{
    "doi": "https://doi.org/10.1182/blood.V104.11.2724.2724",
    "article_title": "Prevalence and Clinical Impact of Abnormal Thyroid Function Tests (TFTs) in Hereditary Hemochromatosis (HH). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Introduction: To evaluate the impact of thyroid disease in HH subjects, we prospectively measured TFTs in consecutive subjects enrolled in a study of phlebotomy therapy in HH. Methods: Subjects were recruited by letters to local physicians and by posting of the protocol on a clinical trials web site between January 2001 and June 2004. Blood removed with therapeutic intent from HH subjects who otherwise met donor eligibility criteria was made available for transfusion into others. TSH and free T4 (FT4) were measured at enrollment and in cases where subjects developed anemia or fatigue that was assessed as inappropriate for the degree of residual iron stores. CBC, ferritin and transferrin saturation were obtained at each visit. Results: During the study period, 193 consecutive subjects were evaluated, including 138 males and 139 C282Y homozygotes. Of these, 161 had normal TFTs and no prior history of thyroid disease, while 32 had abnormal thyroid function manifested by either a prior diagnosis of hypothyroidism, resulting in thyroid hormone replacement therapy at study entry (n=14), or by newly diagnosed TFT abnormalities (n=18). Evaluation in newly diagnosed subjects exhibited values consistent with both central and peripheral thyroid dysfunction. Nine subjects had high TSH levels: one had low FT4 levels indicating primary hypothyroidism and 8 had normal FT4 levels indicating primary subclinical hypothyroidism. Six subjects had findings consistent with central hypothyroidism: 5 had normal TSH and low FT4 levels, and 1 had low TSH and low FT4 levels. Three subjects had low TSH and normal FT4 levels compatible with autonomous thyroid function. There were no significant differences in initial ferritin levels (1008 vs 1171 ng/mL, p=0.4) or age at diagnosis (46 vs 49 yrs, p = 0.24) in subjects with and without abnormal thyroid function. However, subjects with abnormal TFTs were significantly more likely to be C282Y homozygotes (94% vs 68%, p=0.002) and tended to be of female gender (44% vs 25%, p=0.06) compared to those with normal TFTs. Mean TSH levels were significantly higher in C282Y homozygotes than in non-homozygotes, 2.1 vs 1.4 UIU/mL, p=0.01. In multivariate, logistic regression analysis, levels of TSH exhibited a significant association only with C282Y homozygosity and female gender (p=0.03 for both). In the study overall, abnormal thyroid function was present in 22% of C282Y homozygotes (31% of women, 18% of men) compared to 4% of non-C282Y homozygotes. Symptoms were frequent in subjects with abnormal TFTs, including the development of anemia during careful phlebotomy therapy in 10, fatigue in 11, and depression in 2. Conclusions : This study documents a high prevalence of thyroid disease in HH subjects who are homozygous for the C282Y mutation in the HFE gene. Possible mechanisms of action may include direct tissue injury in central (hypothalamus and pituitary) or peripheral (thyroid) locations, or exposure of thyroid antigens and resultant autoimmune damage. Clinicians should maintain a low threshold for evaluation of thyroid disease in this population, especially in subjects who develop anemia or fatigue.",
    "topics": [
        "hemochromatosis",
        "thyroid function tests",
        "thyrotropin",
        "thyroid diseases",
        "anemia",
        "fatigue",
        "phlebotomy",
        "acquired hypothyroidism",
        "antigens",
        "central hypothyroidism"
    ],
    "author_names": [
        "Charles D. Bolan, MD",
        "Yu Y. Yau, RN",
        "Caroline S. Kim, MD",
        "Francesco S. Celi, MD",
        "Susan F. Leitman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Charles D. Bolan, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine, Clinical Center, NIH, Bethesda, MD, USA",
                "Headquarters Company, Walter Reed Army Institute of Research, Silver Spring, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yu Y. Yau, RN",
            "author_affiliations": [
                "Department of Transfusion Medicine, Clinical Center, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline S. Kim, MD",
            "author_affiliations": [
                "Clinical Endocrinology Branch, National Institute of Diabetes, Digestive, and Kidney Disease, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco S. Celi, MD",
            "author_affiliations": [
                "Clinical Endocrinology Branch, National Institute of Diabetes, Digestive, and Kidney Disease, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan F. Leitman, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine, Clinical Center, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T02:28:03",
    "is_scraped": "1"
}