{
    "doi": "https://doi.org/10.1182/blood.V104.11.560.560",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=194",
    "start_url_page_num": 194,
    "is_scraped": "1",
    "article_title": "Junb Regulates Hematopoietic Stem Cell Numbers in Normal and Leukemic Mice. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "JunB is expressed in hematopoietic stem cells (HSC) as a partner for Fos in the composition of the AP-1 transcription factor. Previously, we have shown that jun B inactivation in postnatal mice results in the development of a myeloproliferative disorder (MPD) resembling early human chronic myelogenous leukemia (CML) (Passegue et al. , 2001, Cell, 104, 21-32). Here, we demonstrate that JunB is a critical transcriptional regulator of HSC numbers both in normal and leukemic mice. Overexpression of jun B in long-term HSC (LT-HSC) dramatically decreases the frequency of LT-HSC, while inactivation of jun B specifically expands the numbers of LT-HSC, and of granulocyte/macrophage progenitors (GMP), resulting in the development of a chronic MPD with many features of human CML, including progression to blast crisis, and death. JunB effects are mediated, at least in part, via the regulation of effectors genes such as the cell cycle inhibitor p16/INK4a, which is a direct jun B-target gene and a key regulator of stem cell proliferation/senescence, as well as the anti-apoptotic proteins bcl2 and bcl-xl, two critical regulators of stem cell death. Using several models of conditional deletion of jun B in hematopoietic cells, we demonstrate that jun B inactivation must take place in LT-HSC, and not at later stages of myelopoiesis, to induce MPD. Most importantly, we show that only jun B-deficient LT-HSC, and no other myeloid progenitor populations, are capable of transplanting the MPD to recipient mice. These results indicate a stem cell-specific role for JunB in normal and leukemic hematopoiesis, and provide an experimental demonstration that leukemia stem cells (LSC) can reside at the LT-HSC stage of development in a mouse model of chronic MPD.",
    "topics": [
        "bcl-2 protein",
        "bcl-xl protein",
        "blast phase",
        "cyclic gmp",
        "hematopoietic stem cells",
        "leukemia",
        "leukemia, myelocytic, chronic",
        "mice",
        "myeloproliferative disease",
        "transcription factor"
    ],
    "author_names": [
        "Emmanuelle Passegue, Ph.D.",
        "Erwin F. Wagner, Ph.D.",
        "Irving L. Weissman, M.D."
    ],
    "author_affiliations": [
        [
            "Pathology, Stanford University, Stanford, CA, USA"
        ],
        [
            "Research Institute of Molecular Pathology (IMP), Vienna, Austria"
        ],
        [
            "Pathology, Stanford University, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.4233921",
    "first_author_longitude": "-122.16222844999999"
}