{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3010.3010",
    "article_title": "Phase I/II Study of Pembrolizumab in Combination with Ublituximab (TG-1101) and Umbralisib (TGR-1202) in Patients with Relapsed/Refractory CLL ",
    "article_date": "December 7, 2017",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Introduction: Recent data suggests that PD-1 and its ligands PD-L1/PD-L2 mediate immune evasion in CLL. However, recent work (Ding, BLOOD 2017) demonstrates that pembrolizumab (pembro) alone is ineffective in patients (pts) with CLL (ORR 0%, median PFS 2.4 months). In 5 pts with relapsed/refractory (r/r) CLL, 3 responded to the combination of ibrutinib / nivolumab (Jain ASH, 2016). A key interaction exists between PI3K signaling and immune checkpoint surveillance by which inhibition of PI3K decreases PD-L1 tumor expression. Thus, we hypothesized synergistic activity with PD-1 + P13K blockade. We tested the safety and activity of umbralisib, a next generation, highly-specific PI3K-δ inhibitor, in combination with pembro and the glycoengineered anti-CD20 monoclonal antibody ublituximab in r/r CLL, representing the first reported combination of a PD-1 inhibitor with a PI3K-δ inhibitor. Methods: This is a Ph I (3+3 design), multicenter study to assess the safety of pembro in combination with umbralisib and ublituximab in pts with r/r CLL. Treatment involved three stages: Eligible pts received umbralisib (800mg daily) and ublituximab (900mg 3 out of 4 weeks) for the first two cycles (Induction). Pembro (dose level 1=100mg, dose level 2=200mg) was then initiated every 3 wks in combination with umbralisib daily and ublituximab (900mg week 2 of cycle 4 and 6) for cycles 3-6 (Consolidation). Upon completion of cycle 6, pts continue umbralisib 800 mg daily until progressive disease (PD) or unacceptable toxicity (Maintenance). The primary endpoint is safety of pembro, umbralisib, and ublituximab; efficacy is a secondary endpoint. Response assessments are based on the iwCLL 2008 criteria and performed after umbralisib + ublituximab (2 mos), umbralisib, ublituximab, pembro (6 mos) and during maintenance with umbralisib at month 12. Peripheral blood and/or bone marrow biopsy were obtained for correlative analyses at screening, month 2 and month 6. For correlative analysis, mononuclear cells were enriched and cryopreserved. Cryopreserved cells were subjected to multicolor immunophenotyping to analyze: B cells (CD5, CD38, CD3, HLA-DR, CD19, PDL2, CD27, PDL1 and viability) and T/NK cells (CD8, CD56, CCCR7, CD3, CD4, IgG4, CD19, TIM-3, CD25, PD1 and viability). Results: Ten pts were initially treated: 9 with CLL (3 on the 100 mg pembro cohort and 6 in the 200 mg pembro cohort) and 1 with Richter's Transformation (100 mg pembro cohort). Herein we report on the 9 CLL pts who were evaluable for safety and efficacy. Baseline demographics were as follows: male/female (5/4), median age 71 years (range 60-81), median prior therapies 1 (1-3), 78% refractory. 56% were treated with a BTK inhibitor (ibrutinib or acalabrutinib) prior to study enrollment, all of which were refractory to BTK therapy. 78% had at least 1 high risk genetic feature (del17p, del11q, TP53 mut, Notch1 mut or complex karyotype). All grade and grade ≥ 3 AEs during cycles 3-6 (umbralisib, ublituximab, and pembro combination) are listed in Table 1 . Of note, only 1 DLT occurred (ALT/AST elevation - 200 mg pembro cohort) which trigged expansion to 6 pts, with no additional DLTs reported. The MTD was not reached and therefore the primary study endpoint was met. We did not observe an increase in expected grade ≥ 3 PI3Kδ-associated toxicities including pneumonitis, colitis, and transaminitis (1 event). ORR was 75% for the non-BTK refractory pts (3/4) and 60% in BTK refractory pts (3/5). At the time of this analysis, only 1 pt experienced PD and no deaths were observed ( Figure 1 ). Eight of nine pts remain on study in follow up (range 4 - 21+ mos). Of note, patient 1 elected not to participate in the maintenance phase and has achieved an ongoing 21+ month PFS without therapy. Figure 2 includes the swimmers plot for all 9 CLL study pts. Four pts have had detailed correlative analyses. In one pt, there was a 20-fold increase in bone marrow CLL cells expressing PD-L1 /PD-L2 post treatment with pembro. The proportions of the major T cell subsets (including Tregs) and PD1 levels did not change appreciably during therapy. Conclusion : These are the first data of a PI3K-δ inhibitor in combination with anti PD-1 therapy in CLL. The triplet combination of umbralisib + ublituximab + pembro was well-tolerated with durable responses in pts refractory to BTK inhibitor therapy. Enrollment is ongoing in both the CLL and Richter's Transformation cohorts. Correlative analyses for all subjects will be reported. View large Download slide View large Download slide Close modal Disclosures Mato: Regeneron: Research Funding; Janssen: Consultancy; AstraZeneca: Consultancy; DTRM: Research Funding; AbbVie: Consultancy, Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Portola: Research Funding; Acerta: Research Funding; Kite: Consultancy; Pharmacyclics: Research Funding; TG Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead Sciences, Inc.: Membership on an entity's Board of Directors or advisory committees. Dorsey: TG Therapeutics, Inc.: Consultancy. Schuster: Janssen: Consultancy, Honoraria; Gilead: Consultancy, Research Funding; Seattle Genetics: Consultancy; Bristol-Myers Squibb: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Merck: Research Funding; Nordic Nanovector: Consultancy; Celgene: Consultancy, Research Funding. Svoboda: Celgene: Research Funding; Pharmacyclics: Research Funding; Merck: Research Funding; Seattle Genetics: Consultancy, Research Funding; Kite: Consultancy; BMS: Consultancy, Research Funding. Becker: GlycoMimetics, Inc.: Research Funding. Dwivedy Nasta: Incyte: Research Funding; Immunogen: Research Funding; Takeda: Research Funding. Landsburg: Takeda: Research Funding; Curis: Consultancy, Research Funding. Purdom: TG Therapeutics, Inc.: Employment, Equity Ownership. Paskalis: TG Therapeutics, Inc.: Employment, Equity Ownership. Sportelli: TG Therapeutics, Inc.: Employment, Equity Ownership. Miskin: TG Therapeutics, Inc.: Employment, Equity Ownership. Weiss: TG Therapeutics, Inc.: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Shadman: Merck: Research Funding; Celgene: Research Funding; Acerta Pharma: Research Funding; AbbVie: Other: advisory board; Genentech: Consultancy, Research Funding; Gilead: Research Funding; Emergent: Research Funding; PLEXXIKON: Research Funding; TG Therapeutics: Research Funding; Pharmacyclics: Other: advisory board, Research Funding.",
    "topics": [
        "chronic lymphocytic leukemia refractory",
        "pembrolizumab",
        "brachial plexus neuritis",
        "1-phosphatidylinositol 3-kinase",
        "programmed cell death 1 ligand 1",
        "btk inhibitors",
        "cd19 antigens",
        "cryopreservation",
        "ibrutinib",
        "richter's syndrome"
    ],
    "author_names": [
        "Anthony R. Mato, MD",
        "Colleen Dorsey, BSN, RN",
        "Elizabeth T Chatburn, BS",
        "Jessica Geoghegan",
        "Stephen J. Schuster, MD",
        "Jakub Svoboda, MD",
        "Pamela S. Becker, MD PhD",
        "Elise A. Chong, MD",
        "Sunita Dwivedy Nasta, MD",
        "Daniel J. Landsburg, MD",
        "Kaitlin Kennard, RN, BSN",
        "Eline Luning-Prak, MD PhD",
        "Patricia Tsao, MD PhD",
        "Mitchell E. Hughes, PharmD, BCPS, BCOP",
        "Michelle Purdom, PhDRN",
        "Dana Paskalis",
        "Peter Sportelli, BS",
        "Hari P Miskin, MSc",
        "Michael S. Weiss",
        "Mazyar Shadman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anthony R. Mato, MD",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Colleen Dorsey, BSN, RN",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth T Chatburn, BS",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Geoghegan",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Schuster, MD",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakub Svoboda, MD",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela S. Becker, MD PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elise A. Chong, MD",
            "author_affiliations": [
                "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sunita Dwivedy Nasta, MD",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. Landsburg, MD",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaitlin Kennard, RN, BSN",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eline Luning-Prak, MD PhD",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Tsao, MD PhD",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell E. Hughes, PharmD, BCPS, BCOP",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Purdom, PhDRN",
            "author_affiliations": [
                "TG Therapeutics, Inc., New York, NY"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dana Paskalis",
            "author_affiliations": [
                "TG Therapeutics, Inc., New York, NY"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Sportelli, BS",
            "author_affiliations": [
                "TG Therapeutics, Inc., New York, NY"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hari P Miskin, MSc",
            "author_affiliations": [
                "TG Therapeutics, Inc., New York, NY"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael S. Weiss",
            "author_affiliations": [
                "TG Therapeutics, Inc., New York, NY"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mazyar Shadman, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T21:28:55",
    "is_scraped": "1"
}