{
    "doi": "https://doi.org/10.1182/blood-2021-151729",
    "article_title": "Understanding the CD8+ CAR T Cell Response to Antigen-Low Leukemias ",
    "article_date": "November 5, 2021",
    "session_type": "703.Cellular Immunotherapies: Basic and Translational",
    "abstract_text": "Chimeric antigen receptor (CAR) T cell therapy has emerged as a highly efficacious treatment for B-lineage acute lymphoblastic leukemias (B-ALL). However, downregulation of the CAR-targeted antigen on leukemia cells, predicted to reduce cellular avidity, is associated with post-CAR T cell leukemic relapse following CD22 CAR treatment (Fry et al., Nat. Med., 2017). We have observed reduced function of human CAR T cells against low target antigen site density (Ag Lo ) human leukemia in immunodeficient mouse models, relative to CARs responding to high-antigen expressing leukemia. Thus, a better understanding of CAR responses to Ag Lo leukemia could help to increase the durability of remissions. We set out to develop a model system in which we could further interrogate the consequences of low-avidity interactions on CAR immunobiology, generating variants of a murine B-ALL driven by the E2A-PBX fusion protein (E2A) with different levels of target antigen to use in an immunocompetent syngeneic mouse model. We observed impaired expansion (p<0.0001) and tumor clearance (p<0.001) of CAR T cells responding to low-antigen variants of E2A (E2A-Ag Lo ) as compared to wildtype E2A expressing high levels of antigen (E2A-WT). While CD8+ CAR T cell (CAR8) transcription factor (TF) expression in response to E2A-Ag Lo versus E2A-WT was largely similar early after CAR infusion, by day 9 post-CAR, CAR8s responding to E2A-Ag Lo exhibited decreased expression of multiple TFs, with Eomes (p<0.01), Irf4 (p<0.001) and Blimp1 (p<0.01) showing the largest magnitude change relative to CAR8s responding to E2A-WT. Additionally, CAR8s from mice bearing E2A-Ag Lo became enriched for cells of a \"terminally exhausted\" phenotype (Eomes+/PD1 Hi /TOX Hi ) by day 11 post-CAR, and negatively-enriched for the \"progenitor exhausted\" (Tcf1+/PD1 Int ) phenotype which can be functionally rescued by anti-PD1 therapy (p<0.0001, p<0.01). These data suggest that continual stimulation by low density antigen leads to a gradual reduction in the ability of CAR8s to mount an effector response, and eventually to T cell states with sub-optimal anti-tumor efficacy. Following in vitro stimulation of human CD22 CARs across a range of leukemic antigen densities, we saw that the percentage of CAR+ cells capable of producing IFNγ and IL2 corresponded to target antigen density (p<0.01, p<0.001). As human CARs are commonly manufactured from heterogenous bulk donor T cells, we hypothesized that antigen sensitivity is impacted by the prior antigen-experience of a given T cell. We predicted that T cells which had encountered cognate antigen through their TCR prior to CAR manufacturing (CAR8 AgEx ) would have enhanced capacity to respond to low-avidity stimulation compared to CARs manufactured from naïve CD8+ T cells (CAR8 Naïve ). We used a well-characterized ovalbumin vaccination model with OT-I TCR-transgenic T cells, allowing defined control of T cell antigen experience, to generate CAR8 AgEx . We found that CAR8 AgEx were highly antigen-sensitive relative to CAR8 Naïve , showing almost no reduction in numbers of cells capable of producing IFNγ and TNFα in vitro against E2A-Ag Lo as compared to E2A-WT. In vivo , CAR8 AgEx showed near complete depletion of E2A-Ag Lo in bone marrow by day 11 post-CAR, while mice treated with CAR8 Naïve maintained a substantial tumor burden (p<0.01). To test our hypothesis in human cells, we manufactured CD22 CAR T cells from naïve (CD45RO-) versus non-naïve (CD45RO+) starting T cell populations, and again found that CAR AgEx outperformed CAR Naïve against Ag Lo leukemia in production of IFNγ and IL2 in vitro (p<0.001, p<0.01) and in early leukemic clearance in vivo (p<0.0001, day 13). In conclusion, we have established a model to study the immunobiology of the CAR T cell response to Ag Lo B-ALL in an intact host. Preliminary findings indicate impaired expansion and tumor clearance of Ag Lo leukemia, associated with altered CAR T cell transcriptional profiles and features of T cell exhaustion. Furthermore, T cell history prior to CAR manufacturing has a drastic impact on the capacity to respond to Ag Lo leukemia. Future studies with this model will expand our characterization of CAR T cells responding to Ag Lo leukemia, with the goal of optimizing antigen sensitivity. We expect that advancing our understanding on the interplay of antigen density and CAR differentiation status will prove useful in developing more effective iterations of this therapy. Disclosures Fry:  Sana Biotechnology: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Kole Degolier",
        "Jennifer Cimons",
        "Michael Yarnell",
        "Mark Eric Kohler",
        "Terry J. Fry"
    ],
    "author_dict_list": [
        {
            "author_name": "Kole Degolier",
            "author_affiliations": [
                "University of Colorado Anschutz, Aurora, CO"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Cimons",
            "author_affiliations": [
                "University of Colorado School of Medicine, Aurora, CO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Yarnell",
            "author_affiliations": [
                "University of Colorado Anschutz, Aurora, CO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Eric Kohler",
            "author_affiliations": [
                "University of Colorado Anschutz Medical Campus, Aurora, CO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terry J. Fry",
            "author_affiliations": [
                "University of Colorado Anschutz Medical Campus, Aurora, CO",
                "University of Colorado School of Medicine, Denver, CO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:38:19",
    "is_scraped": "1"
}