{
    "doi": "https://doi.org/10.1182/blood.V112.11.3153.3153",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1223",
    "start_url_page_num": 1223,
    "is_scraped": "1",
    "article_title": "Loss of Id4 Accelerates CLL Progression in TCL1 Mice ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "The inhibitor of DNA binding protein 4 ( ID4 ) is a member of dominant negative basic helix loop helix (bHLH) transcription factor family that has a HLH domain but lacking DNA-binding domain. Methylation of ID4 in B-cell lineage malignancies including CLL and germinal center non-Hodgkin lymphomas (GC-NHLs) has been described. To date, the impact of Id4 loss in CLL has not been demonstrated. We utilized the TCL1 transgenic mouse model of human CLL to study the importance of loss of ID4 in disease progression. We demonstrated that ID4 was silenced by methylation only at the time mice had symptomatic leukemia. We therefore sought to investigate if earlier loss of Id4 would accelerate CLL progression. We generated mice with haploid loss of Id4 in TCL1 transgenic background by breeding homozygous TCL1 transgenic mice and mice with heterozygous Id4 mutant gene. By comparing to the control littermates with heterozygous TCL1 oncogene, mice with the loss of Id4 occur to have significantly accelerated CLL disease progression with shorter overall survival (12 versus 16 months, p-value<0.0001). The pathological analysis on Id4 mutant mice demonstrated that the CLL symptoms such as the elevated white blood cell counts, enlarged spleen and lymphoid tissues. We then performed the microarray studies on 1 month old TCL1 mice with control or mutant Id4 to identify ID4-dependent transcriptional changes in primary B-cells. Among the identified targets, genes involved in cell proliferation and anti-apoptosis were then verified. Supportively, B-cells from Id4 mutant TCL1 mice have significantly (p-value<0.001) diminished apoptosis in response to dexamethasone treatment. Additionally, both significant in vitro (p-value<0.001) and in vivo (p-value=0.025) increased proliferation of Id4 mutant TCL1 B-cells after the stimulation by CpG685NO168 was demonstrated. These data provide support that Id4 acts as tumor suppressor in transformed B-lymphocytes and is silenced through the process of methylation. The Effort to identify binding partners of Id4 in CLL cells and targeting its re-expression is warranted.",
    "topics": [
        "breeding",
        "cancer",
        "dexamethasone",
        "disease progression",
        "dna",
        "dna-binding proteins",
        "leukemia",
        "lymphoma, non-hodgkin",
        "mice",
        "splenomegaly"
    ],
    "author_names": [
        "Shih-Shih Chen, PhD",
        "Amy J. Johnson, PhD",
        "Rainer Claus",
        "Fred Sablitzky",
        "Christoph Plass",
        "John C. Byrd, MD"
    ],
    "author_affiliations": [
        [
            "OSU CCC, The Ohio State Univ., Columbus, OH, USA"
        ],
        [
            "Division of Hematology and Oncology, The Ohio State University, Columbus, OH, USA"
        ],
        [
            "OSU CCC, The Ohio State Univ., Columbus, OH, USA"
        ],
        [
            "Institute of Genetics, The University of Nottingham Queen’s Medical Centre, Nottingham, United Kingdom"
        ],
        [
            "Division of Epigenomics and Cancer Risk, German Cancer Research Center (DKFZ), 69120 Heidelberg, USA"
        ],
        [
            "The Ohio State University, Columbus, OH, USA"
        ]
    ],
    "first_author_latitude": "40.00066285",
    "first_author_longitude": "-83.02382945000001"
}