{
    "doi": "https://doi.org/10.1182/blood-2020-133384",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4644",
    "start_url_page_num": 4644,
    "is_scraped": "1",
    "article_title": "Predicting Thrombosis Recurrence in Children: The Role of Thrombophilia Testing ",
    "article_date": "November 5, 2020",
    "session_type": "331.Pathophysiology of Thrombosis",
    "topics": null,
    "author_names": [
        "Bader Allahyani, MD",
        "Rolf Ljung, MD PhD Professor"
    ],
    "author_affiliations": [
        [
            "Children'S Hospital of Eastern Ontario (CHEO), Ottawa, Canada "
        ],
        [
            "Lund University, Dept. of Clinical Sciences Pediatrics and Pediatric Clinic, Skane University Hospital, Lund, Sweden"
        ]
    ],
    "first_author_latitude": "45.4009736",
    "first_author_longitude": "-75.6513137",
    "abstract_text": "Background: The role of inherited thrombophilia testing in predicting a recurrence of deep vein thrombosis (DVT) after an incident of the first DVT in children remains unclear Objectives: To investigate the association between inherited thrombophilia and DVT recurrence. Design/Method: We conducted a retrospective regional study of all consecutive ICD10 codes of venous thromboembolism (VTE) in children over 15 years (January 1, 2000, to December 31, 2015) in a regional catchment area of southern Sweden using an electronic diagnosis registry. Eligible subjects were children aged 1-18 years presenting with DVT diagnosed with imaging and having undergone complete inherited thrombophilia workup after the first DVT event. Of the 174 patients diagnosed with DVTs, 139 were eligible for inclusion. Data regarding subject demographics and medical history, location of DVT and imaging method, coagulation studies at primary investigation including at least plasma concentrations of protein C, protein S, antithrombin, resistance to activated protein C, and the genotypes FVG1691A and FIIG20210A. Also, plasma values for coagulation factors, VIII and XI, D-dimer, INR, and cardiolipin antibodies, were analyzed. Results: A total of 139 patients had inherited thrombophilia workup after the incident of the first DVT. Inherited thrombophilia was found in 30 % of patients, the prevalence of minor thrombophilia among these 139 patients was 23 % (n = 32), whereas major thrombophilia accounted for 7 % (n = 10) of abnormal results. Anticoagulants as treatment were administered in 92 % of the first DVT. The majority of the cohort treated with anticoagulation therapy for 12 weeks. Patients with minor inherited thrombophilia treated for at least 24 weeks, whereas the patients with major inherited thrombophilia were continued on anticoagulation therapy for the long term. The incidence rate of recurrent thromboembolic events was 6.5 % (n = 9) of patients after their incident of the first thrombotic event. Recurrent thrombosis in patients with spontaneous DVT and proven inherited thrombophilia found in only 1 %. Conclusion: Inherited thrombophilia was not predictive of recurrent DVT among our cohort patients. Our findings suggest that Inherited thrombophilia testing may not predict risk for the recurrence of DVT, although it may help for adjustment of the duration of the anticoagulation therapy. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}