{
    "doi": "https://doi.org/10.1182/blood.V122.21.986.986",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2466",
    "start_url_page_num": 2466,
    "is_scraped": "1",
    "article_title": "Von Willebrand Factor Activity Increases Following Automated But Not Simple Red Blood Cell Exchange Transfusion In Sickle Cell Disease Patients ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster I",
    "abstract_text": "Background Red blood cell (RBC) exchange transfusion is a commonly used therapy for acute and chronic complications of sickle cell disease (SCD). However, the therapeutic benefit of RBC exchange in many clinical situations is not well established. RBC exchange can be performed in two ways: 1) manually, involving repeated cycles of whole blood phlebotomy followed by simple transfusion of donor RBC, or 2) automated exchange utilizing apheresis to rapidly remove patient RBC while returning patient plasma, platelets, and leukocytes along with donor RBC to the patient. Unlike manual exchange transfusion, automated RBC exchange exposes patient blood to high shear stress as blood transits the apheresis machine, reaching wall shear stresses of 30-50 dyne/cm 2 (within the range of arterial shear) with regional peak wall shear stresses of over 500 dyne/cm 2 (supraphysiologic shear). Increased wall shear stress increases the reactivity of plasma von Willebrand Factor (VWF), in part by enhancing exposure of the VWF A1 domain which is directs binding to the platelet glycoprotein (GP) Ib-IX-V. Increased VWF reactivity has been implicated in SCD pathogenesis, likely by promotion of adhesive interactions between VWF and sickle erythrocytes, platelets, leukocytes, and the vessel wall. Hypothesis We hypothesized that automated RBC exchange would increase the reactivity of VWF as compared to manual RBC exchange in SCD patients. Methods We assessed VWF parameters in the plasma of SCD patients before and after manual exchange transfusion and/or automated RBC exchange transfusion performed for non-acute clinical indications. The VWF parameters assessed were VWF antigen level (VWF:Ag), VWF activity (VWF:Act) as assessed by ELISA (DiaPharma) detecting the spontaneous Gp Ib-IX-V binding conformation in the VWF A1 domain, total active VWF (VWF:TA) calculated by VWF:TA = (VWF:Ag) x (VWF:Act), VWF ristocetin cofactor activity (VWF:RCo), and VWF multimer composition. Results Six SCD patients on chronic, monthly exchange transfusion support were enrolled in the study. Blood samples were obtained prior to and immediately following multiple separate exchange transfusion episodes for each patient. Three patients underwent only automated RBC exchange transfusion, one underwent only manual RBC exchange transfusion, and two patients underwent both manual and automated RBC exchange transfusion. Compared to normal pooled plasma (NPP), SCD patients prior to RBC exchange transfusion had increased VWF:Ag (1.3-2.1 fold), VWF:Act (mean 124% of normal), and VWF:TA (0.6-2.2, mean 1.52; VWF:TA of NPP= 1.02). There was no statistically significant change in VWF:Ag following manual or automated exchange. There was a statistically significant increase in VWF:Act in patients following automated RBC exchange (mean 25% increase, p<0.05 with range 12%- 53%) but not manual exchange (mean 3.4% increase, range 1.4%-6.3%). In addition, we found an increased VWF:TA following automated (mean 31% increase, p<0.05) but not manual exchange transfusion. Patients exhibiting the highest VWF:TA post-exchange transfusion also had increased VWF:Rco in response to low dose and high dose ristocetin. The patient plasma with the highest VWF:TA post-RBC exchange (3.59) was noted to initiate spontaneous platelet agglutination in the absence of ristocetin. The observed increases in VWF:TA or VWF:RCo did not correlate with differences in VWF multimer composition on non- reducing agarose gels. Conclusions VWF activity is increased after automated RBC exchange but not manual RBC exchange in adult sickle cell patients on chronic exchange transfusion. These increases are likely a result of shear induced activation of VWF in the apharesis machine circuit. We speculate that the increased VWF reactivity observed following automated RBC exchange transfusion could contribute to VWF-mediated adhesive interactions and aggravate SCD vascular complications, potentially conferring a microangiopathic effect, in certain clinical situations. Maneuvers to decrease automated RBC exchange transfusion-induced VWF activation may lead to improved outcomes for SCD patients requiring exchange transfusion. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "red cell exchange transfusion",
        "sickle cell anemia",
        "transfusion",
        "von willebrand factor",
        "exchange transfusion, whole blood",
        "gel",
        "apheresis",
        "ristocetin",
        "antigen assay",
        "phlebotomy"
    ],
    "author_names": [
        "William E. Hobbs, II, MD, PhD",
        "Emily E. Moore",
        "Jill M. Johnsen, MD"
    ],
    "author_affiliations": [
        [
            "Puget Sound Blood Center, Seattle, WA, USA, "
        ],
        [
            "Puget Sound Blood Center, Seattle, WA, USA, "
        ],
        [
            "Research Institute, Puget Sound Blood Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.5817564",
    "first_author_longitude": "-122.2957886"
}