{
    "doi": "https://doi.org/10.1182/blood.V112.11.1490.1490",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1328",
    "start_url_page_num": 1328,
    "is_scraped": "1",
    "article_title": "A Rapid Flow Cytometric Method for the Detection of NPM1 Mutated Patients with Acute Myeloid Leukemia (AML). ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "antibodies",
        "antigens",
        "cd34 antigens",
        "dislocations",
        "early diagnosis",
        "false-negative results",
        "false-positive results",
        "flow cytometry",
        "histocytochemistry",
        "hla-dr antigens"
    ],
    "author_names": [
        "Uta Oelschlaegel, PhD",
        "Sina Koch, PhD",
        "Markus Schaich, MD",
        "Frank Kroschinsky, MD",
        "Stefani Parmentier, MD",
        "Gerhard Ehninger, MD",
        "Christian Thiede, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, University Hospital, Dresden, Germany"
        ],
        [
            "Hematology, University Hospital, Dresden, Germany"
        ],
        [
            "Hematology, University Hospital, Dresden, Germany"
        ],
        [
            "Hematology, University Hospital, Dresden, Germany"
        ],
        [
            "Hematology, University Hospital, Dresden, Germany"
        ],
        [
            "Hematology, University Hospital, Dresden, Germany"
        ],
        [
            "Hematology, University Hospital, Dresden, Germany"
        ]
    ],
    "first_author_latitude": "51.056227",
    "first_author_longitude": "13.7793331",
    "abstract_text": "In about 30% of patients with AML the predominantly nucleolar protein nucleophosmin (NPM1) is dislocated into the cytoplasm (NPM1c), caused by mutations in exon 12 of the NPM1 gene. NPM1-mutations are associated with a specific subgroup of AML with particular clinical, cytogenetic, and prognostic characteristics, and NPM1-mutations are part of the new WHO classification, which makes the detection an important diagnostic aspect. Thus far, NPM1 mutations can be detected either using molecular techniques or immunocyto- or histochemistry. We reasoned that by the cytoplasmic dislocation, the protein might be accessible also for rapid diagnostics using intracellular flow cytometry. The aim of the present work was to evaluate this procedure in vitro and prospectively in newly diagnosed patients with AML. Therefore, cell lines and in addition bone marrow (BM) or peripheral blood of 134 newly diagnosed AML patients, enrolled in two different treatment protocols, were prospectively investigated by a lyse-wash flow cytometric procedure including an anti-NPM monoclonal antibody labelled with Zenon labelling technology. Bone marrow of 23 healthy donors served as control. Cytoplasmic expression of NPM was measured after fixation and permeabilisation. Mean fluorescence intensity (MFI), assessing the ratio between the intensity of the specific antibody and the isotype matched control, was evaluated. All patients samples were routinely analyzed for NPM1-exon 12 mutations using PCR followed by high resolution fragment analysis. Cell lines with known mutational status (mutant: OCI-AML3 and wt: MV4-11) showed a clear separation (MFI: 44.6 vs. 3.7). In healthy BM the median MFI for the NPM expression was 3.8 ± 1.7. Thus, the threshold MFI for NPM positivity was set to 8.0. In overall in 93% of samples (125/134) both methods showed concordant results – positivity in 33% (44) and negativity in 61% (81) of patients. Thus, the MFI was significantly higher in NPM1c cases than in PCR negative patients and BM donors (MFI: 19.0 vs. 3.3 vs. 3.8; p<0.0001). The NPMc group presented with significantly lower CD34, HLA-DR, MPO, and aberrant CD2 expression (20% vs. 73%, p<0.0001; 73% vs. 90%, p=0.0306; 58% vs. 95%, p<0.0001; 0% vs. 11%, p=0.0242), but a comparable expression of other myeloid and aberrant antigens. FLT3 mutations were detectable in significantly more NPMc patients (52% vs. 11%, p<0.0001). Comparison of NPM1c plus FLT3 mutated patients vs. NPMc but FLT3 wild type patients resulted in a slightly lower NPM antibody expression in the latter group (MFI: 23.5 vs. 16.6, ns), and none of those patients expressed CD34 (32% vs. 0%, p=0.0065). Taking PCR results as standard, discrepant results in flow cytometric NPM detection occurred as 1% (2) false negative and 5% (7) false positive cases after flow cytometric evaluation. Ongoing studies correlate the type of NPM1-mutation with FACS-staining and look for additional mutations outside exon 12 to elucidate the reasons for this discrepancy. In conclusion, flow cytometric measurement of cytoplasmic NPM1 in AML blasts is a rapid and simple screening method resulting in a positive predictive value of 96%. This method will allow early identification of NPM1c patients and could serve as an important laboratory tool, i.e. for potential treatment protocols including specific therapy for NPM1c patients."
}