{
    "doi": "https://doi.org/10.1182/blood-2021-147498",
    "article_title": "Trauma Biomarkers in Plasma during the First 24 Hours ",
    "article_date": "November 5, 2021",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis: Clinical and Epidemiological",
    "abstract_text": "Background Efforts to reduce prehospital mortality are limited by the available tools. Transfusion resources are limited, and early identification of coagulopathy is difficult. The future ability to optimize care will be dependent on knowing which resources are best suited for specific treatment, requiring better knowledge of biomarkers to guide decision-making. This study is a preliminary effort to determine how coagulation parameters change over the first 24 hours post-trauma. Materials / Methods Plasma was collected as part of a prospective observational study on patients (n=59) in the Afghanistan conflict who were administered damage control resuscitation protocols (i.e., hypotensive resuscitation with early blood transfusion targeting a 1:1:1 ratio of red cells, plasma, and platelets). Whole blood coagulation was analyzed on a subset (n=40) at time of arrival (T0) with ROTEM and then again at 6 hours (T6) and 24 hours (T24) post arrival (published in Cohen et al., Transfusion 2019). Plasma aliquots were maintained frozen, thawed at 37 °C for 5 min on day of assaying, centrifuged at 2500-g for 15 min at 4 °C, and visually assessed to exclude hemolysis. Fibrinogen (Fg), D-dimer, FV, FVIII, Protein C (PC), antithrombin, prothrombin time, activated partial thromboplastin time, and procoagulant phospholipid time were measured. Thrombograms quantified thrombin generation (TG) lag time, peak, and endogenous thrombin potential. Fibrin polymerization was monitored via turbidimetry after activation with 15 mM CaCl 2 . Albumin, free hemoglobin, prothrombin fragment 1.2 (PF1.2), thrombin-antithrombin (TAT), and plasmin-antiplasmin (PAP) were measured by individual assays. Time point comparisons were made with repeated measures ANOVA (using a mixed-effects model due to missing values for some patient time points) with Tukey's multiple comparisons tests. Data are presented as means with SD. Pearson correlation coefficients were calculated using a two-tailed p-value output. Results Based on correlations with previously established ROTEM identification of acute traumatic coagulopathy (ATC), Fg levels from T0 to T6 were used to generate 3 classifications: A) \"ATC\" for patients with Fg < 200 mg/dL, B) \"non-ATC\" for patients ≥ 200 mg/dL, and C) \"recovering\" for Fg < 200 mg/dL at T0 but ≥ 200 mg/dL by T6. In all cases, fibrinogen recovered significantly by T24 (Table 1). ROTEM FIBTEM A5 and MCF closely mirrored Fg trends (Table 2). FV and PC were notably deficient in ATC and recovering groups versus non-ATC (Table 1). FVIII declined from initially high levels in all groups over time (Table 1). Longer TG lagtimes were observed in non-ATC (Table 3). In all three groups TAT fell over time, but in non-ATC and recovering, TAT levels fell 70% and 58%, respectively from T0 to T6, while the ATC TAT levels only fell 23% (Table 3). Higher plasma albumin levels were observed in ATC and recovering groups (Table 3). Discussion Early deficiency of Fg and corresponding heightened prothrombotic responses suggest early administration of Fg would benefit the acute response in traumatic hemorrhage. Early high values of FVIII and TAT indicate endothelial injury and thrombin activation. Over time, the declines in TAT complexes, FVIII, and peak thrombin along with increases in fibrin polymerization time, PT, and aPTT demonstrate a fall of procoagulant thrombin activity, although other factors are likely at work that were not measured here. FV and PC were low and consistent throughout, particularly in ATC and recovering groups and may be additional biomarkers for early identification of ATC. Monitoring albumin, TAT, and thrombogram parameters over the first 6 hours could be used as an indicator of patient recovery condition. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Michael Adam Meledeo",
        "Grantham Peltier",
        "Colby McIntosh",
        "Nicholas Mucha",
        "James Bynum",
        "Andrew P. Cap"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Adam Meledeo",
            "author_affiliations": [
                "U.S. Army Institute of Surgical Research, FT Sam Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Grantham Peltier",
            "author_affiliations": [
                "U.S. Army Institute of Surgical Research, FT Sam Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colby McIntosh",
            "author_affiliations": [
                "U.S. Army Institute of Surgical Research, JBSA Ft Sam Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Mucha",
            "author_affiliations": [
                "U.S. Army Institute of Surgical Research, JBSA FT Sam Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Bynum",
            "author_affiliations": [
                "U.S. Army Institute of Surgical Research, JBSA Ft Sam Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew P. Cap",
            "author_affiliations": [
                "U.S. Army Institute of Surgical Research, JBSA Ft Sam Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:34:24",
    "is_scraped": "1"
}