{
    "doi": "https://doi.org/10.1182/blood-2021-147275",
    "article_title": " Protein Phosphatase 6C (PPP6C) Loss Significantly Raises Fetal Hemoglobin Levels and Reduces Cell Sickling  ",
    "article_date": "November 5, 2021",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia: Basic and Translational",
    "abstract_text": "Sickle cell disease (SCD) afflicts millions of people worldwide and can lead to severe complications including acute chest syndrome, stroke, avascular necrosis of bone, and nephropathy. Although increasing levels of fetal hemoglobin (HbF) significantly reduces cell sickling and SCD-related morbidity and mortality, effective HbF pharmacologic induction has remained an elusive goal. To identify additional potentially druggable molecules involved in HbF control, we carried out a domain-focused CRISPR-Cas9-based genetic screen targeting all protein phosphatases (1308 independent sgRNA representing 218 phosphatases). The phosphatase sgRNA library was cloned into a lentivirus scaffold and introduced into the erythroid cell line HUDEP2 stably expressing Cas9, and the top and bottom 10% of HbF-expressing cells were sorted and the integrated sgRNAs were sequenced. This screen identified a single protein phosphatase - PPP6C - as an HbF repressor. PPP6C is the catalytic subunit of protein phosphatase 6, a serine/threonine cytosolic protein phosphatase that is widely expressed across tissues and throughout erythroid development to broadly regulate mRNA translation. PPP6C has been implicated in numerous cellular functions, including cell cycle regulation, autophagy, and innate immunity, but its role in HbF regulation has not previously been described. Depletion of PPP6C by 5 independent sgRNAs in HUDEP2 cells resulted in significant HbF enrichment. Importantly, PPP6C depletion did not affect cellular viability or differentiation, suggesting that PPP6C may serve as a targetable HbF regulator for the treatment of SCD. To validate the findings of this genetic screen in primary human erythroid cells, we performed CRISPR-Cas9 ribonuclear protein (RNP)-based genome editing of PPP6C in a three-phase in vitro culture of adult CD34+ hematopoietic cells. HbF levels were assessed by RT-qPCR, Western blot, flow cytometry, and HPLC. We find that depletion of PPP6C protein levels by greater than 80% increases gamma-globin transcript levels in a dose-dependent manner to nearly 5 times basal levels. In addition, PPP6C loss leads to a greater than doubling in F-cell number and a 3-4-fold increase in HbF levels as measured by HPLC analysis. PPP6C depletion showed minimal effects on the erythroid transcriptome by RNA-Seq and did not significantly impair erythroid maturation. Mechanistically, loss of PPP6C leads to depletion of BCL11A protein levels by nearly 50% but unchanged levels of other key HbF regulators such as HRI and LRF, suggesting PPP6C-mediated HbF regulation may proceed at least in part via loss of BCL11A. However, additional studies are necessary to fully elucidate these underlying regulatory mechanisms. Importantly, depletion of PPP6C in SCD patient-derived cells was well tolerated, led to similar levels of HbF induction, and markedly reduced cell sickling by greater than 60%. Results from ongoing studies exploring the mechanism of PPP6C in HbF regulation will be discussed. Taken together, these data indicate that PPP6C functions in a dose-dependent manner to regulate HbF in primary erythroid cells and may serve as a therapeutic target in the treatment of SCD. Disclosures Blobel:  Fulcrum Therapeutics, Inc.: Consultancy; Pfizer: Consultancy.",
    "author_names": [
        "Scott A. Peslak",
        "Eugene Khandros",
        "Peng Huang",
        "Maryanne Kihiu",
        "Osheiza Abdulmalik",
        "Cheryl A. Keller",
        "Ross C. Hardison",
        "Junwei Shi",
        "Gerd A. Blobel"
    ],
    "author_dict_list": [
        {
            "author_name": "Scott A. Peslak",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of Pennsylvania, Philadelphia, PA",
                "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eugene Khandros",
            "author_affiliations": [
                "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peng Huang",
            "author_affiliations": [
                "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maryanne Kihiu",
            "author_affiliations": [
                "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Osheiza Abdulmalik",
            "author_affiliations": [
                "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl A. Keller",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, Center for Computational Biology & Bioinformatics, The Pennsylvania State University, University Park, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross C. Hardison",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, Center for Computational Biology & Bioinformatics, The Pennsylvania State University, University Park, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junwei Shi",
            "author_affiliations": [
                "Department of Cancer Biology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerd A. Blobel",
            "author_affiliations": [
                "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T04:08:25",
    "is_scraped": "1"
}