{
    "doi": "https://doi.org/10.1182/blood.V114.22.5042.5042",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1540",
    "start_url_page_num": 1540,
    "is_scraped": "1",
    "article_title": "Spliceosomal Targeting in Acute Myeloid Leukemia Cells with ETV6-NTRK3 Fusion. ",
    "article_date": "November 20, 2009",
    "session_type": "NON-HODGKIN’S LYMPHOMA - BIOLOGY, EXCLUDING THERAPY NON-HODGKIN’S LYMPHOMA: BIOLOGY ONCOGENES AND TUMOR SUPPRESSORS",
    "topics": [
        "etv6 gene",
        "leukemia, myelocytic, acute",
        "neurotrophic tyrosine kinase receptor type 3",
        "phosphotransferases",
        "progressive multifocal leukoencephalopathy",
        "retinoic acid receptor alpha",
        "leukemia",
        "solid tumors",
        "acute promyelocytic leukemia",
        "breast cancer"
    ],
    "author_names": [
        "Suning Chen",
        "Bjoern Schneider",
        "Stefan Nagel",
        "Robert Geffers",
        "Maren Kaufmann",
        "Hilmar Quentmeier",
        "Hans G. Drexler",
        "Roderick A.F. MacLeod"
    ],
    "author_affiliations": [
        [
            "First Affiliated Hospital of Soochow University, Suzhou, China, "
        ],
        [
            "Human and Animal Cell Cultures, DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany, "
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ],
        [
            "HZI, Braunschweig, Germany, "
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ],
        [
            "DSMZ, Braunschweig, Germany"
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ]
    ],
    "first_author_latitude": "31.302696999999995",
    "first_author_longitude": "120.63475799999999",
    "abstract_text": "Abstract 5042 Background In acute myeloid leukemia (AML) a recurrent chromosome abnormality t(12;15)(p13;q25) fuses ETV6 with NTRK3. This rearrangement uniquely occurs in both solid tumors – including secretory breast cancer where it has been recently shown to target WNT signalling ( Li et al., Cancer Cell 2007, 12: 542 ) - and leukemia, but has yet to be characterized in the hematologic setting. Tyrosine receptor kinases (TRK) play key roles in leukemogenesis and already serve as therapeutic targets. We set out to characterize potential downstream targets of ETV6-NTKR3 in AML cells. Methods and Cells By applying molecular cytogenetics, rapid amplification of c-DNA ends, microarray transcriptional profiling, reverse transcriptase quantitative-PCR, sequencing technology, and pathway analysis we defined and characterized the transcriptosome of a t(12;15) cell line (AP-1060) recently established from a patient with acute promyelocytic leukemia. We also investigated the transcriptional responses of AP-1060 cells to TRKi(nhibitor). For comparison we used, firstly a panel of 12 AML cell lines lacking ETV6-NTRK3 or PML-RARA , followed by NB-4 cells with solo PML-RARA. Results FISH confirmed ETV6 rearrangement, while 3′-RACE and RT-PCR identified and confirmed ETV6-NTRK3 fusion transcripts. Sequencing revealed both ETV6 exon-4 / NTKR3 exon-14, and ETV6 exon-2 / exon-18 of NTKR3 (hematopoietic) transcripts - the former dominating. Comparative transcriptional profiling of AP-1060 and control AML cells with or without PML-RARA showed upregulation of RAS-MAPK and PI3K-AKT related genes, highlighting the involvement of both TRK physiological signaling pathways via ETV6-NTRK3. Top genes upregulated in AP-1060 confer signatures both for AML - CCNA1, CD96, DSU, EVI1, HGF, IL32, LGALS3, MDS1, TLE1, TSPAN2; and lymphocyte development - BSPRY, BST1, CCR6, EMP1, GIMAP1, GZMA, PLEKHG1. Several primitive hematopoietic or stem cell mRNAs were also overexpressed, including PRSS2, CD96, SIPA1L2 , and PYHIN1. Prominent downregulated genes also included: ADD3, CD36, HOXA-9/10, LGALS9, MALAT1 , PGDS, PLA2G4A (AML signature); HOXB4, KIAA1949, NR2F6, TEAD4 (stem cell) ; and LY6E, TRIM44 (lymphocyte signature). Growth and proliferation of ETV6-NTKR3 cells was exquisitely sensitive to TRKi treatments which spared control AML and to which NB-4 cells were highly resistant. Accordingly we used pharmacologic modulation of conspicuously expressed genes by small molecule TRKi treatment to highlight likely kinase signaling targets among conspicuously expressed genes. Several candidate target genes thus emerged, notably AWNT1, IL32 , and the MDS-EVI1 fusion transcript. Salient pharmacologically unmodulated genes were preferentially stem cell in character highlighting this setting for t(12;15) formation in AP-1060 cells. Bioinformatic pathway analysis ( http://david.abcc.ncifcrf.gov/ ) of both up- and down- conspicuously regulated genes identified “Alternative Splicing” as top category, with respectively 743 and 373 alternate spliceform genes up- and down-regulated. These included several genes whose spliceforms may be differentially expressed in oncogenesis, including MDS1-EVI1/EVI1, MALAT1 , and WT1/AWT1. Interestingly, a key pre-mRNA splicing gene, MBNL2 was conspicuously downregulated, while another spliceosomal component THOC5 (C22orf19), recently identified as a leukemic kinase signalling target ( Pierce et al., Br J Haematol 2008;141:641 ), is upregulated. Conclusions We present a human leukemia model and resource for ETV6-NTRK3. Taken together, our findings support spliceosomal targeting by ETV6-NTRK3 and suggest a possible underlying mechanistic framework. Additional targets, e.g. WNT signaling, seem to be shared with solid tumors bearing the same oncogene fusion. Perspectives: Future work includes transcriptosomal analysis of AP-1060 cells after knockdown of ETV6-NTRK3 and key splicesomal genes, such as THOC5 , by short-hairpin RNAs, and novel, highly selective 4-aminopyrazolylpyrimidine TRKi ( Thress et al., Mol Cancer Therapy 2009;8:1818 ). Disclosures No relevant conflicts of interest to declare."
}