{
    "doi": "https://doi.org/10.1182/blood-2020-136880",
    "article_title": "Post-Marketing Observational Study to Assess the Incidence of Infusion-Related Reactions in Adult Patients with Therapy-Related Acute Myeloid Leukemia (AML) or AML with Myelodysplasia-Related Changes Who Were Treated with CPX-351 ",
    "article_date": "November 5, 2020",
    "session_type": "615.Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "abstract_text": "Introduction: CPX-351 (Vyxeos ® ; daunorubicin and cytarabine liposome for injection), a dual-drug liposomal encapsulation of daunorubicin and cytarabine in a synergistic 1:5 molar ratio, has been approved by the US FDA and EMA for the treatment of adults with newly diagnosed, therapy-related AML or AML with myelodysplasia-related changes. The primary endpoint analysis of the pivotal phase 3 study (NCT01696084) that formed the basis for the approvals evaluated older patients with newly diagnosed high-risk/secondary AML; after a median follow-up of 20.7 months, CPX-351 significantly improved median overall survival (OS) versus conventional 7+3 (9.56 vs 5.95 months; HR = 0.69 [95% CI: 0.52, 0.90]; 1-sided P = 0.003), with a comparable safety profile and 2 infusion-related reaction events. After 5 years of follow-up, the improved median OS was maintained, with a HR (0.70) consistent with the primary endpoint analysis. Infusion-related reactions are generally common with liposomal drugs; this post-marketing observational study was therefore requested by the FDA to confirm observations from the phase 3 study by assessing the incidence and severity of infusion-related reactions during induction with CPX-351 in adults with AML. Methods: This was an observational, single-arm study (NCT03526926); prior to enrollment, the decision to prescribe CPX-351 was made based on the approved US indications and dosing. Patients who had been previously treated with CPX-351 or any investigational agent were ineligible. Eligible patients aged ≥18 years were to receive induction with CPX-351 at the label dosage of 100 units/m 2 (cytarabine 100 mg/m 2 and daunorubicin 44 mg/m 2 ) by 90-minute IV infusion on Days 1, 3, and 5; the observation period included only the first 6 days of the first induction cycle, although patients may have received subsequent treatment cycles at their physician's discretion. The incidence and severity of infusion-related reactions were evaluated during and for 90 minutes after the completion of each infusion. Treatment-emergent adverse events (TEAEs) were collected from the start of the first infusion until 1 day after the last infusion of the first induction cycle (Day 6) and graded according to CTCAE v4.03. TEAEs were followed until resolution, stabilization, or permanent sequelae were identified, or the patient was lost to follow-up. Results: In total, 52 patients were enrolled in the study. The median age was 64 years (range: 28, 78), with 67% of patients aged ≥60 years; 56% were male; and 23%, 46%, and 23% of patients had an ECOG performance status of 0, 1, and 2, respectively. A majority of patients had no history of allergies (64%), allergic asthma (98%), or autoimmune disorders (87%). Most patients (94%) received all 3 CPX-351 infusions, with a mean of 2.9 infusions per patient (standard deviation: 0.3). Patients received a median cumulative daunorubicin dose of 247.5 mg (range: 88, 339) and cytarabine dose of 562.5 mg (range: 204, 774). One (2%) patient experienced infusion-related reactions during the study. The patient experienced grade 1 pyrexia on Day 2 (25 hours after the Day 1 infusion) and grade 2 dyspnea on Day 4 (21 hours after the Day 3 infusion). The infusion-related reactions did not lead to dose change, interruption, or discontinuation of treatment. In total, 39 (75%) patients experienced any-grade TEAEs, and 13 (25%) patients experienced grade 3 or 4 TEAEs within the 6-day study period. Serious TEAEs were reported by 6 (12%) patients and included respiratory failure (n = 2 [4%]), pyrexia, lung infection, sepsis, tumor lysis syndrome, cerebrovascular accident, embolism, and dyspnea (n = 1 [2%] each); serious TEAEs resolved after treatment in 2 patients. Three deaths reported during the study were due to serious TEAEs considered unrelated to CPX-351 (sepsis, thromboembolic event, and stroke; n = 1 [2%] each). Conclusions: In this post-marketing observational study in patients with AML, the frequency of infusion-related reactions was low (1 of 52 patients) and the reactions were grade 1-2 in severity. Although this study only collected data on adverse events during and immediately after infusion of the first induction cycle of CPX-351, the TEAEs and serious TEAEs reported were consistent with those seen in AML patients receiving induction chemotherapy. These data support the prior safety profile reported in the pivotal phase 3 study, with no new safety signals identified. Disclosures Jacoby: Jazz Pharmaceuticals: Research Funding; AbbVie: Research Funding. Finn: Jazz Pharmaceuticals: Speakers Bureau; Celgene: Speakers Bureau; Seattle Genetics: Speakers Bureau. Emadi: Jazz Pharmaceuticals: Research Funding; NewLink Genetics: Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees; KinaRx: Other: co-founder and scientific advisor; Genentech: Membership on an entity's Board of Directors or advisory committees; Servier: Membership on an entity's Board of Directors or advisory committees. Saba: Kyowa Kirin: Other: Advisory Board; Janssen: Other: Advisory Board, Speakers Bureau; AbbVie: Consultancy, Other: Advisory Board, Speakers Bureau; Pharmacyclics: Other: Advisory Board, Speakers Bureau; Kite: Other: Advisory Board. Powell: Pfizer: Research Funding; Novartis: Research Funding; Jazz Pharmaceuticals: Consultancy, Other: Advisor, Research Funding; Rafael Pharmaceuticals: Consultancy, Other: Advisor, Research Funding; Genentech: Research Funding. Seiter: Alexion: Speakers Bureau; AbbVie: Speakers Bureau; Onconova: Research Funding; Forma: Research Funding; Jazz Pharmaceuticals: Honoraria, Research Funding, Speakers Bureau; Sanofi: Honoraria, Speakers Bureau; Incyte: Honoraria, Speakers Bureau; Celgene: Honoraria, Research Funding, Speakers Bureau; Novartis: Honoraria, Research Funding, Speakers Bureau; Sun Pharma: Research Funding; Roche: Research Funding; Amphivena: Research Funding. Garcia: Jazz Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company. Faderl: Jazz Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Meagan A. Jacoby",
        "Laura E. Finn, MD",
        "Ashkan Emadi, MD, PhD",
        "Nakhle S. Saba, MD",
        "Bayard L. Powell, MD",
        "Karen P. Seiter, MD",
        "Rosella Garcia",
        "Stefan Faderl",
        "Heather J. Male"
    ],
    "author_dict_list": [
        {
            "author_name": "Meagan A. Jacoby",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laura E. Finn, MD",
            "author_affiliations": [
                "Ochsner Health, New Orleans, LA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashkan Emadi, MD, PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nakhle S. Saba, MD",
            "author_affiliations": [
                "Tulane University School of Medicine, New Orleans, LA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bayard L. Powell, MD",
            "author_affiliations": [
                "Wake Forest Baptist Comprehensive Cancer Center, Winston-Salem, NC "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen P. Seiter, MD",
            "author_affiliations": [
                "New York Medical College, Valhalla, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosella Garcia",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Palo Alto, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Faderl",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Palo Alto, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather J. Male",
            "author_affiliations": [
                "University of Kansas Medical Center, Kansas City, KS"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T12:51:08",
    "is_scraped": "1"
}