{
    "doi": "https://doi.org/10.1182/blood.V110.11.5100.5100",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=990",
    "start_url_page_num": 990,
    "is_scraped": "1",
    "article_title": "Serial Serum Cytokine Measurement in a Patient with Systemic Scleromyxedema. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "cytokine",
        "scleromyxedema",
        "interleukin-6",
        "vascular endothelial growth factor a",
        "autologous stem cell transplant",
        "transplantation",
        "melphalan",
        "thalidomide",
        "cognitive ability",
        "cyclophosphamide"
    ],
    "author_names": [
        "Timothy Devos, MD",
        "Wouter Meersseman, MD",
        "Benedicte Dubois, MD, PhD",
        "Jozef Goebels",
        "Gregor Verhoef, MD, PhD",
        "Michel Delforge, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Intensive Care Unit, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Neurology, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Laboratory for Experimental Transplantation, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Hematology, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Hematology, Catholic University of Leuven, Leuven, Belgium"
        ]
    ],
    "first_author_latitude": "50.877954499999994",
    "first_author_longitude": "4.7002953",
    "abstract_text": "Systemic scleromyxedema (SSME) is a generalized and rare variant of lichen myxedematosus and is characterized by cutaneous papular mucinous deposits and extracutaneous manifestations. In 80% of the cases, SSME is associated with a monoclonal gammopathy and in approximately 10% with multiple myeloma. Pulmonary, gastrointestinal, rheumatologic and severe neurologic complications have been described. Clonal plasma cells are thought to stimulate excessive fibroblast proliferation resulting in the clinical presentation of this disorder, but little is known about the cytokine-mediated crosstalk between the monoclonal plasma cells and fibroblasts. For that purpose, we have sequentially measured the serum levels of the cytokines VEGF, FGF-b, TGF-b1 and IL-6 in a 39-year old male patient diagnosed with SSME and an IgG kappa paraprotein. The patient presented with repeated generalized epileptic insults, cognitive impairment, and progressively developed thickened skin furrows at the level of the glabella. The diagnosis of SSME was histologically proven. A transient neurologic improvement was seen after plasmapheresis and dexamethason pulse therapy and stem cells were subsequently mobilized with the CAD regimen (cyclophosphamide, adriamycin, dexamethason) and readministered after high dose melphalan. The neutropenic phase was complicated by sepsis and progressive neurological deterioration, after which the decision was taken to start with thalidomide at the dose of 200 mg/d. The patient gradually improved and one year later his cognitive function has normalized and the skin lesions have disappeared. A small M-spike remains visible on serum electrophoresis. Levels of VEGF, FGF-b, TGF-b1 and IL-6 were quantified by ELISA on platelet-poor serum and were measured at diagnosis and at six and twelve months after transplantation. Compared to the high pre-treatment levels of all four cytokines, a decrease was observed during the months after transplantation and at six months. Table 1: serum levels of VEGF, b-FGF, TGF-b1 and IL-6 in a patient with SSME  . before ASCT . 6 months after ASCT . one year after ASCT . value = mean of 5 serum samples +/− SD VEGF (pg/ml) 227,87 (+/−33,3) 110,81 (+/−24,8) 189,61 (+/−13,5) b-FGF (ng/ml) 17,77 (+/−0,32) 1,93 (+/−0,29) 1,64 (+/−0,37) TGF-b1 (ng/ml) 37,94 (+/−1,21) 20,45 (+/−0,85) 18,95 (+/−0,49) IL-6 (pg/ml) 92,82 (+/−3,2) 33,2 (+/−5,3) 32,0 (+/−4,5) . before ASCT . 6 months after ASCT . one year after ASCT . value = mean of 5 serum samples +/− SD VEGF (pg/ml) 227,87 (+/−33,3) 110,81 (+/−24,8) 189,61 (+/−13,5) b-FGF (ng/ml) 17,77 (+/−0,32) 1,93 (+/−0,29) 1,64 (+/−0,37) TGF-b1 (ng/ml) 37,94 (+/−1,21) 20,45 (+/−0,85) 18,95 (+/−0,49) IL-6 (pg/ml) 92,82 (+/−3,2) 33,2 (+/−5,3) 32,0 (+/−4,5) View Large One year after administration of high-dose melphalan and autologous hematopoietic stem cell transplantation (ASCT), the serum levels of FGF-b, TGF-b1 and IL-6 remain low. Remarkably, since the dose of thalidomide has been tapered because of persistent ulnar neuropathy, the serum concentration of VEGF is increasing but not reaching the pre-transplant levels. We conclude from this report that serum levels of VEGF, FGF-b, TGF-b and IL-6 follow the clinical evolution in this patient with SSME, suggesting a role for these cytokines in the pathogenesis of SSME."
}