{
    "doi": "https://doi.org/10.1182/blood.V110.11.4129.4129",
    "article_title": "Burkitt Transformation of Mantle Cell Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "MYC rearrangements are not included as a genetic change in the blastoid variants of mantle cell lymphoma (Jaffe, et al (2001) WHO Classification of Tumours of Haematopoietic and Lymphoid Tissues. Lyon: IARC Press.). We present two cases both with CCND1/IGH and MYC rearrangements. Case 1. An 82-year-old male with no known history of lymphoma presented with thrombocytopenia, loss of appetite and “abdominal fullness.” Imaging studies showed enlarged retroperitoneal lymph nodes. The peripheral blood smear had 18,000 WBC with approximately 30% circulating atypical lymphocytes. Flow cytometric studies of the bone marrow revealed a surface kappa light chain restricted CD10+ B-cell population. A bone marrow biopsy showed >90% of marrow cellularity comprised of neoplastic lymphocytes. The neoplastic lymphocytes were small to intermediate in size with minimal amounts of dark blue cytoplasm and several cytoplasmic vacuoles (Burkitt like morphology). By immunohistochemical stains, the neoplastic cells were positive for CD20, CD43, CD10, BCL-6, and cyclin D1, weakly and focally positive for BCL-2, and negative for CD23. The Ki-67 proliferation fraction was ∼100%. An immunohistochemical stain for CD5 was predominantly negative with a possible very faint blush on a subset of neoplastic B-cells. The FISH tests on bone marrow interphases were positive for a CCND1/IGH, a variant MYC/IGH, a variant MYC-BA rearrangements and negative for BCL6-BA and BCL2/IGH rearrangements. The variant MYC/IGH pattern was 3xMYC, 3xIGH, 1xFusion signals and MYC-BA pattern was 2x5′MYCcon3′MYC, 1x3′MYC. rearrangements. The karyotype was 44∼45,XY,del(2)(q11.2q21),der(3;17)(p10;q10), der(5)t(3;5)(q12;q15), t(11;14) (q13;q32) [cp6]/46,XY[14]. Since the karyotype had a t(11;14) and two normal 8 chromosomes, a metaphase FISH was analyzed to localize the signals for the MYC/IGH probe. The MYC signal were on both normal 8 chromosomes, a fusion signal was on a F-G sized chromosome. While the IGH signals were on the normal 14, der(14) and der(11). This was consistent with a cryptic MYC/IGH fusion in a three way rearrangement between chromosomes 8, 11 and 14. Case 2. A 69-year-old male having had a kidney transplant in 2001 was on immunosuppressive therapy. He presented with severe leukocytosis, anemia and thrombocytopenia and weight loss of about 12 pounds over several months. A peripheral blood smear showed 74,000 WBC with approximately 30% blasts. Bone marrow biopsies revealed normocellular bone marrow (50% cellularity). Interspersed large neoplastic lymphoid cells were shown by immunohistochemical stains to be positive for CD20, BCL-1, weak positive for BCL-2 and a Ki-67 staining > 90%. Flow cytometry indicated that the neoplastic cells were positive for kappa and CD5 but negative for CD11c and CD23. Interphases FISH on peripheral blood was positive for a CCND1/IGH rearrangement. The karyotype was 42∼44,X,-Y,add(1)(p13), t(2;8)(p12;q24), der(2)t(2;15)(p25;q11.2),+3,del(9)(p22p24),+del(9)(p22p24), − 10, del(11)(q21q23), t(11;14)(q13;q32) , − 13, − 15, − 17,add(17)(p11.2)[cp7]/46,XY[17]. FISH confirmed a MYC rearrangement. Therefore, this case had both CCND1/IGH and MYC/IGK rearrangement. Concomitant occurrence of a CCND1/IGH and a MYC rearrangement is rare in lymphomas. In Mitelman database of chromosome aberrations in cancer 2007, Four cases had both a t(11;14) and a t(8;14) translocation and two cases had both a t(11;14) and a t(2;8) translocation. This study expands the repertoire of abnormalities seen in blastoid transformation of mantle cell lymphoma. Being cognizant of a possible MYC involvement in the transformation of mantle cell lymphoma and its exploration would influence therapy.",
    "topics": [
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "mantle-cell lymphoma",
        "weight reduction",
        "flushing",
        "cyclin d1",
        "karyotype determination procedure",
        "bone marrow biopsy",
        "cd20 antigens",
        "cd23 antigen"
    ],
    "author_names": [
        "Kavita S. Reddy, PhD",
        "Mohammad Ansari-Lari, MD",
        "Bruce Dipasquale, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kavita S. Reddy, PhD",
            "author_affiliations": [
                "Genzyme Genetics"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mohammad Ansari-Lari, MD",
            "author_affiliations": [],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce Dipasquale, MD",
            "author_affiliations": [],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T13:04:05",
    "is_scraped": "1"
}