{
    "doi": "https://doi.org/10.1182/blood-2019-122491",
    "article_title": "Cytogenetic and Molecular Marker Associations to Outcomes with Duvelisib and Ofatumumab Treatment in Patients with Relapsed or Refractory CLL/SLL in the DUO Trial ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "abstract_text": "Introduction In chronic lymphocytic leukemia (CLL), prognostic factors, such as genetic alterations and lines of treatment, have been well studied with chemoimmunotherapy and are advancing with ibrutinib, venetoclax, and PI3K inhibitors. Duvelisib (DUV) is a first-in-class, oral, dual PI3K-δ,γ inhibitor approved by the US FDA in 2018 for the treatment of relapsed or refractory (R/R) CLL/small lymphocytic lymphoma (SLL) after ≥ 2 prior therapies and for follicular lymphoma after ≥ 2 prior systemic therapies. In heavily pretreated patients who received ≥ 2 prior regimens in the phase 3 DUO study, PFS was significantly extended with DUV vs ofatumumab (OFA; 16.4 vs 9.1 months) regardless of del(17p) and/or TP53 mutation status. In DUO, approximately one-third of DUV-treated patients had received only 1 prior therapy that consisted of either chemotherapy or chemoimmunotherapy. We evaluated the impact of baseline prognostic cytogenetic and molecular markers in the subgroup of patients who received 1 prior therapy in the DUO trial. Methods Patients with R/R CLL/SLL were treated with DUV 25 mg BID (n = 160) or OFA (n = 159) in the DUO trial. Patients who had 1 prior therapy before DUV (n = 64) or OFA (n = 58) were studied. PFS, ORR, and rates of treatment discontinuation in patients who received 1 prior therapy were evaluated based on cytogenetic and molecular markers at baseline. Fresh whole blood from screening or cycle 1 day 1 was evaluated at central laboratories for the following prognostic markers: IGHV mutation, del(17p), TP53 mutation, del(11q), del(13q), and trisomy 12. Results Before entry into the DUO trial, nearly all of the patients in the 1 prior therapy study group had received chemotherapy (DUV, 90.6%; OFA, 96.6%), and the majority had received a chemotherapy + anti-CD20 antibody regimen (DUV, 62.5%; OFA, 72.4%). DUV demonstrated a more favorable PFS than OFA in patients with either del(11q) (median PFS, 24.8 vs 9.2 months; HR, 0.34; P = .0318), the absence of del(13q) (median PFS, 12.7 vs 10.5 months; HR, 0.40; P = .0110), or unmutated (U)- IGHV (median PFS, 12.7 vs 11.1 months; HR, 0.67; P = .0754). DUV-treated U- IGHV patients had numerically longer PFS compared with mutated (M)- IGHV patients (median PFS, 12.7 vs 6.2 months; HR, 1.19; P = 0.6417). No significant differences in PFS were observed between DUV and OFA in patients with del(17p)/ TP53 (DUV, n = 19; OFA, n = 22) or trisomy 12 (DUV, n = 13; OFA, n = 11). DUV also demonstrated a favorable ORR compared with OFA in patients with del(11q) (83.3% vs 55.6%; OR, 8.36), the absence of del(13q) (66.7% vs 37.5%; OR, 3.90) or U- IGHV (65.9% vs 50.0%; OR, 2.20). The rate of discontinuationdue to adverse events (AEs) was similar among DUV-treated patients regardless of the presence or absence of cytogenetic markers del(11q), del(13q), del(17p) and/or TP53 , and trisomy 12. The rate of discontinuation due to AEs in DUV-treated M- IGHV patients was significantly higher than in those with U- IGHV (83.3% [n/N = 10/12] vs 36.4% [n/N = 16/44]; P = .010) with a median exposure of 14.6 vs 44.9 weeks, respectively, potentially influencing the shorter PFS observed in the M- IGHV patient subgroup. Nearly all DUV-related AEs of special interest leading to discontinuation within the M- IGHV subgroup were immune related (diarrhea [n = 1], transaminase elevation [n = 1], colitis [n = 3], dermatitis [n = 2], pneumonitis [n = 2]). An increased risk of autoimmune AEs in M- IGHV patients was previously reported with idelalisib given frontline (Lampson et al. Blood 2016). Conclusions Patients with R/R CLL/SLL and del(11q), U- IGHV , or the absence of del(13q) demonstrated extended PFS and a higher ORR with DUV vs OFA in the second-line setting; therefore, these prognostic markers are potential identifiers of patients who would benefit from DUV treatment. Patients with M- IGHV had a higher rate of discontinuation due to immune-related AEs in the second-line setting. As such, the use of prognostic markers continues to have value in selection of therapy for patients with CLL/SLL treated with novel agents, including in ongoing clinical studies with DUV. Disclosures Brown: Gilead, Loxo, Sun Pharmaceuticals, Verastem: Research Funding; Janssen, Teva Pharmaceuticals: Honoraria; Abbvie, Acerta, Astra-Zeneca, Beigene, Catapult Therapeutics, Dynamo Therapeutics, Genentech/Roche, Gilead, Juno/Celgene, Kite, Loxo, Octapharma, Novartis, Pfizer, Pharmacyclics, Sunesis, TG Therapeutics, Verastem: Consultancy; Morphosys, Invectys (Data Safety Monitoring Board): Membership on an entity's Board of Directors or advisory committees. Sprott: SMOC Therapeutics: Employment, Equity Ownership; Verastem Oncology: Employment, Equity Ownership. Lustgarten: Verastem: Employment. Weaver: Verastem Oncology: Employment, Equity Ownership, Patents & Royalties: Inventor; Hillstream Biopharma: Consultancy, Equity Ownership; FemtoDx: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties: Inventor. Danilov: Genentech: Consultancy, Research Funding; Janssen: Consultancy; Abbvie: Consultancy; Pharmacyclics: Consultancy; Verastem Oncology: Consultancy, Other: Travel Reimbursement , Research Funding; Gilead Sciences: Consultancy, Research Funding; Seattle Genetics: Consultancy; Celgene: Consultancy; Aptose Biosciences: Research Funding; Takeda Oncology: Research Funding; TG Therapeutics: Consultancy; Bayer Oncology: Consultancy, Research Funding; Bristol-Meyers Squibb: Research Funding; MEI: Research Funding; AstraZeneca: Consultancy, Research Funding; Curis: Consultancy.",
    "topics": [
        "biological markers",
        "chronic lymphocytic leukemia refractory",
        "cytogenetics",
        "duvelisib",
        "ofatumumab",
        "small cell lymphoma",
        "protein p53",
        "chemotherapy regimen",
        "prognostic marker",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Jennifer R Brown, MD PhD",
        "Kam Sprott, PhD",
        "Santosh Reddy",
        "Stephanie Lustgarten, PhD",
        "David T. Weaver, PhD",
        "Alexey Danilov, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jennifer R Brown, MD PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kam Sprott, PhD",
            "author_affiliations": [
                "Verastem Oncology, Needham, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Santosh Reddy",
            "author_affiliations": [
                "Verastem Oncology, Needham, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Lustgarten, PhD",
            "author_affiliations": [
                "Verastem Oncology, Needham, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David T. Weaver, PhD",
            "author_affiliations": [
                "Verastem Oncology, Needham, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexey Danilov, MD PhD",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T04:05:34",
    "is_scraped": "1"
}