{
    "doi": "https://doi.org/10.1182/blood.V128.22.4440.4440",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3458",
    "start_url_page_num": 3458,
    "is_scraped": "1",
    "article_title": "Flap Structure-Specific Endonuclease 1 (FEN1) May be a Key Mediator of Genome Instability in Myeloma: A Cellular Vulnerability with Potential Therapeutic Significance ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "emotional vulnerability",
        "flap endonuclease-1",
        "genomic instability",
        "multiple myeloma",
        "nuclease",
        "dna",
        "gene expression profiling",
        "disease progression",
        "luciferases",
        "mass spectrometry"
    ],
    "author_names": [
        "Masood A Shammas, PhD",
        "Leutz Buon",
        "Subodh Kumar, PhD",
        "Mehmet K. Samur, PhD",
        "David Alagpulinsa, PhD",
        "Purushothama Nanjappa",
        "Nikhil C Munshi, MD"
    ],
    "author_affiliations": [
        [
            "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
            "VA Boston Healthcare System, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Multiple myeloma is associated with a marked genomic instability which leads to acquisition of mutational changes, some of which underlie disease progression including development of drug resistance and poor clinical outcome. Understanding mechanisms of genomic instability is, therefore, extremely important to develop novel improved therapeutic strategies. Since dysregulated nuclease activity can induce DNA breaks and genetic recombination eventually disrupting genomic integrity, we have evaluated nuclease activity and specific nucleases for their role in genomic instability in MM. We previously identified a nuclease gene signature correlating with genomic instability in a myeloma patient dataset and tested it for correlation with survival in two other datasets. We showed that expression of these genes associated with poor overall as well as event free survival in both datasets, IFM172 (P< 0.00005) and gse24080 (P< 0.0008). We have now further refined this signature to a nine gene signature and tested it for correlation with survival in three different MM patient datasets in which gene expression was evaluated either by microarray (GSE39754, n=170; gse24080; n=559) or RNASeq (n=300). Elevated expression of nine gene signature significantly correlated with poor overall survival in all three datasets (P ≤ 1e-06 for IFM70 and gse24080 and P = 0.002 for RNASeq). To biologically and molecularly validate this signature, we conducted an shRNA screen and evaluated impact of all nine genes in signature as well as four additional nucleases on homologous recombination (HR) activity, using a plasmid based assay in which HR produces a functional luciferase gene. Of thirteen nucleases tested, knockdown of seven was associated with ≥50% inhibition of HR activity; the strongest (~80%) inhibition of HR activity was observed by FEN1 knockdown. To further investigate FEN1, we confirmed the role of this nuclease in HR using a different (DRGFP) assay in which homology-based recombination between two mutated genes, generates a functional GFP gene. Using this assay, we showed that FEN1-knockdown in U2OS cells was also associated with a strong (71%) inhibition of HR activity, confirming the role of this nuclease in dysregulation of HR. Evaluation by Western blotting in three different normal PBMC samples and eleven MM cell lines showed that FEN1 was not detected in normal cells, whereas highly expressed in MM cells. Expression profile using microarray also showed that FEN1 is elevated in a subset of MM patient samples. Knockdown of FEN1 in two MM cell lines, RPMI and H929, led to reduction in overall nuclease activity (by ~40%) as assessed by a fluorescence based nuclease activity assay and a similar (~50%) reduction in the levels of gamma-H2AX, a marker of DNA breaks. These data indicate that FEN1 nuclease activity contributes to increased DNA breaks as well as elevated HR activity in MM cells. To further understand the role of FEN1 in dysregulated HR and genome stability in MM, using mass spectrometry, we have identified the interacting proteins. Role of FEN1 in acquisition of new genomic changes over time in MM cells is cuurently being investigated in our laboratory. In summary, we show that FEN1 is an important component of machinery maintaining genomic integrity and plays a significant role in genome dysregulation in myeloma. The FEN1 dysfunction may provide a cellular vulnerability that can be therapeutically exploited. Disclosures No relevant conflicts of interest to declare."
}