{
    "doi": "https://doi.org/10.1182/blood-2020-137338",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4644",
    "start_url_page_num": 4644,
    "is_scraped": "1",
    "article_title": "Primarily VEGF-Driven Etiopathogenesis of Tafro Syndrome and Fibroblastic Reticular Cells As a Probable Castleman Cell - Qualitative Metasynthesis ",
    "article_date": "November 5, 2020",
    "session_type": "203.Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "topics": null,
    "author_names": [
        "Hannah Lee, MD",
        "Yurhee Lee, MD",
        "Amanda Lo, MD",
        "Leland Powell, MD PhD",
        "Bhaumik Shah, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, Olive View-UCLA, Sylmar, CA "
        ],
        [
            "Internal medicine, Olive View - UCLA, Sylmar, "
        ],
        [
            "Olive View-UCLA, Sylmar, CA "
        ],
        [
            "Olive View-UCLA Med Center, Sylmar, CA "
        ],
        [
            "Chief scientific officer, research and development, Pathologix, Marina del Rey, CA"
        ]
    ],
    "first_author_latitude": "34.3258068",
    "first_author_longitude": "-118.4458861",
    "abstract_text": "Introduction: Idiopathic multicentric Castleman disease (iMCD) is a heterogenous group of lymphoproliferative disorders believed to be driven by IL-6 with the cell(s) of origin not yet identified (Fajgenbaum et al. 2019). One clinical subtype with thrombocytopenia, anasarca, fever, renal dysfunction, and organomegaly (TAFRO) is especially aggressive. We encountered a case of TAFRO syndrome that prompted a systematic literature review focusing on the role of VEGF in the pathogenesis of TAFRO syndrome. Interim findings support a role of VEGF in the etiopathogenesis of TAFRO syndrome, with fibroblastic reticular cells (FRCs) as the pathological cell. Methodology: We started with a focused review (step 1, Table 1), followed by empirical review (step 2, Table 1) of published articles on TAFRO syndrome, using methods of qualitative review (Campbell et al. 2011, Levitt 2018) and discussed interim results from phase 1 review (Table 2). The process of reciprocally translating the findings from each study into those from all the other studies in the synthesis, if applied rigorously, provides a method for combining qualitative data in a structured manner. Interim Results: During phase 1 step 1, we reviewed 97 articles published between 2012 and 2020. Majority were case reports. The interim data comprised a total of 34 male and 32 female patients with age ranging from 3 to 85 (median age of 50.5). 26 patients were identified as severe disease and 25 were non-severe per iMCD diagnostic criteria. At the time of presentation, VEGF levels ranged from 44-7520 pg/ml (median 360), IL-6 ranged from 5-4800 pg/ml (median 39.3), and sIL-2Rα ranged from 448-8944 (median 1250). Histologically, hyaline vascular subtype was most common as seen in 24 lymph nodes compared to 4 plasmacytic and 14 mixed. Most common bone marrow cellularity was hypercellular in 19 cases, compared to 16 normocellular, and 4 hypocellular (Table 2). During phase 1 step 2, we explored the fundamental relationship between IL-6 and VEGF. In the lymph node, IL-6 is secreted from endothelial cells and FRCs. IL-6 is further augmented due to stimulation of bone marrow stromal cells by VEGF secreted from FRCs (Tanaka, Narazaki, and Kishimoto 2014). FRCs are the principal cells facilitating entry of dendritic cells and present a cognate antigen by mediating interaction between dendritic cells and T-cells (Fletcher, Acton, and Knoblich 2015, Brown and Turley 2015). Persistent antigenic stimulation leads to the release of VEGF by FRCs in the lymph node and its potentiation through release of IL-6 through VEGF-mediated stimulation of bone marrow stromal cells (Novotny et al. 2008). This reciprocal stimulation between lymph nodes and bone marrow mediate growth effects driven by VEGF, while autocrine-paracrine stimulation of VEGF and IL-6 within lymph nodes and bone marrow drives IL-6 induced flares. Discussion: IL-6 is considered a main driver of pathogenesis underlying TAFRO syndrome, but in the only randomized controlled trial of IL-6 blockade in iMCD, 66% patients did not respond to therapy. IL-6 blockade targets PI3K/Akt/mTOR signaling, an underlying pathway for the pathogenesis of TAFRO syndrome. Our empirical review of literature into TAFRO syndrome reveals elevated VEGF and CD8+ T cells as the hallmarks of TAFRO flares. FRCs are the principal VEGF mRNA-expressing cells in lymph nodes and also contribute to IL-6 production. Bone marrow stromal cells are the principal cells that drive IL-6 release due to potent stimulation from VEGF. This intertwined loop of IL-6 and VEGF becomes a vicious cycle due to chronic antigenic persistence from infections to inflammations. The data from Phase 1 review provide evidence to explain the clinical and pathologic findings in TAFRO syndrome. Atretic germinal centers, characteristic of MCD, result from the mass recruitment of centroblasts and their differentiation into plasmablasts due to chronic VEGF stimulation. IL-6 promotes differentiation of plasmablasts into plasma cells as well as maintaining their survival. We hypothesize that hyperplastic germinal centers and plasmacytosis of plasmacytic lymph node reflect predominant pathologic features during early stages of pathogenesis, while regressed germinal centers and prominent FDCs due to hyalinization of the hypervascular lymph node represent advanced pathologic features. Our findings could potentially be translated into distinguishing clinical stages of MCD. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}