{
    "doi": "https://doi.org/10.1182/blood.V126.23.3478.3478",
    "article_title": "Second Line ITP Therapy in the UK: Results from the UK Paediatric ITP Registry ",
    "article_date": "December 3, 2015",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Background: Immune thrombocytopaenia (ITP) is the most common acquired bleeding disorder in children and is typically a self-limiting condition that resolves within six months. Although a 'watch and wait' approach is commonly used in the management of paediatric ITP, treatment options are available to aid in managing complex or severe cases, with the ultimate goal being to maintain health-related quality of life (HRQL) and avoid serious complications. This study aims to understand the use and indications for second-line treatments in persistent and chronic ITP (duration of 3 months or longer) based on an analysis of the UK Paediatric ITP Registry. Methods: The UK Paediatric ITP Registry is a prospective database of children presenting with ITP to over 100 paediatric treatment centres in the UK between 2005 and 2015. Patients with ITP were included if they received any second line ITP treatment: specifically rituximab, thrombopoietin receptor agonists (TPO-RAs), azathioprine, dapsone and splenectomy. Factors including age, sex, bleeding episodes and severity as well as follow-up platelet counts were analysed. Patients receiving second line treatments were then compared to similar patients who did not receive treatment but who also had persistent (> 3 months) or chronic (> 12 months) ITP and at least one platelet count of 30x10 9 /l or less during that time period. Results: Of 938 patients in the database, 537 were identified as having persistent or chronic ITP. 22 of these patients received a form of second line treatment. This is 4% of all persistent and chronic ITP patients and 16% of those with at least one recorded platelet count <30x10 9 /l. Of the patients receiving second line treatment, 77% were female and 59% were age 10 or older when diagnosed, which when compared to the control group, show age (p=0.002) and sex (p=0.019) as significant factors in the use of second line treatment. Bleeding episodes and severity were similar between both groups with 64% of patients in each group having at least one episode of moderate or severe bleeding. Of the 22 patients receiving second line treatment, 59% showed a marked improvement in platelet counts after one course. 32% showed no significant response despite multiple courses (Figure). Conclusion: In the UK Paediatric ITP Registry, teenage girls were more likely to be prescribed second line therapy (50% were females aged 10 or older), and the majority of patients showed a marked improvement in their platelet count with one course of therapy. Future research should look at the impact of TPO-RAs as they become licensed and HRQL outcomes to help select which ITP patients would benefit the most from second line therapy. Figure 1. View large Download slide Graphic representation of platelet counts throughout course of ITP in patients receiving second line treatments using a logarithmic scale Figure 1. View large Download slide Graphic representation of platelet counts throughout course of ITP in patients receiving second line treatments using a logarithmic scale  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "inosine triphosphate",
        "pediatrics",
        "purpura, thrombocytopenic, idiopathic",
        "second line treatment",
        "hemorrhagic episodes",
        "azathioprine",
        "bleeding diathesis",
        "blood coagulation disorders",
        "dapsone",
        "follow-up"
    ],
    "author_names": [
        "Jenna Lakhani, BSc Hons (MDcine)",
        "Robert J. Klaassen, MD FRCP",
        "Nicholas J Barrowman, PhD",
        "Jason Chan, BSc (Health Science)",
        "John D. Grainger, MD BMBch, MRCP, FRCPATH"
    ],
    "author_dict_list": [
        {
            "author_name": "Jenna Lakhani, BSc Hons (MDcine)",
            "author_affiliations": [
                "University of Manchester, Manchester, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert J. Klaassen, MD FRCP",
            "author_affiliations": [
                "Department of Pediatrics, Children's Hospital of Eastern Ontario, Ottawa, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas J Barrowman, PhD",
            "author_affiliations": [
                "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Chan, BSc (Health Science)",
            "author_affiliations": [
                "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John D. Grainger, MD BMBch, MRCP, FRCPATH",
            "author_affiliations": [
                "Royal Manchester Children's Hospital, Manchester, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T02:40:24",
    "is_scraped": "1"
}