{
    "doi": "https://doi.org/10.1182/blood.V118.21.3998.3998",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1908",
    "start_url_page_num": 1908,
    "is_scraped": "1",
    "article_title": "Roles of Ring1A/B on Stem Cell Potential of MOZ and Other Acute Myeloid Leukemias, ",
    "article_date": "November 18, 2011",
    "session_type": "661. Malignant Stem and Progenitor Cells: Poster III",
    "topics": [
        "leukemia, myelocytic, acute",
        "stem cells",
        "leukemia",
        "serum immunosuppressive factor, human",
        "cancer",
        "gene expression profiling",
        "progressive multifocal leukoencephalopathy",
        "prc1 protein",
        "translocation (genetics)",
        "mice"
    ],
    "author_names": [
        "Haruko Shima, MD, PhD",
        "Mika Shino",
        "Kazutsune Yamagata, PhD",
        "Yukiko Aikawa",
        "Haruhiko Koseki, MD, PhD",
        "Issay Kitabayashi, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematological Malignancy, National Cancer Center, Tokyo, Japan, "
        ],
        [
            "Division of Hematological Malignancy, National Cancer Center, Tokyo, Japan, "
        ],
        [
            "Division of Hematological Malignancy, National Cancer Center, Tokyo, Japan, "
        ],
        [
            "Division of Hematological Malignancy, National Cancer Center, Tokyo, Japan, "
        ],
        [
            "RIKEN Research Center for Allergy and Immunology, Yokohama, Japan"
        ],
        [
            "Division of Hematological Malignancy, National Cancer Center, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.665498",
    "first_author_longitude": "139.76803569999998",
    "abstract_text": "Abstract 3998 Leukemia and other cancers possess self-renewing stem cells that help maintain cancer. Chromosomal translocations are often involved in the development of human acute myeloid leukemia (AML). The monocytic leukemia zinc finger ( MOZ ) gene is one of the targets of such translocations. While MOZ is essential for the self-renewal of hematopoietic stem cells, the leukemia associated MOZ-fusion proteins enable the transformation of non–self-renewing myeloid progenitors into leukemia stem cells. Ring1A and Ring1B are catalytic subunits of the polycomb-group repressive complex 1 (PRC1) complex containing Bmi1, and PRC1 complex plays an important role in the regulation of stem cell self-renewal. Using Ring1A-null and Ring1B-conditional deficient mice, we showed that Ring1A/B are required for continuous colony forming ability that is enabled by MOZ-TIF2 and other AML-associated fusions such as MLL-AF10, AML1-ETO, and PML-RARα. Furthermore, MOZ-TIF2- and MLL-AF10-induced AML development in mice were prevented by Ring 1A/B deficiency. To clarify the mechanism of stemness regulation in AML stem cells by PRC1 complex, we compared gene expression profiles of Ring1A/B deleted and non-deleted MOZ-TIF2-induced AML cells. As expected, Ink4a/Arf, a known major target of PRC1 complex involved in stem cell functions, was derepressed by deletion of Ring1A/B. Although deletion of Ink4a/Arf in Ring1A/B deficient AML cells partially restored colony formation ability, it was not substantial to initiate leukemia in recipient mice. Among several target genes which were derepressed by deletion of Ring1A/B, we focused on “Stemness inhibitory factor (SIF)”, known to be required for cell differentiation and morphogenesis in some specific organs. Enforced expression of SIF in MOZ-TIF2-induced AML cells stimulated differentiation of AML progenitors into macrophages. On the other hand, knock-down of SIF blocked cell differentiation block and restored the immortalizing ability of MOZ-TIF2-induced AML progenitors, despite of the absence of Ring1A/B. Collectively, our data demonstrate that Ring 1A/B play crucial roles in the maintenance of AML stem cells through repression of SIF, which strongly promote differentiation of leukemia stem cells. Disclosures: No relevant conflicts of interest to declare."
}