{
    "doi": "https://doi.org/10.1182/blood-2018-99-110001",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3861",
    "start_url_page_num": 3861,
    "is_scraped": "1",
    "article_title": "Therapeutic Candidate Alpn-101, a Dual ICOS/CD28 Antagonist, Potently Suppresses Human/NSG Mouse Xenograft Graft Vs. Host Disease (GvHD) in a Dose Ranging Study and Reduces Disease Activity in a Mouse Model of Hemophagocytic Lymphohistiocytosis (HLH) ",
    "article_date": "November 29, 2018",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Poster I",
    "topics": [
        "antagonists",
        "cd28 antigens",
        "graft-versus-host disease",
        "hemophagocytic lymphohistiocytosis",
        "host (organism)",
        "mice",
        "tissue transplants",
        "transplantation, heterologous",
        "inflammatory disorders",
        "belatacept"
    ],
    "author_names": [
        "Stacey R. Dillon, PhD",
        "Katherine E. Lewis, PhD",
        "Katherine Verbist, PhD",
        "Paige Tedrick, PhD",
        "Sabrin Albeituni, PhD",
        "Ryan Swanson, B.S.",
        "Lawrence S. Evans, B.S.",
        "Steven D Levin, PhD",
        "Mark W. Rixon, PhD",
        "Stanford L. Peng, MD, PhD",
        "Kim E. Nichols, MD",
        "Kristine M. Swiderek, PhD"
    ],
    "author_affiliations": [
        [
            "Alpine Immune Sciences, Seattle, WA "
        ],
        [
            "Alpine Immune Sciences, Seattle, WA "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN"
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN"
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN"
        ],
        [
            "Alpine Immune Sciences, Seattle, WA "
        ],
        [
            "Alpine Immune Sciences, Seattle, WA "
        ],
        [
            "Alpine Immune Sciences, Seattle, WA "
        ],
        [
            "Alpine Immune Sciences, Seattle, WA "
        ],
        [
            "Alpine Immune Sciences, Seattle, WA "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN"
        ],
        [
            "Alpine Immune Sciences, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.6353721",
    "first_author_longitude": "-122.3266142",
    "abstract_text": "Background/Purpose: ALPN-101 is a potent dual inhibitor of the ICOS and CD28 T cell costimulatory pathways designed for therapeutic application in inflammatory diseases. CD28 and ICOS bind CD80/CD86 and ICOS ligand (ICOSL), respectively, and play critical roles in T cell activation and adaptive immunity. ALPN-101 has previously been demonstrated to have potent efficacy - superior to wild type ICOSL-Fc - in models of graft versus host disease (GvHD), a disease reflecting immune-mediated attack of recipient tissue by donor T cells. Here, we examined the efficacy of a single dose of ALPN-101 or repeat dosing with different dose levels in GvHD. We also explored the potential therapeutic benefit of ALPN-101 in another T cell-driven inflammatory disease, hemophagocytic lymphohistiocytosis (HLH), a spectrum of disorders of the immune system characterized by the excessive production of cytokines by activated T cells and macrophages accumulating in organs such as the liver, spleen, bone marrow, and brain, which mediate significant tissue damage. Methods: ALPN-101 was generated using our proprietary variant Ig domain (vIgD™) platform and is an effector-function negative Fc-fusion protein with an engineered variant Ig ICOSL domain capable of binding both ICOS and CD28 with high affinity. ALPN-101 blocks the interaction of these T cell costimulatory molecules with their respective receptors, downregulating T cell activation. The dose ranging GvHD study was executed with ALPN-101 (3x weekly/4 weeks, 20 ug - 500 ug) treatment of NSG TM mice engrafted with human peripheral blood mononuclear cells (PBMC) in comparison to belatacept, a CTLA-4-Fc fusion protein CD28 pathway inhibitor. Mice were monitored daily for clinical signs of GvHD. In a model of primary (inherited) HLH in which perforin-deficient ( Prf1 (-∕-)) mice are infected with lymphocytic choriomeningitis virus (LCMV), we evaluated both prophylactic (days 0, 3, and 6 post LCMV infection) and delayed (days 3, 5, and 7) treatment with ALPN-101 (400ug/dose). Results: ALPN-101 significantly attenuated T cell activation in the human PBMC-NSG GvHD model at a single 100ug dose and at all multiple doses tested, protecting mice from the effects of xenogeneic T cell activation in vivo . Treated animals exhibited enhanced survival and reduced disease scores compared to control mice treated with saline or belatacept. Flow cytometric analyses of blood collected at 1-2 weeks post cell transfer demonstrated ALPN-101 reduced both the number and activation state of the transferred human CD4+ and CD8+ T cells. In the HLH model, ALPN-101 lessened several of the clinical and laboratory manifestations of HLH, including organomegaly, anemia, CD8+ T cell expansion, and liver inflammation. Conclusion: ALPN-101 is a potent T cell inhibitor capable, even with a single dose, of preventing T cell activation, such as that observed in the huPBMC-NSG TM GvHD and the LCMV-induced HLH models, and thus is a promising novel therapeutic candidate for GvHD and other inflammatory diseases. Preclinical development is underway to support clinical studies of this potentially first-in-class dual ICOS and CD28 inhibitor. Disclosures Dillon: Alpine Immune Sciences: Employment, Equity Ownership. Lewis: Alpine Immune Sciences: Employment, Equity Ownership. Swanson: Alpine Immune Sciences: Employment, Equity Ownership. Evans: Alpine Immune Sciences: Employment, Equity Ownership. Levin: Alpine Immune Sciences: Employment, Equity Ownership. Rixon: Alpine Immune Sciences: Employment, Equity Ownership. Peng: Alpine Immune Sciences: Employment, Equity Ownership. Nichols: Incyte: Research Funding; Alpine Immune Sciences: Research Funding. Swiderek: Alpine Immune Sciences: Employment, Equity Ownership."
}