{
    "doi": "https://doi.org/10.1182/blood.V116.21.2600.2600",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1873",
    "start_url_page_num": 1873,
    "is_scraped": "1",
    "article_title": " af9 Regulates gata2 Expression During Early Hemangioblast Specification and Vascular Pattern Formation In Zebrafish. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription: Poster I",
    "topics": [
        "dianisidine",
        "edema",
        "gata2 gene",
        "hemangioblasts",
        "heterogeneous nuclear rna",
        "leukemia",
        "leukemia, myelocytic, acute",
        "mos pp39 serine/threonine kinase",
        "myelofibrosis",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Giuseppe Germano, PhD",
        "Ilaria Guariento, BSc",
        "Natascia Tiso, PhD",
        "Blaine W. Robinson, PhD",
        "Enrico Moro, PhD",
        "Francesco Argenton, PhD",
        "Carolyn A. Felix, MD",
        "Giuseppe Basso, MD"
    ],
    "author_affiliations": [
        [
            "Dept of Pediatrics, University of Padua, Fondazione Città della Speranza, Padua, Italy, "
        ],
        [
            "Dept of Pediatrics, University of Padua, Fondazione Città della Speranza, Padua, Italy, "
        ],
        [
            "Department of Biology, University of Padua, Padua, Italy, "
        ],
        [
            "3Div. of Onc., The Children's Hospital of Philadelphia, Philadelphia, PA, USA, USA, "
        ],
        [
            "Department of Biology, University of Padua, Padua, Italy, "
        ],
        [
            "Department of Biology, University of Padua, Padua, Italy, "
        ],
        [
            "Dept of Pediatrics, University of Pennsylvania School of Medicine, Philadelphia, PA, 4Div. of Onc., The Children's Hospital of Philadelphia, Philadelphia, PA, USA, USA, "
        ],
        [
            "Dept of Pediatrics, University of Padua, Italy"
        ]
    ],
    "first_author_latitude": "45.403614",
    "first_author_longitude": "11.886185",
    "abstract_text": "Abstract 2600 Background AF9 is a transcription factor that plays an essential role in hematopoiesis and embryonic development. The alteration of AF9 is principally associated in acute myeloid leukemia as fusion partner of human MLL ( mixed-lineage leukemia ) gene rearrangements. Zebrafish is an excellent model organism to study embryonic development and hematopoiesis. We have previously shown that zebrafish af9 is expressed within the intermediate cell mass (ICM), a site of primitive hematopoiesis in zebrafish. Here we study the loss of af9 in zebrafish development to further understand how af9 modulates early hematopoietic and embryonic development. Methods and results Two morpholino antisense oligos (MOs), designed to block translation and inhibit pre-mRNA splicing of af9, were co-injected in embryos at 1–2 cell stage. To control for off-target effects, two morpholino mismatch oligos were designed and co-injected. Efficacy of MOs was demonstrated by Western blot analysis and RT-PCR in controls and MO-injected embryos (morphants). In vivo monitoring of both morphants and control embryos was carried out by microscopy. Effects of af9 depletion on vasculature and erythropoiesis were evaluated in Tg(fli1:eGFP) and Tg ( gata1:DsRed ) transgenic lines, respectively. Whole-mount in situ hybridization of known hematopoietic markers was used to decipher the developmental time-points in which af9 regulates blood development. Following injection of two MOs at 1–2 cell stage, we compared the morphological features of the morphants with control embryos at about 24 hours post-fertilization (hpf). The af9 morphants showed small head and eyes, disruption of tail development and pronounced swelling in the posterior ICM. Circulating blood cells were reduced from 26 hpf to later stages of development. At 48 hpf the heart was enlarged, showed a paucity of blood-cells and pericardial edema. Decreased number of blood cells in morphant embryos was further confirmed by o- dianisidine staining at 48 hpf and 72 hpf and in living af9 -knockdown gata1:DsRed transgenic animals, suggesting that the differentiation of erythroblasts remains insufficient or impaired. Concordant with this observation, we examined the expression of specific markers for early hematopoiesis ( scl , lmo2 and gata2 ) and primitive erythropoiesis ( gata1 , hbbe , and band3 ) using whole-mount in situ hybridization (WISH). At the 5-somite stage, the early hematopoietic precursor marker gata2 was markedly increased while scl and lmo2 remained unaffected in af9 morphants. Interestingly, by 24 hpf gata2 was found to be specifically over-expressed in ICM while no change was observed for scl and lmo2 markers. Besides, the erythroid progenitors and mature erythrocyte markers gata1 , band3 and hbbe displayed nearly normal expression. To further confirm the role af9 in early hematopoiesis, we examined its expression in moonshine , a mutant zebrafish with defects in erythroid maturation due to deficiency of tif1γ , a key regulator of hematopoietic gene expression. WISH analysis in moonshine showed loss of af9 expression in the ICM at 24 hpf, suggesting that af9 functions genetically downstream of tif1γ in normal erythroid cell development. To determine the effect of af9 on endothelial and vascular development, we performed knockdown of af9 in fli1:eGFP transgenic line. By 24 hpf, these morphants showed significant increase of fluorescence intensity in the posterior ICM and a clear perturbation in the inter-segmental vessels (ISV) of the trunk at 30 hpf, indicating that af9 is required for early steps in hemangioblast specification and vascular pattern formation in zebrafish. Conclusion af9 regulates gata2 expression during early hemangioblast specification and vascular pattern formation in zebrafish. af9 may also be involved in caudal segment morphogenesis. Taken together, these data provide the initial framework of a pathway that can be used to further integrate the molecular events regulating hemangioblast differentiation. Disclosures: No relevant conflicts of interest to declare."
}