{
    "doi": "https://doi.org/10.1182/blood.V112.11.3759.3759",
    "article_title": "Sequential Chemotherapy Followed by High Dose Therapy and Autologous Stem Cell Rescue for Mantle Cell Lymphoma: Impact of MIB-1 on Outcome ",
    "article_date": "November 16, 2008",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Introduction: Optimal management of mantle cell lymphoma (MCL) remains undefined. However, recent data support the conclusion that upfront consolidation with high dose therapy with autologous stem cell rescue (HDT/ASCR) can improve the PFS (Dreyling, et al., 2005; Geisler, et al., 2008) and possibly OS (Geisler, et al. 2008). Based on gene expression profiling data, the proliferation signature has emerged as a critical determinant of prognosis in MCL (Rosenwald, et al., 2003). Immunohistochemical assessment of proliferation as estimated by MIB-1 (Ki-67) staining has been shown to predict outcome in patients with MCL treated with chemotherapy or immunochemotherapy. With conventional chemotherapy, the reported MIB-1 staining cutoff associated with poor prognosis reportedly varies from 10–30%. Since 1994 we have treated patients (pts) with MCL with sequential chemotherapy followed by HDT/ASCR. The current analysis is a retrospective review of our treatment program focused on the impact of upfront consolidation with HDT/ASCR on the prognostic significance of proliferation as measured by MIB-1 immunohistochemistry. Methods: Seventy-nine patients underwent upfront consolidation with HDT/ASCR for MCL. Fifty-two patients had evaluation of proliferation by MIB-1 immunohistochemistry. MIB-1 expression was estimated visually and assigned a percentage. Patients were binned into quintiles of MIB-1 expression: 0–20% (n=32, 61.5%); 21–40% (n=5, 9.6%); 41–60% (n=5, 9.6%); 61–80% (n=5, 9.6%); and 81–100% (n=5, 9.6%). Outcomes were analyzed by the method of Kaplan-Meier and comparisons were by log-rank. Results: The EFS and OS at 5 years was 65.1% and 61.4% respectively for the subset of patients with available MIB-1 staining (n=52); the outcomes for the entire group (n=79) did not differ from the subset. Outcomes (PFS, OS) were evaluated by MIB-1 quintile with successive cutoff values of 20%, 40%, 60% and 80%. MIB-1 cutoff values of 40% or less were not predictive of outcome. However, when the cutoff was 60% or 80%, both the PFS and OS were significantly worse for the high proliferation group. Nineteen percent of patients had a proliferation fraction of greater than 60%. For patients with MIB-1 staining of >60% the PFS was 4.2 years and was not reached for the group with staining ≤60% (p=0.004). Similarly, overall survival was significantly different, (p=0.031). Conclusions: These findings suggest that upfront consolidation with HDT/ASCR can partially overcome the adverse impact of proliferation on outcome and the adverse outcomes are seen in a subgroup of approximately 20% of patients with MIB-1 staining of greater than 60%.",
    "topics": [
        "chemotherapy regimen",
        "ki-67 antigen",
        "mantle-cell lymphoma",
        "stem cells",
        "brachial plexus neuritis",
        "gene expression profiling",
        "immunohistochemistry"
    ],
    "author_names": [
        "Andrew D Zelenetz, MD, PhD",
        "Craig Moskowitz, MD",
        "Jocelyn Maragulia",
        "Carol S. Portlock",
        "Julie Teruya-Feldstein"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew D Zelenetz, MD, PhD",
            "author_affiliations": [
                "Medicine/Lymphoma, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Craig Moskowitz, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Ctr., New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jocelyn Maragulia",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Ctr., New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol S. Portlock",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Ctr., New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Teruya-Feldstein",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Ctr., New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T21:38:56",
    "is_scraped": "1"
}