{
    "doi": "https://doi.org/10.1182/blood-2020-136190",
    "article_title": "Frequency and Prognostic Significance of Recurrent Gene Mutations in Pediatric B-ALL: Report from the DFCI ALL Consortium ",
    "article_date": "November 5, 2020",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "The application of next-generation sequencing (NGS) approaches to leukemia markedly expanded our understanding of the molecular landscape of pediatric acute lymphoblastic leukemia (ALL), but NGS integration into clinical care and therapeutic decision making is still limited. The prognostic impact of discovered mutations in uniformly treated patients with newly diagnosed B-ALL is not well characterized, and there is no consensus regarding the clinical significance of many of these findings. We investigated the frequency of mutations affecting common molecular pathways in pediatric B-ALL that are potentially druggable with targeted therapies, to define the prognostic role of these mutations, as measured by end-induction minimal residual disease (MRD) and event-free survival (EFS). We analyzed 159 patients (median age 6 years, range 1-18) with newly diagnosed Ph-negative B-ALL treated between 2005-2015 according to the Dana-Farber Cancer Institute (DFCI) ALL Consortium Protocols 05-001 and 11-001. Diagnostic leukemia samples were sequenced using a validated clinical NGS panel. We focused on mutations affecting the following pathways: Ras ( NRAS, KRAS, PTPN11, NF1 and BRAF ), cell cycle regulation ( CCND3 , CDKN2A/B and RB1 ), PI3K signaling ( PTEN, PIK3CA, PIK3R1, PIK3C2B, MTOR, TSC1 and TSC2 ), Polycomb repressive complex 2 (PRC2) ( EED , EZH2 and SUZ12 ), and JAK/STAT signaling ( CRLF2, JAK2, JAK3, MPL, SH2B3 and SOCS1 ). Additionally, we analyzed mutations affecting CREBBP, FLT3, PAX5, SETD2 and TP53 . Mutations occurring in the ExAC database at a frequency greater than 0.01% were excluded. A Fisher exact test and Wilcoxon rank sum test were used for categorical and continuous variables. High end-induction MRD, defined as > 10 -3 , was assessed by an Ig-TCR PCR assay. EFS was estimated using Kaplan and Meier method and tested between groups using a log-rank test. Induction death/failure, relapse or death were considered as events. Overall, 108 of the 159 patients (68%) carried at least one mutation in the studied genes. Most common mutations were in the Ras pathway (47%), CREBBP (9%), JAK pathway (8%), FLT3 (8%), PI3K pathway (5%), PAX5 (4%), SETD2 (4%), TP53 (4%), cell cycle regulation (3%) and PRC2 complex (3%). We investigated the distribution of mutations among common cytogenetic groups: ETV6-RUNX1, high hyperdiploidy (HHD) (51-65 chromosomes), hypodiploidy (<45 chromosomes), KMT2A-rearranged, TCF3-PBX1, and intra-amplification chromosome 21 (iAMP21). There was a strong association between TP53 and hypodiploidy (43% vs 2%; p=0.001). Ras pathway and FLT3 mutations were enriched in HHD (67% vs 39%; p=0.004) and (17% vs 4%; p=0.016), respectively. FLT3 mutations were mutually exclusive with ETV6-RUNX1 (12% vs. 0%, p=0.038), and Ras pathway mutations were rare in this subgroup (p=0.018). PAX5 mutations were enriched in children >10 years of age (p=0.035). There were no associations with sex. Ras pathway mutations were associated with high end-induction MRD (68% vs 42%; p=0.045), and this association was stronger for clonal (variant allele frequency (VAF) >25%) mutations (n=33) (63% vs 19%; p=0.0002). Focusing on HHD, CREBBP mutations frequently co-occurred with clonal Ras pathway mutations (83% vs 17%; p=0.032). Among HHD patients with evaluable MRD (n=33), 7 patients had high MRD, and 3 of these had CREBBP mutations (p=0.052). The analyzed cohort was enriched for higher risk ALL disease (Table 1). The 5-year EFS was 80%±3% among these 159 patients. Overall, no EFS difference was observed based on Ras pathway (p=0.35). Among HHD ALL, the presence of CREBBP or clonal Ras pathway mutations was significantly associated with inferior 5-yr EFS (50%±20% vs 97%±3%; p=0.0006, Figure 1) and (70%±13% vs 100%; p=0.007, Figure 2), respectively. In conclusion, our findings provide insight into the prognostic significance of the most common mutations in pediatric HHD B-ALL in a uniformly treated cohort of patients as part of the DFCI ALL Consortium. The presence of CREBBP and clonal Ras pathway mutations may be associated with upfront chemotherapy resistance as demonstrated by high end-induction MRD. Further analysis of Ras pathway mutations segregated by VAF is warranted. Future trials may integrate these findings into risk stratification of HHD ALL. With prospective continued clinical use of NGS assays, we will further clarify the role of mutations and their contribution to disease outcomes in B-ALL. View large Download slide View large Download slide  Close modal Disclosures Mar: Blueprint Medicines Corporation: Current Employment, Current equity holder in publicly-traded company. Stegmaier: Novartis: Research Funding; Auron Therapeutics: Consultancy. Silverman: Takeda: Other: advisory board; Servier: Other: advisory board; Syndax: Other: advisory board.",
    "author_names": [
        "Giacomo Gotti, MD",
        "Maneka Puligandla, MS",
        "Kristen E. Stevenson, MS",
        "Brenton G. Mar, MD PhD",
        "Barbara L Asselin, MD",
        "Uma Athale, MD MBBS, MSc",
        "Luis A. Clavell, MD",
        "Peter D. Cole, MD",
        "Lisa M. Gennarini, MD",
        "Justine M. Kahn, MDMSc",
        "Kara M. Kelly, MD",
        "Caroline Laverdiere, MD FRCPC",
        "Jean-Marie Leclerc",
        "Bruno Michon, MD FRCPC",
        "Marshall A. Schorin, MD",
        "Maria L. Sulis, MD",
        "Thai Hoa Tran, MD",
        "Jennifer J.G. Welch, MD",
        "Kimberly Stegmaier, MD",
        "Marian H. Harris, MD PhD",
        "Lewis B. Silverman, MD",
        "Yana Pikman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Giacomo Gotti, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maneka Puligandla, MS",
            "author_affiliations": [
                "Department of Data Sciences, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen E. Stevenson, MS",
            "author_affiliations": [
                "Department of Data Science, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenton G. Mar, MD PhD",
            "author_affiliations": [
                "Blueprint Medicines, Cambridge, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara L Asselin, MD",
            "author_affiliations": [
                "Golisano Children's Hospital at URMC, University of Rochester Strong Memorial Hospital, Rochester, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uma Athale, MD MBBS, MSc",
            "author_affiliations": [
                "McMaster Children's Hospital, McMaster University, Division of Pediatric Hematology/Oncology, Hamilton, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis A. Clavell, MD",
            "author_affiliations": [
                "Division of Pediatric Oncology, San Jorge Children's Hospital, San Juan, PR "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter D. Cole, MD",
            "author_affiliations": [
                "Rutgers Cancer Institute of New Jersey, Rutgers University, New Brunswick, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa M. Gennarini, MD",
            "author_affiliations": [
                "Children's Hospital at Montefiore, Bronx, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justine M. Kahn, MDMSc",
            "author_affiliations": [
                "Division of Pediatric Hematology/Oncology, Columbia University Irving Medical Center, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kara M. Kelly, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Laverdiere, MD FRCPC",
            "author_affiliations": [
                "Hematology-Oncology Division, Charles Bruneau Cancer Center, Sainte-Justine University Hospital, Montreal, CAN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Marie Leclerc",
            "author_affiliations": [
                "CHU Ste-Justine, Montreal, CAN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Michon, MD FRCPC",
            "author_affiliations": [
                "Division of Hematology-Oncology, Centre Hospitalier de l'Universite Laval (CHUL), Quebec, Canada "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marshall A. Schorin, MD",
            "author_affiliations": [
                "Inova Fairfax Hospital for Children, Falls Church, VA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria L. Sulis, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thai Hoa Tran, MD",
            "author_affiliations": [
                "Centre Hospitalier Universitaire De Quebec, Montreal, Canada "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer J.G. Welch, MD",
            "author_affiliations": [
                "Division of Pediatric Hematology-Oncology, Hasbro Children's Hospital, Providence, RI "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Stegmaier, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marian H. Harris, MD PhD",
            "author_affiliations": [
                "Boston Children's Hospital, Department of Pathology, Boston, "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lewis B. Silverman, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yana Pikman, MD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T04:03:00",
    "is_scraped": "1"
}