{
    "doi": "https://doi.org/10.1182/blood.V124.21.2944.2944",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2937",
    "start_url_page_num": 2937,
    "is_scraped": "1",
    "article_title": "Repeat Course of Rabbit Antithymocyte Globulin As Salvage Following Initial Therapy with Rabbit Antithymocyte Globulin in Acquired Aplastic Anemia ",
    "article_date": "December 6, 2014",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "topics": [
        "acquired aplastic anemia",
        "antithymoglobulin",
        "oryctolagus cuniculus",
        "cyclosporine",
        "hematopoietic stem cell transplantation",
        "alemtuzumab",
        "therapeutic immunosuppression",
        "adrenal corticosteroids",
        "agonists",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Diego V. Clé, MD PhD",
        "Elias H. Atta, MD PhD",
        "Danielle S. P. Dias, MD",
        "Carlos B. L. Lima, MD",
        "Mariana M. Bonduel, MD",
        "Gabriela B. Sciuccati, MD",
        "Larissa A. Medeiros, MD MSC",
        "Michel M. Oliveira, MD MSC",
        "Marco A. Salvino, MD PhD",
        "Marlene P. Garanito, MD",
        "Sara Teresinha Olalla Saad, MD PhD",
        "Rodrigo T. Calado, MD PhD",
        "Phillip Scheinberg, MD"
    ],
    "author_affiliations": [
        [
            "University of São Paulo at Ribeirão Preto School of Medicine, Ribeirão Preto, Brazil ",
            "BONE - Brazilian Marrow Failure Network, São Paulo, Brazil "
        ],
        [
            "BONE - Brazilian Marrow Failure Network, São Paulo, Brazil ",
            "CEMO, National Cancer Institute, Rio de Janeiro, Brazil "
        ],
        [
            "Hemorio, Rio de Janeiro, Brazil "
        ],
        [
            "Hemorio, Rio de Janeiro, Brazil "
        ],
        [
            "Hospital de Pediatría Prof. Dr. Juan P. Garrahan, Buenos Aires, Argentina "
        ],
        [
            "Hospital de Pediatría Prof. Dr. Juan P. Garrahan, Buenos Aires, Argentina "
        ],
        [
            "BONE - Brazilian Marrow Failure Network, São Paulo, Brazil ",
            "Federal University of Paraná, Curitiba, Brazil "
        ],
        [
            "BONE - Brazilian Marrow Failure Network, São Paulo, Brazil ",
            "Federal University of Paraná, Curitiba, Brazil "
        ],
        [
            "BONE - Brazilian Marrow Failure Network, São Paulo, Brazil ",
            "Federal University of Bahia, Salvador, Brazil "
        ],
        [
            "BONE - Brazilian Marrow Failure Network, São Paulo, Brazil ",
            "University of São Paulo, São Paulo, Brazil "
        ],
        [
            "BONE - Brazilian Marrow Failure Network, São Paulo, Brazil ",
            "University of Campinas, Campinas, Brazil "
        ],
        [
            "University of São Paulo at Ribeirão Preto School of Medicine, Ribeirão Preto, Brazil ",
            "BONE - Brazilian Marrow Failure Network, São Paulo, Brazil "
        ],
        [
            "BONE - Brazilian Marrow Failure Network, São Paulo, Brazil ",
            "Hospital São José, Beneficência Portuguesa, São Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-21.163318999999998",
    "first_author_longitude": "-47.854298699999994",
    "abstract_text": "In patients with severe acquired aplastic anemia (AA) not eligible for hematopoietic stem cell transplant (HSCT), immunosuppression with horse antithymocyte globulin (h-ATG) and cyclosporine (CsA) is standard and is associated with a high response rate of about 60-70% at 6 months (Scheinberg et al. N Engl J Med 365: 430, 2011). Patients who are unresponsive to initial h-ATG can be rescued with rabbit ATG (r-ATG) in a third of cases (Scheinberg et al . Br J Haematol 133: 622, 2006). Since 2007, h-ATG is no longer available in most Latin American, Asian and European countries, with rabbit ATG (r-ATG) the only ATG formulation available in these markets. However, the outcome with r-ATG as first therapy in SAA is significantly inferior to that of h-ATG with worst response rate and overall survival (Scheinberg et al. N Engl J Med 365: 430, 2011). The salvage rate for patients who failed initial r-ATG is low with alemtuzumab and horse ATG [Scheinberg et al . Blood 119: 345, 2012; Am J Hematol 89: 467, 2014]. However, the salvage rate of a repeat course of r-ATG after initial r-ATG is unknown. Thus, we conducted a retrospective analysis in marrow failure referral Brazilian and Argentinian centers to address this question. The primary endpoint was hematologic response at 3 and 6 months, which was defined as transfusional independence and no longer meeting criteria for severe AA. Secondary endpoints included relapse, clonal evolution, and overall survival. Since 2005, 37 patients (32 refractory and 5 relapsed; 57% males, median age, 17 years; range 3-63 years) were re-treated with r-ATG (Thymoglobuline¨, Genzyme, Cambridge, MA, USA) with median dose of 3.5 mg/kg/d (range 1.67-5.0) for 5 days and oral cyclosporine adjusted to maintain blood levels between 150 and 400 ng/mL for 6 months. Corticosteroids, usually methylprednisolone, were given for at least 2 weeks to prevent serum sickness and trimethoprim–sulfamethoxazole was administered as Pneumocystis jiroveci prophylaxis. Only patients that completed the 5 day r-ATG course were included in the analysis. Second treatment was administered at a median of 283 days from first r-ATG/CsA (range 118-2379 days). After a median follow-up of 726 days (range 7-2320 days), the overall response rates at 3 and 6 months for initial r-ATG refractory patients was 5/32 (16%) and 7/32 (22%), respectively, and for those who relapsed 60% (3/5) (Table). Among all responders, 2 (20%) relapsed at 170 and 897 days after second treatment. In total, clonal evolutions were observed in 6 patients; 5 in non-responders (4 to monosomy 7; 1 trisomy 8 and 21), and 1 in a responder (myelodysplastic syndrome with normal karyotype). Three non-responders underwent matched-unrelated donor allogeneic HSCT. Twelve patients died, all who were non-responders to repeat r-ATG. Overall survival at 4.1 years (censored at the time of HSCT) was 58% (95% CI, 36-75%) (Figure). Our findings indicate that only a minority of r-ATG refractory AA patients may be successfully rescued with a second course of the same immunosuppression. Similar low salvage rates have been reported with alemtuzumab and h-ATG for those refractory to initial r-ATG. In the aggregate, these data show that: 1) other therapies should be considered for those refractory to initial r-ATG such as alternative donor HSCT, thrombopoietin agonists, or other experimental therapies; 2) the high success rate of initial h-ATG therapies cannot be recapitulated when r-ATG is administered first given the low salvage rate with alemtuzumab, h-ATG and now (current data) with r-ATG; 3) for patients that relapse after first r-ATG treatment, second course r-ATG may be a reasonable option. Table: Hematologic response at 3 and 6 months to second course of rabbit ATG plus cyclosporine  . Refractory to first r-ATG/CsA (n=32) . 95% CI . Relapsed to first r-ATG/CsA (n=5) . 95% CI . At 3 months no. (%) 5 (16) 3-28 3 (60) 17-100 At 6 months no. (%) 7 (22) 8-36 3 (60) 17-100 . Refractory to first r-ATG/CsA (n=32) . 95% CI . Relapsed to first r-ATG/CsA (n=5) . 95% CI . At 3 months no. (%) 5 (16) 3-28 3 (60) 17-100 At 6 months no. (%) 7 (22) 8-36 3 (60) 17-100 View Large Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}