{
    "doi": "https://doi.org/10.1182/blood.V124.21.1765.1765",
    "article_title": "Obinutuzumab (GA101) Is Less Prone to Antagonism of Immune Effector Function By Ibrutinib Than Rituximab in Vitro and in Vivo ",
    "article_date": "December 6, 2014",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster I",
    "abstract_text": "Introduction: Kohrt et al., Blood, 2014 demonstrated that ibrutinib antagonizes ADCC function of rituximab in vitro in ADCC assays and in vivo in the DHL-4 xenograft model through inhibition of FcgammaR signaling in immune effector cells, possibly mediated by inhibition of ITK. Obinutuzumab (GA101) is a glycoengineered type II CD20 antibody that mediates higher direct cell death induction than rituximab, and by being glycoengineered mediates enhanced induction of ADCC and ADCP. Here we aimed to investigate the impact of ibrutinib on the immune effector function of obinutuzumab as compared to rituximab. Experimental methods: The impact of ibrutinib (dose range 30, 100, 300 ng/ml to cover Cmax and Ctrough in patients) on NK cell mediated ADCC induction by obinutuzumab and rituximab was investigated using SU-DHL4 and Z138 cells as targets in LDH and chromium release assays or measuring CD16 downmodulation and the degranulation marker CD107a. IFNg release as a surrogate for NK cell activation was investigated using DHL-4 target cells or an autologous in vitro system using leukemic cells derived from CLL/NHL patients. Depletion of CD19 positive B-cells was determined in whole blood from healthy volunteers in flow cytometry-based whole blood assay. In vivo the combination of obinutuzumab or rituximab (10 mg/kg once weekly for 3 weeks) with ibrutinib (25mg/kg BID days 14-28) was investigated in the DHL-4 xenograft model. Results: In ADCC assays, ibrutinib (dose range 30, 100, 300 ng/ml) resulted in a reduction of the ADCC potency of obinutuzumab and rituximab. However, at saturating antibody concentrations of 10 ug/ml, ADCC mediated by obinutuzumab was retained while ADCC mediated by rituximab was strongly reduced as measured by chromium release ( Figure 1 A). Interestingly, in the whole blood B cell depletion assay only little impact of ibrutinib on obinutuzumab-mediated B cell depletion in terms of EC50 and maximal killing was observed at clinically meaningful concentrations of ibrutinib (30, 100, 300 ng/ml), while the activity of rituximab could be completely abolished with 300 ng/ml ibrutinib ( Figure 1 B). Notably, control experiments using an effector dead version of obinutuzmab that cannot any longer mediate ADCC or ADCP demonstrate that the retained B cell depletion by obinutuzumab in presence of ibrutinib is not due to direct cell death induction, but also due to immune effector cell mediated function (ADCC and ADCP). In the DHL-4 xenograft model where ibrutinib as a single agent has no anti-tumoral efficacy, the combination resulted in a reduced anti-tumoral efficacy of rituximab, whereas efficacy of obinutuzumab was not affected ( Figure 1 C). Conclusions: Surprisingly, we found that the inhibitory effect of ibrutinib on the immune effector mediated activity of obinutuzumab is not observed when compared to rituximab. Most notably, ADCC at saturating antibody doses, whole blood B cell depletion and in vivo efficacy of obinutuzumab were retained in presence of clinically relevant concentrations of ibrutinib covering Cmax and Ctrough levels, whereas the activity of rituximab was almost completely abolished under these conditions. We hypothesize that the differential behavior of obinutuzumab and rituximab may be related to the enhanced FcgRIII affinity and stronger FcgRIII signaling activation mediated by obinutuzumab as a consequence of glycoengineering that may subsequently overwrite inhibitory effects of ibrutinib. While the clinical relevance of the observed preclinical antagonism for the combination of rituximab with ibrutinib still needs further clinical investigation, these preclinical data strongly support the clinical investigation of ibrutinib in combination with the glycoengineered Type II CD20 antibody obinutuzumab for the treatment of chronic lymphocytic leukemia and other B-cell malignancies. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Herter: Roche: Employment. Bacac: Roche: Employment. Umana: Roche: Employment. Klein: Roche: Employment, Equity Ownership, Patents & Royalties.",
    "topics": [
        "ibrutinib",
        "obinutuzumab",
        "rituximab",
        "antibodies",
        "transplantation, heterologous",
        "cd20 antigens",
        "chromium",
        "antigens, cd16",
        "cancer",
        "cd19 antigens"
    ],
    "author_names": [
        "Sylvia Herter, PhD",
        "Idit Sagiv-Barfi, PhD",
        "Cariad Chester",
        "Mohith Sadaram, BS",
        "Jonathan Hebb, MD",
        "Debra K Czerwinski",
        "Narendiran Rajasekaran, PhDMSc",
        "Marina Bacac, PhD",
        "Pablo Umana, PhD",
        "Ron Levy, MD",
        "Christian Klein, PhD",
        "Holbrook E Kohrt, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sylvia Herter, PhD",
            "author_affiliations": [
                "Roche Pharmaceutical Research and Early Development, Schlieren, Switzerland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Idit Sagiv-Barfi, PhD",
            "author_affiliations": [
                "Stanford University, Stanford, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cariad Chester",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohith Sadaram, BS",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Hebb, MD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Debra K Czerwinski",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Narendiran Rajasekaran, PhDMSc",
            "author_affiliations": [
                "Stanford University, Stanford, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Bacac, PhD",
            "author_affiliations": [
                "Roche Pharmaceutical Research and Early Development, Schlieren, Switzerland "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pablo Umana, PhD",
            "author_affiliations": [
                "Roche Pharmaceutical Research and Early Development, Schlieren, Switzerland "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ron Levy, MD",
            "author_affiliations": [
                "Stanford School of Medicine, Stanford, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Klein, PhD",
            "author_affiliations": [
                "Roche Pharmaceutical Research and Early Development, Schlieren, Switzerland "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Holbrook E Kohrt, MD PhD",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T02:33:21",
    "is_scraped": "1"
}