{
    "doi": "https://doi.org/10.1182/blood.V112.11.1868.1868",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1117",
    "start_url_page_num": 1117,
    "is_scraped": "1",
    "article_title": "Increased Nucleosomal DNA Fragmentation in Leukocytes of Thalassemia Patients. ",
    "article_date": "November 16, 2008",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "topics": [
        "dna fragmentation",
        "infectious mononucleosis",
        "leukocytes",
        "thalassemia",
        "antioxidants",
        "blood tests",
        "caspases",
        "centrifugation",
        "chelating agents",
        "c-reactive protein"
    ],
    "author_names": [
        "Patrick B Walter, PhD",
        "John B Porter, MD",
        "Patricia Evans, PhD",
        "Janet Kwiatkowski, MD",
        "Ellis J. Neufeld, MD, PhD",
        "Thomas D. Coates, MD",
        "Patricia Giardina, MD",
        "Robert jW Grady, PhD",
        "Elliott Vichinsky, MD",
        "Nancy F. Olivieri, MD",
        "Felicia Trachtenberg, PhD",
        "Daniele Alberti, MD",
        "Ellen Fung, PhD",
        "Bruce Ames, PhD",
        "Annie Lui, BS",
        "Paul Harmatz, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology Dept., Children’s Hospital & Research Center Oakland, Oakland, CA, USA"
        ],
        [
            "University College London, London, United Kingdom"
        ],
        [
            "University College London, London, United Kingdom"
        ],
        [
            "Pediatrics/Hematology, Children’s Hosp. of Phila., Philadelphia, PA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Children’s Hospital of LA, Los Angeles, CA, USA"
        ],
        [
            "Cornell Medical College, New York Presbyterian Hospital, New York, NY, USA"
        ],
        [
            "Cornell Medical College, New York Presbyterian Hospital, New York, NY, USA"
        ],
        [
            "Hematology/Oncology Dept., Children’s Hospital & Research Center Oakland, Oakland, CA, USA"
        ],
        [
            "Toronto General Hospital, University Health Network, Toronto, ON, Canada"
        ],
        [
            "New England Research Institutes, Watertown, MA, USA"
        ],
        [
            "Novartis Pharmaceuticals Corp, East Hanover, NJ, USA"
        ],
        [
            "Hematology/Oncology Dept., Children’s Hospital & Research Center Oakland, Oakland, CA, USA"
        ],
        [
            "Children’s Hospital Oakland Research Institute, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology Dept., Children’s Hospital & Research Center Oakland, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology Dept., Children’s Hospital & Research Center Oakland, Oakland, CA, USA"
        ]
    ],
    "first_author_latitude": "37.837713599999994",
    "first_author_longitude": "-122.26438519999998",
    "abstract_text": "Iron overload has been shown to induce DNA damage and may be implicated in leukocyte apoptosis. Previously we have shown that indirect markers of apoptosis such as caspase activity and Bax levels were higher in leukocytes of thalassemia patients. We have now assessed whether nucleosomal DNA fragmentation, a hallmark of apoptosis, is higher in leukocytes of iron-overloaded thalassemia patients compared with control subjects. Methods: Thalassemia Clinical Research Network patients participating in the Novartis CICL670A0107 trial (a randomized comparison of deferasirox, an oral iron chelator, vs. DFO) were eligible and 44 (25 male, mean age: 21.8 ± 11.1 yrs) were enrolled in the study. Fasting blood samples were obtained after a 5-day washout of DFO prior to commencing treatment with study drug, and 24 hours post-chelator at 1, 6, and 12 months on study. Thirty healthy controls matched for age, sex, race and antioxidant usage (15 male, mean age 24.5 ± 9 yrs) also supplied a blood sample. Plasma, serum and cells were separated by centrifugation. The classic marker for apoptosis, nucleosomal DNA fragmentation was determined by a high throughput ELISA assay that used monoclonal antibodies directed against single- and double-stranded DNA bound to histones (H1, H2A, H2B, H3, and H4) and thus specifically detected mono- and oligonucleosomes (measured in ng/μg leukocyte protein). Detection of free mono- or oligonucleosomes is a direct measurement of apoptotic DNA fragmentation. DNA fragmentation results were log-transformed prior to analysis and means are reported. Results: At baseline, thalassemia patients had elevated nucelosomes compared to the controls (351.5 vs. 74.9 ng/μg leukocyte protein, p = 0.001). This high level of leukocyte DNA fragmentation was unchanged throughout the study. Furthermore, nucleosomal DNA fragmentation was positively correlated with CRP (r = 0.3, p = 0.01), WBC (r = 0.2, p = 0.05) and ANC (r = 0.2, p = 0.04), suggesting apoptosis is present in increased inflammatory states. Conclusions: This finding demonstrates that nucleosomal DNA fragmentation is higher in thalassemia compared to control patients and thus provides further evidence that there is increased apoptosis in circulating leukocytes of thalassemia patients."
}