{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3503.3503",
    "article_title": "Serum Metabolite Profiles Are Strongly Correlated with Membrane Lipid Alterations in Beta Thalassemia Patients ",
    "article_date": "December 7, 2017",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster III",
    "abstract_text": "Background-Aim. Despite significant improvements in the diagnosis and treatment of beta thalassemia, it is still challenging to understand how genetic variation affects disease progression. In addition, the search for new personalized therapies targeting ineffective erythropoiesis and the increasing demand for tools to monitor the long-term effects of existing therapies provide the setting for metabolomics integration in thalassemia studies. Metabolomics enables the profiling of large numbers of small molecules in cells, tissues and biological fluids. These molecules include amino acids, carbohydrates, lipids, nucleotides and their metabolites. Currently, several different analytical platforms exist for metabolomics, and both untargeted and targeted methodologies are being employed. According to our knowledge, studies for metabolite identification in the blood or urine of beta thalassemia patients are still scarce. We hypothesized that untargeted metabolomics approach that assess changes in global metabolite profiles may provide valuable information regarding the biochemistry of disease processes and identify new biomarkers. Patients and methods. Thirty one patients with beta thalassemia (21 transfusion dependent, TD, 10 non-transfusion dependent, NTD) were enrolled in the study, while 9 apparently healthy individuals matched for age and sex respectively, to patients, served as controls. Other clinical parameters such as type of iron chelators, serum lactate dehydrogenase, serum ferritin as well as cardiac and liver MRI T2* were enrolled in the study. Untargeted serum metabolites from fasting serum samples were analyzed using Ultra-High Performance Liquid Chromatography followed by tandem Mass Spectrometry (UHPLC-OrbitrapMS). The injection volume was 10μl and the analysis lasted 30 min. Finally, significant metabolites were identified with multivariate statistical analysis using Simca P (Umetrics). Results. The main results of the study showed that: a) 183 metabolites were detected in patient and control samples, b) mapping the results of analyses, patients compared to controls had 124 metabolites with significantly lower concentration, 5 metabolites with comparable concentration and 54 metabolites with significantly higher concentration, and c) metabolic pathway analysis revealed alterations mainly in the glycerophospholipids, porphyrin, linoleic acid, alpha-linoleic acid and arachidonic acid metabolism as well as in primary bile acid biosynthesis. Lysophosphatidylcholines (LysoPC), which result from partial hydrolysis of membrane phosphatidylcholines were significantly upregulated (p<0.05). No significant differences were noted between TD and NTD patients even when other clinical parameters were checked. Conclusions. Our findings showed significant alterations in serum metabolome of patients with TD and NTD beta thalassemia. Also we demonstrated important metabolic abnormalities indicative of membrane lipid alterations due to oxidative damage. Further analytical targeted approach of the unidentified metabolites will provide useful information on this field. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "beta thalassemia",
        "membrane lipids",
        "metabolites",
        "molecule",
        "transfusion",
        "amino acids",
        "arachidonic acid",
        "bile acids",
        "biological markers",
        "carbohydrates"
    ],
    "author_names": [
        "Alexandros Makis",
        "Dimitra Papagiannaki",
        "Theodoros Palianopoulos",
        "Eleftheria Hatzimichael",
        "Eleni Kapsali",
        "Nikolaos Chaliasos",
        "Vasilios Sakkas",
        "Evangelos Gikas"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexandros Makis",
            "author_affiliations": [
                "Department of Pediatrics, University Hospital of Ioannina, Ioannina, Greece "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dimitra Papagiannaki",
            "author_affiliations": [
                "Laboratory of Analytical Chemistry, Department of Chemistry, University of Ioannina, Ioannina, Greece "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theodoros Palianopoulos",
            "author_affiliations": [
                "Department of Pediatrics, University Hospital of Ioannina, Ioannina, Greece "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleftheria Hatzimichael",
            "author_affiliations": [
                "Department of Hematology, University Hospital of Ioannina, Ioannina, Greece "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleni Kapsali",
            "author_affiliations": [
                "Department of Hematology, University Hospital of Ioannina, Ioannina, Greece "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolaos Chaliasos",
            "author_affiliations": [
                "Department of Pediatrics, University Hospital of Ioannina, Ioannina, Greece "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vasilios Sakkas",
            "author_affiliations": [
                "Laboratory of Analytical Chemistry, Department of Chemistry, University of Ioannina, Ioannina, Greece "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Gikas",
            "author_affiliations": [
                "Laboratory of Pharmaceutical Analysis, School of Pharmacy, University of Athens, Athens, Greece"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:49:02",
    "is_scraped": "1"
}