{
    "doi": "https://doi.org/10.1182/blood-2018-99-120102",
    "article_title": "A Naturally Occurring Canine Model of Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma: IGHV Mutation Status, Gene Expression, and Clinical Outcome ",
    "article_date": "November 29, 2018",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology: Poster III",
    "abstract_text": "Dogs spontaneously develop B-cell chronic lymphocytic leukemia (CLL), providing a naturally occurring model to study genetic risk factors and new therapeutics. CLL accounts for approximately 10% of canine lymphoma and leukemia samples submitted for flow cytometric immunophenotyping at the Colorado State University Clinical Immunology laboratory. There is a strong breed predilection in canine CLL, suggesting genetic predisposition (Bromberek et al, 2016). Our goals are to investigate the molecular mechanisms and clinical features of canine CLL, to evaluate this disease as a model for human CLL. We previously investigated immunoglobulin heavy chain variable region (IGHV) mutation status in canine CLL patients and found breed-specific differences in mutation status. The majority of small-breed dogs, which have a strong predilection for CLL, had mutated IGHV genes (M-CLL), while Boxer dogs preferentially had unmutated IGHV genes (U-CLL)(79% of cases). We investigated the clinical presentation and outcome of CLL in small-breed dogs (n=37) compared to Boxers (n=18), hypothesizing that Boxers would have more aggressive disease as seen in human patients with U-CLL. We retrospectively reviewed medical records for all cases and compared overall survival between breed groups by the Kaplan-Meier method and log-rank test. Canine CLL patients were older at diagnosis, with a median age of 10.4 yrs (IQR, 8.7-13.0 yrs). 53% of cases were female and 47% were male. Anemia was common (78% of Boxers; 51% of small-breed dogs), thrombocytopenia was less common (50% of Boxers; 32% of small-breed dogs), and neutropenia was very rare (n=1 case)(no significant differences among breed groups). The presenting lymphocyte count was significantly higher in Boxers (median, 83,960 lymphs/uL) compared to small-breed dogs (median, 22,100 lymphs/uL)(p=0.0006). Peripheral and/or visceral lymphadenopathy was present in 78% of Boxers and 65% of small-breed dogs, and splenomegaly and/or splenic masses were detected in 61% of Boxers and 57% of small-breed dogs (no significant differences among breed groups). The median overall survival time, from time of diagnosis, was significantly shorter in Boxer patients (MST=5 months) than small-breed patients (MST=19 months)(p=0.0019). We performed RNA-Seq on twelve CLL cases, including four Boxer dogs and eight small-breed dogs, and three control dogs with no evidence of lymphoproliferative disease. RNA-Seq libraries were prepared from sorted CD21+ B cells from the peripheral blood and lymph node of CLL and control cases, respectively. Top KEGG pathways enriched in CLL cases included B-cell receptor signaling pathway, calcium signaling pathway, and NF-kappa B signaling pathway. Gene expression profiling showed heterogeneity amongst the CLL samples. Hierarchical clustering grouped CLL cases into two groups. Differentially expressed genes in group 1 CLL cases compared to control B cells were significantly enriched for genes involved in human CLL pathogenesis using Gene Set Enrichment Analysis (GSEA), but group 2 CLL cases were not. Group 1 CLL cases had upregulated NFKB signaling pathway genes and myc target genes, compared to group 2 CLL cases. CLL group 1 was comprised of seven out of twelve CLL cases, including three of four Boxers. CLL group 2 contained the remaining five CLL cases, including one Boxer. Pooled CLL cases had a gene expression profile most suggestive of a naïve B-cell, by GSEA analysis and comparison to the B-cell-associated gene signature (BAGS) classification (Dybkær et al, 2015). In summary, canine CLL shares similarities with human CLL in clinical presentation, including an older age at diagnosis, frequent involvement of secondary lymphoid tissues, and a genetic predisposition as evidenced by strong breed predilections. The canine CLL gene signature appears to share overlap with human CLL, especially among a subset of canine patients. Boxer dogs preferentially use unmutated IGHV genes and have an aggressive disease course, suggesting Boxers may provide a useful model to study mechanisms and genetic risk factors associated with aggressive U-CLL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "mutation",
        "treatment outcome",
        "gene expression",
        "genetic predisposition to disease",
        "gene expression profiling",
        "rna",
        "uterine fibroids",
        "anemia",
        "disease progression"
    ],
    "author_names": [
        "Emily Rout, DVM",
        "Robert Burnett, PhD",
        "Julia Labadie, PhD",
        "Janna Yoshimoto, BS",
        "Anne Avery, VMD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emily Rout, DVM",
            "author_affiliations": [
                "Colorado State University, Fort Collins, CO"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert Burnett, PhD",
            "author_affiliations": [
                "Colorado State University, Fort Collins, CO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Labadie, PhD",
            "author_affiliations": [
                "Colorado State University, Fort Collins, CO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janna Yoshimoto, BS",
            "author_affiliations": [
                "Colorado State University, Fort Collins, CO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Avery, VMD, PhD",
            "author_affiliations": [
                "Colorado State University, Fort Collins, CO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T04:23:01",
    "is_scraped": "1"
}