{
    "doi": "https://doi.org/10.1182/blood-2019-128917",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4241",
    "start_url_page_num": 4241,
    "is_scraped": "1",
    "article_title": "Overexpression of Mir-21-5p Induces Apoptosis and Cell Cycle Arrest By Down-Regulating SKP2 and Overcomes Bortezomib Resistance in Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": [
        "apoptosis",
        "bortezomib",
        "cell cycle arrest",
        "multiple myeloma",
        "protein overexpression",
        "micrornas",
        "cdkn1b gene",
        "immunoblotting",
        "screening",
        "annexin a5"
    ],
    "author_names": [
        "Jonahunnatha Nesson George William, PhD",
        "Jian Wu, MD",
        "Ziyan Chen",
        "Omar Faruq, PhD",
        "Hong Chang, MD"
    ],
    "author_affiliations": [
        [
            "University Health Network, Toronto, Canada "
        ],
        [
            "University Health Network, Toronto, Canada "
        ],
        [
            "University Health Network, Toronto, Canada "
        ],
        [
            "University Health Network, Toronto, Canada "
        ],
        [
            "Department of Laboratory Medicine & Pathobiology, University of Toronto, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.658383",
    "first_author_longitude": "-79.3871905",
    "abstract_text": "High expression of SKP2 (S-Phase Kinase Associated Protein 2) is associated with tumor cell growth and drug resistance in many solid tumors and hematological malignancies. However, the role of SKP2 in drug resistance/ relapse of multiple myeloma (MM) patients has not been fully investigated. To this end, we first analyzed two publicly accessible datasets (GSE6477, GSE9782) which demonstrated that relapsed MM patients showed higher expression of SKP2 compared to newly diagnosed patients ( p =0.02). Furthermore, high expression of SKP2 was correlated with shorter overall survival compared to newly diagnosed MM patients with low SKP2 expression ( p =0.0002). To investigate whether miRNAs could play a role in the dysregulation of SKP2 in MM, we exploited several miRNA-target prediction algorithms (Targetscan, miRDB, microT-CDS) to generate a selective miRNA library for subsequent screening. Over all, the screening results displayed 59 miRNA candidates predicated to target SKP2 , 9 miRNAs were commonly identified by all three algorithms. Among these, miR-21-5p showed the highest potential binding score for SKP2 and was found to be in an inverse correlation with SKP2 in MM patient dataset (GSE16558). To address whether miR-21-5p/ SKP2 axis may play a role in drug resistance in MM, we used two drug resistant MM cell lines (RPMI-8226R5 and MM.1R) to analyze the basal expression of SKP2 and miR-21-5p compared with that in their parental lines (RPMI-8226 and MM.1S, respectively). It turned out that the resistant MM cells displayed low expression of miR-21-5p and high expression of SKP2 whereas the parental lines showed the opposite pattern. Moreover, overexpression of miR-21-5p in both MM drug resistant cell lines significantly reduced both mRNA and protein levels of SKP2 further supporting that SKP2 could be a target of miR-21-5p. SKP2 mediates the ubiquitination of cyclin kinase inhibitor p27 Kip1 , a central negative regulator of cell cycle. In line with this, our immunoblot analysis confirmed that high SKP2 expressing drug resistant MM cells showed a low level of p27 Kip1 protein and low SKP2 expressing MM parental lines showed a high level of p27kip1 protein. To investigate the functional effects of miR-21-5p overexpression, we first performed FACS to determine if this overexpression would modulate cell cycle regulation of drug resistant MM cells. miR-21-5p overexpression increased in the proportion of cells at G1/G0 phase (RPMI-8226R5: 41.6 % to 59.1%, MM.1R: 19.5 % to 39.4%), decreased in the proportion of cells in S phase (RPMI-8226R5: 30.9 % to 25.5 %, MM.1R: 44.7 % to 32.2%) and G2/M phase (RPMI-8226R5: 15.5 % to 11.5 %, MM.1R: 27.6 % to22.4% ) compared with scrambled control. At the same time, immunoblot results showed that overexpression of miR-21-5p accumulated p27 Kip1 and p21 (Cip1/Waf1), and suppressed CDK6 and Cyclin E cell cycle markers. Next, we examined the effect of miR-21-5p overexpression on cell proliferation and apoptosis in MM resistant cells using both MTT cytotoxicity assay and vital exclusion staining (trypan blue). In both assays, miR-21-5p mimics-transfected MM resistant cells showed significant reduction of cell viability and increase in apoptosis in a time-dependent manner compared with scrambled-transfected cells. Overexpression of miR-21-5p upregulated apoptotic markers: cleaved PARP-1, cleaved caspase-3, PUMA and BAX and down regulated anti-apoptotic markers: BCL-2 and survivin. Subsequently, efficacy of bortezomib (BTZ) was examined on miR-21-5p overexpressed MM resistant cells which were interestingly re-sensitized to BTZ in a dose- and time-dependent manner. In addition, our FACS experiment also confirmed that combination of BTZ and miR-21-5p mimics increased the percentage of annexin-V positive cells compared to scrambled and miR-21-5p mimics in the MM resistant cells. In conclusion, miR-21-5p is suppressed in MM resistant cells, which contributes to the drug resistance in MM through upregulation of SKP2 . Overexpression of miR-21-5p induces apoptosis and cell cycle arrest in MM drug resistant cells by downregulating SKP2 gene expression and overcomes BTZ resistance in these cells. Our study provides a proof-of-concept that miR-21-5p could be utilized as a SKP2 -targeting molecule which in combination with BTZ would be a promising therapeutic approach to overcome MM drug resistance. Disclosures No relevant conflicts of interest to declare."
}