{
    "doi": "https://doi.org/10.1182/blood.V126.23.1854.1854",
    "article_title": "Carfilzomib Enhances Natural Killer Cell-Mediated Lysis of Myeloma Linked with Decreasing Expression of HLA Class I ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Multiple myeloma (MM) is a malignant disorder characterized by uncontrolled monoclonal plasma cell proliferation. It accounts for 10% of all hematological malignancies and causes 15-20% of deaths from hematological malignancies. Although new therapies were introduced and overall survival of MM was improved in the last 10 years, MM still remains an incurable disease due to drug resistance. Natural killer (NK) cell-based treatments are promising therapies for multiple myeloma (MM). Carfilzomib (CFZ), a second-generation proteasome inhibitor, is used to treat patients with MM who are refractory or intolerant to both bortezomib and lenalidomide (or thalidomide). In this study, we determined that CFZ treatment enhanced the sensitivity of MM cells to NK cell-mediated lysis. Here, we report that CFZ decreased the expression of human leukocyte antigen (HLA) class I on MM cell lines and primary MM cells, the mean reduction was 47.7 ± 9.4% and 42.8 ± 12.4%, respectively. The down-regulation caused by CFZ occurred in a dose- and time- dependent manner. We compared the cell surface levels of HLA class I on MM cells in the presence or absence of CFZ after acid treatment. CFZ also down-regulated the expression of newly formed HLA class I on MM cells. CD107a expression levels were used to measure NK-cell degranulation. When NK cells were incubated with MM cells with CFZ treatment, the percentage of NK cells expressing CD107a on the surface greatly increased (mean ± SD: 33.6 ± 2.1%, for treated cells vs 16.7 ± 2.3%, for control cells, P < 0.05). We also showed that CFZ augmented NK-cell cytotoxity by a perforin/granzyme-mediated mechanism, because such enhancement was abolished when CMA, but not anti-TRAIL or anti-Fas-L antibodies, was added. Treatment of MM with CFZ significantly sensitized patients' MM cells to NK cell-mediated lysis (mean ± SD: 43.1 ± 6.4%, for treated cells vs 16.1 ± 4.0%, for control cells at effector/target (E/T) ratio of 10:1, n = 9, P < 0.01). Furthermore, the exogenous HLA-C binding peptides, used in the CFZ treated group rescued the down-regulation of HLA-C and reduced NK cell-mediated lysis to a similar level as in the untreated group. Blocking NKG2D, NCRs and TRAIL did not have a significant impact on NK cell lysis of myeloma cells. These implied the enhancement of NK cell-mediated lysis was mainly linked with the decreased expression of HLA class I. Our findings show a novel activity of CFZ as an immunomodulating agent and suggest a possible approach to therapeutically augment NK cell function in MM patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "carfilzomib",
        "cytolysis",
        "human leukocyte antigens",
        "multiple myeloma",
        "hematologic neoplasms",
        "hla-c antigens",
        "lamp-1",
        "antibodies",
        "biological response modifiers",
        "bortezomib"
    ],
    "author_names": [
        "Jumei Shi, MD, PhD",
        "Guang Yang",
        "Yuanyuan Kong",
        "Minjie Gao",
        "Yi Tao",
        "Yiwen Zhang",
        "Xiaosong Wu"
    ],
    "author_dict_list": [
        {
            "author_name": "Jumei Shi, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Shanghai 10th People's Hospital, Tongji University School of Medicine, Shanghai, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Guang Yang",
            "author_affiliations": [
                "Department of Hematology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuanyuan Kong",
            "author_affiliations": [
                "Department of Hematology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Minjie Gao",
            "author_affiliations": [
                "Department of Hematology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Tao",
            "author_affiliations": [
                "Department of Hematology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiwen Zhang",
            "author_affiliations": [
                "Department of Hematology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaosong Wu",
            "author_affiliations": [
                "Department of Hematology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T03:56:53",
    "is_scraped": "1"
}