{
    "doi": "https://doi.org/10.1182/blood.V118.21.5122.5122",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2044",
    "start_url_page_num": 2044,
    "is_scraped": "1",
    "article_title": "Bone Marker Directed Dosing of Zoledronic Acid for the Prevention of Skeletal Complications in Patients with Multiple Myeloma: Primary Analysis Results of the Z-MARK Study ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "multiple myeloma",
        "zoledronic acid",
        "serious reportable event",
        "disease progression",
        "follow-up",
        "infusion procedures",
        "adverse event",
        "arthralgia",
        "bisphosphonates",
        "cough"
    ],
    "author_names": [
        "Noopur Raje, MD",
        "Robert Vescio, MD",
        "Charles W. Montgomery, MD",
        "Ramakrishnan Parameswaran, MD",
        "Diep Tran, MS",
        "Ghulam Warsi, PhD",
        "Eliza Argonza-Aviles, RN, MSHS",
        "Solveig G. Ericson, MD- PhD",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Cedars-Sinai Medical Center, Los Angeles, CA, USA, "
        ],
        [
            "Hematology and Oncology Associates at BridgePoint, Tupelo, MS, USA, "
        ],
        [
            "Avera Cancer Institute, Sioux Falls, SD, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3631671",
    "first_author_longitude": "-71.0687306",
    "abstract_text": "Abstract 5122 Background: Standard monthly infusions of 4 mg zoledronic acid (ZOL) have been proven effective at reducing the risk of skeletal complications in patients with multiple myeloma (MM). It is hypothesized that patients with normal bone metabolism may not require as intense a treatment schedule as patients with accelerated bone resorption. The Z-MARK study evaluates whether patients who have been treated with IV bisphosphonates (BP) for 1–2 years can safely be treated long-term with less frequent dosing of ZOL based on bone turnover markers. Materials and Methods: MM patients (N=121) who had started standard monthly IV BP (ZOL or pamidronate, PAM) 1–2 years prior to enrollment and received ≥4 prior doses, with baseline calculated creatinine clearance (CrCl) of ≥30 mL/min, were enrolled. Patients received 4mg IV ZOL q4 or q12 weeks based on their most recent urine NTX (uNTX) measurement (uNTX≥50 nmol/mmol Cr - infusion q4 weeks, uNTX<50 nmol/mmol Cr - infusion q12 weeks). Patients who developed a skeletal related event (SRE) or had disease progression requiring a change in their MM therapy while on study were treated q4 weeks thereafter regardless of their uNTX values. The primary endpoint of the study is the proportion of patients who experience at least one SRE during study Year 1. This primary analysis (PA) includes all enrolled patients who completed study Year 1 or have discontinued from the study. Results are summarized by Group A (consisting of patients receiving ZOL q12 weeks only, N=83) and all others in Group B (N=38). Results: As of the May 9, 2011 data cut-off date, 31.3% (9.6% due to AEs, 14.5% withdrew consent, and 7.2% due to other reasons) in A and 36.8% (15.8% due to AEs, 10.5% withdrew consent, and 10.5% due to other reasons) in B discontinued early. The mean age was 63.8 years, with approximately 1:1 male/female ratio. The baseline mean (SD) for uNTX and calculated CrCl was 21.3 (11.8) nmol/mmol Cr and 84.8 (34.7) mL/min, respectively. Based on the International Staging System, 79.5% of the patients were stage I or II and 14.5% were stage III at enrollment in A. The same in B were 71.1% and 21.1%. The median time from initial MM diagnosis to enrollment was 18.4 months in both groups. In A, 67.5% had ≥1 osteolytic lesions and of these 37.5% had >6; in B, 73.7% had ≥1 and of these 42.9% had >6. In A, 83.1% had received ZOL only, 13.3% had received PAM only; in B, 92.1% had received ZOL only and 2.6% had received PAM only prior to enrollment. The median duration of prior BP therapy was 13.8 in A and 14.8 months in B. In A, 73.5% had ≥1 SREs at enrollment; in B the same was 76.3%. Four patients started study ZOL treatment on the q4-weeks dosing schedule and 117 patients started on the q12-weeks schedule (based on uNTX values at study entry). Thirty four of 117 patients assigned to q12-week dosing were switched to q4 weeks (14 due to increased uNTX, 4 due to SREs, and 16 due to disease progression). In study Year 1, no patient in A had any SRE while 7 patients in B had SREs (3 pathologic fractures, 3 spinal cord compressions, 4 radiations to bone, 1 surgery to bone, 1 hypercalcemia of malignancy). Only 5.8% of patients had any SRE in the first year. In A, 90.4% of patients had any adverse event (AE) while it was 100% in B. The most common AEs were upper respiratory tract infection (23.1%), fatigue (23.1%), cough (19%), diarrhea (19%), pneumonia (18.2%), pyrexia (18.2%), arthralgia (16.5%) and nausea (15.7%). The percentage of patients with any serious AE was 26.5 in A and 57.9 in B. Overall, 14.9% (12.0% in A, 21.1% in B) of patients had an AE leading to ZOL discontinuation. At Week 48, the median % change in uNTX was −11.1 in A and 12.5 in B. For serum Cr, no change in the median was observed in either group at Week 48. One death was reported on study (not suspected to be related to ZOL). There were 3 reports of osteonecrosis of the jaw (ONJ) in A, suspected to be related to ZOL, and no report of ONJ in B; the median time on ZOL was 17.0 months for A and 17.3 months for B. Discussion: These Z-MARK PA results show that bone marker directed dosing is feasible in patients who had 1–2 years of prior IV BP therapy. The low number of SREs observed within 1 year of study follow up is possibly due to the persistent protective effects from IV BP treatment prior to study entry and on study. Additional follow up is needed to determine the potential predictive value and the long-term benefits of bone marker directed dosing of ZOL in MM patients following standard IV BP treatment. Disclosures: Raje: Acetylon: Research Funding; Astra Zeneca: Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis Pharmaceuticals Corporation: Consultancy; Amgen: Membership on an entity's Board of Directors or advisory committees. Off Label Use: Zoledronic acid: Studying alternate dosing schedule in multiple myeloma(bone marker directed dosing). Vescio: Novartis Pharmaceuticals Corporation: Speakers Bureau. Tran: Novartis Pharmaceuticals Corporation: Employment. Warsi: Novartis: Employment, Equity Ownership. Argonza-Aviles: Novartis Pharmaceuticals Corporation: Employment, Equity Ownership. Ericson: Novartis Pharmaceuticals Corporation: Employment, Equity Ownership. Anderson: Novartis Pharmaceuticals Corporation: Consultancy."
}