{
    "doi": "https://doi.org/10.1182/blood-2019-130876",
    "article_title": "Haploidentical Transplantation Using Double Source of Hematopoietic Stem Cells and Post-Transplant Cyclophosphamide for Acute Leukemias ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Allogeneic stem cell transplantation (allo-SCT) represents a curative option for intermediate- and high-risk acute leukemias (AL). The number of unmanipulated haploidentical allo-SCT (haplo-SCT) is increasingly used with favorable outcomes. Incidence of graft-versus-host disease (GvHD) in haploidentical bone marrow (BM) transplants using post-transplant cyclophosphamide (PTCy) is low, counterbalanced by an excess in disease recurrence; and acute GvHD using mobilized peripheral blood stem cells (PBSC) ranges between 30% and 40%. The ultimate choice of graft source depends on the design of the full transplantation package based on transplantation center experience. We conducted a retrospective analysis of 32 patients (59% male), who received an haplo-PTCy with double source of stem cells, G-CSF primed bone marrow plus G-CSF-mobilized PBSC, for high-risk or advanced acute leukemia in two Brazilian centers, Hospital Santa Marcelina (n=23) and Hospital São Paulo (n=9), from 2013 to 2019. The median age patients were 27.5 years (range 17-60 years). Median disease time before haplo-PTCy was 8.9 months (3.6-108). There were 13 acute myeloid leukemia (AML), 17 acute lymphoblastic leukemia (ALL), one mixed phenotype acute leukemia and one dendritic cell leukemia. 6/17 ALL were Ph1 positive. 34% of the patients received 2 treatment protocols to achieve CR and 12.5% had submitted to more than two treatments. So, at the time of transplant 75% (n=24) was in first CR (CR1) although one (3%) patient was minimal residual disease (MRD) positive and six (18.7%) there were no MRD available. The others patients (n=8, 25%) were on second or third CR. The HCT-CI comorbidities was ≥ 3 in two patients, and there were 15 patients (46%) with carbapenem-resistant gram-negative bacilli (CRGNB) colonization before transplant. Panel reactive antibody was positive in two patients. The donor was a sibling in 68.7% (n=22), father, mother and child in two (6%), three (9%) and five (15%) patients, respectively. The conditioning was reduced intensity (RIC) in 87.5% (n=28) patients, with fludarabine, cyclophosphamide and total body irradiation (TBI) 200 cGy. After conditioning, patients received G-CSF primed bone marrow grafts in combination with PBSC no ex-vivo T cells depleted, and cyclophosphamide 50 mg/Kg/day IV on days +3 and +4 post-transplant, as well as GVHD prophylaxis. Six (18.7%) patients died for sepsis before 60 days (10 to 58 days), all had had CRGNB before transplant, four those ones with no grafting, died from days +10 to +19. Acute GvHD grade III-IV was observed in two patients, who died at +48 and +95 days. High mortality related to transplant (TRM) was observed considering all patients. CRGNB was a determining factor in these early deaths. If we excluded all CRGNB patients of this study the mortality could be 11% (2 patients with GVHD in 17 patients transplanted). Four patients (16%) has severe cGvHD. Nine patients (37%) relapsed in two years. Two years OS and DFS were 40% and 37.5%, respectively. In conclusion, with a median follow-up of 2 years, haplo-PTCy with double source leads to 40% overall survival in 32 patients with high-risk advanced acute leukemia, with 16% (n=2) being in treatment for cGvHD. The causes of death were relapse 43% (n=7), early sepsis in patients with CRGNB colonization 37.5% (n=6), grade IV acute GvHD in 12,5% (n=2), and one patient died for pneumonia community at D+285. Our data suggests that haplo-PTCY double source is a feasible option in these cases. However, CRGNB colonization in aggressive disease is the main factor that should be considered as exclusion for haplo-SCT in development countries. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cyclophosphamide",
        "haploidentical transplantation",
        "hematopoietic stem cells",
        "leukemia, acute",
        "transplantation",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "microbial colonization",
        "allopurinol",
        "graft-versus-host disease, chronic"
    ],
    "author_names": [
        "Ana Marcela Rojas Fonseca-Hial",
        "Katya Parisio, MD",
        "José Salvador Rodrigues de Oliveira, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ana Marcela Rojas Fonseca-Hial",
            "author_affiliations": [
                "Universidade Federal de São Paulo, UNIFESP, Sao Paulo, Brazil ",
                "Hospital Santa Marcelina, Sao Paulo, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katya Parisio, MD",
            "author_affiliations": [
                "Hospital Santa Marcelina, Sao Paulo, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "José Salvador Rodrigues de Oliveira, MD PhD",
            "author_affiliations": [
                "Universidade Federal de São Paulo, UNIFESP, Sao Paulo, Brazil ",
                "Hospital Santa Marcelina, Sao Paulo, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:35:22",
    "is_scraped": "1"
}