{
    "doi": "https://doi.org/10.1182/blood.V112.11.1849.1849",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1106",
    "start_url_page_num": 1106,
    "is_scraped": "1",
    "article_title": "A Role for α-Actinin in Inside-out αIIbβ3 Signaling. ",
    "article_date": "November 16, 2008",
    "session_type": "Platelet Activation and Biochemistry",
    "abstract_text": "Integrin activation is regulated by many different biochemical signaling pathways through the integrin cytoplasmic tails. Multiprotein complexes assembled around the integrin cytoplasmic tail are linked to the actin cytoskeleton. Binding of the cytoskeletal proteins to integrin cytoplasmic tails leads to the conformational rearrangements of integrin extracellular domains that modulate their affinity. Talin-1 or Kindlin-3 has been identified as integrin activator complex proteins. α-Actinin also links the cytoplasmic domains of integrin β tails to actin filaments. We report here a new role for α-actinin in inside-out integrin activation. To explore the role of α-actinin in inside-out signaling, platelets were stimulated with protease-activated receptor (PAR) - activating peptides (AP) under non-stirring condition for up to 20 min. Immunoprecipitation with anti-αIIbβ3 followed by immnoblotting with anti-α-actinin revealed that in resting platelets α-actinin was constitutively associated with αIIbβ3. When platelets were stimulated by PAR1-AP, α-actinin was dissociated from αIIbβ3 as an initial step. Interestingly α-actinin re-bound to αIIbβ3 at 20 min after PAR1-AP stimulation. In contrast to PAR1-AP stimulation, the α-actinin dissociation from αIIbβ3 induced by PAR4-AP was long-lasting. To reveal the dynamic changes in αIIbβ3 activation, we recently developed initial velocity analysis for PAC1 binding. In brief, FITC-PAC1 was added to the activated platelets at indicated time points after stimulation and incubated for only 30 seconds to get the PAC1 binding velocity at the time points in question. The velocity of PAC1 binding reflects the relative numbers of activated αIIbβ3 at the time points. This initial velocity analysis more clearly revealed that PAR1-AP stimulation induced only transient αIIbβ3 activation, whereas PAR4-AP induced long-lasting αIIbβ3 activation. Moreover, the dissociation of α-actinin from αIIbβ3 appears to correlate with the time-dependent changes in the number of activated αIIbβ3. The kinetics of α-actinin-αIIbβ3 interaction was synchronized with tyrosine phosphorylation of α-actinin. When stimulated with PAR1-AP, α-actinin was de-phosphorylated rapidly and re-phosphorylated in late phase. PAR4-AP induced more prolonged de-phosphorylation of α-actinin than PAR1-AP. Thus, these results suggest that the interaction between α-actinin and αIIbβ3 may correlate with inside-out signaling induced by PAR1-AP and PAR4-AP. In platelets from a patient with Glanzmann thrombasthenia the phosphotyrosine profile of α-actinin was almost the same as that of control platelets in both PAR1-AP and PAR4-AP stimulation, confirming that these changes are not mediated αIIbβ3 outside-in signaling. In sharp contrast PAR4-AP stimulation failed to induce the sustained de-phosphorylation of α-actinin in P2Y 12 -ADP receptor deficient platelets. The blockade of P2Y 12 with AR-C69931MX impaired the levels of activated αIIbβ3 induced by PAR4-AP, which correlated with the re-association of α-actinin. To further examine the role for α-actinin in integrin activation, α-actinin was overexpressed in human megakaryoblastic CMK cells and PAR1- AP induced PAC-1 binding to αIIbβ3 was assessed. Initial velocity analysis on CMK cells showed that overexpressed α-actinin inhibited PAR1-AP induced αIIbβ3 activation. These data imply that the binding of α-actinin to αIIbβ3 may regulate the levels of αIIbβ3 activation. Our observations may provide a new molecular framework for understanding the functions of β3 integrins in platelets.",
    "topics": [
        "actinin",
        "signal transduction",
        "integrins",
        "receptor, par-1",
        "cytoskeletal proteins",
        "endopeptidases",
        "fluorescein-5-isothiocyanate",
        "glanzmann's thrombasthenia",
        "immunoprecipitation",
        "peptide hydrolases"
    ],
    "author_names": [
        "Seiji Tadokoro",
        "Masamichi Shiraga",
        "Hirokazu Kashiwagi",
        "Tsuyoshi Kamae",
        "Masao Akiyama",
        "Tsuyoshi Nakazawa",
        "Yuzuru Kanakura",
        "Yoshiaki Tomiyama"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Blood Transfusion, Osaka University Hospital, Osaka, Japan"
        ]
    ],
    "first_author_latitude": "34.8187664",
    "first_author_longitude": "135.526609"
}