{
    "doi": "https://doi.org/10.1182/blood.V106.11.4187.4187",
    "article_title": "Rational Development of Serologic Assays for Anti-HTLV Antibodies. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Both HIV and HTLV virions are comprised mainly of gag proteins (p24 and p19 for HTLV) (Table 1); while both virions lack their primary RNA transcriptional regulatory proteins (Tax and Tat for HTLV and HIV, respectively), HIV virions contain considerably more surface and transmembrane envelope proteins than do HTLV virions. When subjected to high speed centrifugation almost all detectable viral RNA in HTLV or HIV conditioned, media is contained within a dense, precipatable particle (Table 2). HIV particle associated RNA can be gently immunoprecipitated with beads bound with either anti-gp120 env or anti-gp41 env antibodies indicating the presence of both proteins on the viral envelope. Only minimal immunoprecipitation of HTLV-I RNA was observed with beads bound with either anti-gp46 env or gp21 env antibodies indicating a relative paucity of these two proteins on the viral envelope. 1237 (0.08%) of the VBD samples were positive for HTLV antibodies when analyzed by EIA. Of these, 105 (0.007%) were confirmed as true positives by WB and PCR (50 HTLV; 55 HTLV-II), while the remainder were deemed false positive. When examined by WB and RIPA, 170 (15%) of the false positives gave completely negative signals. 712 (63%) scored positive against p19gag only; 203 (7.9%) against p24 only; 18 (1.6%) both p19 gag and p24 gag; 22 (1.9%) against gp21 env only; 3 (0.3%) both p19 gag and gp21 env. Of the people at risk for HTLV infection, 350 (14%) were positive for HTLV antibodies when analyzed by EIA. Of these, 348 were confirmed as true positives (150 HTLV-I; 198 HTLV-II). Of these, 345 (99.1%) were DNA PCR positive and all were WB positive. However, an additional 11 HTLV-I and 73 HTLV-II EIA negative, PCR positive persons were identified. In the EIA negative PCR positive individuals, approximately one half made antibodies to either HTLV Tax, gp46env and/or gp21 env proteins. Epitope mapping of seroreactivities to HTLV linear and recombinant peptides using 20 each of select EIA true seronegative, true seropositive, falso seronegative, and false seropositive samples indicated that an optimal HTLV antigen prep would omit HTLV p19 gag, and include whole p24 gag and Tax, and recombinant gp46 and gp21 env peptides encoded by nucleic acids 5290–5829 and 6169–6390, respectively.",
    "topics": [
        "antibodies",
        "culture media, conditioned",
        "serologic tests",
        "t-cell leukemia viruses, human",
        "polymerase chain reaction",
        "htlv-i infections",
        "rna",
        "false-positive results",
        "peptides",
        "antigens"
    ],
    "author_names": [
        "Michael J. Poiesz, MD",
        "David Choi, MD, PhD",
        "James Hengst, PhD",
        "Garth Ehrlich, PhD",
        "Syamalima Dube, PhD",
        "Bernard J. Poiesz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael J. Poiesz, MD",
            "author_affiliations": [
                "Medicine, SUNY Upstate Medical University, Syracuse, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Choi, MD, PhD",
            "author_affiliations": [
                "Medicine, SUNY Upstate Medical University, Syracuse, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Hengst, PhD",
            "author_affiliations": [
                "Zeptometrix, Buffalo, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Garth Ehrlich, PhD",
            "author_affiliations": [
                "Medicine, SUNY Upstate Medical University, Syracuse, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Syamalima Dube, PhD",
            "author_affiliations": [
                "Medicine, SUNY Upstate Medical University, Syracuse, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernard J. Poiesz, MD",
            "author_affiliations": [
                "Medicine, SUNY Upstate Medical University, Syracuse, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T09:34:10",
    "is_scraped": "1"
}