{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1545.1545",
    "article_title": "Long-Term Follow-up of a Prospective Phase II Trial of Extended Treatment with Rituximab in Patients with B-Cell Post-Transplant Lymphoproliferative Disease and Comparison with a Cohort of Patients Treated in Real Life. Analysis on Behalf of the Spanish Lymphoma Group (GELTAMO) ",
    "article_date": "December 7, 2017",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Prospective Clinical Trials: Poster I",
    "abstract_text": "Background and Objectives: The outcome of patients with B-cell post-transplant lymphoproliferative disorders (PTLD) has improved with the introduction of rituximab as first line therapy. The purpose of this report is to provide longer follow-up of the phase II trial (González-Barca et al , Hematologica 2008;92:1489) with extended doses of rituximab in patients with PTLD after solid organ transplantation, and to compare these results with a cohort of patients diagnosed of PTLD after the trial was closed, and treated in real life with the same therapeutic regimen. Patients and Methods: The phase II trial included 38 patients that were treated with reduction of immunosuppression and four to eight weekly infusions of rituximab. Patients without complete response (CR) or progression were allowed to receive a short course of 3-4 cycles of R-CHOP /R-CHOP-like chemotherapy. A cohort of 21 pts treated with the same regimen in real life was used for comparative purposes. The real life patients were significantly older (median age 63.0 vs 55.4 yrs, p=0.013), but all the other characteristics at diagnosis were comparable. Response was evaluated with CT scans in patients included in the clinical trial and with PET/CT in 86% of real life patients. Progression free survival (PFS) was calculated from the time of diagnosis to the time of progression / relapse or death due to lymphoma; deaths from other causes were censored. Predictive factors for CR to rituximab were analyzed with a binary logistic regression model. Univariate analysis for survival was performed with Kaplan-Meier estimation and Log-rank test, and multivariate analysis with a Cox regression model. Factors included in the different analyses were: age, gender, Ann Harbor stage, graft involvement, bulky disease, extranodal involvement, B symptoms, ECOG, LDH, and time from transplant to PTLD. Results: Twenty-three (60.5%) out of 38 patients treated within the clinical trial achieved a CR/CRu after rituximab treatment. With a median follow-up for the alive patients of 13.0 yrs, 21 (55.3%) died; 13 (34%) due to progression, 3 due to infections (pneumonia, hepatic abscesses, septic shock), 1 of a secondary malignancy, a Hodgkin Lymphoma. PFS at 5 and 10 yrs was 68.6% (95%CI: 52.9% - 84.3%) and 64.7% (95%CI: 48.2% - 81.2%), respectively. Overall survival (OS) at 10 yrs was 49.5% (95%CI: 32.8% - 66.2%). For those patients that achieved a CR with rituximab, PFS at 5 and 10 yrs was 94.4% (95%CI: 83.8% - 100%) and 88.1% (95%CI: 72.6% - 100 %), respectively. Among the 21 real life patients, 8 (38.1%) achieved CR with rituximab. With a median follow-up for the alive patients of 6.5 yrs, 7 (33%) patients died; 4 (19%) due to progression. PFS and OS at 5 yrs was 75.2% (95%CI: 56.4% - 94.0%) and 62.7% (95%CI: 40.4% - 85.0%), respectively. PFS at 5 yrs was 87.5% (95%CI 64.6% - 100%) in those patients that achieved CR with rituximab. Factors that could predict a CR to rituximab therapy were not found. ECOG 2-4 was the only significant independent prognostic factor for DFS [HR 3.2 (95%CI 1.05-9.3)] Conclusions: Patients with PTLD who achieve CR with rituximab monotherapy have an excellent long term outcome in both clinical trial and real life; unfortunately, factors at diagnosis that could predict response to rituximab were not found. Patients with prolonged CR have a very low risk of progression after 5 years. However, around one third of PTLD patients still die due to progressive disease. Patients that do not achieve a CR with rituximab should be included in prospective clinical trials. Disclosures Gonzalez-Barca: Gilead: Consultancy; Sandoz: Consultancy; Janssen: Speakers Bureau; Roche: Speakers Bureau. Capote Huelva: Roche: Speakers Bureau; Janssen: Speakers Bureau; Celgene: Speakers Bureau; Takeda: Speakers Bureau. Gomez Codina: Roche: Consultancy. Salar: Roche: Speakers Bureau; Janssen: Speakers Bureau; Servier: Speakers Bureau. Ribera: Janssen: Honoraria; Gilead: Honoraria; Celgene: Honoraria; Amgen Inc.: Research Funding, Speakers Bureau; Pfizer: Research Funding, Speakers Bureau; Roche: Honoraria; ARIAD: Research Funding, Speakers Bureau; Incyte: Research Funding, Speakers Bureau.",
    "topics": [
        "b-lymphocytes",
        "follow-up",
        "lymphoma",
        "lymphoproliferative disorders",
        "phase 2 clinical trials",
        "rituximab",
        "transplantation",
        "posttransplant lymphoproliferative disorder",
        "electrocorticogram",
        "brachial plexus neuritis"
    ],
    "author_names": [
        "Eva Gonzalez-Barca, MD PhD",
        "Maria Queralt Salas Gay, MD",
        "Francisco Javier Capote Huelva",
        "Jose Gomez Codina",
        "Carlos Panizo, MD PhD",
        "Antonio Salar, MD PhD",
        "Eva Domingo Domenech, MD",
        "Alicia Bailen",
        "Josep-Maria Ribera, MD",
        "Andres Lopez",
        "Javier Briones, MD",
        "Andres Muñoz",
        "Maite Encuentra",
        "Alberto Fernandez de Sevilla, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eva Gonzalez-Barca, MD PhD",
            "author_affiliations": [
                "Hospital Duran i Reynals, Institut Català d'Oncologia, IDIBELL, Barcelona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Queralt Salas Gay, MD",
            "author_affiliations": [
                "Hospital Duran i Reynals, Institut Català d'Oncologia, IDIBELL, Barcelona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco Javier Capote Huelva",
            "author_affiliations": [
                "Hospital Puerta del Mar, Cadiz, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Gomez Codina",
            "author_affiliations": [
                "Oncology Department, Hospital La Fe, Valencia, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Panizo, MD PhD",
            "author_affiliations": [
                "Clínica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Salar, MD PhD",
            "author_affiliations": [
                "Department of Haematology, Hospital del Mar, Barcelona, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Domingo Domenech, MD",
            "author_affiliations": [
                "Hospital Duran i Reynals, Institut Català d'Oncologia, IDIBELL, Barcelona, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alicia Bailen",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario Carlos Haya, Málaga, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josep-Maria Ribera, MD",
            "author_affiliations": [
                "Hospital Universitari Germans Trias i Pujol, Jose Carreras Research Institute, Institut Català d'Oncologia, Badalona, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andres Lopez",
            "author_affiliations": [
                "Hematology Department, Hospital Valle Hebron, Barcelona, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Briones, MD",
            "author_affiliations": [
                "Clinical Hematology, Hospital Santa Creu i Sant Pau, Barcelona, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andres Muñoz",
            "author_affiliations": [
                "Servicio de Oncología Médica, Hospital Gregorio Marañón., Madrid, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maite Encuentra",
            "author_affiliations": [
                "Unidad de Ensayos Clínicos, Institut Català d'Oncologia, IDIBELL, BARCELONA, Spain "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Fernandez de Sevilla, MD PhD",
            "author_affiliations": [
                "Hospital Duran i Reynals, Institut Català d'Oncologia, Barcelona, Spain"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T12:59:48",
    "is_scraped": "1"
}