{
    "doi": "https://doi.org/10.1182/blood-2018-99-120013",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4041",
    "start_url_page_num": 4041,
    "is_scraped": "1",
    "article_title": "Safety of Axicabtagene Ciloleucel CD19 CAR T-Cell Therapy in Elderly Patients with Relapsed or Refractory Large B-Cell Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Outcomes With CD19 CAR T Therapy and Checkpoint Blockade in the Real World Setting",
    "topics": [
        "axicabtagene ciloleucel",
        "b-lymphocytes",
        "cd19 antigens",
        "chimeric antigen receptor t-cell therapy",
        "lymphoma",
        "older adult",
        "toxic effect",
        "diffuse large b-cell lymphoma",
        "follow-up",
        "infusion procedures"
    ],
    "author_names": [
        "Dahlia Sano, MBBCH",
        "Loretta J. Nastoupil, MD",
        "Nathan H. Fowler, MD",
        "Luis Fayad, MD",
        "F. B. Hagemeister, MD",
        "Hun Ju Lee, MD",
        "Felipe Samaniego, MD",
        "Michael Wang, MD",
        "Maria Alma Rodriguez, MD",
        "Swaminathan P Iyer, MD",
        "Simrit Parmar, MBBS",
        "Raphael Steiner, MD",
        "Ranjit Nair, MBBS,MD",
        "Sherry Adkins, ANP",
        "Sara Arafat, MD",
        "Ahalya Rao, MD",
        "Liliana Vallejo",
        "Misha Hawkins",
        "Yiming Chen",
        "Jason R. Westin, MD",
        "Sattva S. Neelapu, MD"
    ],
    "author_affiliations": [
        [
            "Md Anderson Cancer Center, Houston, "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma & Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma & Myeloma, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "M.D. Anderson Cancer Ctr. University of Texas, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson cancer center, Houston, TX "
        ],
        [
            "Md Anderson cancer center, Md Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD ANDERSON, Houston, TX "
        ],
        [
            "Md Anderson cancer center, Houston, "
        ],
        [
            "Md Amderson cancer Center, Houston, "
        ],
        [
            "Md Anderson cancer Center, Houston, "
        ],
        [
            "Department of Lymphoma & Myeloma, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, M.D. Anderson Cancer Center, Houston, TX ",
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background Axicabtagene ciloleucel (axi-cel) is an autologous CD19-specific CAR T-cell therapy product that was FDA approved for the treatment of adult patients with relapsed or refractory large B-cell lymphoma after at least two lines of systemic therapy. In the pivotal ZUMA-1 study, the best overall response (ORR) and complete response (CR) rates observed in 108 patients treated with axi-cel were 82% and 58%, respectively. At a median follow-up of 15.4 months, 42% of the patients remain in ongoing response (Neelapu et al. N Eng J Med 2017). Analysis of efficacy outcomes in patients <65 years (N=81) and ³65 years (N=27) showed that the ORR and ongoing response at 12 months were comparable between the two subgroups (Neelapu et al. N Eng J Med 2017). Whether the safety is also comparable between the two subgroups is unknown. Here, we report safety outcomes in elderly patients (³65 years) with large B-cell lymphoma treated with axi-cel at our institution. Methods We retrospectively analyzed and reviewed the data from patients treated with axi-cel at our institution. Patients had a diagnosis of relapsed or refractory diffuse large B-cell lymphoma (DLBCL), primary mediastinal B-cell lymphoma (PMBCL), high-grade B-cell lymphoma (HGBCL), and transformed follicular lymphoma (TFL). Patients were treated with conditioning chemotherapy with cyclophosphamide and fludarabine for 3 days followed by axi-cel infusion after 2 days of rest at a dose of 2 x 10 6 CAR + T cells/kg body weight. Patients were monitored for toxicities for at least 7 days in the hospital after CAR T infusion and those who had at least 30 days of follow-up after axi-cel were considered to be evaluable for safety. Cytokine release syndrome (CRS) and neurological toxicity termed as CAR-related encephalopathy syndrome (CRES) were graded according to the CARTOX grading system (Neelapu et al. Nat Rev Clin Oncol 2018). Results A total of 61 patients with relapsed or refractory large B-cell lymphoma who received axi-cel at our institution were included. Of these, 44 (72%) patients were <65 years of age and 17 (28%) patients were ³65 years of age. The baseline characteristics of the patients are summarized in Table 1. ORR and CR rates at Day 30 were comparable between the two groups. CRS was common in both groups and was observed in 83% and 91% of the patients in the older and younger age groups, respectively. But most CRS events were grade 1-2. Grade 3 or higher CRS was observed in 18% vs. 11% in the older vs. younger age groups (P=0.67). One patient with a history of autoimmune disease in the elderly group died of hemophagocytic lymphohistiocytosis (HLH). CRES was observed in 58% and 71% of the patients in the older and younger age groups, respectively. Grade 3 or higher CRES was observed in 29% vs. 39% in the older vs. younger age groups (P=0.58). Median hospitalization period for axi-cel CAR T-cell therapy was comparable between the two groups. Conclusions Our results suggest that response rates are comparable between the elderly and younger age groups at day 30 after axi-cel therapy. Importantly, toxicities due to CRS and/or CRES after axi-cel CD19 CAR T cell therapy are comparable between the elderly (³65 years) and younger (<65 years) patients with relapsed or refractory large B-cell lymphoma. Table 1 View large Download slide Table 1 View large Download slide  Disclosures Nastoupil: Merck: Honoraria, Research Funding; Janssen: Research Funding; Juno: Honoraria; Novartis: Honoraria; Genentech: Honoraria, Research Funding; TG Therappeutics: Research Funding; Karus: Research Funding; Celgene: Honoraria, Research Funding; Spectrum: Honoraria; Gilead: Honoraria. Fowler: Pharmacyclics: Consultancy, Research Funding; Janssen: Consultancy, Research Funding. Samaniego: ADC Therapeutics: Research Funding. Wang: Kite Pharma: Research Funding; Acerta Pharma: Honoraria, Research Funding; Novartis: Research Funding; Juno: Research Funding; Pharmacyclics: Honoraria, Research Funding; Dava Oncology: Honoraria; AstraZeneca: Consultancy, Research Funding; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; MoreHealth: Consultancy; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Westin: Kite Pharma: Membership on an entity's Board of Directors or advisory committees; Apotex: Membership on an entity's Board of Directors or advisory committees; Novartis Pharmaceuticals Corporation: Membership on an entity's Board of Directors or advisory committees; Celgen: Membership on an entity's Board of Directors or advisory committees."
}