{
    "doi": "https://doi.org/10.1182/blood.V116.21.1404.1404",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1734",
    "start_url_page_num": 1734,
    "is_scraped": "1",
    "article_title": "A Novel Factor XII Mutation, FXII Tokyo (R84P), Causing Factor XII Deficiency In a Patient with Hereditary Spastic Paraplegia ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Coagulation or Fibrinolysis: Poster I",
    "topics": [
        "factor xii",
        "factor xii deficiency",
        "mutation",
        "spastic paraplegia, hereditary",
        "tokyo",
        "antigen assay",
        "arginine",
        "autosome disorder",
        "dna restriction enzymes",
        "dna, complementary"
    ],
    "author_names": [
        "Eri Matsuki, MD",
        "Yoshitaka Miyakawa, MD, PhD",
        "Shinichiro Okamoto, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.648964299999996",
    "first_author_longitude": "139.7429376",
    "abstract_text": "Abstract 1404 Hereditary factor XII (FXII) deficiency is a clinically asymptomatic, autosomal recessive disorder. We have experienced a rare case of FXII deficiency in a patient with hereditary spastic paraplegia (HSP). This is the first report in the literature of the coexistence of these two disorders together with the analysis of their genetic cause. The patient, who had no major bleeding episodes, presented with a prolonged APTT of 104.9 seconds. Further evaluation revealed decreased FXII activity of less than 10% and FXII antigen level of 17% with negative results on mixing study. Based upon these findings, she was diagnosed as having hereditary FXII deficiency. Her family history was positive for HSP on her mother's side, the genetic diagnosis of which had been confirmed in her younger daughter. Pedigree analysis showed that her two daughter's coagulation profiles were all within normal limit. Sequencing of the 14 exons and intron/exon boundaries of the FXII gene revealed a novel missense mutation at exon 4 that substitutes arginine 84 to proline (R84P), which we named FXII Tokyo. The mutation status was also confirmed by restriction fragment length polymorphism using restriction enzyme BtgZI. To elucidate the molecular mechanism of FXII deficiency, wild type and R84P mutant FXII cDNA were transiently expressed in CHO cells. We performed Western blot analysis, and found that secretion but not synthesis of R84P mutant protein was markedly reduced compared to wild type. Altogether, these results indicated that R84P mutation might impair the intracellular transport or secretion of FXII protein of the cells and could be a useful tool for the analysis of structure-function relationship and intracellular protein transport of FXII protein in future. Disclosures: No relevant conflicts of interest to declare."
}