{
    "doi": "https://doi.org/10.1182/blood.V108.11.1012.1012",
    "article_title": "Establishment of ES Cells Secreting Human Factor VIII for Hemophilia A-Targeted Cell Therapy. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Hemophilia A is an X-linked bleeding disorder resulting from abnormality in the coagulation factor VIII (FVIII) gene. Although bleeding episodes can be prevented or treated by intravenous injection of FVIII concentrates, there are some drawbacks such as necessity of frequent intravenous transfusion and high cost of FVIII concentrates. Lots of basic studies for gene therapy have been reported but clinical trials for hemophilia have been interrupted by significant safety concerns. Cell-based therapy may overcome the disadvantages, without impairing the advantages of gene therapy. Therefore, we have tried to use embryonic stem (ES) cells for production of FVIII protein. For the stable expression of FVIII, we established tet-hFVIII ES cells, which induce human (h) FVIII mRNA (F8) by doxycycline (Dox) exposure. Tet-hFVIII ES cells were cultured in the serum containing and/or serum free media and then FVIII activity (FVIII:C) and FVIII antigen (FVIII:Ag) were measured in the supernatant by APTT-based FVIII:C assay and ELISA, respectively. In the previous study, we demonstrated that ES cells could be differentiated with serum into cells with mesoderm potentials such as hematopoietic and vascular endothelial cells. Although mRNA of hFVIII was detected by Dox induction, neither FVIII:C nor FVIII:Ag was detected in the conditioned media in undifferentiated ES cells and differentiated cells with mesoderm potentials. Next we cultured tet-hFVIII ES cells using endoderm and hepatocyte differentiation condition in which differentiated ES cells express Foxa2 and albumin genes (Kubo et al. Development 2003), since FVIII is known to be produced in the liver. Both FVIII:C (3.7 mIU/ml/mg protein) and FVIII:Ag (0.3 ng/ml/mg protein) were detected in the conditioned media for hepatocyte differentiation. These data demonstrated that ES cells could produce and secrete the functional hFVIII protein in our system, when ES cells cultured in the hepatocyte condition. The level of FVIII:C and FVIII:Ag were increased twice by addition of von Willebrand factor (2.5 μg/ml) into the culture media. Furthermore, Dox enhanced the level of FVIII:C and FVIII:Ag dose-dependently. In conclusion, we confirmed secretion of hFVIII in endodermal differentiation culture system. This system may be applicable for cell-based therapy targeting to hemophilia A.",
    "topics": [
        "cell therapy",
        "culture media",
        "culture media, conditioned",
        "culture media, serum-free",
        "hemophilia a",
        "human factors engineering",
        "concentrate dosage form",
        "gene therapy",
        "rna, messenger",
        "activated partial thromboplastin time measurement"
    ],
    "author_names": [
        "Shogo Kasuda, MD",
        "Yoshihiko Sakurai, M.D.,Ph.D.",
        "Atsushi Kubo, M.D.,Ph.D.",
        "Midori Shima, M.D.,Ph.D.",
        "Gordon Keller, Ph.D.",
        "Akira Yoshioka, M.D.,Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Shogo Kasuda, MD",
            "author_affiliations": [
                "Department of Legal Medicine, Nara Medical University School of Medicine, Kashihara, Nara, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiko Sakurai, M.D.,Ph.D.",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University School og Medicine, Kashihara, Nara, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Kubo, M.D.,Ph.D.",
            "author_affiliations": [
                "1st Department of Internal Medicine, Nara Medical University School og Medicine, Kashihara, Nara, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Midori Shima, M.D.,Ph.D.",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University School og Medicine, Kashihara, Nara, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon Keller, Ph.D.",
            "author_affiliations": [
                "Gene and Cell Medicine, Mount Sinai School of Medicine, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Yoshioka, M.D.,Ph.D.",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University School og Medicine, Kashihara, Nara, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T09:35:43",
    "is_scraped": "1"
}