{
    "doi": "https://doi.org/10.1182/blood.V128.22.4182.4182",
    "article_title": "T Cells Bearing Anti-CD19- and/or Anti-CD38-Chimeric Antigen Receptors Effectively Abrogate Primary Double-Hit Lymphoma Cells ",
    "article_date": "December 2, 2016",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Patients with B-cell lymphomas bearing MYC translocation combined with an additional translocation involving other genes, such as BCL2, BCL3, or BCL6 , whose category is defined as double-hit lymphoma (DHL), have dismal prognosis, because these cells are refractory to conventional immunochemotherapy. Recent studies have expanded the concept of a such disease entity to include double-expressing lymphomas (DEL) that co-overexpress MYC protein with those proteins, which have also poor prognosis. An adoptive T-cell immunotherapy with a chimeric antigen receptor (CAR) is clinically shown to have a powerful cytotoxicity in refractory neoplasias. Especially, several results showed that T cells transduced with an anti-CD19-CAR have successfully worked well in patients with refractory acute B-cell lymphoblastic leukemia and B-cell lymphoma as well as chronic B-cell lymphocytic leukemia. Thus, CAR T-cell therapy is a clinically promising tool for various refractory hematopoietic disorders. Accordingly, we examined whether anti-CD19- and/or anti-CD38-CAR-T cells, both of which we previously developed, could abrogate DHL cells. Here, we revealed that the remarkable cytotoxicity of anti-CD19- and/or anti-CD38-CAR T cells against DHL cells from patients. Firstly, DHL cell line cells (KPU-H1, a generous gift form Dr. Junya Kuroda, Kyoto Prefectural University of Medicine) were co-cultured with anti-CD19- and/or anti-CD38-CAR T cells at an effector (E) target (T) ratio of 1: 2 for three days. Cells harvested and stained with anti-CD19 and/or anti-CD38 antibody-APC or -PE were subjected to flow cytometry. Flow cytometric analysis showed that anti-CD19- or anti-CD38-CAR T cells almost killed KPU-H1 cells, respectively (specific cytotoxicity was >90%). Intriguingly, T cells expressing anti-CD19-CAR exerted a collaborative cytotoxicity against KPU-H1 cells with anti-CD38-CAR T cells in vitro . CD38-specific T cells were co-cultured with cytogenetic DHL (n=3) or DEL (n=2) cells from five patients carrying a poor prognosis for 3 days. We examined whether T cells retrovirally transduced with anti-CD19- and/or anti-CD38-CAR vector could show cytotoxicity against primary DHL cells obtained from patients. Anti-CD19 and/or ant-CD38-CAR T cells were co-cultured with primary DHL cells at an E: T ratio of 1: 2 for 3 days. Interestingly, anti-CD19 and anti-CD38-CAR T cells completely abolished these DHL cells from patients, respectively. Additionally, anti-CD19- and anti-38-CAR T cells were synergistically effective to eliminate DHL cells. These results showed that DHL cells, which are refractory or resistant to existing chemotherapeutic agents, can be efficiently abrogated by a clinical use of T cells with anti-CD19- and/or anti-CD38-CAR. These results might warrant adoptive immunotherapy with autologous T cells transduced with anti-CD19 and anti-CD38-CAR for patients with refractory DHL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "cd19 antigens",
        "cd38",
        "chimera organism",
        "lymphoma",
        "receptors, antigen",
        "t-lymphocytes",
        "cytotoxicity",
        "antibodies",
        "antineoplastic agents"
    ],
    "author_names": [
        "Keichiro Mihara, MD PhD",
        "Tetsumi Yoshida, MD",
        "Yoshifumi Takei, MD PhD",
        "Naomi Sasaki, MD PhD",
        "Yoshihiro Takihara, MD PhD",
        "Tatsuo Ichinohe, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Keichiro Mihara, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tetsumi Yoshida, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshifumi Takei, MD PhD",
            "author_affiliations": [
                "Department of Medicinal Biochemistry, School of Pharmacy, Aichi Gakuin University, Nagoya, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi Sasaki, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Kure Kyosai Hospital, Kure, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiro Takihara, MD PhD",
            "author_affiliations": [
                "Department of Stem Cell Biology, Hiroshima University, Hiroshima, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsuo Ichinohe, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T15:31:26",
    "is_scraped": "1"
}