{
    "doi": "https://doi.org/10.1182/blood.V114.22.3574.3574",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1467",
    "start_url_page_num": 1467,
    "is_scraped": "1",
    "article_title": "Extracellular Domains of CD8a and β Subunits Are Required and Sufficient for HLA Class I Restricted Helper Activity of TCR-Engineered CD4 + T Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "Gene Therapy and Transfer Poster II",
    "topics": [
        "human leukocyte antigens",
        "t-lymphocytes",
        "transfer technique",
        "antigens",
        "molecule",
        "aldesleukin",
        "allogeneic stem cell transplant",
        "cd40 ligand",
        "cd8 antigens",
        "cytokine"
    ],
    "author_names": [
        "Marleen M van Loenen, MSc",
        "Renate S. Hagedoorn, MSc",
        "Roelof Willemze, MD, PhD",
        "J.H. Frederik Falkenburg, MD, PhD",
        "Mirjam H.M. Heemskerk, PhD"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept. of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ]
    ],
    "first_author_latitude": "52.166031499999995",
    "first_author_longitude": "4.4785036",
    "abstract_text": "Abstract 3574 Poster Board III-511 Adoptive transfer of T cell receptor (TCR)-transferred T cells may be an attractive strategy to treat patients with hematological malignancies relapsing after allogeneic stem cell transplantation. Transfer of HLA class I restricted TCRs into CD8 + T cells demonstrated redirected antigen specificity. However, for persistence of anti-leukemic responses in vivo , CD4 + T cells may be important. Therefore, redirecting specificity of CD4 + T cells with well defined HLA class I restricted TCRs might be an attractive strategy for providing help. HLA class I restricted TCRs mostly are CD8-dependent, so for optimal HLA class I restricted reactivity, it was demonstrated that co-expression of the CD8-coreceptor is necessary. The CD8 molecule is expressed on the T cell surface as an αα or an αβ dimer. The α subunit of the CD8 coreceptor binds to the non-polymorphic residues in the α3 domain of the HLA class I molecules thereby enhancing the avidity of the TCR/MHC complex, and the cytoplasmatic tail of the α subunit directly associates with the protein tyrosine kinase Lck (p56lck), promoting signal transduction after T cell activation. The β subunit of the CD8 coreceptor is able to strengthen the avidity of the CD8/MHC/TCR interaction via its extracellular domain, and the intracellular domain enhances the association with the intracellular molecules p56Lck and LAT. Previously, it was reported that for optimal HLA class I restricted specific reactivity with respect to proliferation, cytokine production and cytotoxicity, co-expression of the CD8αβ; coreceptor was needed whereas co-expression of the CD8αα coreceptor marginally increased HLA class I restricted functional activity. Since the regulation of the introduced TCR as well as the CD8 coreceptor in redirected CD4+ T cells will be mediated by retroviral LTRs, we prefer to co-transfer a signaling deficient CD8 coreceptor, thereby minimizing the risk of overstimulation of the redirected T cells. In this study, we investigated whether co-transfer of a signaling deficient CD8 coreceptor would still result in optimal HLA class I restricted functionality of HLA class I restricted TCR engineered CD4 + T cells. For this purpose, we constructed retroviral constructs encoding either wild type CD8α or CD8β subunits, CD8α subunits in which the LCK binding domain was mutated, CD8 subunits composed of the CD8α extracellular domain coupled to the intracellular CD8β signalling domain, and intracellular truncated CD8α or CD8β subunits. pp65-KYQ specific CD4 + T cells were isolated using the IFNγ capture assay and transduced with HLA class I restricted TCRs. Subsequently, TCR transduced virus specific CD4 + T cells were sorted based on marker gene expression, and transduced with the different CD8α and CD8β combinations. In agreement with previous studies we demonstrate that for optimal helper activity of the HLA class I restricted TCR transferred CD4 + T cells coexpression of the CD8αβ coreceptor was required. T cells produced IFNγ, TNFα and IL-2, upregulated CD40L and proliferated upon antigen specific stimulation of the HLA class I restricted TCR. Truncation of the intracellular domains of the CD8α and CD8β subunits did not change the functionality of the HLA class I restricted TCR transferred CD4 + T cells. Whereas in the thymus both the intracellular and extracellular domains of CD8β contribute independently to positive selection and development of CD8 + T cells, our results demonstrate that for optimal HLA class I restricted functionality of TCR modified virus specific CD4 + T cells only the extracellular domains of the CD8a and β subunits are required and sufficient. Disclosures: No relevant conflicts of interest to declare."
}