{
    "doi": "https://doi.org/10.1182/blood.V122.21.1472.1472",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2684",
    "start_url_page_num": 2684,
    "is_scraped": "1",
    "article_title": "Impact Of The Tyrosine Kinase Inhibitors Imatinib, Dasatinib, and Bosutinib In Young Rats On The Vertebral Body ",
    "article_date": "November 15, 2013",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Background Tyrosine kinase inhibitors (TKIs) such as imatinib (IMA), dasatinib (DASA), and bosutinib (BOSU) inhibit the oncogenic BCR-ABL tyrosine kinase in patients with chronic myeloid leukemia (CML). In addition, all TKIs exhibit additional off-target effects on kinases like PDGF-R and c-FMS which are involved in the regulation of bone metabolism. In pediatric patients longitudinal growth retardation during IMA treatment represents a major side effect causing special concern. In an established juvenile growing rat model (Tauer JT et al. Blood 2011, ASH Abstract #1597) we examined skeletal effects of chronically and intermittently administered IMA, DASA, and BOSU and could mimic well the clinically observed impaired longitudinal growth of the long bones (Tauer JT et al. Haematologica 2012, EHA Abstract #67). Dose-dependently IMA and DASA revealed the highest impairment on bone length while BOSU exhibited a lesser effect (Tauer JT et al. Blood 2012, ASH Abstract #4429). Due to the fact that in contrast to long bones vertebral bodies mainly consist of trabecular structure and underlie ongoing bone remodeling (e.g. Ca-homeostasis) we additionally analyzed skeletal effects of chronically and intermittently administered IMA, DASA, and BOSU in young, growing rats on the vertebral body. Methods In the established model, 4 weeks old male Wistar rats (n=10 per group) were chronically exposed for 10 weeks via the drinking water to concentrations representing a TKI standard dose and a high dose (= two-fold standard dose) of IMA (1 mM / 2 mM), DASA (50 µM / 100 µM), or BOSU (50 µM / 100 µM). Based on an intermittent schedule of treatment applied to adult patients (Russo D et al. Blood 2010, ASH Abstract #3412; La Rosée P et al. Ann Hematol 2013, in press DOI: 10.1007/s00277-013-1769-2), also the high doses of all TKIs were administered intermittently (3 days “on”; 4 days “off”). Controls received water only. Three to four rats from each group were sacrificed after 2 weeks (prepubertal), after 4 weeks (pubertal), and after 10 weeks (postpubertal) of exposure, respectively. Beside investigations of the long bones also the height, trabecular and cortical bone mineral density (BMD) of the vertebral body L2 were assessed using a peripheral quantitative computer tomography device dedicated for small animals. Results Continuous and intermittent exposure of high dose IMA reduced significantly the height of the vertebral body L2 by approx. 15% (p<0.001) at pubertal and postpubertal age. Continuous exposure of high dose DASA revealed a non-significant reduction of the height by 9% postpubertally. BOSU exposure showed no effect at all concentrations and at all time points tested. Contrasting our findings in long bones (Tauer JT et al. Blood 2012, ASH Abstract #4429) trabecular and cortical BMD of the vertebral body were not affected under any TKI exposure during growth at all doses and all time points tested. Conclusion Our established juvenile rat model is appropriate to examine and mimic side effects on growing bones by long-term exposure to TKIs. We could nicely demonstrate the clinically described impaired longitudinal growth of long bones under IMA exposure in children. While data from children with CML under long-term exposure to 2nd generation TKIs are still missing, we dare to predict the same adverse effects for DASA, however, to a lesser extend for BOSU. Here, we now demonstrate that long-term IMA exposure also impaired the height of the vertebrae whereas DASA and BOSU revealed no effect. However, contrasting serum analysis of specific markers of bone metabolism pointing to overall impaired skeletal bone remodeling, BMD of the long bones, but not of the vertebral bodies, was reduced by IMA and DASA. Thus, TKIs like IMA and DASA mainly impair the longitudinal growth of the long bones which is based on the balanced network of i) proliferating chrondrocytes within the growth plate – essential for bone growth – and ii) the bone remodeling cycle which ensures the trabecular structure. Our data support a hypothesis that during growth the perturbation in remodeling of the trabecular structure caused by TKIs differs quantitatively in vertebrae from long bones. Acknowledgment Supported by grant DFG SU122-3/1 to MS and DFG HO 1875/10-1 to LCH. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bosutinib",
        "dasatinib",
        "imatinib mesylate",
        "protein-tyrosine kinase inhibitor",
        "rats",
        "vertebral body",
        "adverse effects",
        "bcr-abl tyrosine kinase",
        "growth retardation",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Josephine Tabea Tauer",
        "Lorenz C. Hofbauer",
        "Meinolf Suttorp"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology and Oncology, University Hospital Carl Gustav Carus, Dresden, Germany, "
        ],
        [
            "Internal Medicine III, University Hospital Carl Gustav Carus, Dresden, Germany, "
        ],
        [
            "Pediatrics, University Hospital Carl Gustav Carus, Dresden, Germany"
        ]
    ],
    "first_author_latitude": "51.056227",
    "first_author_longitude": "13.7793331"
}