{
    "doi": "https://doi.org/10.1182/blood.V110.11.2458.2458",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=824",
    "start_url_page_num": 824,
    "is_scraped": "1",
    "article_title": "Myelodysplastic Syndrome in Fanconi Anemia: Morphologic and Cytogenetic Findings Are Strongly Correlated. ",
    "article_date": "November 16, 2007",
    "session_type": "Myelodysplastic Syndromes",
    "topics": [
        "cytogenetics",
        "fanconi anemia",
        "myelodysplastic syndrome",
        "dyserythropoiesis",
        "dysplasia",
        "refractory anemia with sideroblasts",
        "biopsy",
        "cytopenia, refractory, with multilineage dysplasia",
        "cytopenia, refractory, with multilineage dysplasia and ringed sideroblasts",
        "g-banding"
    ],
    "author_names": [
        "Adina M. Cioc, MD",
        "John E. Wagner, MD",
        "Margaret L. MacMillan, MD",
        "Betsy Hirsch, PhD"
    ],
    "author_affiliations": [
        [
            " Laboratory Medicine and Pathology, University of Minnesota Medical School, Minneapolis, MN, USA"
        ],
        [
            "Blood and Marrow Transplant, University of Minnesota Medical School, Minneapolis, MN, USA"
        ],
        [
            "Blood and Marrow Transplant, University of Minnesota Medical School, Minneapolis, MN, USA"
        ],
        [
            " Laboratory Medicine and Pathology, University of Minnesota Medical School, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "44.972077999999996",
    "first_author_longitude": "-93.2329403",
    "abstract_text": "Predisposition to myelodysplastic syndrome (MDS) and acute leukemia is a hallmark of Fanconi anemia (FA). Morphologic criteria for MDS in FA are not well established. The presence of some degree of bone marrow (BM) dysplasia, especially dyserythropoiesis, as background in these patients can confound the diagnosis. Similarly, the significance of cytogenetic abnormalities in patients with the chromosomal instability syndrome of FA has been debated. To address both the morphologic diagnosis of MDS in FA and the relationship between morphologic and cytogenetic (CG) findings, we reviewed 169 BM biopsies and CG results from 118 FA patients referred to University of Minnesota from 1991-2006. Peripheral blood and BM smears, sections, iron and immunoperoxidase stains were reviewed by a single hematopathologist without knowledge of CG. MDS was diagnosed and classified according to WHO criteria. Dyserythropoiesis alone was considered diagnostic of MDS only if present in an arbitrarily determined level of at least 50% of cells, or if more than 15% ring sideroblasts (RS) were identified. A borderline MDS category was also defined. G-banding, FISH, and/or array based CGH were performed for detection and characterization of clonal chromosomal abnormalities. Twenty-two patients (18.6%) had morphologic evidence of MDS: RCMD and RCMD-RS were predominant, with RAEB-1 and 2, MDS-unclassifiable, RA and RARS accounting for the remainder. Of the 22 patients with MDS, 20 (91%) had clonal abnormalities; 2 patients, one with RA and one with RARS, showed normal cytogenetics. Of the abnormalities observed, 80% involved gain of 1q, gain of 3q, and/or loss of 7q, and most patients had more than one abnormality. Six patients had borderline MDS; all but one of these had clonal abnormalities. Eight patients with AML were identified, all of whom showed complex cytogenetic abnormalities. Eighty-six patients showed insufficient abnormalities for MDS, but most had some degree of dyserythropoiesis. Cytogenetics was normal in 75 of these patients (87.2%) and abnormal in 11 (12.8%). Most of these patients had clones with a single abnormality. In summary, 37.3% of all FA patients showed chromosomal abnormalities. The presence of MDS as diagnosed by WHO criteria is strongly correlated with the presence of a clonal chromosomal abnormality. With respect to morphologic findings, the diagnosis of MDS in FA is highly dependent upon the detection of myeloid dysplasia, megakaryocytic dysplasia and/or increased blasts. Dyserythropoiesis per se, even if present in excess of 50% of cells, does not correlate with a clonal cytogenetic abnormality. The finding that most patients with borderline MDS also had CG abnormalities suggests that the clonal abnormalities in such cases may herald evolution to MDS. Interpretation of the finding of a clonal abnormality in FA patients without morphologic evidence of MDS requires consideration of the particular chromosomal abnormality involved, the size of the clone, and the presence or absence of clonal evolution. The strong correlation between morphologic and CG findings has implications for monitoring patients with FA."
}