{
    "doi": "https://doi.org/10.1182/blood.V124.21.1871.1871",
    "article_title": "Specific and Recurrent Cytogenomic Abnormalities Originate in the Spleens of Myelofibrosis Patients and Contribute to Clonal Diversity and Disease Progression ",
    "article_date": "December 6, 2014",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster I",
    "abstract_text": "Hematopoietic stem cells located in spleens (SP) of patients with myelofibrosis (MF) have functional properties that differ from those present in peripheral blood (PB) (Wang et al, JCI,122: 3888, 2012 ). We hypothesized that the spleen might be a source of malignant stem cells in MF which ultimately lead to disease progression and leukemic transformation. To investigate the genetic diversity of MF SP cells, cytogenetic analyses of SP and peripheral blood (PB )/bone marrow (BM) cells from 13 MF patients were performed. Nine of 13 patients (69%) had concordant normal (n=5) and abnormal (n=4) cytogenetic and FISH analyses when comparing SP and PB/BM cells. Four (30%) patients had discordant results with specific chromosomal abnormalities present in either SP or PB cells. One patient had 3 cytogenetic abnormalities associated with an unfavorable prognosis: (1;7), del(12p), and i(17q) in SP cells that were not observed in PB cells. A second patient who had progressed to acute leukemia had pentasomy 21 in 45% of SP cells but not in PB cells and had del (20q) in PB cells but not SP cells, suggesting that del (20q) had arisen in the BM while pentasomy 21 had originated in the SP . In a third patent 20% of PB cells had +8 while only 1.6% of SP cells had +8, indicating that the +8 clone originated in the BM. Studies of BM and PB of the 4 th patient showed a normal karyotype in 2008 and 2011 while 2% of SP cells in 2011, at the time of progression to MF, possessed del 20q while the BM remained normal. In 2014, when the patient developed an accelerated phase of MF, 85% of BM cells possessed del (20q), indicating that del(20q) originated in the SP and migrated to the BM. We next hybridized SP DNA from 12 of the 13 patients to the Agilent 400k platform [355515 (CGH) + 59646 (SNP)] and performed CGH and SNP analysis. These studies revealed that all 12 patients had additional gains and losses of chromosomal regions as well as uniparental disomy (UPD) in SP cells. Two groups of acquired genomic changes were observed in SP cells: 1) four acquired regions were present in over 60% of pts and 2) three regions of acquired changes were observed in 25- 33% of patients. Irrespective of the patient’s karyotype, gains of 4 chromosomal regions: 1p13.2 (RHOC), 12q24.31 (NCOR2), 13q34 (RASA3) and 17q12 ( TAF15 ) were detected in 83%, 83%, 75% and 67%, of patient’s SP cells, respectively. All four genes are known to be involved in leukemogenesis. Gains of these 4 chromosomal regions have not been observed in normal controls or PB CD34+ cells from 437 patients with MPNs including MF (Klampfl et al, Blood 167, 2011, Rumi et al Am J Hematol 974, 2011). Gains of an additional three regions, 18q21.31 ( NEDD4L) , 16q23.2 ( WWOX ) and 17q21.31 ( WNT3 ) were detected in the SP cells of 25-33% of patients. These genes have also been implicated in leukemogenesis. The greater the complexity of the karyotype of the SP cells the greater the number of copy number genomic changes (up to 92) were observed. Although SNP analyses demonstrated 28 acquired UPD regions in 12 patients 9p13-p24 was the most common occurring in 25% of patients. SNP analyses also demonstrated triplication of 9q and quadruplication of 9p, suggesting that UPD of the entire chromosome 9 in SP cells can be associated with disease progression. Transplantation of SP CD34+ cells with a normal karyotype or with one chromosomal abnormality into NOD/SCID/IL2Rγ(null) mice resulted in a modest degree of donor cell chimerism (0.2%-4%), while transplantation of SP CD34+ cells with UPD of 9p, the entire chromosome 9 UPD, del20q originating in SP cells, complex karyotypes and gains of 4 chromosomal regions (1p,13, 12q24, 13q34 and 17q12 ) resulted in a higher degree of donor cell chimerism (18%-25%) indicating the association of these genetic events with altered stem cell function. Our findings indicate that some chromosomal abnormalities are acquired in MPNs initially in the SP sometimes occurring years prior to their appearance in the BM/PB. Other abnormalities, such as del(20q) may originate in either the BM or SP. All MF SP cells were characterized by additional diverse cytogenomic changes involving at least four regions, containing genes associated with leukemogenesis, leading to recurrent copy number gains in 67% to 83% of MF patients. We hypothesize that the SP provides a microenvironment in a subpopulation of MF patients which is associated with increased genomic diversity resulting in disease progression and leukemic transformation. Disclosures Mascarenhas: Incyte Corporation: Consultancy.",
    "topics": [
        "disease progression",
        "myelofibrosis",
        "spleen",
        "karyotype determination procedure",
        "leukemogenesis",
        "transplantation",
        "accelerated phase",
        "brachial plexus neuritis",
        "cytogenetic analysis",
        "dna"
    ],
    "author_names": [
        "Vesna Najfeld, PhD",
        "Joseph Tripodi, MS",
        "Xiaoli Wang, MD PhD",
        "Myron Schwartz, MD",
        "Marina Kremyanskaya, MDPhD",
        "Edward Cytryn",
        "Sharon Zirkiev",
        "Raajit K. Rampal, MD, PhD",
        "John O Mascarenhas, MD MS",
        "Ronald Hoffman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vesna Najfeld, PhD",
            "author_affiliations": [
                "Ichan School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph Tripodi, MS",
            "author_affiliations": [
                "Ichan School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoli Wang, MD PhD",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron Schwartz, MD",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Kremyanskaya, MDPhD",
            "author_affiliations": [
                "Icahn Schoool of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Cytryn",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Zirkiev",
            "author_affiliations": [
                "Icahan School of Medicine at Mount Sinai, New York, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raajit K. Rampal, MD, PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John O Mascarenhas, MD MS",
            "author_affiliations": [
                "The Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Hoffman, MD",
            "author_affiliations": [
                "The Myeloproliferative Program,, New York,"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T04:07:25",
    "is_scraped": "1"
}