{
    "doi": "https://doi.org/10.1182/blood.V128.22.219.219",
    "article_title": "CD19CAR T Cell Products of Defined CD4:CD8 Composition and Transgene Expression Show Prolonged Persistence and Durable MRD-Negative Remission in Pediatric and Young Adult B-Cell ALL ",
    "article_date": "December 2, 2016",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Advances in Immunotherapy",
    "abstract_text": "Introduction : Multiply recurrent pre-B-cell ALL, and particularly relapse following allo-HSCT, has dismal outcomes due in large part to ineffectual therapies. The primary objectives of the Phase 1 portion of the PLAT-02 study (NCT02028455) were to determine the feasibility of manufacturing products of defined composition and transgene expression, the safety of the cryopreserved T cell product infusion, and to describe the full toxicity profile, including development of clinically significant GVHD in the post-allo-HSCT cohort. Methods : Subjects on the PLAT-02 study undergo apheresis, with their CD4 and CD8 T cell subsets prepared immunomagnetically. Following anti-CD3xCD28 bead stimulation, T cell lines are transduced with a SIN lentiviral vector that directs the co-expression of the FMC63scFv:IgG4hinge:CD28tm:4-1BB:ζ CAR and the selection/tracking/suicide construct EGFRt. Transduced cells are propagated using recombinant human cytokine cocktails to numbers suitable for clinical use over 10-22 days, during which time they are subjected to EGFRt immunomagnetic positive selection. Shortly following lymphodepleting chemotherapy, cryopreserved CD4/EGFRt + and CD8/EGFRt + T cell products are thawed and infused at the bedside such that patients receive a 1:1 ratio of EGFRt + CD4 and CD8 T cells at the protocol-prescribed dose level. Results : 45 subjects have been enrolled and 43 have been treated from dose level 1 (5 x 10 5 CAR-T cells/kg) through 4 (10 x 10 6 CAR-T cells/kg). Therapeutic T cell products were released on all 45 enrolled subjects, with 1 subject requiring a second apheresis. Two subjects died of disease prior to their infusion. All 43 infused subjects received lymphodepletion chemotherapy prior to T cell infusion (cyclophosphamide, n=27; fludarabine/cyclophosphamide; n=14 cyclophosphamide/etoposide n=1; fludarabine n=1,). 91% (39/43) of subjects received infusions at the desired 1:1 CD4:CD8 ratio and their infusions were well tolerated with only 1 related AE >grade 2. 93% (40/43) of subjects had a documented MRD-negative CR within 21 days following CAR-T cell therapy. The 12 month event-free survival (EFS) is 50.8% (95% CI 36.6, 69.9) and 12 month OS is 69.5% (95% CI 55.8, 86.5). All responding subjects exhibited in vivo expansion of CAR-T cells. The % of CAR T cell expansion over time is not impacted by dose level or lymphodepletion but is impacted by disease burden (p=0.004) and total CD19 antigen burden (p=0.001) at the time of lymphodepletion. The median duration of functional CAR-T cell persistence as measured by ongoing B-cell aplasia (BCA) is impacted by the total CD19 antigen burden in the bone marrow at time of lymphodepletion (>15% vs <15%), with a median of 6.4 months vs 1.7 months (p=0.005), respectively. Flu/cy may also affect the duration of BCA with a median of 6.4 months vs 2.1 months for alternative lymphodepletion (p=0.15). Of the 18 relapses, 7 were CD19 negative. Loss of functional persistence of CAR T cells is associated with CD19 + relapse with a HR of 34 (95%CI 2.1, 552; p=0.013). Any grade CRS was seen in 93% (40/43) of infused subjects with severe CRS in 23% (10/43). Any grade neurotoxicity was seen in 49% (21/43) with a rate of severe neurotoxicity of 21% (10/43). Severity of CRS was only related to dose level (p=0.032), with no significant difference based on disease burden, total CD19 antigen burden or lymphodepletion regimen. Severity of neurotoxicity was only related to the occurrence of severe CRS (p=0.016). There were no toxic deaths. The recommended phase 2 dose is 1 X 10 6 CAR-T cells/kg with flu/cy conditioning. Conclusions : Infusions of defined composition CD4:CD8 CD19 CAR/EGFRt + T cells/kg produce high rates of MRD-negative CR in pediatric and young adult B-cell ALL patients. Based on intent to treat analyses without a proliferation screen, we have found it is feasible to generate CAR products from each of the enrolled subjects. Despite the high rates of MRD-negative CR, the durability of remission is highly influenced by the functional persistence of CAR-T cells. Strategies to enhance persistence are currently being investigated, including episodic antigen stimulation through subject derived tAPC engineered to express truncated CD19. Disclosures Gardner: Amgen: Honoraria. Li: Juno Therapeutics: Employment, Equity Ownership. Jensen: Juno Therapeutics, Inc: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "b-cell acute lymphocytic leukemia",
        "disease remission",
        "pediatrics",
        "t-lymphocytes",
        "transgenes",
        "young adult",
        "cd19 antigens",
        "cyclophosphamide",
        "infusion procedures",
        "neurotoxicity syndromes"
    ],
    "author_names": [
        "Rebecca Gardner, MD",
        "Olivia Finney, PhD",
        "Hannah Smithers, MS",
        "Kasey J Leger, MD MSc",
        "Colleen E. Annesley, MD",
        "Corinne Summers, MD",
        "Christopher Brown",
        "Stephanie Mgebroff, MS",
        "Catherine Lindgren",
        "Karen Spratt, PhD",
        "Assaf Oron, PhD",
        "Daniel Li, PhD",
        "Marie Bleakley, MDPhD",
        "Julie R Park, MD",
        "Michael C Jensen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rebecca Gardner, MD",
            "author_affiliations": [
                "Department of Pediatics, University of Washington, Seattle, WA ",
                "Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Olivia Finney, PhD",
            "author_affiliations": [
                "Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hannah Smithers, MS",
            "author_affiliations": [
                "Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kasey J Leger, MD MSc",
            "author_affiliations": [
                "Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colleen E. Annesley, MD",
            "author_affiliations": [
                "Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinne Summers, MD",
            "author_affiliations": [
                "Seattle Children's Hospital, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "Department of Pediatrics, UW, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Brown",
            "author_affiliations": [
                "Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Mgebroff, MS",
            "author_affiliations": [
                "Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Lindgren",
            "author_affiliations": [
                "Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Spratt, PhD",
            "author_affiliations": [
                "Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Assaf Oron, PhD",
            "author_affiliations": [
                "Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Li, PhD",
            "author_affiliations": [
                "Juno Therapeutics, Seattle, WA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Bleakley, MDPhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Institue, Seattle, WA ",
                "Department of Pediatrics, University of Washington, Seattle, WA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie R Park, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of Washington, Seattle, WA ",
                "Cancer and Blood Disorders Center, Seattle Children's Hospital, Seattle, WA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael C Jensen, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of Washington, Seattle, WA ",
                "Ben Towne Center for Childhood Cancer Research, Seattle Children's Research Institute, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T06:44:02",
    "is_scraped": "1"
}