{
    "doi": "https://doi.org/10.1182/blood.V110.11.2492.2492",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=869",
    "start_url_page_num": 869,
    "is_scraped": "1",
    "article_title": "Dexamethasone Induced Apoptotic Mechanisms in Myeloma Cells by Analysis of Mutant Glucocorticoid Receptors. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "dexamethasone",
        "glucocorticoid receptors",
        "myeloma cells",
        "nf-kappa b",
        "infections",
        "cycloheximide",
        "glucocorticoids",
        "multiple myeloma",
        "paralysis",
        "prognostic factors"
    ],
    "author_names": [
        "Sanjai Sharma, MD",
        "Alan Lichtenstein, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Oncology, UCLA West LA VA Medical Center, Los Angeles, CA, USA"
        ],
        [
            "Hematology Oncology, UCLA West LA VA Medical Center, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.0654341",
    "first_author_longitude": "-118.4456849",
    "abstract_text": "Although glucocorticoids (GC) like dexamethasone (dex) are very effective in Multiple myeloma (MM), it is still unknown how they induce MM cell apoptosis. To investigate this issue, we studied the MM1S and MM1R cell lines. The MM1S cells are sensitive to dex-mediated apoptosis, while the MM1R cells are resistant due to lack of expression of the glucocorticoid receptor (GR). The latter resistant cells were exploited by the stable lentiviral-mediated expression of wild type (wt) or mutant GRs. Initial experiments demonstrated that infection of the MM1R cells with wt GR lentiviral vector resulted in stable expression of the wt GR and GC-induced reporter expression through the GR response element (GRE). These infected cells were now sensitive to GC-mediated apoptosis, although slightly less than MM1S cells. Nevertheless, this indicated that GR expressing MM1R cells could be used as a model to study the effectors of dex mediated apoptosis. MM1R cells were also similarly infected with lentiviral vectors expressing four different mutant GRs, that are either deficient in mediating GC-induced transactivation through the GRE or deficient in the ability to transrepress NF-KB activity. A GR mutant that transactivated through the GRE but was deficient in NF-KB transrepression did not induce apoptosis indicating that GRE transactivation was not sufficient for apoptosis. Further support for this notion was found when MM1S cells were treated with a concentration of cycloheximide which prevented GRE reporter expression but did not induce apoptosis by itself. This concentration did not affect GC-induced apoptosis supporting the finding that GC-induced transactivation is not required for apoptosis. In contrast, there was a correlation between the ability of mutant GRs to transrepress NF-KB and induce apoptosis. To test if GC-induced transactivation could participate in apoptosis in the setting of NF-KB transrepression, MM1R cells expressing a mutant GR which activates through GRE but does not transrepress NF-KB and is deficient in GC-induced apoptosis was infected with an adenoviral vector expressing the IKB super repressor to inhibit NF-KB. With abrogation of NF-KB, these cells underwent apoptosis at a higher level as compared to infection with a control adenoviral vector. Also, the addition of dex to these cells expressing IKB super repressor significantly enhanced apoptosis suggesting that transactivation through GRE can participate in apoptosis if the NF-KB survival factor is paralyzed."
}