{
    "doi": "https://doi.org/10.1182/blood.V112.11.4441.4441",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1284",
    "start_url_page_num": 1284,
    "is_scraped": "1",
    "article_title": "Feasibility and Efficacy of Autologous Stem Cell Transplantation as First-Line Therapy for Peripheral T-Cell Lymphoma: a Single Center Experience ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Results - Autologous Transplantation",
    "abstract_text": "Background: Peripheral T-cell lymphomas (PTCL) are a heterogeneous group of aggressive diseases characterized by poor prognosis. At 5 years, only 25 to 45% of patients treated with standard-dose chemotherapy are still alive. Retrospective studies show that patients with disease responsive to conventional-dose chemotherapy obtain durable remission after myeloablative treatment with autologous peripheral blood stem-cell (PBSC) support. This treatment strategy seems more effective when employed in untreated rather than relapsing patients. We present a series of 13 PTCL pts treated upfront (10 pts) or at the time of relapse-progression (3pts) with a 3 phase sequential therapeutic program including induction, intensification and consolidation treatment. The latter consisted of a myeloablative drug combination with PBSC support. Patients and methods: The median age of the 13 patients was 51 years (25–69). Histology was: PTCL-unspecified in 6 (46%) pts, anaplastic large cell lymphoma in 5 (38%), angioimmunoblastic and enteropathy-type T-cell lymphoma in 1 (8%) and 1 (8%) pt. Nine cases presented with advanced (III–IV) Ann Arbor stage and 2 had bulky disease. Nine cases complained B symptoms and 10 had high LDH levels. Six pts presented an intermediate-high IPI score (≥3 risk factors). Induction therapy consisting of dose-dense, dose-intense megaCEOP (1200mg/sqm cyclophosphamide, 110mg/sqm epirubicin, 1,4mg/sqm vincristine and 100mg prednisone) regimen was employed in 9 pts. Conventional dose CHOP or MACOP-B or P-VEBEC scheme was given in 2, 1 and 1 patient, respectively. Intensification treatment consisted of MAD (8mg/sqm mithoxantrone, 4g/sqm ARA-C, 40mg/die desamethasone) in 9 cases, 7g/sqm of cyclophosphamide in 1 patient and DHAP (100mg/sqm cisplatin, 4g/sqm ARA-C, 40mg/die desamethasone) in 3 cases. Three hundred mg/sqm carmustine, 100mg/sqm etoposide, 200mg/sqm cytosine arabinoside, and 140mg/sqm melphalan (BEAM) was used as myeloablative chemotherapy in all patients except for one who received mithoxantrone (60mg/sqm) and melphalan (180mg/sqm) as conditioning. Results: All patients completed the first 2 phases of the therapeutic program. Post-intensification disease status was complete remission (CR) in 4 (31%) pts, CRu in 2 (15%), partial remission (PR) in 5 (38%), stable disease (SD) in 1 (8%) or progressive disease (PD) in the last 1 (8%). Ten (77%) pts completed the whole treatment program, while 3 pts did not receive transplant because of insufficient stem cell harvest (1), progressive disease (1) or unacceptable peripheral and autonomic neuropathy due to MAD in 1 CR pt. After autologous PBSC transplantation, PR-to-CR conversion was observed in 3 cases and a total 7 of 10 (70%) transplanted pts achieved a CR. The median duration of overall objective response (8 CR, 2 PR) was 19 months (3–65) in the whole patient group, while it was 20 months (6–65) in transplanted pts. With a median follow-up of 26 months (9–83) from diagnosis 5 of the 13 pts (39%) are alive. These ones are the 5 pts in CCR after transplantation. No transplant-related mortality was observed. Eight (61%) pts died as a result of disease progression (6), infectious complications (1 in PR), or secondary acute myeloid leukemia (1). Median survival was 27 (9–82), 33,5 (18–82) and 40,5 (23–82) months for the overall cohort, the 10 transplanted pts and the 8 CR cases (7 transplanted and 1 not transplanted), respectively. Conclusion: disease status at transplant appeared to be the major factor that impacted outcome in our series. Although in a small number of patients, our data suggest that frontline autologous PBSC transplantation consolidation is feasible and may improve treatment outcome for chemosensitive PTCL patients.",
    "topics": [
        "autologous stem cell transplant",
        "lymphoma, t-cell, peripheral",
        "brachial plexus neuritis",
        "transplantation",
        "chemotherapy regimen",
        "cytarabine",
        "cyclophosphamide",
        "death",
        "dexamethasone",
        "melphalan"
    ],
    "author_names": [
        "Lorenzo Falchi",
        "Marco Gunnellini",
        "Monica Schippa",
        "Chiara Listorti",
        "Marta Gubbiotti",
        "Rita Emili",
        "Anna Marina Liberati"
    ],
    "author_affiliations": [
        [
            "Section of Internal Medicine and Oncologic Sciences, Policlinico Monteluce, Perugia, Italy"
        ],
        [
            "Section of Internal Medicine and Oncologic Sciences, Policlinico Monteluce, Perugia, Italy"
        ],
        [
            "Section of Internal Medicine and Oncologic Sciences, Policlinico Monteluce, Perugia, Italy"
        ],
        [
            "Section of Internal Medicine and Oncologic Sciences, Policlinico Monteluce, Perugia, Italy"
        ],
        [
            "Section of Internal Medicine and Oncologic Sciences, Policlinico Monteluce, Perugia, Italy"
        ],
        [
            "Section of Internal Medicine and Oncologic Sciences, Policlinico Monteluce, Perugia, Italy"
        ],
        [
            "Italian Multiple Myeloma Network, GIMEMA, Perugia, Italy"
        ]
    ],
    "first_author_latitude": "43.1152503",
    "first_author_longitude": "12.3962197"
}