{
    "doi": "https://doi.org/10.1182/blood.V114.22.2337.2337",
    "article_title": "Extensive Intraclonal Diversification in a Subgroup of Chronic Lymphocytic Leukemia Patients with Stereotyped IGHV4-34/IGKV2-30 B cell Receptors: Implications for Ongoing Interactions with Antigen. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY POSTER II",
    "abstract_text": "Abstract 2337 Poster Board II-314 Several studies indicate that the development of chronic lymphocytic leukemia (CLL) may be influenced by antigen (Ag) recognition through the clonotypic B cell receptors (BCRs). However, it is still unclear whether Ag involvement is restricted to the malignant transformation phase or whether the putative Ag(s) may continuously trigger the CLL clone. Valuable insight into these issues may be gleaned from the study of intraclonal diversification (ID) within the immunoglobulin (IG) genes through ongoing somatic hypermutation (SHM). Definitive data regarding ID within IG genes in CLL remains limited and conflicting. In the present study we systematically explored the presence of ID within IG genes of CLL, not only at cohort level but also in subgroups defined by BCR stereotypy and IG gene mutational status. We thus conducted a large-scale subcloning study of both IG heavy and light variable genes, in a total of 1496 and 1008 subcloned sequences from 71 and 56 CLL cases, respectively. The analysis was intentionally biased to cases expressing IGHV4-34/IGKV2-30 IGs (subset #4) and IGHV3-21/IGLV3-21 IGs (subset #2) that exhibit distinctive, subset-biased SHM patterns. PCR reactions were run using the high-fidelity Accuprime Pfx polymerase and at least 14 colonies/case were analyzed. All “non-ubiquitous” sequence changes from the germline were evaluated and recorded as follows: (i) unconfirmed mutation (UCM) - a mutation observed in only one subcloned sequence from the same sample (ii) confirmed mutation (CM) - a mutation observed more than once among subcloned sequences from the same sample. Analysis of heavy chain sequences revealed that 40% (28/71) of cases carried intraclonally diversified IGHV-D-J genes with CMs amongst subclones, whilst 32% (23/71) of cases carried only UCMs. The remaining 28% (20/71) of cases carried sets of identical IGHV-D-J subcloned sequences. Although most cases showed no or low levels of ID, an intense and, likely, functionally driven ID was evident in selected cases, especially those belonging to subset #4. The distinct ID in subset #4 was statistically significant when compared to all other groups defined by IGHV gene usage and mutation status, BCR stereotypy or heavy chain isotype. Subsequent analysis of the clonotypic light chains revealed that the impact of ID was generally low, with the outstanding exception again relating to subset #4. In fact, of 22 IGKV-J rearrangements exhibiting CMs, 11 (50%) utilized the IGKV2-30 gene and notably 10/11 (91%) of these were expressed by subset #4 cases. In such cases, the expressed IGKV2-30 gene was affected by an active and precisely targeted ID, analogous to their partner IGHV4-34 gene. These findings suggest that the SHM mechanism may continuously operate in certain subsets of CLL patients, particularly those cases expressing stereotyped IGHV4-34/IGKV2-30 BCRs typical of subset #4. In such cases, the observed ID patterns attest to the very precise targeting of the SHM process and may be considered as evidence for a “stereotyped response” to an active, ongoing interaction with Ag(s). Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "receptors, antigen, b-cell",
        "immunoglobulins",
        "immunoglobulin isotypes",
        "malignant transformation",
        "polymerase chain reaction",
        "clone cells"
    ],
    "author_names": [
        "Lesley-Ann Sutton",
        "Efterpi Kostareli",
        "Anastasia Hadzidimitriou",
        "Nikos Darzentas",
        "Athanasios Tsaftaris",
        "Achilles Anagnostopoulos",
        "Richard Rosenquist, MD, PhD",
        "Kostas Stamatopoulos"
    ],
    "author_dict_list": [
        {
            "author_name": "Lesley-Ann Sutton",
            "author_affiliations": [
                "Dept. of Genetics and Pathology, Rudbeck Lab, Uppsala University, Uppsala, Sweden, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Efterpi Kostareli",
            "author_affiliations": [
                "School of Biology, Aristotle University of Thessaloniki, Thessaloniki, Greece, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anastasia Hadzidimitriou",
            "author_affiliations": [
                "INA, EKETA, Thessaloniki, Greece, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikos Darzentas",
            "author_affiliations": [
                "INA, EKETA, Thessaloniki, Greece, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Athanasios Tsaftaris",
            "author_affiliations": [
                "INA, EKETA, Thessaloniki, Greece, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achilles Anagnostopoulos",
            "author_affiliations": [
                "Hematology Department and HCT unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Rosenquist, MD, PhD",
            "author_affiliations": [
                "Department of Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kostas Stamatopoulos",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T02:19:27",
    "is_scraped": "1"
}