{
    "doi": "https://doi.org/10.1182/blood.V104.11.5313.5313",
    "article_title": "Utilization Trends of Epoetin Alfa and Darbepoetin Alfa in Adult Patients with Cancer Receiving Chemotherapy in Community Practice Settings. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: Comparing dose utilization in actual practice in a defined patient population and setting for both epoetin alfa (EPO) and darbepoetin alfa (DARB) may improve understanding of the dose ratio at which these two agents are equally effective in those patients. The dose ratio is also important for providers and payers to gauge true comparative costs. Objective: A cross-sectional study was conducted to understand utilization trends of EPO and DARB, estimate a dose ratio between these two agents, and compare weekly treatment costs in adult patients with non-myeloid malignancies receiving chemotherapy in community oncology practices. Methods: Aggregated, de-identified data were obtained from a commercial drug ordering, inventory, and utilization database (OTN Lynx™ System) representing treatment patterns at the patient visit dosing level across approximately 800 community oncology practices nationwide. EPO and DARB medication records for adult patients with non-myeloid malignancies receiving chemotherapy during the period May 2003 through May 2004 were included. Monthly dosing trends for EPO and DARB were analyzed. Weekly treatment costs were estimated by applying 2004 Red Book-August Update average wholesale prices to mean weekly doses. Outcomes evaluated included: dosing frequency, mean weekly dose, dose ratio and weekly treatment costs. Results: Data were contributed each month for an average of 6,379 EPO patients and 5,124 DARB patients. Frequency of administration for both agents remained constant. Most EPO patients received therapy weekly (QW) followed by every 2 week dosing (Q2W) while most DARB patients were dosed Q2W followed by QW dosing (EPO: QW 64%, Q2W 27%, other 9%; DARB: QW 19%, Q2W 61%, other 20%). Examination of the mean weekly doses (5/03 versus 5/04) showed an increase of 1.2% for EPO (35,735 to 36,169 Units) and 8.4% for DARB (122 to 132 mcgs) resulting in an overall decline in the EPO:DARB dose ratio (294:1 to 274:1). Weekly treatment costs showed a slight increase of $6.12 for EPO patients, but a notably greater increase of $50.76 for DARB patients. Conclusions: The dose ratios over the 13-month study period were all less than the current ratio of 330:1 adopted by the Centers for Medicare and Medicaid Services for hospital outpatient reimbursement. Mean weekly dose and treatment costs remained relatively constant for EPO patients, but increased for DARB patients. These utilization data suggest treatment costs for EPO are consistently and markedly lower than those for DARB in community oncology patients. Table 1  Month/Year . 5/03 . 8/03 . 11/03 . 2/04 . 5/04 . Mean dose per week EPO (Units) 35,735 36,034 36,738 36,143 36,169 Mean dose per week DARB (mcgs) 122 123 129 129 132 Dosing ratio EPO (Units): DARB (mcgs) 294 294 286 280 274 Weekly cost (USD) EPO $503.86 $508.08 $518.01 $509.62 $509.98 Weekly cost (USD) DARB $619.27 $624.35 $654.80 $654.80 $670.03 Month/Year . 5/03 . 8/03 . 11/03 . 2/04 . 5/04 . Mean dose per week EPO (Units) 35,735 36,034 36,738 36,143 36,169 Mean dose per week DARB (mcgs) 122 123 129 129 132 Dosing ratio EPO (Units): DARB (mcgs) 294 294 286 280 274 Weekly cost (USD) EPO $503.86 $508.08 $518.01 $509.62 $509.98 Weekly cost (USD) DARB $619.27 $624.35 $654.80 $654.80 $670.03 View Large",
    "topics": [
        "cancer",
        "chemotherapy regimen",
        "darbepoetin alfa",
        "epoetin alfa",
        "outpatients"
    ],
    "author_names": [
        "Ted Coletti, PhD",
        "Jamie B. Howell, PharmD, MS",
        "Karen Todoroff, MPH",
        "Keith L. Gregory, PhD",
        "John M. Fastenau, MPH, RPh"
    ],
    "author_dict_list": [
        {
            "author_name": "Ted Coletti, PhD",
            "author_affiliations": [
                "Business Analytics and Outcomes Research, Ortho Biotech Products, LP, Bridgewater, NJ, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jamie B. Howell, PharmD, MS",
            "author_affiliations": [
                "Business Analytics and Outcomes Research, Ortho Biotech Products, LP, Bridgewater, NJ, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Todoroff, MPH",
            "author_affiliations": [
                "Information Services, Oncology Therapeutics Network, San Francisco, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith L. Gregory, PhD",
            "author_affiliations": [
                "Information Services, Oncology Therapeutics Network, San Francisco, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M. Fastenau, MPH, RPh",
            "author_affiliations": [
                "Business Analytics and Outcomes Research, Ortho Biotech Products, LP, Bridgewater, NJ, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T09:38:38",
    "is_scraped": "1"
}