{
    "doi": "https://doi.org/10.1182/blood.V112.11.2317.2317",
    "article_title": "Sensitization to Minor Histocompatibility Antigens Poses a Barrier in Transplantation and Can Be Prevented by CD154:CD40 Co-Stimulatory Blockade. ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment",
    "abstract_text": "There is an increased rate of graft failure associated with nonmyeloablative conditioning approaches for hematopoietic stem cell (HSC) transplantation, often resulting in subsequent sensitization to donor alloantigens. Recipient sensitization is among the most critical of problems currently facing clinical transplantation, resulting in hyperacute rejection of transplanted HSC and/or organ grafts by existing donor-specific antibodies (Ab) against major histocompatibility (MHC) antigens in secondary transplants. The humoral immune response to minor histocompatibility antigens (Mi-HAg) has not been fully evaluated in BMC transplantation to date. In this study, we explored the role of allosensitization to Mi-HAg in BMC transplant rejection using a mouse model. AKR (H-2 k ) mice were sensitized with donor skin grafts from MHC-matched, but minor antigen-disparate B10.BR (H-2 k ) mice. Significantly higher levels of Abs against donor were generated as detected at 4 weeks after skin grafting by flow cytometry cross match assay (mean fluorescence intensity (MFI) 231.3 ± 151.1; P < 0.0001) compared with the Ab levels in sera of naïve AKR mice (MFI 4.2 ± 2.0) . The MFI of Ab titer to anti-Mi-HAg was similar to that in mice after rejecting skin grafts with MHC disparity (MFI: 231.3 ± 139.0) or MHC plus Mi-HAg disparity (MFI: 301.1 ± 141.1). IgG subclasses of IgG1, IgG2a, and IgG2b were detected in all tested AKR mice with high levels of anti–donor total IgG. Surprisingly, the Abs generated to minor antigens were not donor-specific as they also bound to splenocytes from B6 (H-2 b ), BALB/c (H-2 d ), C3H (H-2 k ) and B10.D2 (H-2 d ) mice. In subsequent HSC transplantation performed 5–7 weeks after skin grafting, only 20% of B10.BR skin sensitized AKR mice engrafted after ablative conditioning. In contrast, all naïve AKR control mice engrafted but none did in mice sensitized to MHC alloantigens. These findings correlated with in vivo cytotoxicity assays performed at the same time point. Mi-HAg sensitized AKR mice eliminated CFSE labeled donor splenocytes with a significantly faster rate than naïve AKR but significantly slower rate than the mice sensitized to MHC alloantigen. We previously reported that blockade of signaling via the CD40/CD154 co-stimulatory pathway with anti-CD154 induces B cell tolerance and abrogates donor-specific Ab generation in a MHC plus minor antigen mismatched mouse model. Here, we therefore examined whether CD154 blockade during exposure to minor antigens would also prevent sensitization to minor antigens. The production of anti-donor-Mi-HAg antibodies was totally prevented in mice treated with anti-CD154 mAb (MFI 6.1±3.48l P=0.33) compared with the Ab in naïve mice (3.9±0.25), suggesting a dominant role of the CD154:CD40 pathway in B-cell responses to Mi-HAg. Moreover, anti-CD154 treatment promoted bone marrow engraftment to 100% in recipients previously exposed to donor Mi-HAg, suggesting that antibody and not T cells play a dominant role in sensitization to minor antigens. These data demonstrate that sensitization to minor antigens poses a significant barrier in transplantation, but with less intensity than sensitization to MHC antigens, and can be prevented by anti-CD154 mAb. Our findings may identify a novel and clinically relevant approach in the development of conditioning approaches to enhance engraftment but prevent sensitization in the event of graft failure.",
    "topics": [
        "cd40 antigens",
        "cd40 ligand",
        "minor histocompatibility antigens",
        "sensitization",
        "transplantation",
        "antigens",
        "skin transplantation",
        "antibodies",
        "immunoglobulin g",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Hong Xu, M.D.",
        "Yiming Huang, M.D.",
        "Lala-Rukh Hussain, B.S.",
        "Suzanne T Ildstad, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Hong Xu, M.D.",
            "author_affiliations": [
                "University of Louisville, Institute for Cellular Therapeutics, Louisville, KY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yiming Huang, M.D.",
            "author_affiliations": [
                "University of Louisville, Institute for Cellular Therapeutics, Louisville, KY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lala-Rukh Hussain, B.S.",
            "author_affiliations": [
                "University of Louisville, Institute for Cellular Therapeutics, Louisville, KY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne T Ildstad, M.D.",
            "author_affiliations": [
                "University of Louisville, Institute for Cellular Therapeutics, Louisville, KY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T15:34:38",
    "is_scraped": "1"
}