{
    "doi": "https://doi.org/10.1182/blood.V124.21.3250.3250",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2918",
    "start_url_page_num": 2918,
    "is_scraped": "1",
    "article_title": "Somatic Mutations of the Breast Cancer Amplified Sequence-1 (BCAS1 ), a Novel Leukemogenic Driver in Myelodysplastic Syndromes with Del(20q) ",
    "article_date": "December 6, 2014",
    "session_type": "636. Myelodysplastic Syndromes – Basic and Translational Studies: Poster II",
    "topics": [
        "breast cancer",
        "myelodysplastic syndrome",
        "mutation, somatic",
        "brachial plexus neuritis",
        "neoplasms",
        "rna, messenger",
        "nucleotides",
        "protein p53",
        "breast neoplasms",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Valeria Visconte, PhD",
        "Ali Tabarroki, MD",
        "John Barnard",
        "Li Zhang",
        "Juraj Bodo, PhD",
        "Reda Mahfouz, MD",
        "Betty K. Hamilton, MD",
        "Mikkael Sekeres",
        "Anjali S. Advani, MD",
        "Matt E. Kalaycio, MD",
        "Yogen Saunthararajah, MD",
        "Velizar Shivarov, MD, PhD",
        "Shashirekha Shetty, PhD",
        "Heesun J. Rogers, MD PhD",
        "Ramon V. Tiu, MD"
    ],
    "author_affiliations": [
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "University of California, San Francisco, CA "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "National Hematology Hospital, Sofia, Bulgaria "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Laboratory Medicine, Cleveland Clinic, Cleveland, OH"
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ]
    ],
    "first_author_latitude": "41.486636600000004",
    "first_author_longitude": "-81.7188455",
    "abstract_text": "Deletion of the long arm of chromosome 20 [del(20q)] is a recurrent clonal abnormality seen in myelodysplastic syndromes (MDS), myeloproliferative neoplasms (MPN), and acute myeloid leukemia (AML). Del(20q) is believed to originate in a pluripotent stem cell of both myeloid and lymphoid cells and contribute to clonal evolution by the loss/inactivation of ≥1 tumor suppressor genes. Commonly deleted regions (CDRs) of del(20q) contain genes that are overexpressed in hematopoietic progenitor cells of del(20q) patients (pts). Although associated with good prognosis when present as a sole abnormality in MDS, the natural history may vary within similar disease subtypes. Next-generation sequencing technologies have accelerated the discovery of genetic mutations implicated in MDS pathogenesis. To date, the vast majority of these mutations are neither specific to a disease subtype nor to a cytogenetic abnormality. We hypothesized that molecular mutations are the main drivers of leukemic progression in MDS with del(20q). Whole exome sequencing (WES) was performed on 6 pts with del(20q): MDS=3, MPN=3. DNA (3ug) was used for WES. 20 million reads were run on an Illumina HiSeq2000 sequencer. A bioinformatic algorithm filtered all tumor variants based on variation score (≥30) and coverage (30X). Tumor nucleotide variants were counted if unique to the tumor excluding SNPs and germline variants. We detected 42 candidate genes. Only 1 nucleotide variation was detected on the chromosome (chr) 20 of 1 high risk MDS with del(20q) pt. The alteration resulted in a proline to a glutamine substitution at position 488 of exon 11 (P488Q) of a gene called Breast Cancer Amplified Sequence-1 ( BCAS1 ). BCAS1 gene is located in chr 20q13.2 region. BCAS1 overexpression has been implicated in aggressive breast and colon cancer subtypes but the mechanisms for this overexpression have not been clarified. Of note, BCAS1 mutations have not been previously identified in any hematologic malignancy. A larger cohort of pts: N=395; AML=70, MPN=205, MDS=90, other bone marrow failure diseases=30, and hematologic cell lines were tested for BCAS1 mutations. We found recurrent BCAS1 P488Q mutation in 10/56 (18%) of MDS with del(20q) pts who evolved to high risk disease and AML (sAML). All BCAS1 mutant ( BCAS1 MUT ) pts have an associated del(20q) abnormality. BCAS1 MUT pts have a median age of 67 yrs (range, 45-87); male/female=9:1, had more leukopenia (3 vs. 11 x10 9 /L, P =.04), and neutropenia (1.3 vs. 8.3 x10 9 /L, P =.04) compared to other del(20q) pts without mutation. Metaphase cytogenetics, FISH and SNP-A showed that the CDRs of the 20q region of all BCAS1 MUT pts did not contain the 20q13.2 region. Screening for 12 genes relevant to MDS pathophysiology showed that BCAS1 MUT pts harbored unfavorable genetic mutations: SRSF2 (1/10), TP53 (2/10) and U2AF1 (3/10) with 1 pt having both TP53 and U2AF1 . BCAS1 P488Q was mutually exclusive in 4 pts. BCAS1 MUT had a dismal prognosis compared to BCAS1 WT (PFS: 5.1 vs. 15.9 mos, P =.03). Bioinformatic analysis of publicly available gene expression data showed increased BCAS1 mRNA level in AML, CML and in the K562 cells. RT-PCR found a higher (5-fold) BCAS1 mRNA level in the index case compared to one WT pt and no expression in healthy subjects. K562 and CML primary cells (N=6) were used as positive controls. Presence of BCAS1 protein was confirmed by immunohistochemistry and western blotting. CGH revealed that 10% of breast tumors have copy-number gains of a 1-Mb region of 20q13 where BCAS1 maps. Amplification of this region was seen in aggressive subtypes of squamous cell carcinoma. We applied FISH analysis for BCAS1 finding no amplification of the 20q13 region in MUT vs WT (2 vs 2) pts suggesting that other mechanisms possibly other genetic mutations lead to BCAS1 overexpression in sAML. In the K562 cells, 3 copies of BCAS1 were identified which may explain increased BCAS1 expression in these cells. In sum, recurrent BCAS1 mutations are found specifically in MDS with del(20q) pts who transform to AML. They are exclusively found at the time of AML transformation. mRNA and protein overexpression are observed in BCAS1 MUT pts and lead to inferior survival outcomes and poor response to chemotherapy. This is the first genetic mutation solely found in a specific MDS cytogenetic subset and may represent a novel mechanism for leukemogenesis. Disclosures No relevant conflicts of interest to declare."
}