{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2474.2474",
    "article_title": "The Role of MMSET E1099K Mutation in Gene Dysregulation, Drug Resistance and Clonogenicity in Acute B-Lymphoblastic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Background: While outcomes for pediatric patients with newly-diagnosed acute B-lymphoblastic leukemia (ALL) have dramatically improved over the past 20 years, relapse remains a major cause of treatment failure and death. Discovering the underlying biological pathways that lead to drug resistance and relapse is therefore a top priority. MMSET ( NSD2 / WHSC1 ) encodes a histone methyltransferase that dimethylates histone 3 lysine 36 (H3K36me2) with subsequent decrease in histone 3 lysine 27 trimethylation (H3K27me3). Overexpression of MMSET , as in the t(4;14) translocation in multiple myeloma (MM), has been shown to affect proliferation, gene expression, chromatin accessibility and DNA damage repair. Mutations in the SET domain of MMSET resulting in a glutamate to lysine substitution at amino acid 1099 (p.E1099K) have been recognized as one of the most common mutations in relapsed ALL in children. While it has been shown that this leads to increased enzyme activity, the downstream effects of this mutation and the underlying mechanisms of tumor escape are poorly understood. Understanding the biological pathways affected by this mutation is key to discovering new therapies to improve outcomes. Objective: To determine the role of the MMSET p.E1099K mutation in cell proliferation, drug resistance and gene regulation. Design/Method: B-lineage REH and 697 ALL cell lines were transduced with lentiviral vectors overexpressing either wild-type (WT) or mutant (p.E1099K) MMSET or an empty vector (EV) control. Western Blot analysis confirmed overexpression of MMSET as well as increase in H3K36me2 and decrease in H3K27me3 in overexpressed WT and mutant cell lines. The generated cell lines were then plated with and without stroma and evaluated for differences in apoptosis and proliferation in response to chemotherapeutic agents commonly used in the treatment of ALL (e.g. mercaptopurine, thioguanine, methotrexate, prednisone, cytarabine, etoposide, doxorubicin and L-asparaginase). Clonogenic growth in vitro was also assessed using MethoCult TM media. Differences in gene regulation in the REH cell lines were assessed by performing ChIPseq for CCCTC-binding factor (CTCF) and histone marks (H3K9Ac, H3K27Ac, H3K36me2 and H3K27me3) and the results were correlated with RNAseq data. Results: The transduced WT, mutant and EV cell lines did not display differences in proliferation, cell cycle regulation or adhesion. Moreover we were unable to detect any intrinsic drug resistance between the cell lines with respect to apoptosis or proliferation both with and without stroma in vitro . There was, however, a marked increase in clonogenicity in the cell lines overexpressing WT or mutant MMSET compared to the EV control (348% and 285% increased colony number, respectively) when plated in MethoCult TM media. Significant differences in the epigenetic landscape were observed between WT and mutant vs. EV control. As previously described in t(4;14) MM cell lines, over 99% of peaks for the H3K27me3 and H3K36me2 were lost in both the overexpressed WT and mutant cell lines compared to the EV control. However, whereas the decrease in peaks in H3K27me3 represents an overall loss of the mark, the lower peak number for H3K36me2 is actually due to widespread enrichment of the mark throughout the genome. Moreover, RNAseq data revealed significant differences in gene expression between the three cell lines. Notably, the overexpressed WT and mutant cell lines revealed 83 and 90 upregulated genes and 44 and 99 downregulated genes, respectively, compared to EV control. Notably, 70% of upregulated genes and 80% of downregulated genes were shared between cell lines. When compared with previously published data on t(4;14) MM cell lines, the genes upregulated by overexpressed WT or mutant MMSET appear to be unique to leukemia. Interestingly, ETV5, which is involved in transcriptional regulation , is upregulated in both our cell lines and MM cell lines. Conclusion: Catalytically active MMSET rendered by the p.E1099K substitution in ALL leads to an altered chromatin landscape and distinct gene expression signature (distinct from the t(4;14)) but does not result in intrinsic drug resistance in vitro . The increased clonogenic potency may suggest an increased leukemic stem cell population but understanding the precise mechanism for clonal expansion and relapse is the subject of additional in vitro and in vivo experiments. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "drug resistance",
        "genes",
        "leukemia",
        "mutation",
        "histones",
        "lysine",
        "6-mercaptopurine",
        "adhesions",
        "amino acids",
        "antineoplastic agents"
    ],
    "author_names": [
        "Joanna Pierro, DO",
        "Jason Saliba, PhD",
        "Nikki Ann Evensen, PhD BS",
        "Yixiao Gong",
        "Shella Saint Fleur-Lominy, MDPhD",
        "William L. Carroll, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joanna Pierro, DO",
            "author_affiliations": [
                "NYU Langone Health, Staten Island, NY ",
                "Laura and Isaac Perlmutter Cancer Center at NYU Langone, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason Saliba, PhD",
            "author_affiliations": [
                "Laura and Isaac Perlmutter Cancer Center at NYU Langone, New York, NY ",
                "NYU Langone Health, New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikki Ann Evensen, PhD BS",
            "author_affiliations": [
                "Laura and Isaac Perlmutter Cancer Center at NYU Langone, New York, NY ",
                "NYU Langone Health, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yixiao Gong",
            "author_affiliations": [
                "Laura and Isaac Perlmutter Cancer Center at NYU Langone, New York, NY ",
                "NYU Langone Health, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shella Saint Fleur-Lominy, MDPhD",
            "author_affiliations": [
                "Laura and Isaac Perlmutter Cancer Center at NYU Langone, New York, NY ",
                "NYU Langone Health, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William L. Carroll, MD",
            "author_affiliations": [
                "Laura and Isaac Perlmutter Cancer Center at NYU Langone, New York, NY ",
                "NYU Langone Health, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:42:18",
    "is_scraped": "1"
}