{
    "doi": "https://doi.org/10.1182/blood.V120.21.2904.2904",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2400",
    "start_url_page_num": 2400,
    "is_scraped": "1",
    "article_title": "Concurrent Use of Aspirin with the Fludarabine, Cyclophophamide, Rituximab (FCR) Regimen Improves Outcome in Patients with Relapsed/Refractory CLL. ",
    "article_date": "November 16, 2012",
    "session_type": "642. CLL - Therapy, excluding Transplantation: Poster II",
    "topics": [
        "aspirin",
        "chronic lymphocytic leukemia refractory",
        "fludarabine",
        "rituximab",
        "disease progression",
        "fcr regimen",
        "thrombocytopenia",
        "anti-inflammatory agents",
        "anti-inflammatory agents, non-steroidal",
        "caspases"
    ],
    "author_names": [
        "Young Kwang Chae, MD, MPH",
        "Long Xuan Trinh",
        "Michael J. Keating, MD",
        "Zeev Estrov, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Cancer Medicine, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 2904 Background: Aspirin is known to induce apoptosis in B-chronic lymphocytic leukemia (B-CLL) cells in a dose and time dependent manner (Gil et al. Blood 1998). Aspirin generates DNA fragmentation, caspase activation, and proteolytic cleavage of PARP independent of its effect on cyclooxygenase. However, no clinical trials have been conducted to explore whether aspirin affects CLL treatment. Therefore, we investigated the effect of aspirin in patients with relapsed/refractory CLL who received salvage chemoimmunotherapy with the FCR during the years 1999 to 2012 at MD Anderson Cancer Center. Methods: In this analysis of 280 patients, progression-free survival (PFS) was defined as the time interval between the starting date of FCR treatment and the date of disease progression or death, and overall survival (OS) was defined as the time interval between the start of FCR treatment and the date of death due to any cause. The probabilities of PFS and OS were estimated using the Kaplan -Meier algorithm and were compared among subgroups of patients using the log-rank test. The Cox proportional hazards regression model was used to assess the association between patient characteristics and OS or PFS. Results: Data analysis was conducted at a median of 4 years. Among a total of 280 patients, 230 (82%) experienced disease progression and 204 (73%) patients died. The median PFS was 1.7 years (95% CI=1.6 to 2.3 years) and the median time to death was 4.0 years (95% CI=3.5 to 4.7 years). Forty-one patients (14.6%) were on aspirin before and during therapy and 239 patients (85.4%) were not. Aspirin users were older (P=0.025), less number of prior treatments (p=0.049), more exposure to rituximab (p=0.001), higher absolute lymphocyte count (p=0.049). Other clinicopathologic variables were comparable between aspirin users and non-users. Of note, there were no difference in platelet counts present at the start of FCR treatment between aspirin users and non-users; thrombocytopenia was present at the start of FCR treatment in 34% (14/41) of aspirin users compared to 33% (80/239) non-users (chi-square p=0.93). Thirty out of 41 aspirin users (61.2%) experienced disease progression compared to 198 out of 239 non-users (82.8%). Twenty eight out of 41 aspirin users (68.3%) died compared to 175 out of 239 non-users (73.2%). The concurrent use of aspirin with FCR regimen was associated with a favorable PFS (log-rank p=0.001; Figure 1 .) and OS (log-rank p=0.004; Figure 2 .). A 53% reduced risk in PFS (HR=0.47, 95% CI=0.31–0.73, p<0.001) and 45% reduced risk in OS (HR=0.55, 95% CI=0.35 to 0.87, p=0.01) was found in aspirin users compared to non-users. However, concurrent use of other non-steroid anti-inflammatory drugs (NSAIDs) (n=14) did not affect OS of CLL patients (HR=0.59, 95% CI=0.28 to 1.27, p=0.18). Other variables associated with OS and PFS were age, Rai stage, unfavorable cytogenetic abnormalities, unmutated IgVH, number of prior treatments, history of refractoriness to fludarabine, low hemoglobin levels, a low platelet counts, and high creatinine levels. When adjusted for those variables, aspirin use was still associated with favorable PFS (adjusted HR= 0.56, 95% CI= 0.34 to 0.93, p=0.03) and OS (adjusted HR=0.57, 95% CI=0.33 to 0.98, p=0.04). Conclusion: Concurrent use of aspirin with salvage FCR regimen improved PFS and OS in patients with relapsed/refractory CLL. Prospective randomized trials to evaluate the clinical benefits of aspirin in CLL are warranted. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}