{
    "doi": "https://doi.org/10.1182/blood.V120.21.546.546",
    "article_title": " TP53 Mutation Is an Independent Predictor of Poor Survival in Untreated Patients with CD20 + Aggressive B-Cell Lymphoma: Analysis within the Ricover-60 Trial ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: MYC And Others, The Usual Suspects",
    "abstract_text": "Abstract 546 TP53 is commonly mutated across lymphoma entities. TP53 mutations have been found in 20–25 % of aggressive B-cell lymphomas and most studies suggest an impact on outcome. Few studies have addressed the impact of TP53 mutations in larger trial cohorts. In order to evaluate the contribution of TP53 mutation status to current risk models, we investigated TP53 gene mutations within the RICOVER-60 trial of the DSHNHL. Of 1222 elderly patients (aged 61–80 years) randomly assigned to six or eight cycles of CHOP-14 with or without Rituximab, 265 patients (representative of the whole cohort) were analyzed for TP53 mutations. Genomic DNA samples extracted from paraffin embedded tissue were used and mutations were studied by Sanger sequencing of exons 4–9. All patients had untreated CD20 + aggressive B-cell lymphoma according to the World Health Organization classification as confirmed by reference pathology. The primary endpoint of the trial was event-free survival. Analyses were done by intention to treat. The trial is registered on National Cancer Institute website ( NCT00052936 ). TP53 mutations were demonstrated in 64 of 265 patients (24.1%). The incidence is in accordance to prior studies. TP53 mutation was associated with higher LDH (66% vs. 37%), higher IPI-Scores (IPI 4/5 27% vs. 12%), and B-symptoms (41% vs. 24%) ( TP53 mutant (mut) and wild type (wt) groups resp.). Patients with TP53 mutation were less likely to obtain a CR/Cru 62.5% (mut.) vs. 79.6% (wt). The median observation time was 40.2 months and the presence of TP53 mutations was associated with decreased OS; EFS and PFS. The respective 3 year overall and event-free survival were 49% (vs. 77%) and 41% (vs. 60.5%) for the group with TP53 mutation (p<0.0001; <0.01). The analysis of the TP53 mutant subgroup (n=64) showed no impact of the treatment arm (R-CHOP vs. CHOP; 6 vs. 8 cycles) for OS, EFS or PFS in univariate analysis. In a Cox proportional hazard models including the IPI, ECOG, LDH, stage and treatment arms, TP53 mutation was shown to be an independent predictor of EFS (HR 1.5), PFS (HR 2.1) and most importantly OS (HR 2.4; p<0.001). Additional factors associated with EFS were LDH, ECOG, stage and Rituximab arm. Our findings suggest that TP53 mutations are independent predictors of poor PFS, EFS and OS in untreated patients with aggressive CD20+ lymphoma. Based on the analysis within a homogenous trial cohort, strategies to improve outcome for the 20–25% of patients with mutant p53 should be developed. Recurrent genetic lesions should be integrated into risk models in DLBCL. Fig.: View large Download slide Overall survival and TP53 mutation in aggressive B-NHL Fig.: View large Download slide Overall survival and TP53 mutation in aggressive B-NHL  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "cd20 antigens",
        "lymphoma",
        "mutation",
        "tp53 gene",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "electrocorticogram",
        "rituximab",
        "b-cell lymphomas",
        "dideoxy chain termination dna sequencing"
    ],
    "author_names": [
        "Thorsten Zenz, MD",
        "Markus Kreuz",
        "Doris Winter",
        "Hanne Helfrich",
        "Maxi Fuge",
        "Heike Horn, MD",
        "Julia Richter, PhD",
        "Reiner Siebert",
        "Lorenz Truemper, MD",
        "Norbert Schmitz, MD",
        "Markus Loeffler",
        "Wolfram Klapper",
        "Andreas Rosenwald, MD",
        "Hartmut Döhner, MD",
        "Michael Pfreundschuh, MD",
        "German Ott, MD",
        "Stephan Stilgenbauer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thorsten Zenz, MD",
            "author_affiliations": [
                "Internal Medicine V, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Markus Kreuz",
            "author_affiliations": [
                "Universitaet Leipzig, Leipzig, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Doris Winter",
            "author_affiliations": [
                "Ulm University, Ulm, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanne Helfrich",
            "author_affiliations": [
                "Ulm University, Ulm, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maxi Fuge",
            "author_affiliations": [
                "Ulm University, Ulm, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heike Horn, MD",
            "author_affiliations": [
                "Clinical Pharmacology, Dr. Margarete Fischer Bosch Institute and University of Tuebingen, Stuttgart, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Richter, PhD",
            "author_affiliations": [
                "Institute of Humen Genetics, Kiel, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reiner Siebert",
            "author_affiliations": [
                "Universitätsklinikum Schleswig-Holstein, Institute of Human Genetics, University Kiel, Kiel, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorenz Truemper, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Georg-August-Universitaet Goettingen, Goettingen, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Schmitz, MD",
            "author_affiliations": [
                "Abteilung f. Hämatologie, Onkologie und Stammzelltransplantation, Asklepios Klinik St. Georg Hamburg, Hamburg, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Loeffler",
            "author_affiliations": [
                "Institute for Medical Informatics, Statistics and Epidemiology (IMISE), University of Leipzig, Leipzig, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfram Klapper",
            "author_affiliations": [
                "Department of Hematopathology, University of Kiel, Kiel, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Rosenwald, MD",
            "author_affiliations": [
                "Department of Pathology, University of Wuerzburg, Wuerzburg, Germany, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Döhner, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Pfreundschuh, MD",
            "author_affiliations": [
                "Dept. Internal Medicine I, University Hospital of Saarland, Homburg, Germany, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "German Ott, MD",
            "author_affiliations": [
                "Department of Clinical Pathology, Robert-Bosch-Krankenhaus, and Dr. Margarete Fischer-Bosch Institute for Clinical Pharmacology, Stuttgart, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Stilgenbauer, MD",
            "author_affiliations": [
                "University Hospital Ulm, Department III of Internal Medicine, Ulm, Germany"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T15:43:52",
    "is_scraped": "1"
}