{
    "doi": "https://doi.org/10.1182/blood.V104.11.2558.2558",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=6",
    "start_url_page_num": 6,
    "is_scraped": "1",
    "article_title": "Nucleophosmin Protects Hematopoietic Cells from Stress-Induced Apoptosis through Inhibition of P53. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Nucleophosmin (NPM) is a multifunctional protein frequently overexpressed in actively proliferating cells including tumor and hematopoietic stem cells. Here we report that NPM protects hematopoietic cells from stress-induced apoptosis through inhibition of the tumor suppressor p53. Specifically, we forced expression of wild-type (WT) NPM or a mutant variant with a deletion of the C-terminal 120 aa of NPM (NPMΔC) by retroviral gene transfer in the granulocyte-macrophage colony-stimulating factor (GM-CSF)-dependent myeloid cell line MO7e (expresses low level of NPM) and the lymphoblast HSC536 cells derived from a Fanconi anemia (FA) patient in the C complementation group (expresses essentially undetectable NPM). Using a flow cytometric method for caspase 3 activation (early apoptosis), we demonstrated that overexpression of NPM but not the mutant NPMΔC confers MO7e and HSC536 cells resistance to apoptosis induced by growth factor deprivation and treatment with the chemotherapeutic drug etoposide. In addition, suppression of NPM expression by small interfering RNA targeting NPM in chronic myelogenous leukemia line K562 and FA-associated acute myelogenous leukemia cell line UoC-M1 increases etoposide-induced apoptosis, thus providing proof of concept evidence that the pathological elevations of NPM found in cancers and leukemias are important for maintaining cell survival and resistance to apoptosis. Because overexpression of the mutant NPMΔC, which lacks the p53-interacting domain, fails to confer cellular resistance to stress-induced apoptosis, we determined whether NPM protects cells from apoptotic cell death through a mechanism involving p53. We used the genetically matched p53 WT and null mouse bone marrow (BM) cells to show that overexpression of WT NPM protects against ionizing irradiation (IR)-induced apoptosis of wild-type but not p53-null BM cells. Moreover, NPM inhibits IR-induced p53 phosphorylation at Ser18 and transactivation, and interacts with p53 in bone marrow hematopoietic cells. Thus, this study not only demonstrates anti-apoptotic function of a proliferation-promoting protein but also suggests that cancer progression may require increased expression of NPM to suppress p53 activation and maintain cell survival.",
    "topics": [
        "apoptosis",
        "npm1 gene",
        "stress",
        "etoposide",
        "granulocyte-macrophage colony-stimulating factor",
        "antineoplastic agents",
        "cancer",
        "caspase-3",
        "fanconi anemia",
        "gene transfer techniques"
    ],
    "author_names": [
        "Qishen Pang, PhD",
        "June Li, PhD",
        "Xiaoling Zhang, MD",
        "Daniel P. Sejas, MS",
        "Grover C. Bagby, MD"
    ],
    "author_affiliations": [
        [
            "Experimental Hematology, Cincinnati Children’s Hospital Medical Center, incinnati, OH, USA"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital Medical Center, incinnati, OH, USA"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital Medical Center, incinnati, OH, USA"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital Medical Center, incinnati, OH, USA"
        ],
        [
            "Hematology and Oncology, Oregon Health Sciences University, Portland, OR, USA"
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397"
}