{
    "doi": "https://doi.org/10.1182/blood.V106.11.2944.2944",
    "article_title": "Surface Antigens Identified by Antibody Microarray That Correlate with IgV H Mutational Status and ZAP70 Expression in CLL. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "A new method has been developed to evaluate leukemias based on binding of cells in suspension to a microarray of cluster of differentiation (CD) monoclonal antibodies (mAbs) immobilized on nitrocellulose film on a microscope slide. Cell binding is proportional to antigen expression. This method allows simultaneous evaluation of 88 different CD antigens and is feasible with homogeneous populations of mononuclear cells obtained from blood of patients with leukemia. This methodology is potentially useful in diagnosis and classification of different leukemias and lymphomas and it may further aid in identifying and distinguishing subgroups of patients within a particular diagnosis. We utilized this methodology to assess its effectiveness in distinguishing prognostic subgroups in patients with chronic lymphocytic leukemia (CLL), those with mutated versus unmutated IgV H genes and those with 20% ZAP70+ cells. Unmutated IgV H genes were defined as >98% homologous to germline. To do this we identified 101 unselected samples from CLL patients for which IgV H mutational status and/or ZAP70 expression were known. Both IgV H status and ZAP70 expression were known for 70, in 6 only IgV H status, and in 25 only ZAP70 was known. IgV H mutational status and ZAP70 expression were concordant in 62/70 cases. Patient characteristics (median and range) were as follows: age=59yrs(37–82); abs lym=23k/μL(3.6–123); β2M=2.3mg/L(1.2–9.5); # prior treatments= 0(0–6). 20 had Rai low-risk; 67 had Rai-intermediate-risk, and 14 had Rai high-risk disease; 78 were previously untreated. Reduced space linear discrimination analysis and empirical Bayes moderated t-test was used to evaluate relationships between microarray binding and patients with “good prognosis” (IgV H mutated or ZAP70-) and “poor prognosis” (IgV H unmutated or ZAP70+). Empirical Bayes analysis was used to identify CD antigens with significant differential expression between the “good prognosis” and “poor prognosis” groups. Although there was not a significant difference in overall expression between the two groups, there were antibodies that had significantly different levels of binding. For the IgV H unmutated group, increased binding was noted with CD95, CD38, CD2, CD13, CD11a, CD86, CD25, CD9, CD22 (p<.05; FDR-adjusted). For the ZAP70+ group, increased binding was noted for CD38, CD2, CD95, CD49d, CD79b, kappa, and CD11a (pFDR<.05). In the IgV H /ZAP70 concordant cases, the following had increased binding with the “poor prognosis” group (IgV H unmutated/ZAP70+): CD38, CD95, CD2, CD13, CD24, CD9, and CD11a (pFDR<.05). There is clear evidence of differential binding on the mAb microarray between prognostic groups, although it is not yet possible to accurately predict ZAP70 or IgV H mutation status based on microarray results. Work continues to correlate these findings with flow cytometry and with other meaningful prognostic factors such as β2M; Rai stage, etc. In addition, follow-up continues to assess correlations between microarray results and significant clinical endpoints including survival. This is a simple immunomicroarray method that may be useful and important to enhance the classification and prognostic assessment of patients with lymphoid malignancies, including CLL, based on correlations between an extensive immunophenotype and clinical endpoints.",
    "topics": [
        "antibodies",
        "surface antigens",
        "zap-70 kinase",
        "cd95 antigens",
        "leukemia",
        "alanine aminopeptidase",
        "antigens, cd",
        "monoclonal antibodies",
        "surrogate endpoints",
        "antigens"
    ],
    "author_names": [
        "William G. Wierda, MD, PhD",
        "S. Mulligan, MD",
        "B. Shelvin",
        "L. Belov, PhD",
        "L. Rassenti, PhD",
        "T. Kipps, MD, PhD",
        "S. Lerner, MS",
        "M. Thomas, PhD",
        "H. Kantarjian, MD",
        "M. Keating, MB, BS"
    ],
    "author_dict_list": [
        {
            "author_name": "William G. Wierda, MD, PhD",
            "author_affiliations": [
                "Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "S. Mulligan, MD",
            "author_affiliations": [
                "School of MMB, Univ of Sydney, Sydney, NSW, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "B. Shelvin",
            "author_affiliations": [
                "Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L. Belov, PhD",
            "author_affiliations": [
                "Emphron Informatics, Chapel Hill, Qld, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L. Rassenti, PhD",
            "author_affiliations": [
                "UCSD Cancer Center, San Diego, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "T. Kipps, MD, PhD",
            "author_affiliations": [
                "UCSD Cancer Center, San Diego, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Lerner, MS",
            "author_affiliations": [
                "Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Thomas, PhD",
            "author_affiliations": [
                "Emphron Informatics, Chapel Hill, Qld, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Kantarjian, MD",
            "author_affiliations": [
                "Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Keating, MB, BS",
            "author_affiliations": [
                "Leukemia, UT/MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T18:42:00",
    "is_scraped": "1"
}