{
    "doi": "https://doi.org/10.1182/blood.V112.11.3820.3820",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1214",
    "start_url_page_num": 1214,
    "is_scraped": "1",
    "article_title": "Risk of Venous Thromboembolism with Thalidomide in Cancer Patients: A Systematic Review and Meta-Analysis of Randomized Controlled Trials ",
    "article_date": "November 16, 2008",
    "session_type": "Pathophysiology of Thrombosis",
    "topics": [
        "cancer",
        "thalidomide",
        "venous thromboembolism",
        "multiple myeloma",
        "neoplasms",
        "solid tumors",
        "thrombosis",
        "adverse effects",
        "angiogenesis inhibitors",
        "melanoma"
    ],
    "author_names": [
        "Keriann N Gray, MD",
        "David Chu, MD",
        "Shenhong Wu, MD, Ph.D",
        "Richard Z. Lin, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, Stony Brook University Hospital, Stony Brook, NY, USA"
        ],
        [
            "Hematology and Oncology, Stony Brook University Hospital, Stony Brook, NY, USA"
        ],
        [
            "Hematology and Oncology, Stony Brook University Hospital, Stony Brook, NY, USA"
        ],
        [
            "SUNY, Stony Brook, Stony Brook, NY, USA"
        ]
    ],
    "first_author_latitude": "40.8950802",
    "first_author_longitude": "-73.11602495",
    "abstract_text": "Background: Thalidomide, an oral angiogenesis inhibitor with immunomodulatory activity, is effective in the treatment of multiple myeloma, and also undergoing evaluation for other malignancies. The use of thalidomide is associated with significant side effects, including venous thromboembolism (VTE). Currently the overall risk of VTE with thalidomide is not well-defined. Objective: We conducted a systematic review and meta-analysis of published randomized controlled trials (RCT) to determine the risk of VTE with thalidomide in cancer patients, and assess whether it is affected by anti-thrombosis prophylaxis. Methods: We searched databases including PUBMED, the Web of Science (January, 1966–July, 2008), and abstracts presented at recent American Society of Clinical Oncology and American Society of Hematology conferences to identify relevant studies. Eligible studies included prospective RCT in which a standard anti-cancer therapy or placebo was employed with or without thalidomide with available data on VTE for analysis. The summary incidence, relative risk (RR), and 95% confidence interval (CI) were calculated using a random- or fixed-effects model based on the heterogeneity of the included studies. Results: From 17 RCTs, a total of 3977 patients with multiple myeloma and a variety of solid tumors (prostate, breast, renal cell, melanoma, ovarian) were included for analysis. The overall incidence of VTE was 11.7% (95% CI: 8.1–16.5%). Patients treated with thalidomide had a significantly increased risk of VTE with a RR of 2.4 (95% CI: 1.9–3.0, p<0.001) when compared to controls. The risk was significantly decreased with prophylaxis from a RR of 3.5 (95%CI: 2.5–4.9, p<0.001) in the absence of prophylaxis to 1.9 (95%CI: 1.4–2.5, p<0.001) in the presence of prophylaxis. The risk of VTE may vary with tumor types; in patients with multiple myeloma, the incidence and RR were 15.7% (95%CI: 10.9–22.1) and 3.1 (95%CI: 2.1–4.5, p<0.001) respectively; while for patients with solid tumors, the incidence and RR were 5.3% (95% CI 2.1–12.8) and 3.5 (95% CI: 1.1–10.6, p=0.028) respectively. Conclusion: Thalidomide therapy is associated with a significantly increased risk of VTE in cancer patients. The risk varies with anti-thrombosis prophylaxis and tumor type. It is strongly recommended to have surveillance for VTE in all patients receiving thalidomide, and prophylaxis to reduce the risk in patients with multiple myeloma."
}