{
    "doi": "https://doi.org/10.1182/blood.V104.11.3692.3692",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=258",
    "start_url_page_num": 258,
    "is_scraped": "1",
    "article_title": "Cocaine’s Direct Effect on Either Sickle or Normal Erythrocytes Does Not Increase Phosphatidylserine Exposure, Calcium Pumping, or Scramblase Activity. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Hypothesis: Cocaine directly affects the exposure of phosphatidylserine, calcium pumping, and scramblase activity in sickle cells. Background: Cocaine is highly associated with pulmonary hypertension in both normal and sickle cell disease patients. Given the growing interest in pulmonary hypertension as a major morbidity factor, the causes and determinants of pulmonary hypertension need to be elucidated to allow rational study designs. Phosphatidylserine (PS) exposure is known to occur in sickle cells and appears to be relevant for vascular damage. Although the mechanism underlying PS exposure is poorly understood, signal transduction processes appear to play a role. We wondered if cocaine could activate these processes and cause PS exposure, or interfere with the proteins involved in the transbilayer movement of PS. Methods: Sickle and normal erythrocytes were exposed to cocaine HCl (from a 10% topical solution, Roxane Labs) at concentrations between 100 and 1000 ng/ml, which is the range of determined plasma concentrations after cocaine use. PS exposure after cocaine treatment was measured by labeling with fluorescently conjugated annexin V (AV) and analysis by flow cytometry. Alterations in scramblase activity were determined by assessing the percentage of PS-exposing cells following loading of the cells with 0.1 mM calcium using calcium ionophore. Calcium influx and Ca-ATPase-mediated calcium efflux were monitored using the fluorescent probe Fluo4, and flippase activity was assessed using NBD-PS followed by analysis with flow cytometry. Results: Sickle cells differ from normal cells with respect to most of the measured parameters, such as having more PS-exposing cells, lower flippase activity, and alterations in calcium kinetics. However, cocaine did not have any effect on PS exposure, calcium-induced scrambling, calcium influx, calcium pump activity, or flippase activity. The cell scatter patterns did not show any gross changes in red cell shape or density after cocaine treatment. Discussion: The lack of effect implies that cocaine is working through other mechanisms than effects on red cell membranes. Therefore, future studies should focus on other vascular cell types and membrane pathways. Alternatively, cocaine metabolites should be evaluated for their activities on red cells.",
    "topics": [
        "calcium",
        "erythrocytes",
        "phosphatidylserines",
        "cocaine",
        "topical solution",
        "pulmonary hypertension",
        "flow cytometry",
        "adenosine triphosphatases",
        "annexin a5",
        "ca(2+)-transporting atpase"
    ],
    "author_names": [
        "Kitty DeJong, PhD",
        "Robert Hagar, MD"
    ],
    "author_affiliations": [
        [
            "Children’s Hospital Oakland Research Institute, Oakland, CA, USA"
        ],
        [
            "Adult Sickle Cell Center, Oakland Children’s Hospital and Research Institute, Oakland, CA, USA"
        ]
    ],
    "first_author_latitude": "37.842528800000004",
    "first_author_longitude": "-122.26972549999999"
}