{
    "doi": "https://doi.org/10.1182/blood.V128.22.2435.2435",
    "article_title": "Chronic Inhibition of Complement C1s By TNT009 Produces Sustained, Complete Remission in Patients with Severe, Transfusion-Dependent Cold Agglutinin Disease (CAD) ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster II",
    "abstract_text": "Background: We recently presented that the humanized anti-complement C1s monoclonal antibody, TNT009, rapidly stoppedhemolysisand correctedanemiain patients with severe CAD in an ongoing Phase 1b clinical trial. After completion of washout from protocol treatment, these patients suffered relapse of CAD with a drop inhemoglobinto pre-dose levels. We now report on the clinical experience of their extended re-treatment under the Named Patient provision of the Austrian Drug Act, which provided the occasion: 1) to explore lower dose regimens and alternative dosing schedules; 2) to try to recapitulate the initial success of complete remission under protocol treatment; 3) to test the durability of response with a longer term maintenance treatment with TNT009. Methods: In order to test a lower dose regimen of TNT009, the Phase 1b trial dosing of 60 mg/kg IV once weekly for both loading and maintenance was reduced to 45 mg/kg IV once weekly (4x) followed by maintenance with 45 mg/kg every other week. A simplified dosing regimen was then tried, using a single priming dose of 60 mg/kg on Day 0 followed by 60 mg/kg every other week (biweekly) thereafter beginning on Day 7. This TNT009 biweekly maintenance with 60 mg/kg was continued indefinitely to test the durability of the effect, to monitor for safety, and to serially assess their hematologic response to TNT009. Results:All infusions were well tolerated without premedication and without relevant adverse effects. TNT009 re-exposure immediately decreased CH50 activity and increased complement C4 levels, confirming the rapid onset ofpharmacodynamiceffect. The concordant and sustained effect of TNT009 on hematologic parameters related tohemolysisandanemiasis illustrated in the composite Figure 1 for the first patient treated, C1001. This patient has undergone three treatment episodes with TNT009: weekly dosing at 60 mg/kg under the Phase 1b protocol (left); weekly → biweekly 45 mg/kg (center); 60 mg/kg on Day 0 and biweekly thereafter starting on Day 7 (right). Note that the CH50 serves as apharmacodynamicmarker for the effective inhibition of the classical complement pathway by TNT009. Each new episode of treatment with TNT009 induced remission ofhemolyticanemia, and relapse occurred following washout (60 mg/kg weekly x 4) orpharmacodynamicbreakthrough (45 mg/kg maintenance regimen). Although it appears that the reduced dose maintenance regimen of 45 mg/kg biweekly does not suffice to maintain full C1s inhibition, there is no evidence oftachyphylaxisas restoration of full dose treatment at 60 mg/kg biweekly was able to restore remission again. A similar pattern of results was observed in the other patients offered Named Patient treatment with TNT009, but with two instructive exceptions. Patient C1004 had unsuspected erythropoietin deficiency and did not achieve complete normalization ofhemoglobinuntil concomitant treatment with erythropoietin was begun. Patient C1003 did not have CAD but Cold Agglutinin Syndrome (CAS) secondary to an extensivelymphoplasmacyticlymphoma (LPL). Initially she was treated with TNT009 monotherapy and did not respond. TNT009 was then stopped and her LPL was treated withibrutinib, resulting in a gradual amelioration of heranemiauntil anintercurrentinfection triggered relapse of herhemolyticanemia. At that time re-treatment with TNT009 (whileibrutinibwas continued) quickly normalized her hematologic parameters. Eventually TNT009 was able to increasehemoglobinlevels to >12 g/dLin all 5 of 5 treated patients. Conclusion:TNT009 was previously shown to induce rapid correction ofhemolyticanemiain severe CAD patients in a Phase 1b trial. It has now been shown that subsequent washout of TNT009 leads to relapse in all patients, and that re-induction of remission by TNT009 is possible in all. Long-term maintenance of remission can be achieved by dosing TNT009 at 60 mg/kg biweekly, the dose regimen to be tested in larger-scale clinical trials of CAD. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Gilbert: Truenorth Therapeutics, Inc.: Employment, Equity Ownership. Panicker: Truenorth Therapeutics, Inc.: Employment. Parry: Truenorth Therapeutics, Inc.: Employment, Equity Ownership. Jaeger: Janssen: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses.",
    "topics": [
        "cold hemagglutinin disease",
        "complement component c1s",
        "complete remission",
        "transfusion",
        "disease remission",
        "complement hemolytic activity assay",
        "erythropoietin",
        "adverse effects",
        "complement component c4",
        "complement system proteins"
    ],
    "author_names": [
        "Bernd Jilma, MD",
        "James C Gilbert, MD",
        "Sandip Panicker, PhD",
        "Graham C Parry, PhD",
        "Michael Fillitz, MD",
        "Schenk Thomas",
        "Christian Sillaber, MD",
        "Johann Bartko, MD",
        "Ulrich Jaeger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bernd Jilma, MD",
            "author_affiliations": [
                "Department of Clinical Pharmacology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James C Gilbert, MD",
            "author_affiliations": [
                "True North Therapeutics, Inc., South San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandip Panicker, PhD",
            "author_affiliations": [
                "True North Therapeutics, Inc., South San Francisco, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham C Parry, PhD",
            "author_affiliations": [
                "True North Therapeutics, Inc., South San Francisco, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Fillitz, MD",
            "author_affiliations": [
                "Hanusch Krankenhaus, Vienna, Austria "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Schenk Thomas",
            "author_affiliations": [
                "Internal Medicine, Universitätsklinikum, St. Pölten, St Pölten, Austria "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Sillaber, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johann Bartko, MD",
            "author_affiliations": [
                "Department of Clinical Pharmacology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Jaeger, MD",
            "author_affiliations": [
                "Division of Hematology and Hemostaseology, Medical University of Vienna, Wien, Austria"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T13:01:55",
    "is_scraped": "1"
}