{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.SCI-51.SCI-51",
    "article_title": "Beyond Cytosine Methylation: Ten-Eleven Translocation Proteins, Oxidized Methylcytosines, and Cancer ",
    "article_date": "December 7, 2017",
    "session_type": "Novel Epigenetic Modifications in Cancer and Development",
    "abstract_text": "We discovered some years ago that enzymes of the TET (Ten-Eleven Translocation) family were a new class of epigenetic regulators that altered the modification status of cytosine bases in DNA. The three mammalian TET enzymes - TET1, TET2 and TET3 - successively oxidize the methyl group of 5-methylcytosine (5mC) to yield 5-hydroxymethylcytosine (5hmC), 5-formylcytosine (5fC) and 5-carboxylcytosine (5caC). These modified cytosine bases (together termed oxidized methylcytosines, oxi-mC) facilitate DNA demethylation and are also novel epigenetic marks. DNA methylation has long been linked to developmental processes and to oncogenesis; similarly TET proteins, which alter DNA modification status, are implicated in numerous biological processes, including cell lineage specification, embryonic development, neuronal function, somatic cell reprogramming and cancer. Loss-of-function mutations in the TET2 gene are frequently associated with lymphoid and myeloid cancers in humans. Using mouse models and biochemical and genome-wude approaches, we have analysed the role of TET proteins and oxi-mC in immune and haematopoietic cells. I will describe the data and discuss possible mechanisms. Disclosures Rao: Cambridge Epigenetix: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "cancer",
        "cytosine",
        "translocation (genetics)",
        "methylation",
        "dna",
        "enzymes",
        "carcinogenesis",
        "flucytosine",
        "tumorigenesis",
        "macao"
    ],
    "author_names": [
        "Anjana Rao, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anjana Rao, PhD",
            "author_affiliations": [
                "Division of Signaling and Gene Expression, La Jolla Institute for Allergy and Immunology, La Jolla, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T06:43:42",
    "is_scraped": "1"
}