{
    "doi": "https://doi.org/10.1182/blood.V122.21.1090.1090",
    "article_title": "Plasmin(ogen) Deficiency Is Protective Against The Development Of Neuroinflammatory Pathologies and Paralysis In a Murine Model Of Multiple Sclerosis ",
    "article_date": "November 15, 2013",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "Multiple sclerosis (MS) is a chronic neuroinflammatory disease that is characterized by relapsing/remitting or progressive motor and sensory defects. These neurologic deficits are secondary to autoimmune-mediated demyelination of neurons within the CNS. Autoreactive T cells that target myelin and local microglial cell activation are both central to disease pathogenesis. Blood brain barrier breakdown is an early feature of disease process and is associated with prominent fibrin(ogen) deposition in demyelinating plaques. Fibrin(ogen) was recently shown to contribute to the local destruction of myelin by supporting Mac-1-dependent neurodegenerative microglial activation events. Based on prior evidence that fibrin within CNS lesions is a driver of MS development, the established contribution of plasmin-mediated proteolysis to fibrin clearance, and the known expression of plasminogen activators within demyelinating plaques, we hypothesized: i) plasmin(ogen) is an important determinant of MS pathogenesis in vivo , and ii) the genetic elimination of plasminogen in mice challenged with a murine model of MS, experimental autoimmune encephalomyelitis (EAE), would significantly worsen CNS pathologies and exacerbate the loss of motor function relative to cohorts of EAE-challenged plasminogen-sufficient mice. Detailed studies of control and plasminogen-deficient (Plg Null ) mice, revealed that plasmin(ogen) was a powerful modifier of EAE pathogenesis, but contrary to our initial working theory, we have found that Plg Null animals exhibit significantly decreased disease in comparison to wildtype animals. Plg Null mice have a prolonged time to onset of disease in comparison to wildtype animals. Further, severity of disease is diminished, with significantly fewer days of paralysis in the Plg Null animals. Plg Null animals were also protected from the weight loss associated with the neuroinflammatory disease. Histologic analysis of spinal cords from challenged animals harvested at the peak of the disease course revealed diminished inflammation as well as decreased demyelination in mice lacking plasminogen. Somewhat counterintuitively, we further noted that fibrin(ogen) deposition within the spinal cords of challenged animals was decreased in the Plg Null mice compared to EAE-challenged wildtype controls. Diminished fibrin(ogen) deposition corresponded with fewer microglial cells accumulating within the cords of Plg Null mice. We have further shown that T cell response to the immunization initiating EAE is similar in both Plg Null and control animals, demonstrating that a genotype-dependent difference in the underlying autoimmune response is not the basis for the dampened neuroinflammatory disease in Plg Null mice. In summary, these studies directly show for the first time that plasminogen contributes to the development of paralysis and disease severity in an established murine model of MS. The biological impact of plasminogen on CNS pathobiology appears to be downstream of the T cell response in the immunized animals, and potentially related to a fibrin-independent contribution of plasmin-mediated proteolysis in local blood-brain barrier breakdown or microglial activation. We are currently working to elucidate the precise mechanism(s) whereby plasmin(ogen) alters CNS disease severity, but favor the concept of potentially antagonistic fibrin(ogen)-dependent and -independent mechanisms. The present studies underscore the notion that targeting hemostatic factors, in general, and plasminogen, in particular, may be a novel and effective therapeutic strategy in impeding the development or progression of multiple sclerosis. Disclosures: Mullins: Baxter: Consultancy.",
    "topics": [
        "estropipate",
        "experimental autoimmune encephalomyelitis",
        "mice",
        "multiple sclerosis",
        "paralysis",
        "plasmin",
        "weight reduction",
        "fibrin",
        "plasminogen",
        "demyelination"
    ],
    "author_names": [
        "Eric S. Mullins, MD",
        "Maureen A Shaw, MS",
        "Kathryn E McElhinney",
        "Keith W. Kombrinck, MS",
        "Jay L. Degen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eric S. Mullins, MD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maureen A Shaw, MS",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn E McElhinney",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith W. Kombrinck, MS",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jay L. Degen, PhD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T04:01:40",
    "is_scraped": "1"
}