{
    "doi": "https://doi.org/10.1182/blood-2019-131947",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4160",
    "start_url_page_num": 4160,
    "is_scraped": "1",
    "article_title": "Small Molecule Screening Identifies Rho-Associate Protein Kinase (ROCK) As a Regulator of NK Cell Cytotoxicity Against Cancer ",
    "article_date": "November 13, 2019",
    "session_type": "203.Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "topics": [
        "cancer",
        "cytotoxicity",
        "natural killer cells",
        "protein kinase",
        "screening",
        "small molecule",
        "proto-oncogene proteins c-akt",
        "1-phosphatidylinositol 3-kinase",
        "antigens",
        "atherosclerosis"
    ],
    "author_names": [
        "Grace Lee",
        "Sheela Karunanithi",
        "Zachary Jackson",
        "David Wald, MD PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH"
        ],
        [
            "Pathology, Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "41.5067284",
    "first_author_longitude": "-81.6027354",
    "abstract_text": "NK cells are a subset of lymphocytes that directly recognize and lyse tumor cells without the limitation of antigen specific receptor recognition. In addition to behaving as cytotoxic effector cells, NK cells unlike T cells are not thought to elicit graft versus host disease. The combination of these characteristics makes NK cells a powerful tool for adoptive cell therapy. Despite the promise of NK cell therapy, key hurdles in achieving significant clinical efficacy include both generating sufficient numbers of highly tumoricidal NK cells and maintaining the cytotoxic activity of these cells in vivo despite the immunosuppressive tumor microenvironment. Our lab and others have developed several feeder cell line-based expansion modules that robustly stimulate the ex vivo proliferation of NK cells. However, strategies to enhance and sustain the activity of NK cells once administered in vivo are still limited . In order to identify strategies to enhance the cytotoxic activity of NK cells, we developed a high-throughput small molecule screen (Figure 1A) that involved a calcein-based cytotoxicity assay of ex vivo expanded and treated NK cells against ovarian cancer cells (OVCAR-3). 20,000 compounds were screened and the screen was found to be highly robust (Z'>0.59). We identified 29 hits that led to at least a 25% increase in cytotoxicity as compared to DMSO control-treated NK cells. One of the most promising hits was the pan-ROCK inhibitor, Y-27632 that led to an 30% increase in NK killing of the OVCAR-3 cells. We validated that ROCK inhibition leads to enhanced NK cell cytotoxic activity using Y-27632 (Figure 1B) as well as other well-established ROCK inhibitors such as Fasudil using a flow cytometry based killing assay. Y-27632 increased NK cell cytotoxicity in a dose- and time- dependent manner. ROCK inhibition consistently led to ~10-25% increase in NK cell cytotoxic activity directed against a variety of ovarian (Figure 1C) and other solid tumor cell lines (Figure 1D). Interestingly, we found that the NK hyperactivation persists for up to 48hrs after washing off the drug that may enable ex vivo stimulation before NK cell infusion. Our preliminary results showed that ROCK inhibition activates PI3K-dependent Akt activation (Figure 1E). We hypothesize that ROCK inhibition restores Akt activation which may be critical for NK cell activating receptor pathways and our current investigations will test these hypotheses. ROCK inhibitors, such as Y-27632 and Fasudil have been utilized in both preclinical and clinical studies for a variety of diseases such as atherosclerosis, neurodegenerative disorders, and ocular diseases. However, the consequences of ROCK inhibition in NK cells has not been thoroughly investigated. Our work shows a promising novel strategy to significantly enhance NK cell therapy against cancer that has high translational potential. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}