{
    "doi": "https://doi.org/10.1182/blood.V124.21.1670.1670",
    "article_title": "Sites of Extranodal Involvement Are Prognostic in Patients with Stage 1 Follicular Lymphoma: An Analysis of the Surveillance, Epidemiology and End Results Database ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster I",
    "abstract_text": "Background: Follicular lymphoma (FL) is the most common indolent B cell lymphoma with a rising incidence. Approximately 26% of patients with FL present with stage I disease. Although international consensus guidelines recommend radiotherapy for these patients, a recent survey of the National Lymphocare Study demonstrated that adherence to the standard is low with less than one third of patients treated with radiotherapy, whereas the rest were only observed, received single-agent rituximab, or a combination of rituximab with chemotherapy +/- subsequent radiotherapy. There is evidence to suggest that extranodal sites of involvement are associated with better/worse outcomes in other lymphomas (DLBCL, MCL). Hence, we examined the association between primary site of disease and survival in patients with Stage I FL to identify subgroups of patients that have distinct characteristics and could potentially benefit from early and/or more aggressive treatment. Methods: We analyzed the United States SEER database from 1983 to 2011. Direct case listings were extracted by SEER*Stat software, version 8.1.5, released March 31,2014 . All histologically confirmed, Stage I FL cases, age > 18 years, with active follow-up and only a single primary tumor were included in the analysis. Overall survival (OS) estimates for each primary site were calculated using the Kaplan-Meier method and log rank test. We assessed the impact of primary disease site on OS using Cox proportional hazards models adjusted for age, sex, race, radiotherapy, surgery and era of diagnosis (pre-rituximab era: Õ83-Õ98 vs. rituximab era: Õ99-Õ11). Calculations were performed using SAS, version 9.3. Results: We analyzed 9931 total patients, 25% of patients presented with an extranodal primary site. The most common extranodal primary sites were the integumentary system (8%), GI tract (6.4%) and the head & neck region (5.6%). In univariate analysis, Stage I FL of the integumentary system was associated with better OS than lymph node (LN) primary disease (HR 0.74, 95% CI 0.63 to 0.59). Primary site FL of the respiratory system (HR 1.69, CI 1.18 to 2.4), musculoskeletal system (HR 2, CI 1.37 to 3) and nervous system (HR 1.9, CI 1.37 to 2.68) were significantly associated with worse overall survival than lymph node primary disease. In multivariate analysis, only integumentary disease was associated with better OS (HR 0.77, CI 0.66 to 0.9) while primary site FL of the nervous system (HR 2.4, CI 1.72 to 3.38) and the musculoskeletal system (HR 2.14, CI 1.44 to 3.18) were associated with worse overall survival than lymph node primary disease. Patients treated in the rituximab era had a better OS on multivariate analysis than if treated in the pre-rituximab era (p<0.0001). Female sex was associated with better survival while older age at diagnosis was associated with worse survival (p<0.0001). In multivariate analysis, patients who received surgery or radiation had better survival than those that did not receive any therapy and Whites had better survival than Blacks (both p<0.0001). Conclusions: Primary site of disease may be an important prognostic factor for patients with early stage FL as demonstrated by this population-based study. Patients with Stage I FL of the integumentary system had a significantly better outcome than primary nodal disease. Musculoskeletal and nervous system primary sites had a significantly worse survival than primary nodal sites. These subsets of patients may benefit from early, aggressive treatment. Primary site may correlate with certain biological characteristics associated with disease behavior and pathogenesis and needs further evaluation. Overall survival was significantly better in the rituximab era. Figure 1. View large Download slide Kaplan Meier Curve demonstrating OS of integumentary system vs. lymph node primary site (180 months vs. 170 months, p <0.0001), nervous system vs. lymph node primary site (95 months vs. 170 months, p <0.0001) and musculoskeletal system vs. lymph node primary site (96 months vs. 170 months, p <0.0001). Figure 1. View large Download slide Kaplan Meier Curve demonstrating OS of integumentary system vs. lymph node primary site (180 months vs. 170 months, p <0.0001), nervous system vs. lymph node primary site (95 months vs. 170 months, p <0.0001) and musculoskeletal system vs. lymph node primary site (96 months vs. 170 months, p <0.0001).  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "extranodal disease",
        "follicular lymphoma",
        "epidemiology",
        "surveillance, medical",
        "rituximab",
        "radiation therapy",
        "surgical procedures, operative",
        "b-cell lymphomas",
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Aditi Shastri, MD",
        "Yiting Yu, PhD",
        "Amit Verma, MD",
        "Stefan Klaus Barta, MDMRCP,MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Aditi Shastri, MD",
            "author_affiliations": [
                "Albert Einstein College of Medicine, BRONX, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yiting Yu, PhD",
            "author_affiliations": [
                "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Verma, MD",
            "author_affiliations": [
                "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Klaus Barta, MDMRCP,MS",
            "author_affiliations": [
                "Fox Chase Cancer Center, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T21:38:30",
    "is_scraped": "1"
}