{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2509.2509",
    "article_title": "Characterization and Targeting TET2-Mutant HSPCs and AML ",
    "article_date": "December 7, 2017",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Understanding the contribution of abnormal epigenetic programs to acute myeloid leukemia (AML) is necessary for the integrated design of epigenetic-targeted therapies. The protein encoded by TET2 gene is an enzyme that catalyzes the conversion of 5-methylcytosine (5-mC) to 5-hydroxymethylcytosine (5-hmC) as part of the process of DNA demethylation and is frequently mutated in pre-leukemic stem cells. From mice studies, TET2 knockdown/knockout models exhibit a myeloid differentiation bias and an expansion of hematopoietic stem cells (HSCs) with increased myeloproliferation. Notably, no studies to date have specifically examined the cell context effect of TET2 mutations on human hematopoiesis. To understand the mechanism of TET2 mutation-driven leukomogenesis, we have developed an in vitro/ in vivo platform using human CD34 + stem and progenitor cells that mimics TET2-mutated pre-leukemia. Using double chemically modified guide RNAs (gRNAs) coupled with Cas9 recombinant protein, we can disrupt the TET2 gene in cord blood-derived CD34 + cells (average indel frequencies=94.3%, n=6). Beyond disruption, we can modify the TET2 locus through insertion of a GFP cassette using homology driven repair to generate traceable cells. Thus, we have developed a tractable and cell-traceable model that faithfully recapitulates TET2-mutated pre-leukemia and clonal hematopoiesis of indeterminate potential (CHIP). First, we examined the effects of TET2-disruption on human erythroid differentiation in vitro by culturing bulk CD34 + GFP + cells under conditions that promote erythroid differentiation. TET2-disrupted cells produced reduced numbers of glycophorin A/ CD71 double positive erythroid cells compared to AAVS1-targeted control cells. This underscores the importance of TET2 in promoting normal erythroid differentiation, and demonstrates that our methods can give biological effects in a relevant primary human cell system. Next, we investigated the effects of TET2-disruption on hematopoietic colony formation in methylcellulose. Initial colony formation did not differ between TET2-mutant and control cells in the first plating; however, upon the second and third replating, increased numbers of colonies were observed with TET2-disruption. Analysis of indels in the colonies showed that with serial replating, there was enrichment of a 65 base pair deletion that disrupts the entire TET2 locus, suggesting that TET2 knockout cells outcompete normal unmutated hematopoietic stem/progenitor cells (HSPCs) during a month in vitro . We now know that ascorbic acid is an additional co-factor for TET enzymes to hydroxylate 5-mC to 5-hmC. Thus, we also cultured the cells overnight in high dose ascorbic acid prior to plating the cells. In both normoxic and hypoxic conditions, fewer colonies were detected in the TET2 knockout group, suggesting that high dose ascorbic acid cannot restore the TET2 enzymatic function in these cells. Lastly, we conducted in vivo engraftment studies through transplantation of CD34 + cells transfected with TET2-targeting Cas9 RNP (using 2 gRNAs without GFP), and demonstrated successful engraftment of human cells. Four months after transplant, we detected human hematopoietic engraftment with T cells, B cells, and myeloid cells, indicating that Cas9 RNP transfection did not impair engraftment ability. These cells showed high frequencies of indels within the TET2 gene. Surprisingly, we detected a significant proportion of human T cells (approximately 5%, even after transplantation of T cell-depleted CD34 + cells) that were not present with transplantation of control cells. These pilot data demonstrate that Cas9-RNP transfection did not impair engraftment ability of human HSPCs and that TET2-disrupted HSCs can give rise to hematopoietic progeny in vivo with possibly increased production of T cells. Secondary transplants are ongoing to assess for self-renewal. Here, we report the development of a CRISPR/Cas9 approach to target the TET2 gene in primary human HSPCs. We show that TET2 disruption leads to a block in erythroid differentiation, increased colony formation and replating in vitro , and increased engraftment in vivo . This model will enable further studies of effects on the epigenome through DNA methylation and hydroxymethylation studies, as well as provide an in vivo model of pre-leukemia/CHIP associated with TET2 mutations. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ascorbic acid",
        "cd34 antigens",
        "clonal hematopoiesis of indeterminate potential",
        "enzymes",
        "glycophorin",
        "hypoxia",
        "kiaa1546 gene",
        "leukemia",
        "leukemia, myelocytic, acute",
        "methylcellulose"
    ],
    "author_names": [
        "Yusuke Nakauchi, MD PhD",
        "Daniel Thomas, MD PhD",
        "Andreas Reinisch, MD PhD",
        "Rajiv Sharma, PhD",
        "David Cruz, BS",
        "M. Ryan Corces, PhD",
        "Ravi Majeti, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yusuke Nakauchi, MD PhD",
            "author_affiliations": [
                "Cancer Institute, Stanford Cancer Institute, Stanford, CA ",
                "Department of Medicine, Division of Hematology, Stanford University, Stanford, CA ",
                "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel Thomas, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University, Stanford, CA ",
                "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA ",
                "Cancer Institute, Stanford University, Stanford, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Reinisch, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University, Stanford, CA ",
                "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA ",
                "Cancer Institute, Stanford University, Stanford, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajiv Sharma, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University, Stanford, CA ",
                "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA ",
                "Cancer Institute, Stanford University, Stanford, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Cruz, BS",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University, Stanford, CA ",
                "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA ",
                "Cancer Institute, Stanford University, Stanford, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Ryan Corces, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University, Stanford, CA ",
                "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA ",
                "Cancer Institute, Stanford University, Stanford, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Majeti, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University, Stanford, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:37:21",
    "is_scraped": "1"
}