{
    "doi": "https://doi.org/10.1182/blood.V106.11.4754.4754",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=269",
    "start_url_page_num": 269,
    "is_scraped": "1",
    "article_title": "Primary Mediastinal Large B-Cell Lymphoma: Treatment Outcomes in 43 Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objectives: Primary mediastinal B-cell Lymphoma (PMBL) is recognized as a separate entity in the WHO classification. Treatment for PMBL is based on a combination of conventional dose chemotherapy, high dose chemotherapy and radiation therapy. The best strategy is still undefined. We conducted a retrospective analysis of patients with PBML to identify clinical prognostic factors. Materials and Methods: Between 1989 and 2004, 43 consecutives patients treated at Hospital do Cancer AC Camargo, São Paulo, Brazil were identified and clinical and histological data were reviewed. All patients had previous diagnosis of diffuse large B-cell lymphoma, with positive CD20 on neoplastic cells. For patients with extrathoracic involvement at presentation a predominant anterior mediastinal lesion should be present. Induction chemotherapy regimens were grouped in first generation (CHOP or CHOP-like), third generation (PromaceCytabon or MACOP) and other (pediatric regimens, COP). Results: Age ranged from 16 to 82 years-old, 30 females and 13 male. Patients aged < 35 yo had better outcome compared with those older than 35 yo (5 years OS - 56% x 34%, p=0.048). Among clinical variables, female gender, stage IA-IIB, IPI 0-1, normal LDH, absence of mediastinal bulky disease were associated with better prognosis, although not statistically significant. Response rate to first generation regimens was: 37% CR (11/29), 24% PR (7/29) and 24% PD (7/29). Four patients were treated with third generation regimens with 2 CR and 2 PR. 20 out of 25 patients with PR or CR to first line chemotherapy received mediastinal radiation therapy. More than 65% of patients had a minimum time of follow up 5 years. With a median follow up of 22.3 months, projected 5 year OS was 47% and for the responders the median PFS was 8,4 months. No difference in OS and PFS was observed among the three chemotherapy groups. Conclusion: Our analysis showed that response rate to first line regimens was around 60% and 25% of patients were primarily refractory to CHOP regimen. Age younger than 35 years old was associated with a better prognosis. 5 years overall survival was 45 % and is in accordance with the literature. Although recent studies have demonstrated biological similarities between PMBL and Hodgkin’s Lymphoma, the prognosis of PMBL is less favorable than HL. Better understanding of the disease will help in developing more appropriate therapeutic strategies for PMBL.",
    "topics": [
        "b-lymphocytes",
        "brazil",
        "cancer",
        "cd20 antigens",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "follow-up",
        "hodgkin's disease"
    ],
    "author_names": [
        "Celso L. Mello, MD",
        "Vladimir C. Lima, MD",
        "Christiane Valadares, MD",
        "Soares A. Fernando, MD",
        "Carvalho A. Lopes, MD",
        "Feher Olavo, MD"
    ],
    "author_affiliations": [
        [
            "Dept of Clinical Oncology, Centro de Tratamento e Pesquisa Hospital do Cancer AC Camargo, Sao Paulo, SP, Brazil"
        ],
        [
            "Dept of Clinical Oncology, Centro de Tratamento e Pesquisa Hospital do Cancer AC Camargo, Sao Paulo, SP, Brazil"
        ],
        [
            "Dept of Clinical Oncology, Centro de Tratamento e Pesquisa Hospital do Cancer AC Camargo, Sao Paulo, SP, Brazil"
        ],
        [
            "Dept of Pathology, Centro de Tratamento e Pesquisa Hospital do Cancer AC Camargo, Sao Paulo, SP, Brazil"
        ],
        [
            "Dept of Clinical Oncology, Centro de Tratamento e Pesquisa Hospital do Cancer AC Camargo, Sao Paulo, SP, Brazil"
        ],
        [
            "Dept of Clinical Oncology, Centro de Tratamento e Pesquisa Hospital do Cancer AC Camargo, Sao Paulo, SP, Brazil"
        ]
    ],
    "first_author_latitude": "-23.569575500000003",
    "first_author_longitude": "-46.671610599999994"
}