{
    "doi": "https://doi.org/10.1182/blood.V112.11.4814.4814",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1264",
    "start_url_page_num": 1264,
    "is_scraped": "1",
    "article_title": "Identification of Multiple Oxidative Post-Translational Modifications of Plasma Albumin in Patients with Pulmonary Hypertension of Sickle Cell Anemia ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "albumin, plasma",
        "protein processing, post-translational",
        "pulmonary hypertension",
        "sickle cell anemia",
        "albumins",
        "oxidants",
        "peptides",
        "plasma proteins",
        "pulmonary arterial hypertension",
        "adduction"
    ],
    "author_names": [
        "Adam Odhiambo",
        "David Perlman",
        "Martin Steinberg",
        "Catherine E. Costello",
        "Mark E. McComb",
        "Elizabeth Klings, MD"
    ],
    "author_affiliations": [
        [
            "The Pulmonary Center, R-304, Boston University Sch. of Med., Boston, MA, USA"
        ],
        [
            "The Pulmonary Center, R-304, Boston University Sch. of Med., Boston, MA, USA"
        ],
        [
            "The Pulmonary Center, R-304, Boston University Sch. of Med., Boston, MA, USA"
        ],
        [
            "The Pulmonary Center, R-304, Boston University Sch. of Med., Boston, MA, USA"
        ],
        [
            "The Pulmonary Center, R-304, Boston University Sch. of Med., Boston, MA, USA"
        ],
        [
            "The Pulmonary Center, R-304, Boston University Sch. of Med., Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3504997",
    "first_author_longitude": "-71.1053991",
    "abstract_text": "Background: Pulmonary hypertension (PH) in sickle cell anemia (SCA) is characterized by decreased nitric oxide bioavailability; which may, in part, be related to increased oxidative stress. It is possible that via protein post-translational modifications, oxidants are able to affect both protein structure and function. We hypothesized that, in patients with SCA and PH, oxidative post-translational modifications (PTMs) occur on plasma proteins and are important in disease pathogenesis. We previously reported the identification of one PTM, a malondialdehyde adduct on peptide 146–159 of albumin and sought to do a more extensive evaluation of this protein to determine the presence of other abnormalities. Methods: Plasma was obtained from subjects with: SCA and PH (n=5); SCA steady-state without PH (n=4); Pulmonary Arterial Hypertension (PAH) (n=4); no evidence of cardiopulmonary disease (n=4). Platelet-poor plasma was separated into albumin-enriched and albumin-depleted fractions. The albumin-enriched fraction was subjected to proteolytic digestion by trypsin and studied by matrix-assisted-laser desorption/ionization (MALDI) mass spectrometry (MS) and liquid chromatography (LC)-MS/MS tandem mass spectrometry. Proteomic analyses were performed on all samples and post-translational modifications characterized by MS/MS. Results : We have characterized several additional peptides of albumin from patients with PH of SCA that bear lipid peroxidation and glycation adducts. Our comprehensive LC-MS/MS results have allowed us to identify 4-hydroxynonenal (HNE), hexose (HEX) and malonyl adduction at numerous, distinct cysteine, histidine, lysine, and threonine albumin residues. Conclusion : Increased oxidant burden and altered redox biology is characteristic of PH in SCA. Plasma proteins, such as albumin, are a target for oxidants and changes in their structure may play a role in disease pathogenesis."
}