{
    "doi": "https://doi.org/10.1182/blood.V112.11.33.33",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1185",
    "start_url_page_num": 1185,
    "is_scraped": "1",
    "article_title": "Randomized, Parallel Group, Multicenter, Multinational Study Evaluating Safety of DU-176b Compared with Warfarin in Subjects with Non-Valvular Atrial Fibrillation ",
    "article_date": "November 16, 2008",
    "session_type": "Antithrombotic Therapy",
    "topics": [
        "edoxaban",
        "nonvalvular atrial fibrillation",
        "warfarin",
        "hemorrhage",
        "international normalized ratio",
        "atrial fibrillation",
        "cerebrovascular accident",
        "ischemic stroke",
        "bilirubin",
        "adverse event"
    ],
    "author_names": [
        "Jeffrey I. Weitz, MD, FACP, FRCP",
        "Stuart J. Connolly, MD, FRCPC",
        "Satoshi Kunitada",
        "James Jin",
        "Indravadan Patel"
    ],
    "author_affiliations": [
        [
            "Henderson Research Centre, Hamilton, ON, Canada"
        ],
        [
            "Division of Cardiology, McMaster University, Hamilton, ON, Canada"
        ],
        [
            "Daiichi Sankyo Pharma Development, Edison, NJ, USA"
        ],
        [
            "Daiichi Sankyo Pharma Development, Edison, NJ, USA"
        ],
        [
            "Daiichi Sankyo Pharma Development, Edison, NJ, USA"
        ]
    ],
    "first_author_latitude": "43.2399446",
    "first_author_longitude": "-79.8464032",
    "abstract_text": "Introduction : The primary objective of this phase II study was to assess the safety of different dose regimens of DU-176b, an oral direct factor Xa inhibitor, in patients with non-valvular atrial fibrillation (AF). Methods : This was a randomized, parallel group, multicenter, multinational, double-blind DU-176b and open-label warfarin safety study in patients with AF (CHADS 2 index ≥ 2). Patients were randomly assigned to receive either one of four fixed dose regimens of DU-176b (30 mg qd, 30 mg bid, 60 mg qd or 60 mg bid) or warfarin dose-adjusted to a target international normalized ratio (INR) of 2.0–3.0. for 12 weeks. Investigators, sponsor and study subjects were blinded to DU-176b dose but not to the identity of DU-176b vs. warfarin. Investigators adjusted warfarin doses based on INR values obtained in local laboratories. The INR was determined weekly for 4 weeks and every two weeks thereafter. The primary outcomes were the occurrence of centrally adjudicated major and/or clinically relevant non-major bleeding event, and elevated liver enzymes and/or bilirubin. Secondary outcomes included major adverse cardiovascular events (MACE), a composite of stroke, systemic embolism, acute myocardial infarction, hospitalizations due to cardiovascular condition or cardiovascular death, as well as all other adverse events, including all bleeding events. Results : A total of 1,146 patients were randomized. There were no clinically relevant differences between treatment groups with respect to the demographic data and baseline characteristics. Mean age was 65±8.7 years, 63.3% of patients had a CHADS 2 index of 2 and 64.40% were warfarin naïve. The DU-176b 60 mg bid treatment arm was prematurely terminated during the study based on a recommendation by the Independent Data Monitoring Committee (DMC). A total of 180 patients were randomized to this group at the time. The incidence of major and clinically relevant non-major bleeding events was significantly higher in both the DU-176b 60 mg bid and 30 mg bid groups than in those given warfarin. The incidence of major and clinically relevant non-major bleeding events in the DU-176b 30 mg qd and 60 mg qd groups was similar to that in warfarin-treated patients. The time in therapeutic range (TTR) for warfarin-experienced patients was 50.1% and for warfarin naïve patients was 41.8%. There were no significant differences in the number (%) of subjects with persistently elevated ALT, AST, or bilirubin values across the treatment groups. The incidence of stroke was similar across treatment groups (Table).  . DU-176b 30 mg qd N=235 . DU-176b 60 mg qd N=234 . DU-176b 30 mg bid N=244 . DU-176b 60 mg bid N=180 . Warfarin qd N=250 . Bleeding, n (%) (95% CI)  Major+CR non-major  7 (3.0) (1.2–6.0) 11 (4.7) (2.4–8.3) 19 (7.8) (4.8–11.9) a  19 (10.6) (6.5–16.0) b  8 (3.2) (1.4–6.2) Major  0 (0) (0–1.6) 1 (0.4) (0–2.4) 5 (2.0) (0.7–4.7) 6 (3.3) (1.2–7.1) a  1 (0.4) (0–2.2) All  13 (5.5) (3.0–9.3) 19 (8.1) (5.0–12.4) 32 (13.1) (9.1–18.0) 33 (18.3) (13.0–24.8) b  20 (8.0) (5.0–12.1) Stroke, n (%) (95% CI)  1 (0.4) (0–2.3) 1 (0.4) (0–2.4) 2 (0.8) (0.1–2.9) 2 (1.1) (0.1–4.0) 4 (1.6) (0.4–4.0) . DU-176b 30 mg qd N=235 . DU-176b 60 mg qd N=234 . DU-176b 30 mg bid N=244 . DU-176b 60 mg bid N=180 . Warfarin qd N=250 . Bleeding, n (%) (95% CI)  Major+CR non-major  7 (3.0) (1.2–6.0) 11 (4.7) (2.4–8.3) 19 (7.8) (4.8–11.9) a  19 (10.6) (6.5–16.0) b  8 (3.2) (1.4–6.2) Major  0 (0) (0–1.6) 1 (0.4) (0–2.4) 5 (2.0) (0.7–4.7) 6 (3.3) (1.2–7.1) a  1 (0.4) (0–2.2) All  13 (5.5) (3.0–9.3) 19 (8.1) (5.0–12.4) 32 (13.1) (9.1–18.0) 33 (18.3) (13.0–24.8) b  20 (8.0) (5.0–12.1) Stroke, n (%) (95% CI)  1 (0.4) (0–2.3) 1 (0.4) (0–2.4) 2 (0.8) (0.1–2.9) 2 (1.1) (0.1–4.0) 4 (1.6) (0.4–4.0) View Large Conclusions : DU-176b 30 mg qd and 60 mg qd dose regimens had a safety profile similar to warfarin in patients with AF. Patients treated with the DU-176b 30 mg bid or 60 mg bid regimens had more bleeding events than occurred with warfarin. These results suggest that the DU-176b 30 mg qd or 60 mg qd regimens are safe and well tolerated. A Phase III trial is needed to determine whether DU-176b will provide a suitable replacement for warfarin in AF patients. CR, clinically relevant. a P <0.05, b P =0.002 to warfarin."
}