{
    "doi": "https://doi.org/10.1182/blood.V114.22.185.185",
    "article_title": "Mechanisms of Susceptibility to 11q23 MLL Gene Locus Rearrangements in CD34+ Cells Exposed to Etoposide. ",
    "article_date": "November 20, 2009",
    "session_type": "CHROMOSOMAL REARRANGEMENTS AND DNA REPAIR",
    "abstract_text": "Abstract 185 Exposure to the topoisomerase II inhibitor etoposide (VP16) is a significant risk factor in the development of t-MDS/AML. VP16 induces a variety of chromosomal lesions, with the most prominent ones involving the Mixed Lineage Leukemia (MLL) gene on chromosome 11q23. The MLL gene is essential for the maintenance of adult hematopoietic stem cells (HSCs) and progenitors. It is not clear whether the high frequency of MLL gene rearrangements in VP16-treated patients represents increased susceptibility of this locus to VP16-induced damage or a growth advantage of MLL-rearranged hematopoietic progenitors. In the present study we investigated the following: i) the sequence of acquisition of chromosomal lesions in normal CD34+ cells following in vitro exposure to VP16; ii) the specific propensity for development of lesions in 11q23 MLL locus; iii) and the fate of these lesions over time. CD34+ cells were selected from peripheral blood stem cell samples obtained from normal donors (n=5); they were exposed to increasing doses of VP16 (0-40 μM) for 4 hours; washed and cultured in serum-free medium containing growth factors; and assessed for apoptosis, colony forming cell (CFC) assay and chromosomal damage. Chromosome painting was performed using whole chromosome probes for chromosomes 1, 5, 7, 11 and 21, covering 25.2% of total genomic DNA with >100 metaphases scored per dose per time point. Evaluations were performed after 72 hours of culture, representing the 1 st cell division after VP16 exposure, and after 144 hours representing 3-4 cell divisions. A dose-dependant decrease in colony formation (71.52 ± 0.99% of controls with 5 mM VP16, and 33.62 ± 4.4%%, with 20 mM VP16 at 72h, p<0.001), and increase in apoptosis (9.12 ± 1.67% with 5 mM VP16, and 39.3 ± 5.06 with 20 mM VP16 at 72h, p<0.001) was observed. The percentage of aberrant metaphases at 1 st division was 2.4% with 5 μM and 14.9% with 20 μM of VP16. Both stable aberrations (translocations) and unstable (dicentrics, fragments) aberrations were observed. The percentage of aberrant metaphases was reduced after 3-4 cell divisions (1.4% with 5 μM and 8.7% with 20 μM VP16), and only stable aberrations were present whereas unstable aberrations were eliminated. A higher frequency of aberrations was observed in chromosome 11 compared to the other chromosomes. A 1.5- to 4-fold increase in stable lesions of chromosome 11 relative to other chromosomes was seen at the 1 st division and a 2- to 3-fold increase relative to other chromosomes was seen after 3-4 divisions. To assess whether the 11q23 MLL locus was specifically affected by VP16 treatment, we performed interphase FISH with a break-apart probe for the MLL gene (11q23). A break-apart probe for the MYC gene (8q24) was studied as a control. Cells were cultured for three weeks. In preliminary experiments we observed that a higher percentage of cells showed 11q23 abnormalities (9.3%) compared with 8q24 abnormalities (5.4%) at the 1 st division. 11q23 abnormalities persisted at high levels in cells (9.9%) cultured for 3 weeks. In contrast, 8q24 abnormalities were markedly reduced (0.4%) after 3 weeks of culture, suggesting selective maintenance of MLL-rearranged cells in culture. In conclusion we show that in vitro exposure to VP16 results in a dose-dependent induction of both stable and unstable chromosomal aberrations in CD34+ hematopoietic progenitors. We observe persistence of stable chromosomal aberrations with particular predisposition to aberrations in chromosome 11. Our results suggest a selective predisposition to 11q23 MLL locus rearrangements that appears to be related to enhanced susceptibility to damage to this locus following VP16 exposure as well as selective maintenance of MLL rearranged cells over subsequent cell divisions. These findings are now being applied to understand the relationship between individual susceptibility to acquisition of VP16-induced 11q23 abnormalities in CD34+ cells and risk of development of t-MDS/AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "etoposide",
        "mll gene",
        "dna",
        "growth factor",
        "leukemia",
        "topoisomerase ii",
        "chromosome abnormality",
        "chromosome painting",
        "translocation (genetics)",
        "myanmar"
    ],
    "author_names": [
        "Sujata Chakraborty",
        "Smita Bhatia",
        "Stephen J. Forman",
        "Ravi Bhatia"
    ],
    "author_dict_list": [
        {
            "author_name": "Sujata Chakraborty",
            "author_affiliations": [
                "Stem Cell and Leukemia Research, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Smita Bhatia",
            "author_affiliations": [
                "Department of Population Sciences, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Forman",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplant, City of Hope National Medical Center, Duarte, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Bhatia",
            "author_affiliations": [
                "Stem Cell and Leukemia Research, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T04:54:24",
    "is_scraped": "1"
}