{
    "doi": "https://doi.org/10.1182/blood.V122.21.4561.4561",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2498",
    "start_url_page_num": 2498,
    "is_scraped": "1",
    "article_title": "Modulated Cyclophosphamide-Based In Vivo T-Cell Depletion Promotes Engraftment With Minimal Gvhd and Low Toxicity In Fanconi Anemia Patients ",
    "article_date": "November 15, 2013",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "topics": [
        "cyclophosphamide",
        "engraftment",
        "fanconi anemia",
        "graft-versus-host disease",
        "t-lymphocytes",
        "toxic effect",
        "human leukocyte antigens",
        "transplantation",
        "transfusion",
        "cyclosporine"
    ],
    "author_names": [
        "Monica S Thakar, MD",
        "Mark C. Walters, MD",
        "Brenda M. Sandmaier, MD",
        "Rainer Storb, MD",
        "Mary E. D. Flowers, MD",
        "H. Joachim Deeg, MD",
        "Paul O'Donnell, MD, PhD",
        "Ann E. Woolfrey, MD",
        "Hans-Peter Kiem, MD"
    ],
    "author_affiliations": [
        [
            "Medical College of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Children's Hospital and Research Center - Oakland, Oakland, CA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center and University of Washington, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "43.0435728",
    "first_author_longitude": "-88.02116509999999",
    "abstract_text": "Building on a successful non-myeloablative conditioning regimen developed in Seattle (Blood 2003), Luznik and O´Donnell et al created a protocol that incorporates post-transplant cyclophosphamide (CY) after human leukocyte antigen (HLA)-haploidentical hematopoietic cell transplantation (HCT) (BBMT 2008). This method both promotes engraftment while selectively-depleting alloreactive donor T cells to prevent graft-versus-host disease (GVHD). We have previously shown that Fanconi Anemia (FA) patients can be treated with CY 60 mg/kg in a conditioning regimen with minimal toxicity (BBMT 2007), thus we adapted this post-HCT CY strategy for in vivo T-cell depletion in patients with FA. Between 2008 and 2012, four patients from three North American centers with FA and severe marrow failure in the absence of HLA-matched donors underwent HLA-haploidentical HCT. All four patients were referred for transplantation with minimal to no transfusion burden and all were in excellent clinical condition with HCT-CI scores of 0-2 and Lansky scores of 90-100%. Median age at transplant was 9.7 (6.9-11.9) years old. Patients were transplanted at a median of 1.6 (range, 0.6 -7.1) years after FA diagnosis. Conditioning consisted of fludarabine (150 mg/m2) and 2 Gy total body irradiation; one patient also received CY (10 mg/kg), which was deleted in subsequent patients to decrease the risk of mucositis. Marrow was infused on day 0, followed by post-grafting immunosuppression with CY (25 mg/kg/day, days +3, +4), mycophenolate mofetil, and cyclosporine, the latter two beginning at day +5 with plans to continue until days +35 and +180, respectively. Full donor engraftment was seen in all patients. Two patients developed acute grade I GVHD and none of the four patients has developed chronic extensive GVHD to date. With a follow-up of 5 years, 1 year, 11 months, and 9 months, all four patients are alive with stable, full donor chimerism, and are transfusion independent. While two patients required cyclosporine beyond day +180, only one patient currently remains on low-dose immunosuppression for treatment of limited chronic skin GVHD, which has now resolved. Our results confirm that modulated post-HCT CY can be used in patients with FA to promote engraftment across histocompatibility barriers. Despite concerns for both excessive toxicity related to CY and severe GVHD related to minimizing the dose of post-transplant CY, none of the FA patients in our small series experienced these problems. Our findings also suggest that transplant should not be delayed when there is lack of an HLA-matched donor. FA patients with few comorbidities and minimal transfusion burden can successfully undergo this HLA-haploidentical HCT approach. Disclosures: Off Label Use: MMF."
}