{
    "doi": "https://doi.org/10.1182/blood.V110.11.4039.4039",
    "article_title": "Study of In Vitro Proliferation Potential of CD133 Positive Cells Derived from Umbilical Cord Blood. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Transforming growth factor-beta 1 (TGF-β 1 ) is known to maintain primitive human hematopoietic stem/progenitor cells with polyfunctional role in a quiescent state and CD133 is a new stem cell antigen that may provide an alternative to CD34 for the selection and expansion of hematopoietic cells for transplantation. To investigate the specific effect of TGF-β 1 on proliferation and differentiation of CD133 positive cells derived from umbilical cord blood (UCB) during short-term culture in vitro, CD133 positive cells from 20 fresh UCB samples were selected using Miltenyi Biotec’s CliniMACS separation device and were cultured in IMDM medium with 20% FCS in the presence of a cytokine combination of SCF, IL-6, thrombopoietin, IL-3 and Flt3-ligand for up to 2 weeks and TGF-β 1 with low concentration was also added to the mediumon day 4. The proliferative response was assessed at day 7, day 10 and day 14 by evaluating the following parameters: nucleated cells (NC), clonogenic progenitors (CFU-GEMM,CFU-GM and BFU-E), and immunophenotypes (CD133 and CD34). The results showed that efficacious expansion of various hematopoietic stem/progenitor cells was constantly observed during the culture. The fold expansion of NC on day7, day10 and day14 expansion were 33.59,224.26 and 613.48, respectively. The fold expansion of CFU-GEMM, CFU-GM and BFU-E on day 10 were 24.89, 41.62 and 49.28, respectively, obviously higher than that without ex vivo expansion (P<0.05). The expansions of CD133 + , CD133 + CD34 + and CD34 + subpopulation on day 14 were up to 25.83-fold, 16.16-fold and 60.54-fold, respectively. Furthermore the expansion systems with TGF-β 1 showed more CD133 + cells than control at every time points. Our datas suggested that the CD133 + cells from human UCB have great expansion potential for ex-vivo expansion. The low concentration of TGF-β 1 may delay over-differentiation of hematopoietic stem/progenitor cells.",
    "topics": [
        "antigens",
        "cd34 antigens",
        "cytokine",
        "flt3 ligand",
        "interleukin-3",
        "interleukin-6",
        "medical devices",
        "thrombopoietin",
        "transforming growth factor beta",
        "transplantation"
    ],
    "author_names": [
        "Ri Zhang, MD,PhD",
        "Wenjin Gao, MD",
        "Yuanyuan Sun, MD",
        "Jingcheng Miao, MD",
        "Xueguang Zhang, MD,PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ri Zhang, MD,PhD",
            "author_affiliations": [
                "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wenjin Gao, MD",
            "author_affiliations": [
                "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuanyuan Sun, MD",
            "author_affiliations": [
                "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jingcheng Miao, MD",
            "author_affiliations": [
                "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xueguang Zhang, MD,PhD",
            "author_affiliations": [
                "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T06:40:05",
    "is_scraped": "1"
}