{
    "doi": "https://doi.org/10.1182/blood.V104.11.3563.3563",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=115",
    "start_url_page_num": 115,
    "is_scraped": "1",
    "article_title": "An Effective Program to Resolve Ambiguous Results from State Newborn Hemoglobinopathy Screening. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "hemoglobinopathies",
        "newborn",
        "screening",
        "thalassemia",
        "nijmegen breakage syndrome",
        "thalidomide",
        "hemoglobin h",
        "hemoglobin, sickle",
        "agar",
        "blood spot specimen"
    ],
    "author_names": [
        "Carolyn Hoppe, MD",
        "Mahin Azimi",
        "Sharon Aslanian, MS",
        "Bertram Lubin, MD",
        "Elliott Vichinsky, MD",
        "Brad Therrell, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Children’s Hospital and Research Center at Oakland, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital and Research Center at Oakland, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital and Research Center at Oakland, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital and Research Center at Oakland, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital and Research Center at Oakland, Oakland, CA, USA"
        ],
        [
            "National Newborn Screening and Genetics Resource Center, Austin, TX, USA"
        ]
    ],
    "first_author_latitude": "37.837713599999994",
    "first_author_longitude": "-122.26438519999998",
    "abstract_text": "Newborn screening (NBS) for hemoglobinopathies is an important mechanism for identification of affected individuals so that prophylactic treatment and comprehensive care are delivered before life-threatening complications occur. Whilst more common Hb variants, such as Hb S and Hb C, are readily identified, many children with other potentially significant Hb variants never have a conclusive diagnosis made by state newborn screening programs. In conjunction with the National Newborn Screening and Genetics Resource Center (NNSGRC), we investigated whether unconfirmed or ambiguous samples could be rapidly diagnosed and reported, using only a portion of the original dried blood spot (DBS) specimen. State NBS programs were approached about sending DBS samples from newborns with ambiguous Hb results for further testing. Using a single 6 mm hole punch from the original DBS, the primary screening results were first confirmed with HPLC, IEF and citrate agar electrophoresis. With the same sample, genotyping for Hb S, C, E, Knossos, D-LA, and O-Arab, and > 95% of the most common β-thalassemia mutations, was performed using a novel linear array platform. Samples revealing Bart’s Hb were tested for common deletional and non-deletional α-thalassemia mutations using gap-PCR or DNA sequencing. The test results, along with a clinical interpretation, were reported back to the NBS programs within 2 weeks. During a one-year period (08/03–08/04), a total of 309 newborn samples from 30 participating states were received for definitive diagnostic testing. Of these, 115 (37%) revealed a clinically significant genotype. Specifically, 102 newborns had sickle cell disease (55 HbSS, 27 HbSC, 16 HbS/β-thal, 3 HbSE, 1 HbS/O-Arab); 6 newborns had β-thalassemia (2 β 0 -thal, 4 E/β-thal); and 7 had α-thalassemia (5 HbH, 1 HbH-CS, 2 α-triplication). Compound heterozygosity for 2 Hb variants was found in 15 cases and interpreted as clinically insignificant. Another 14 samples revealed a clinically benign HbEE genotype. A Hb variant trait was identified in 124 samples and 41 samples had a normal Hb genotype. This NNSGRC-sponsored pilot study demonstrates that a centralized referral laboratory providing definitive diagnostic testing for hemoglobinopathies is not only feasible, but a much needed resource for many state newborn screening programs. Using rapid and efficient molecular methods, our laboratory identified a clinically significant sickling of thalassemic disorder in 37% of previously unconfirmed newborn samples. Based on these results, the implementation of a referral laboratory to provide prompt definitive diagnosis of clinically relevant hemoglobin variants would be an invaluable extension of existing newborn screening programs."
}