{
    "doi": "https://doi.org/10.1182/blood-2018-99-117748",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4087",
    "start_url_page_num": 4087,
    "is_scraped": "1",
    "article_title": "Reduction of Graft Rejection By Fludarabine Combined Busulfan, Cyclophosphamide and Antithymocyte Globulin Conditioning in Cord Blood Transplantation for Children with Wiskott-Aldrich Syndrome ",
    "article_date": "November 29, 2018",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Background and Objectives: Wiskott-Aldrich syndrome (WAS) is a rare X-linked primary immunodeficiency with microthrombocytopenia. Hematopoietic stem cell transplantation is a curative treatment for WAS. Unrelated cord blood transplantation (UCBT) become a more successive alternative donor transplantation for WAS with the improvement of high resolution HLA-typing method. However, graft rejection is the primary cause for mortality of WAS after UCBT. We hypothesized that the addition of fludarabine to a myeloablative conditioning regimen with antithymocyte globulin (ATG) would support engraftment for these children. Methods: Seventeen Children with WAS underwent UBCT matched 6-10/10 at higher resolution (HLA-A, -B, -C, -DRB1and DQB1) in our center between 2013 and 2018. The conditioning regimen consisted of fludarabine 160 mg/m 2 , busulfan (BU)12.8 mg/kg, cyclophosphamide (CY)120 mg/kg, ATG 7.5 mg/kg, and cyclosporine and mycophenolate for GVHD prophylaxis. Median follow-up time is 2.5 years (range, 0.2 to 3.5 years). Results: All children had sustained donor cell engraftment and are stable engraftment. Twelve (71%) patients had cytomegalovirus (CMV) antigenemia and no one developed into CMV disease. Six (35%) children underwent acute Graft-versus-host disease (GVHD) (grade II-IV) and four (24%) children developed into chronic GVHD (cGVHD). Among these cases, only one child with HLA matched 6/10 died of kidney failure because of cGVHD. He experienced aGVHD with skin bullosa. Sixteen (94%) children are survival. Conclusion: Conditioning regimen consisted of Fludarabine combined BUCY and ATG was able to reduce graft rejection in the WAS children after UCBT without increasing infection related mortality. Future efforts will focus on further reducing rates of acute GVHD and extensive cGVHD. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antithymoglobulin",
        "busulfan",
        "child",
        "conditioning (psychology)",
        "cyclophosphamide",
        "fludarabine",
        "transplant rejection",
        "umbilical cord blood transplantation",
        "wiskott-aldrich syndrome",
        "graft-versus-host disease, chronic"
    ],
    "author_names": [
        "Peifang Xiao, MD",
        "Jun Lu, MD",
        "Jie Li, MD",
        "Defei Zheng, MD",
        "Li Gao, MD",
        "Ailian Guo, MD",
        "Hu Liu, MD",
        "Suxiang Liu, MD",
        "Hailong He, MD",
        "Shaoyan Hu, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China"
        ]
    ],
    "first_author_latitude": "42.3631542",
    "first_author_longitude": "-71.0688334"
}