{
    "doi": "https://doi.org/10.1182/blood.V122.21.3205.3205",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2430",
    "start_url_page_num": 2430,
    "is_scraped": "1",
    "article_title": "Comparison Of Intermittent and Continuous Dosing Regimens Of Pomalidomide In Relapsed/Refractory Myeloma: Results Of A Phase II Randomized Trial ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "multiple myeloma",
        "pomalidomide",
        "toxic effect",
        "dexamethasone",
        "lenalidomide",
        "adverse event",
        "aspirin",
        "biological response modifiers",
        "bortezomib",
        "brachial plexus neuritis"
    ],
    "author_names": [
        "Kartik Sehgal, MBBS",
        "Mehmet H. Kocoglu, MD",
        "Yanhong Deng",
        "Rakesh Verma, Ph.D",
        "Lin Zhang",
        "Dennis L. Cooper, MD",
        "Xiaopan Yao",
        "Kavita Dhodapkar, MD",
        "Madhav V. Dhodapkar, MD"
    ],
    "author_affiliations": [
        [
            "Yale Cancer Center, New Haven, CT, USA"
        ],
        [
            "Yale Cancer Center, New Haven, CT, USA"
        ],
        [
            "Yale Cancer Center, New Haven, CT, USA"
        ],
        [
            "Yale Cancer Center, New Haven, CT, USA"
        ],
        [
            "Yale Cancer Center, New Haven, CT, USA"
        ],
        [
            "Yale Cancer Center, New Haven, CT, USA"
        ],
        [
            "Yale Cancer Center, New Haven, CT, USA"
        ],
        [
            "Yale Cancer Center, New Haven, CT, USA"
        ],
        [
            "Yale Cancer Center, New Haven, CT, USA"
        ]
    ],
    "first_author_latitude": "41.3035595",
    "first_author_longitude": "-72.9349559",
    "abstract_text": "Pomalidomide (POM) is a novel IMiD(r) immunomodulatory agent with clinical activity in relapsed / resistant myeloma (RRMM) refractory to both lenalidomide and bortezomib. In prior phase II studies, the clinical activity of POM has been demonstrated using both continuous and intermittent dosing schedules. However the optimal dosing regimen for POM remains to be clarified and prospective data comparing these dosing schedules is limited. Herein we report the results of a randomized phase II clinical trial comparing the two POM dosing schedules. The primary objective was to compare clinical response to therapy (greater than or equal to partial response (PR) according to International Myeloma Working Group (IMWG) criteria). Patients (n=39) with RRMM documented to be refractory to lenalidomide were randomized to therapy with POM 2 mg/day for 28/28 days (Arm A, n=19) or POM 4 mg/day for 21/28 days (Arm B, n=20) of a 28 day cycle. All patients (pts) received POM alone at 2 or 4 mg for cycle 1, followed by the addition of dexamethasone at 40 mg weekly in subsequent cycles in both arms. Aspirin was utilized for thromboprophylaxis in both arms. Toxicity consisted primarily of myelosuppression which was manageable and similar in both cohorts. The incidence of serious adverse events (SAEs) was 36% in arm A and 55% in arm B. Grade 3 or 4 neutropenia (common toxicity criteria v4.0) was the most common toxicity and was observed in 42% and 45% of patients in arm A and arm B respectively. There was no treatment-emergent grade 3 or 4 neuropathy observed in either arm. Only one patient (in arm B) experienced grade 3 / 4 thromboembolic complication. Overall, objective response to therapy (greater than or equal to PR by IMWG criteria) was observed in 21% (4/19 patients) in arm A and 45% (9/20 patients) in arm B (p=0.18). There were no complete remissions in either cohort. Patients in arm B did have greater maximal reduction in measurable disease compared to arm A (percent maximal reduction mean (+ SD) 54% (+ 34%) in arm B versus 28% (+ 35%) in arm A, p=0.02). However both cohorts had comparable event-free survival (EFS) and overall survival (OS). The mean EFS in arm A and arm B was 4.4 months (95% confidence intervals (CI) 2.21 months, 7.67 months) and 5.1 months (95% CI 3.4 months, 9.2 months) respectively (p=0.56). Similarly the median OS in the arm A (17.7 months, 95% CI 10.02, not reached) was similar to that in arm B (17.7 months, 95% CI 9.98, not reached)(p=0.73). These data demonstrate in the context of a prospective randomized controlled clinical trial that both continuous (28/28) and intermittent (21/28) dosing regimens of POM with dexamethasone have remarkable clinical activity in this heavily pretreated MM population. These data provide further support towards the choice of POM at 4 mg/day for 21/28 days for phase III testing. The finding that intermittent dosing at 4 mg/day led to greater maximal cytoreduction of measurable disease compared to continuous dosing at 2 mg/day, without any differences in survival suggests that understanding the biology of residual disease will be essential to further improving outcome in these patients. Disclosures: No relevant conflicts of interest to declare."
}