{
    "doi": "https://doi.org/10.1182/blood.V112.11.1797.1797",
    "article_title": "Kpm/Lats2 of the Hippo Pathway Is Linked to Chemo-Sensitivity of Leukemic Cells. ",
    "article_date": "November 16, 2008",
    "session_type": "Oncogenes and Tumor Suppressors",
    "abstract_text": "The Hippo pathway is now recognized as a major signaling network for development and organ size control in mammals as well as in Drosophila melanogaster. We previously identified human kpm/Lats2, the key serine/threonine kinase in the Hippo pathway, and reported that its overexpression induced cell cycle arrest and apoptosis. Down-regulation of kpm/Lats2 expression has been described in various malignancies. It is of particular importance in hematology that low expression of kpm/Lats2 has been reported to be associated with poor prognosis in acute lymphoblastic leukemia. In the present study, we first measured the expression level of kpm/Lats2 mRNA in various hematological malignancies and found that it was markedly decreased in adult T cell leukemia (ATL) and NK cell leukemia/lymphoma, both of which are known to be highly resistant to conventional chemotherapy. In order to investigate the relationship between down-regulation of kpm/Lats2 expression and chemo-resistance, we made kpm/Lats2-knockdown sublines from KG-1a, an AML-derived cell line, and ED-40515+, an ATL-derived cell line, by using shRNA-expression retrovirus vector targeting kpm/Lats2. Silencing of kpm/Lats2 expression in both leukemic cell lines did not change the rate of cell growth but rendered them resistant to DNA damage-inducing agents such as DOX and ETP. Expression of p21 and PUMA was strongly induced by these agents in control cells, despite defective p53, but was only slightly induced in kpm/Lats2-knockdown cells. DNA damage-induced nuclear accumulation of p73, a member of p53 family, was clearly observed in control cells but hardly detected in kpm/Lats2-knockdown cells. ChIP assay showed that p73 was recruited to the puma gene promoter in control cells but not in kpm/Lats2-knockdown cells after DNA damage stress. The analyses with transient co-expression of Kpm/Lats2, YAP2, and p73 showed that Kpm/Lats2 contributed to the stability of YAP2 and p73, which was dependent on the kinase function of Kpm/Lats2 and YAP2 phosphorylation at serine 127. These results strongly suggest that Kpm/Lats2 is involved in the fate of p73 and the induction of p73-target genes that underlie chemo-sensitivity of leukemic cells.",
    "topics": [
        "chemotherapy regimen",
        "leukemic cells",
        "dna",
        "acute lymphocytic leukemia",
        "adult t-cell lymphoma/leukemia",
        "cancer",
        "hematologic neoplasms",
        "leukemia",
        "lymphoma",
        "phosphotransferases"
    ],
    "author_names": [
        "Masahiro Kawahara",
        "Toshiyuki Hori",
        "Kazuhisa Chonabayashi",
        "Tsutomu Oka",
        "Marius Sudol",
        "Takashi Uchiyama"
    ],
    "author_dict_list": [
        {
            "author_name": "Masahiro Kawahara",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Toshiyuki Hori",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuhisa Chonabayashi",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsutomu Oka",
            "author_affiliations": [
                "Laboratory of Signal Transduction and Proteomic Profiling, Weis Center for Research, Danville, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marius Sudol",
            "author_affiliations": [
                "Laboratory of Signal Transduction and Proteomic Profiling, Weis Center for Research, Danville, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Uchiyama",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T09:32:19",
    "is_scraped": "1"
}