{
    "doi": "https://doi.org/10.1182/blood-2019-121933",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4323",
    "start_url_page_num": 4323,
    "is_scraped": "1",
    "article_title": "Development of an Easily Accessible Patient-Derived Xenograft (PDX) Mouse Model in Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": [
        "mice",
        "multiple myeloma",
        "transplantation, heterologous",
        "weight reduction",
        "protein electrophoresis, serum",
        "severe combined immunodeficiency",
        "blood urea nitrogen",
        "cd40 ligand",
        "flow cytometry",
        "telomeric repeat amplification protocol"
    ],
    "author_names": [
        "Can Li, MD",
        "Yogesh Jethava, MBBS, MDFRCPath, MRCP",
        "Ivana Frech, DSc, PhD MBA",
        "Fenghuang Zhan, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Iowa, Iowa City, "
        ],
        [
            "Division of Hematology, Oncology, and Blood & Marrow Transplantation, University of Iowa, Iowa City, IA "
        ],
        [
            "University of Iowa, Iowa City, "
        ],
        [
            "University of Iowa Carver School of Medicine, Iowa City, IA"
        ]
    ],
    "first_author_latitude": "41.66270780000001",
    "first_author_longitude": "-91.5549771",
    "abstract_text": "Preclinical mouse models are important tools to recapitulate human multiple myeloma (MM) disease. Different preclinical models allow for specific hypothesis-driven research and enables researchers to address multiple questions. Though the SCID-Hu and SCID-synth-hu mice, and a recently established humanized mouse model containing the knock-in of human cytokine genes permit the growth of primary pre-neoplastic and malignant plasma cells, the high-cost, long-term workflow, lack of access to genetically engineered mice are overwhelming disadvantages of these current humanized MM mouse models. Our objective is to establish a unique patient-derived-xenograft (PDX) MM mouse model as an easily accessible approach for prevention and therapy of human MM disease. Bone marrow aspirates from MM patients upon diagnosis were obtained from the Multiple Myeloma Molecular Epidemiology Resource (University of Iowa) and mononuclear cells were isolated. Groups of 7-8 weeks old NOD/SCID/IL2RΥg null (NSG) mice were administrated with sub-lethal irradiation. 3-5×10 6 unsorted MM patient-derived bone marrow mononuclear cells were intravenously injected into each recipient NSG mouse after irradiation. In order to monitor engraftment, recipient mice were bled weekly from week 2 after inoculation and serial Serum Protein Electrophoresis (SPEP) tests of recipient mice were performed. Detection of distinct M-protein band by the SPEP test with weight loss and/or limited mobility of injected recipient mice were indicative of successful MM engraftment and the endpoint of this study. M protein was found in all 30 mice after 3 ~ 5 weeks of injection human MM mononuclear cells. To further confirm that the M protein was secreted from human MM cells, we performed flow cytometry to determine human MM cells using anti-human CD138 antibody from mouse tissues. About 10% human CD138 + MM cells were detected in spleen and bone marrow from these PDX-NSG mice by flow cytometry, whereas human CD138 + cells were absent in irradiated control mice without injection of human MM cells. We also performed immunohistochemistry on bone marrow sections of PDX-NSG mice. Human CD138 protein and human light chain protein were positively stained on these samples. We next examined MM related organ damage, which is part of the defining criteria of human MM disease. Elevated blood urea nitrogen (BUN) was detected in xenograft mouse serum compared to control mice, suggesting renal insufficiency rendered by MM engraftment. Meanwhile, xenograft mouse kidney sections were stained with PAS (Periodic acid-Schiff), which demonstrated protein and cellular cast nephropathy and inflammatory infiltration. We also performed TRAP staining on representative xenograft mouse bone sections. TRAP positive osteoclasts were increased in the distal portions of the femur bones derived from these PDX-NSG mice. We present robust data that a newly developed PDX-NSG model can grow primary human MM cells. Our hypothesis holds that cells from the same patient bone marrow microenvironment support tumor plasma cells survival and growth. These factors enables this new model to recapitulate more accurately the features of human MM. We will further investigate whether this new humanized PDX-NSG model provides a better tool for understanding MM development and for a personalized medicine. Disclosures Zhan: BIPHARM LLC: Consultancy, Other: % Allocation of Profit."
}