{
    "doi": "https://doi.org/10.1182/blood.V108.11.5263.5263",
    "article_title": "Defibrotide for the Treatment of Hepatic Veno-Occlusive Disease in Children. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Veno-occlusive disease (VOD) of the liver is a major complication of allogeneic or autologous stem cell transplantation (HSCT), particularly after busulfan-based conditioning regimens. Clinically, VOD is characterized by fluid retention, weight gain, hyperbilirubinemia and painful hepatomegaly. Efficacy and safety of defibrotide for the treatment of VOD, especially in pediatric patients, has not been adequately confirmed or the results are still preliminary. This retrospective report describes experience with defibrotide in children with hepatic veno-occlusive disease (HVOD) following HSCT in a single institution. Materials and Method: Children who had undergone HSCT between April 2005–June 2006 and who received defibrotide for the treatment of HVOD during their admission were identified. Demographic data and clinical information of these patients were abstracted from their health records. Results: Eight children (median age: 4.5 years; range: 1–14 years) who underwent HSCT during the study period received defibrotide for the treatment of HVOD; 5 were boys and 3 were girls. Three patients underwent HSCT for hematologic malignancies, 2 for neuroblastoma, 1 for hemoglobinopathy, 1 for severe combined immunodeficiency (SCID) and 1 for fanconi aplastic anemia. Conditioning regimens included busulfan (16 mg/kg) in four, melphelan (140 mg/m2) in two and total body irradiation in 1 patient as being risk factors for HVOD. Two patients with neuroblastoma had undergone autologous HSCT, three patients had been transplanted from matched sibling donor and the other three were either unrelated donor or unrelated cord blood transplantation. HVOD was diagnosed on transplant day +4 to +19 (median: +12 ). The median initial defibrotide dose was 31.5 mg/kg/day (25–46 mg/kg/day). The median duration of defibrotide therapy was 27 days (1–46 days). Defibrotide was discontinued due to clinical improvement (5), gastrointestinal hemorrhage (2), death (1). Two patients in whom defibrotide was discontinued because of gastrointestinal hemorrhage died. The primary cause of death in these two children was: progressive HVOD and multiorgan failue following sepsis. As a result of this experience and under the light of literature, we believed that defibrotide is an effective treatment for children with HVOD and should be instituted in each children without delay in the event of at least one of the criteria for HVOD is established. But it is necessary to carry out further studies in larger group of patients with longer follow-up to validate the efficacy and safety of defibrotide.",
    "topics": [
        "child",
        "hepatic veno-occlusive disease",
        "weight gain",
        "hematopoietic stem cell transplantation",
        "veno-occlusive disease",
        "busulfan",
        "gastrointestinal bleeding",
        "neuroblastoma",
        "severe combined immunodeficiency",
        "aplastic anemia"
    ],
    "author_names": [
        "Vedat Uygun, MD",
        "Gulsun Tezcan, M.D.",
        "Volkan Hazar, M.D.",
        "Akif Yesilipek, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vedat Uygun, MD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Akdeniz University School of Medicine, Antalya, Turkey",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gulsun Tezcan, M.D.",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Akdeniz University School of Medicine, Antalya, Turkey",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Volkan Hazar, M.D.",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Akdeniz University School of Medicine, Antalya, Turkey",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akif Yesilipek, MD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Akdeniz University School of Medicine, Antalya, Turkey",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T06:39:43",
    "is_scraped": "1"
}