{
    "doi": "https://doi.org/10.1182/blood-2018-99-119031",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4056",
    "start_url_page_num": 4056,
    "is_scraped": "1",
    "article_title": "Circulating B Cell Subsets from Untreated Diffuse Large B Cell Lymphoma (DLBCL) Patients Resemble Those of Patients with Autoimmune Disease ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster III",
    "topics": [
        "autoimmune diseases",
        "b-lymphocyte subsets",
        "diffuse large b-cell lymphoma",
        "brachial plexus neuritis",
        "systemic lupus erythematosus",
        "immunoglobulin d",
        "antigens, cd27",
        "flow cytometry",
        "antigens",
        "autoantibodies"
    ],
    "author_names": [
        "Jean L. Koff, MD",
        "Kevin S. Cashman, PhD",
        "Vivien Warren",
        "Kira Smith, PhD",
        "Christopher R Flowers, MD MS",
        "Ignacio Sanz, MD"
    ],
    "author_affiliations": [
        [
            "Division of Bone Marrow and Stem Cell Transplantation, Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Lowance Center for Immunology, Emory University, Atlanta, GA"
        ],
        [
            "Lowance Center for Immunology, Emory University, Atlanta, GA"
        ],
        [
            "Lowance Center for Immunology, Emory University, Atlanta, GA"
        ],
        [
            "Division of Bone Marrow and Stem Cell Transplantation, Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Lowance Center for Immunology, Emory University, Atlanta, GA"
        ]
    ],
    "first_author_latitude": "33.79282020000001",
    "first_author_longitude": "-84.31942699999999",
    "abstract_text": "Introduction Diffuse large B cell lymphoma (DLBCL) is a clinically and genetically heterogeneous malignancy that can arise from B cell-mediated autoimmune (AI) diseases such as systemic lupus erythematosus (SLE). Profiling B cell subsets by multicolor flow cytometry can delineate SLE pts from healthy controls and correlates with differences in SLE outcomes (Tipton CM, Nat Immunol 2015). Emerging data suggest that expansions of IgD-CD27- (\"double-negative,\" DN) memory B cells in SLE are comprised of a novel subset representing pre-plasma cell effector B cells (Sanz MS under review), with at least 15% of DN B cells expressing autoantibodies. Given the etiologic link between autoimmunity and DLBCL, we hypothesized that B cell profiling in DLBCL patients (pts) with and without concomitant AI disease could identify variations in B cell repertoire similar to those observed in SLE patients and reveal links to distinct subtype variations based on biology and etiology. Methods Pts with DLBCL were prospectively identified and consented to participate. All pts were followed longitudinally for clinical data annotation and sample re-collection. Peripheral blood mononuclear cells were isolated from whole blood using density-gradient centrifugation, stained with a 13-color cocktail that included fluorochrome-conjugated mouse monoclonal antibodies to CD3, CD11c, CD19, CD20, CD21, CD24, CD27, CD38, IgD, and Ig light chain kappa and lambda, and then analyzed via flow cytometry with gating analysis using FlowJo. After excluding dead cells, doublets, and non-lymphocytes, we gated on CD19+ B cells and assessed subpopulations based first on expression of IgD and CD27 to distinguish mature-naïve B cells (IgD+CD27-) from switched (IgD-CD27+), unswitched (IgD+CD27+), and DN (IgD-CD27-) memory B cells. Additional cell surface markers (e.g., CD24, CD38) defined other subsets such as antibody-secreting cells and transitional B cells. We examined pre-treatment B cell profile to characterize baseline variations in DLBCL. To examine changes in B cell profile relative to treatment, DLBCL pt samples were evaluated: after completion of standard first-line chemoimmunotherapy; in remission ≥ 1 year from treatment; and at relapse. The Kruskal-Wallis test was used to compare B cell subset distributions between samples. Results Peripheral blood was collected from a total of 59 DLBCL pts, with 8 pts contributing samples at >1 time-point. B cell profiling of pre-treatment samples (n=12) revealed two distinct phenotypes according to CD27 and IgD expression: 7 pts' profiles resembled those of healthy controls (42%), and 5 exhibited diminished unswitched memory B cells (<10% of CD19+ cells), similar to SLE pts (Figures 1 and 2) . Within the latter group, 4 pts also exhibited DN expansion (>10% of CD19+ cells), a phenotype similar to SLE pts with poor outcomes. Plasmablasts, transitional B cells, switched memory and naïve B cells in untreated DLBCL were not significantly expanded. As expected, CD19+ B cells were uniformly depleted following chemoimmunotherapy, constituting <1% lymphocytes until about 9 months post-treatment. Prior to B cell reconstitution, this small B cell population consisted predominantly of DN cells (Figure 3) . Conclusions Intriguingly, a subset of untreated DLBCL pts exhibit diminished unswitched memory B cells and DN expansion characteristic of SLE pts. It is unclear whether the DN expansion we detected in non-AI-associated DLBCL represents an immune response to tumor or a state of subclinical immune dysregulation that predisposes to DLBCL development, perhaps via chronic antigen stimulation as postulated in AI-associated lymphomas. Longitudinal studies are ongoing to evaluate associations between abnormal B cell profiles, clinical factors, and survival outcomes View large Download slide View large Download slide  Disclosures Flowers: BeiGene: Research Funding; TG Therapeutics: Research Funding; Gilead: Research Funding; Abbvie: Research Funding; Pharmacyclics/ Janssen: Consultancy; Bayer: Consultancy; Acerta: Research Funding; Karyopharm: Consultancy; Genentech/Roche: Consultancy; National Cancer Institute: Research Funding; Celgene: Research Funding; Millennium/Takeda: Research Funding; Spectrum: Consultancy; Genentech/Roche: Research Funding; Janssen Pharmaceutical: Research Funding; V Foundation: Research Funding; OptumRx: Consultancy; Burroughs Wellcome Fund: Research Funding; Pharmacyclics: Research Funding; Abbvie: Consultancy, Research Funding; Eastern Cooperative Oncology Group: Research Funding; Gilead: Consultancy; Denovo Biopharma: Consultancy."
}