{
    "doi": "https://doi.org/10.1182/blood.V122.21.1863.1863",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2646",
    "start_url_page_num": 2646,
    "is_scraped": "1",
    "article_title": "Bone Turnover In Multiple Myeloma: Impact Of Bortezomib-Based Induction Therapy, High-Dose Melphalan, and Lenalidomide Consolidation On Osteoblast and Osteoclast Function Within The GMMG-MM5 Trial ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "bone turnover rate",
        "bortezomib",
        "lenalidomide",
        "melphalan",
        "multiple myeloma",
        "neoadjuvant therapy",
        "osteoblasts",
        "osteoclasts",
        "percutaneous drainage of abscess",
        "peripheral vascular diseases"
    ],
    "author_names": [
        "Anja Seckinger, MD",
        "Tobias Meißner, PhD",
        "Uta Bertsch, MD",
        "Hans Salwender, MD",
        "Jan Dürig, MD",
        "Mathias Hänel, MD",
        "Igor W. Blau, MD",
        "Christof Scheid, MD",
        "Katja Weisel, MD",
        "Bernard Klein, PhD",
        "Hartmut Goldschmidt, MD",
        "Dirk Hose, Dr. med. dipl.-phys."
    ],
    "author_affiliations": [
        [
            "Medizinische Klinik V, Universitaetsklinikum Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Medizinische Klinik V, Universitaetsklinikum Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Medizinische Klinik V, Universitaetsklinikum Heidelberg, Heidelberg, Germany, "
        ],
        [
            "II. Medizinische Abteilung, Asklepios Klinik Altona, Hamburg, Germany, "
        ],
        [
            "Zentrum für Innere Medizin, Universitaetsklinikum Essen, Essen, Germany, "
        ],
        [
            "Klinik für Innere Medizin III, Klinikum Chemnitz, Chemnitz, Germany, "
        ],
        [
            "Innere Medizin III, Charité Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Uniklink Köln, Köln, Germany, "
        ],
        [
            "University of Tuebingen, Tuebingen, Germany, "
        ],
        [
            "Institute for Research in Biotherapy, CHU Montpellier and INSERM U1040, Montpellier, France"
        ],
        [
            "Medizinische Klinik V, Universitaetsklinikum Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Medizinische Klinik V, Universitaetsklinikum Heidelberg, Heidelberg, Germany, "
        ]
    ],
    "first_author_latitude": "49.41641395",
    "first_author_longitude": "8.668169",
    "abstract_text": "Introduction In multiple myeloma, initially, there are increased numbers of osteoclasts showing increased activity, but bone formation by osteoblasts is keeping step. In later stages, parts of the bone remodeling compartments are disrupted by the interaction with myeloma cells leading to increased bone resorption which can no longer be compensated (myeloma bone disease, uncoupling of bone formation and bone resorption). Lenalidomide and bortezomib have been shown to target both, myeloma cells and the microenvironment: lenalidomide inhibits osteoclastogenesis, bortezomib is also able to stimulate osteoblast differentiation leading to increased bone formation. Aim of this study is to evaluate the impact of bortezomib-based induction treatment, high-dose therapy, and lenalidomide consolidation on alterations of bone turnover, i.e. surrogates of osteoblast- (osteocalcin, OC) and osteoclast- (collagen type I fragments, CTX-I) function, and their induction by myeloma cells (DKK1-level). Methods Serum was collected during routine sampling within the GMMG-MM5 trial (EudraCT 2010-019173-16), and levels of CTX-I, OC, and DKK1 were assessed by ELISA in triplicates using commercially available assays according to the manufacturer’s instructions (RnD Systems and Immunodiagnostic Systems). The following time points were assessed: at inclusion (n=365), after induction therapy with either PAd (n=88) or VCD (n=84), stem cell mobilization using CAD (n=69), high-dose melphalan (n=92), and 2 months lenalidomide consolidation (n=92). Up to now, serum samples of 69 patients were measured sequentially at five time points in line with the GMMG-MM5 trial. DKK1 levels were correlated with the expression in CD138-purified myeloma cells (Affymetrix microarrays, n=365). Results Prior to treatment, CTX-I levels are increased, those of OC decreased compared to healthy donors (uncoupled bone turnover). DKK1 protein levels are increased and correlate with DKK1-expression in myeloma cells. After induction therapy, osteoclast activity (CTX-I) is decreased below normal values. PAd unlike VCD further decreases osteoblast activity (OC-levels); DKK1-levels are normalized. Subsequent treatment further decreases DKK1-levels below normal values and blocks osteoclast function. After 2 months lenalidomide consolidation, no normalization of osteoblast activity is found. Conclusion The main impact on bone turnover by bortezomib-based induction treatment is a reduction of osteoclast activity alongside a decrease in DKK1-levels. During the reported period, no normalization of decreased osteoblast function was observed. Disclosures: Seckinger: Novartis Pharma: Research Funding. Goldschmidt: Novartis Pharma: Research Funding. Hose: Novartis Pharma: Research Funding."
}