{
    "doi": "https://doi.org/10.1182/blood.V104.11.3292.3292",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=110",
    "start_url_page_num": 110,
    "is_scraped": "1",
    "article_title": "Fc-Gamma Receptor IIIa and Interferon-Gamma SNPs Do Not Predict Responsiveness of Follicular Lymphoma to Galiximab (Anti-CD80 Antibody). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "antibodies",
        "cd80 antigens",
        "follicular lymphoma",
        "interferon type ii",
        "single nucleotide polymorphism",
        "neoplasms",
        "brachial plexus neuritis",
        "craniosynostosis",
        "cytokine release syndrome",
        "dna"
    ],
    "author_names": [
        "Myron Czuczman, M.D.",
        "Bryan R. Leigh, M.D.",
        "Thomas E. Witzig, M.D.",
        "Julie M. Vose, M.D.",
        "Anas Younes, M.D.",
        "Baha Alkuzweny, Ph.D.",
        "Anne Larocca, Ph.D.",
        "Xianjun Cao, M.S.",
        "Aron Thall, Ph.D."
    ],
    "author_affiliations": [
        [
            "Lymphoma/Myeloma Service, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Medical Research, Biogen Idec, San Diego, CA, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Medicine, University of Nebraska, Omaha, NE, USA"
        ],
        [
            "Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Medical Research, Biogen Idec, San Diego, CA, USA"
        ],
        [
            "Medical Research, Biogen Idec, San Diego, CA, USA"
        ],
        [
            "Medical Research, Biogen Idec, San Diego, CA, USA"
        ],
        [
            "Medical Research, Biogen Idec, San Diego, CA, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "CD80 is an immune costimulatory molecule expressed on the cell surface of follicular and other lymphomas. Galiximab, a macaque-human chimeric anti-CD80 monoclonal antibody, has been shown to have antitumor activity in patients with relapsed or refractory, follicular lymphoma. Preclinical work suggested antibody-dependent cellular cytotoxicity (ADCC) as a mechanism for galiximab-induced cell lysis. Single-nucleotide polymorphisms (SNPs) for high-affinity Fc gamma receptor IIIa and high interferon-gamma production have been associated with increased ADCC activity. For this report, genomic DNA from peripheral blood of clinical study patients was analyzed for Fc gamma receptor IIIa and interferon-gamma gene SNPs after PCR amplification. In addition, the frequency of interferon-gamma secreting cells in peripheral blood samples was evaluated by ELISPOT. SNP and ELISPOT results were then evaluated for correlation with clinical response (CR or PR) to galiximab and reduction in tumor burden (SPD of indicator lesions). Of 35 follicular lymphoma patients evaluable for response to galiximab, 2 CRs and 1 PR were observed; time to best response was delayed (Months 3, 9, and 12). Of 34 patients with Fc gamma receptor IIIa SNP results, 6 were homozygous for the high-affinity receptor. Of 33 pts with interferon-gamma SNP results, 4 were homozygous for the high-producing allele. None of the 3 responders were homozygous for high-affinity Fc gamma receptor IIIa or high interferon-gamma production, and the degree of tumor burden reduction was smaller in these homozygotes than in the others. In addition, pretreatment interferon-gamma ELISPOT data did not predict clinical response to galiximab or tumor burden reduction. In summary, high-affinity Fc gamma receptor IIIa and high interferon-gamma production do not predict clinical responsiveness of follicular NHL to galiximab, suggesting that ADCC may not be a primary mechanism of action for this antibody. Ongoing studies are evaluating other potential mechanisms including the immunomodulatory effects of blocking CD80."
}