{
    "doi": "https://doi.org/10.1182/blood.V114.22.5023.5023",
    "article_title": "Use of FDG Positron Emission Tomography (FDG-PET) in Patients with Hodgkin Lymphoma (HL): a Population Based Study. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOPROLIFERATIVE SYNDROMES NON-HODGKIN’s LYMPHOMA - BIOLOGY, EXCLUDING THERAPY",
    "abstract_text": "Abstract 5023 BACKGROUND Although FDG-PET has been demonstrated a powerful prognostic indicator in HL, no data are currently available to define how to adapt therapy to FDG-PET results. Moreover the diffusion of FDG-PET in daily practice outside clinical trials is largely unknown. The aim of this study is to assess the current use of FDG-PET in the general population using data from four cancer registries located in the Emilia Romagna region in Northern Italy. PATIENTS AND METHODS Four Cancer Registries (CR) from northern Italy (Modena, Ferrara, Parma and Reggio Emilia Cancer Registry) were used to identify all patients with HL diagnosed from 2006 to 2008. The population covered by the four CR accounts for 1,825,000 people; ICD-O-3 codes from 96503 to 96673 was used to identify cases. A complete dataset was defined to collect data for each patient including demographic features, stage laboratory and clinical data, treatment modalities, response and follow up. Data were collected by active chart review and, when possible by automatic searches. CT and PET scan were collected at different time points: before treatment start (baseline), at the end of treatment (final) and during treatment (interim) and were coded as positive, negative or “inconclusive” according to local report. Patients with stage I-IIA and those with stage IIB-III-IV were classified as having early or advanced disease, respectively. RESULTS One hundred and sixty-eight patients with histologically confirmed HL were identified. M/F ratio was 1.02, median age at diagnosis was 43 years(12-92) and B symptoms were present in 36% of cases; 51% of patients had advanced disease. The majority of patients was initially treated with ABVD (78%). At least one PET was performed in 137 patients; 68 patients performed all PET assessments (basal, interim and final), 44 patients performed at least 2 scans, and 25 patients performed only one. In no case interim PET was the only scan to be performed. Overall, 317 PET scans that correspond to an overage of 1.8 scans per patient (2.31 if calculated for patients with at least one PET). Baseline, interim and final PET were performed in 115 (74%), 80 (52%), and 122 (72%) patients, respectively. No significant temporal trends were observed during study period for interim and final PET, while rate of patients with basal PET rose from 69% in 2006 to 84% in 2008 (P for trend = 0.05). Baseline PET was positive in all cases. Interim PET was performed after cycle 2 in almost all cases (89%) and was coded as negative in 63 cases (79%), positive in 12 (15%), and inconclusive in 5 (6%). Patients with early or advanced disease had a rate of positive interim PET of 9% and 19%, respectively. Final PET was coded as negative in 103 patients (84%), positive in 17 (14%) and inconclusive in 3 (2%). Rate of positive final PET was 2%, and 23% for patients with early or advanced disease, respectively. Conclusions The results of this population based study document the wide use of FDG-PET in the daily practice on patients with HL. Based on these data furhter investigation is warranted to assess the role of FDG-PET in clinical decisions, to avoid the risk of an improper use of this technology. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ecological study",
        "fluorodeoxyglucose f18",
        "fluorodeoxyglucose positron emission tomography",
        "hodgkin's disease",
        "positron-emission tomography",
        "cancer",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "follow-up",
        "italy"
    ],
    "author_names": [
        "Stefano Luminari",
        "Marina Cesaretti",
        "Stefano Madrigali",
        "Bruno Bagni",
        "Francesco Merli",
        "Lucia Mangone",
        "Annibale Versari",
        "Francesca Re",
        "Vincenzo De Lisi",
        "Livia Ruffini",
        "Stefano Ferretti",
        "Antonio Cuneo",
        "Massimo Federico"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefano Luminari",
            "author_affiliations": [
                "Dipartimento di Oncologia ed Ematologia, Universita' di Modena e Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marina Cesaretti",
            "author_affiliations": [
                "Dipartimento di Oncologia ed Ematologia, Universita' di Modena e Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Madrigali",
            "author_affiliations": [
                "Dipartimento di Oncologia ed Ematologia, Universita' di Modena e Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Bagni",
            "author_affiliations": [
                "Medicina Nucleare, Universita' di Modena e Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Merli",
            "author_affiliations": [
                "Ematologia, Az. Osp. S.M. Nuova,, Reggio Emilia, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia Mangone",
            "author_affiliations": [
                "Registro Tumori di Reggio Emilia, Reggio Emilia, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annibale Versari",
            "author_affiliations": [
                "Medicina Nucleare, Az. Osp. S.M. Nuova, Reggio Emilia, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Re",
            "author_affiliations": [
                "U.O. Ematologia e CTMO, Azienda Ospedaliero-Universitaria, Parma, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo De Lisi",
            "author_affiliations": [
                "Registro Tumori di PArma, Parma, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Livia Ruffini",
            "author_affiliations": [
                "Medicina Nucleare, Azienda Ospedaliera di Parma, Parma, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Ferretti",
            "author_affiliations": [
                "Registro tumori di Ferrara, Universita' di Ferrara, Ferrara, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Cuneo",
            "author_affiliations": [
                "Section of Haematology, Department of Biomedical Sciences and Advanced Therapies, University of Ferrara, Ferrara, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Federico",
            "author_affiliations": [
                "Dipartimento di Oncologia ed Ematologia, Universita' di Modena e Reggio Emilia, Modena, Italy, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T02:40:35",
    "is_scraped": "1"
}