{
    "doi": "https://doi.org/10.1182/blood-2021-146288",
    "article_title": "A Rare Case of Mild COVID-19 Disease Associated with Type 1 Cryoglobulinemia and Thrombotic Thrombocytopenic Purpura ",
    "article_date": "November 5, 2021",
    "session_type": "331.Thrombosis",
    "abstract_text": "Introduction: Type I cryoglobulinemia (Type I CG) usually develops in the setting of protein-secreting monoclonal gammopathies [1,2]. The estimated frequency of renal involvement is 30% in Type 1 CG. Thrombotic Thrombocytopenic Purpura (TTP) is a life-threatening disease in which there is a deficiency in ADAMTS13, a protease which normally functions to cleave von Willebrand factor (vWF). A deficiency leads to persistence of large vWF multimers and the formation of platelet-rich thrombi in the microvasculature. We present a case of 52 years old female with Type 1 CG and acquired autoimmune TTP secondary to mild Covid-19 disease. Case Report: A 52-year-old woman with medical history significant for CKD stage 2, with baseline creatinine (Cr) of 2.5, Diffuse Large B-Cell Gastric Lymphoma (DLBCL), in complete remission, and recent diagnosis with COVID-19 presented to the ED for evaluation of three days of a petechial rash on her bilateral extremities. Significant labs on arrival included hemoglobin (Hgb) 8.9, platelet count 65, Cr of 3.65, and K+ 6.6, meeting criteria for acute kidney injury (AKI). Peripheral blood smear showed thrombocytopenia and normochromic normocytic anemia with no schistocytes or microangiopathic changes. ADAMTS13 was 43% and there was no clinical suspicion for TTP. The patient's Cr continued to worsen up to 8.1 during admission, prompting renal biopsy. Renal biopsy showed Type 1 cryoglobulinemic glomerulonephritis with vasculitis and 30 to 40% fibrosis of glomeruli. The patient was started on systemic steroids, plasma exchange every 2-3 day (completed 6 sessions) and hemodialysis. Her platelet counts steadily increased to 212 but had a significant drop to 32 when rechecked seven days later, prompting further investigation. ADAMTS13 was rechecked and found to be 5% with presence of inhibitor, Hgb was 7.7, haptoglobin was <20, and a diagnosis of TTP was made. The patient was started on daily plasmapheresis, rituximab, Caplacizumab and high dose systemic steroid therapy. Our patient had prior history of DLBCL and was treated with radiation therapy. Restaging PET/CT and EGD with biopsy showed no evidence of recurrence. Bone marrow biopsy was negative for evidence of lymphoma. Several serologic tests were used to rule out other etiologies of Type I CG and came back negative including: SLE, HIV, hepatitis C, multiple myeloma, and Waldenstrom's macroglobulinemia. The patient had elevations in multiple immune markers including IgG, IgM, free kappa light chains, and free lambda light chains. She also had hypocomplementemia of both C3 and C4. Discussion: The relationship of Type I CG and COVID-19 is unclear, though viral infections can trigger autoimmune diseases [3]. Previously, all patients with Type I CG had either a hematologic malignancy, solid-organ malignancy, infection, or autoimmune syndromes. Interestingly, in our patient, several serologic tests were performed and negative, which ruled out these etiologies of Type I CG. Our patient's manifestation of Type I CG was petechial rash on extremities and acute on chronic renal disease. Specific treatment of CG can include plasma exchange, corticosteroids, rituximab, and hemodialysis, depending on underlying cause. Our patient was started on systemic steroids, plasma exchange every 2-3 days, and hemodialysis due to worsening renal functions. Despite cases of covid-19 and TTP being reported, the relationship between the disease processes remains unclear. COVID-19 infection can cause disproportionate activation of the complement system and lead to excessive coagulation and thrombotic events. Systemic infection can decrease ADAMTS-13 activity, and this has also been noted in COVID studies. ADAMTS-13 deficiency has no pathophysiologic relevance specific to Type 1 CG. Our patient developed anemia and thrombocytopenia, and ADAMTS13 activity testing was found to be 5% with presence of an inhibitor. Considered as high-risk disease, our patient was started on steroids, rituximab, Caplacizumab and daily plasmapheresis. Repeated weekly ADAMTS13 level was 26% and platelets were stabilized at 69k/microL. Conclusion: Suggests that Covid-19 virus has the capability to induce cryoglobulinemia through an unknown mechanism • There are two other case reports of an association between Covid-19 and TTP. • May be the first case indicating a possible association of Covid-19 with cryoglobulinemia. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Syed Mujtaba Naqvi",
        "Carrisa Schwartz",
        "Rachel Whittaker",
        "Ghayth Hammad",
        "Rishi Agarwal"
    ],
    "author_dict_list": [
        {
            "author_name": "Syed Mujtaba Naqvi",
            "author_affiliations": [
                "Internal Medicine, University of Kentucky, bowling green campus/ Med Center Health, Bowling green, KY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carrisa Schwartz",
            "author_affiliations": [
                "university of kentucky, bowling green,"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel Whittaker",
            "author_affiliations": [
                "university of kentucky, bowling green,"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghayth Hammad",
            "author_affiliations": [
                "university of kentucky, bowling green,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rishi Agarwal",
            "author_affiliations": [
                "university of kentucky, bowling green, KY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:41:57",
    "is_scraped": "1"
}