{
    "doi": "https://doi.org/10.1182/blood-2018-99-109957",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3948",
    "start_url_page_num": 3948,
    "is_scraped": "1",
    "article_title": "Upregulation of Bcl-2 Confers Resistance to FLT3 Inhibition in FLT3 -ITD AML with Secondary Acquired Mutations ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster III",
    "topics": [
        "bcl2 gene",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "mutation",
        "up-regulation (physiology)",
        "protein-tyrosine kinase inhibitor",
        "venetoclax",
        "transcription factor",
        "bcl-xl protein",
        "gene expression profiling"
    ],
    "author_names": [
        "Kotoko Yamatani, MD",
        "Yoko Tabe, MD PhD",
        "Kaori Saito",
        "Haeun Yang",
        "Yuko Murakami-Tonami, MD PhD",
        "Koya Suzuki, PhD",
        "Weiguo Zhang, MD PhD",
        "Sonoko Kinjo, PhD",
        "Kazuho Ikeo, PhD",
        "Kaoru Mogushi, PhD",
        "Masaki Hosoya, PhD",
        "Shigeo Yamaguchi, MD PhD",
        "Hironori Harada, MD PhD",
        "Takashi Miida, MD PhD",
        "Neil P. Shah, MD PhD",
        "Marina Y. Konopleva, MD PhD",
        "Yoshihide Hayashizaki, MD PhD",
        "Michael Andreeff, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Laboratory Medicine, Graduate School of Medicine, Juntendo University, Tokyo, Japan "
        ],
        [
            "Department of Clinical Laboratory Medicine, Juntendo Univ. School of Medicine, Tokyo, Japan ",
            "Department of Next Generation Hematology Laboratory Medicine, Graduate School of Medcine, Juntendo University, Tokyo, Japan ",
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Clinical Laboratory Medicine, Graduate School of Medicine, Juntendo University, Tokyo, Japan "
        ],
        [
            "Department of Clinical Laboratory Medicine, Graduate School of Medicine, Juntendo University, Tokyo, Japan ",
            "Leading Center for the Development and Research of Cancer Medicine, Graduate School of Medicine, Juntendo University, Tokyo, Japan "
        ],
        [
            "Department of Clinical Laboratory Medicine, Graduate School of Medicine, Juntendo University, Tokyo, Japan "
        ],
        [
            "Department of Clinical Laboratory Medicine, Graduate School of Medicine, Juntendo University, Tokyo, Japan ",
            "Research Institute for Diseases of Old Age, Graduate School of Medicine, Juntendo University, Tokyo, Japan "
        ],
        [
            "U.T.M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Centers for Information Biology, National Institute of Genetics, Shizuoka, Japan "
        ],
        [
            "Centers for Information Biology, National Institute of Genetics, Shizuoka, Japan "
        ],
        [
            "Department of Diagnostics and Therapeutics of Intractable Diseases, Graduate School of Medicine, Juntendo University, Tokyo, Japan ",
            "Intractable Disease Research Center, Graduate School of Medicine, Juntendo University, Tokyo, Japan "
        ],
        [
            "Intractable Disease Research Center, Graduate School of Medicine, Juntendo University, Tokyo, Japan ",
            "Department of Oncology, Juntendo University School of Medicine, Tokyo, Japan "
        ],
        [
            "Department of Oncology, Juntendo University School of Medicine, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Graduate School of Medicine, Juntendo University, Tokyo, Japan "
        ],
        [
            "Department of Clinical Laboratory Medicine, Graduate School of Medicine, Juntendo University, Tokyo, Japan "
        ],
        [
            "Division of Hematology/Oncology, University of California San Francisco, San Francisco, CA "
        ],
        [
            "Section of Leukemia Biology Research, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Preventive Medicine & Diagnosis Innovation Program, RIKEN Center for Life Science Technoligies, Kanagawa, Japan"
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "35.7024154",
    "first_author_longitude": "139.7607478",
    "abstract_text": "Internal tandem duplications (ITD) in the juxtamembrane domain of FMS-like tyrosine kinase 3 (FLT3) cause ligand-independent constitutive activation of FLT3 kinase and its downstream signaling. FLT3 -ITD mutations confer poor prognosis with high relapse rates in AML patients. FLT3-targeted therapies using tyrosine kinase inhibitors (TKIs) often induce additional point mutations within the tyrosine kinase domains ( FLT3 -TKD mutations), most commonly found at D835 activation loop. Additional FLT3 -TKD mutations that cause secondary resistance emerge in at least 20% of patients with TKI treatment. To elucidate the alterations of transcriptome signatures of FLT3 -ITD and TKD double mutations in AML, we performed cap analysis of gene expression (CAGE) sequencing for 26 primary AML samples (14 with FLT3 -ITD, 12 with FLT3 -ITD/D835). CAGE detects and quantifies the specific transcriptional start site (TSS) transcripts, which enables high-throughput gene expression profiling and promoter usage analysis. Altered transcription of TSS in FLT3 -ITD/D835 AML samples were detected by comparison with TSS in FLT3 -ITD samples, and upregulation of 310 TSS and downregulation of 22 TSS were mapped (FDR < 0.05, EdgeR). Based on Gene Ontology (GO) analysis, up-regulated genes were enriched in \"apoptotic process\", \"intracellular signal transduction\" and \"immune system development\", including pro-survival BCL2A1 and drug resistance related S100A8 and PRKCH . To validate these transcriptional changes, we utilized isogenic paired Ba/F3 cells transfected with FLT3 -ITD or FLT3 -ITD/D835. CAGE detected upregulation of 1945 TSS and downregulation of 1470 TSS in FLT3 -ITD/D835 compared to FLT3 -ITD cells (FDR < 0.05). TSS transcriptions of Bcl-2 , Prkca , NF-κB1 , Myc , and Cdkn1a ( p21 ) were upregulated in FLT3 -ITD/D835 cells. GO analysis consistently highlighted higher activation of NF-κB signaling and its downstream Bcl-2 in FLT3 -ITD/D835 than in FLT3 -ITD cells both for primary AML samples and Ba/F3 cells. To determine a correlation between activated promoters and transcription factors in FLT3 -ITD/D835 cells, we performed an unbiased search for enriched sequence motifs using HOMER software. HOMER revealed that the promoter 4 of BCL2A1 contained a common motif of transcription factor STAT6, known to associate with NF-κB and cooperatively bound to their respective promoter elements. Ingenuity Pathway Analysis also highlighted higher activation of STAT6 in FLT3 -ITD/D835 AML cells compared to FLT3 -ITD. Immunoblot analysis confirmed higher expression of Bcl-2, c-Myc, p27, and lower expression of Bcl-xL and Mcl-1 in FLT3 -ITD/D835 Ba/F3 compared to FLT3 -ITD Ba/F3 cells. FLT3 -ITD and FLT3 -ITD/D835 cells showed similar expression level of Bax and Bid. We found that FLT3 -ITD/D835 Ba/F3 cells proliferated slower than FLT3 -ITD cells (growth rate; FLT3 -ITD/D835 9.8±2.4 fold, FLT3 -ITD 19.8±1.2 fold, p=0.003, 48 h) with G 0 /G 1 accumulation ( FLT3 -ITD/D835 61.5±10.1%, FLT3 -ITD 31.3±11.2%, p<0.05, 72 h). Finally, we hypothesized that targeting Bcl-2 may effectively overcome the acquired resistance of FLT3 -ITD/D835 cells. Venetoclax (ABT-199/GDC-0199), a clinically available Bcl-2 selective inhibitor, as single agent was not capable of eliminating FLT3 -ITD AML due to altered activation of FLT3 downstream signaling and Mcl-1 upregulation. FLT3 -ITD/D835 cells showed higher expression of the Bcl-2 gene and/protein and were less dependent on FLT3 signaling compared to FLT3 -ITD cells (Tabe, ASH 2017). As expected, venetoclax caused more profound cell growth inhibition and apoptosis induction in FLT3 -ITD/D835 Ba/F3 than in FLT3 -ITD Ba/F3 cells (IC 50 2.98 μM vs 13.9 μM, ED 50 28.8 μM vs 173 μM, 48 h). In conclusion, we identified Bcl-2 transcriptional activation as a novel mechanism by which the acquired D835 mutation in FLT3 -ITD AML cells facilitates anti-apoptotic network activation and confers TKI resistance. Bcl-2 inhibition by venetoclax represents a putative therapeutic strategy in FLT3 -ITD/TDK double-mutated AML cells. Disclosures Shah: Bristol-Myers Squibb: Research Funding; ARIAD: Research Funding. Konopleva: Stemline Therapeutics: Research Funding. Andreeff: AstraZeneca: Research Funding."
}