{
    "doi": "https://doi.org/10.1182/blood.V122.21.2692.2692",
    "article_title": "High-Dose Cytarabine Consolidation (≥1.5 g/m 2 ) Might Have Shown a Better Outcomes Than Intermediate-Dose Cytarabine (1.0 g/m 2 ) Combined With Anthracyclines In AML Patients Who Had Achieved Complete Remissions In The First Induction by Standard 3+7 Regimen ",
    "article_date": "November 15, 2013",
    "session_type": "615. Acute Myeloid Leukemia: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Purpose Based on CALGB trial in 1994, 3-4 cycles of high-dose cytarabine have been one of the standard consolidation therapies. Despite the confirmed efficacy of anthracyclines for remission induction, the role of anthracyclines for postremission consolidation is a subject still under debate. In this retrospective analysis, we compared the efficacy of high-dose cytarabine (>=1.5 g/m 2 ) and intermediate-dose cytarabine (1 g/m 2 ) combined with anthracyclines as postremission therapy. Methods The patients enrolled in the Korea University AML registry from September 2002 to August 2011 were analyzed. Inclusion criteria were as follows; 1) Complete remission was achieved in first induction by standard 3+7 regimen (idarubicin 12 mg/m 2 or daunorubicin 45 or 60 or 90 mg/m 2 on D1-3 + cytarabine 100 mg/m 2 on D1-7) 2) Postremission therapy was performed for 3-4 cycles by one of the following regimen; Arm A (high-dose cytarabine): cytarabine 3 g/m 2 for patients =< 60 years old or 1.5 g/m 2 for patients > 60 years old, q 12 hours on D1, 3, 5. Arm B (intermediate-dose cytarabine combined with anthracyclines): cytarabine 1.0 g/m 2 q 12 hours on D1-3 combined with mitoxantrone or idarubicin 12 mg/m 2 on D1,2. Univariate and multivariate analysis for survival were performed by Kaplan-Meier and Cox-regression analysis, respectively. Results Among 172 AML patients enrolled in the registry, 95 patients (55%) were satisfactory for inclusion criteria. The number of arm A and B was 51 and 44, respectively. Some patients (N=47) with intermediate or high-risk cytogenetics have undergone autologous or allogeneic stem cell transplantation. Univariate analysis for relapse-free survival (RFS) demonstrated that age (=< 60 vs. >60, p=0.007), stem cell transplantation (p=0.001), and consolidation regimen (Arm A vs. Arm B, p=0.007) were statistically significant. The median RFS of arm A was not reached and significantly superior to that of arm B (14.0 months, 95% CI 8.5 months to 19.5 months) ( Figure 1 ). Multivariate analysis showed that stem cell transplantation (HR 0.384, 95% CI 0.195 to 0.758, p=0.06) and consolidation regimen (HR 0.454, 95% CI 0.237 to 0.872, p=0.018) were independently significant factors for RFS. With regard to overall survival (OS), age (p=20000/μL, p=0.033), WHO classification (de novo vs. secondary, p=0.05), stem cell transplantation (p=0.001), and consolidation regimen (p=0.007) were statistically significant by univariate analysis. The median OS of arm A was also not reached and significantly superior to that of arm B (18.1 months, 95% CI 7.7 months to 28.5j months) ( Figure 2 ). Multivariate analysis for OS showed that age (HR 0.482, 95% CI 0.248 to 0.939, p=0.032), stem cell transplantation (HR 0.469, 95% CI 0.244 to 0.899, p=0.023), and consolidation regimen (HR 0.474, 95% CI 0.252 to 0.894, p=0.021) were independently significant factors. There was no statistical significance in treatment-related mortality between arm A and arm B (7% and 4%, respectively, p=0.541). View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Conclusions This analysis showed that as compared with intermediate-dose cytarabine (1.0 g/m 2 ) combined with anthracyclines, high-dose cytarabine consolidation (>=1.5 g/m 2 ) was independently favorable factor for both RFS and OS in AML patients who had achieved complete remissions in first induction by standard 3+7 regimen. Based on this study, we hypothesize that the addition of anthracycline during consolidation might have a limited value as compared with cytarabine intensification. The confirmatory prospective trial should be required. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anthracycline antibiotics",
        "cytarabine",
        "disease remission",
        "hematopoietic stem cell transplantation",
        "idarubicin",
        "allogeneic stem cell transplant",
        "complete remission",
        "consolidation therapy",
        "daunorubicin",
        "electrocorticogram"
    ],
    "author_names": [
        "Yong Park, MD, PhD",
        "Ga-won Kang, MD",
        "Dae Sik Kim, MD",
        "Suk-young Lee, MD, Ph.D",
        "Se Ryeon Lee, MD, PhD",
        "Hwa Jung Sung",
        "Chul Won Choi, MD, PhD",
        "Seok Jin Kim, MD, PhD",
        "Myunghyun Nam, MD, PhD",
        "Ji-Seon Choi, MD, PhD",
        "Soo-Young Yoon, MD, PhD",
        "Byung Soo Kim",
        "Insun Kim, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yong Park, MD, PhD",
            "author_affiliations": [
                "Korea University School of Medicine, Anam Hospital, Seoul, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ga-won Kang, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Korea University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dae Sik Kim, MD",
            "author_affiliations": [
                "Division of Hematology and oncology, Department of Internal Medicine, Korea University Medical Center, Seoul, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suk-young Lee, MD, Ph.D",
            "author_affiliations": [
                "Hemato-oncology, Korea university medical center, Anam hospital, Seoul, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Se Ryeon Lee, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Korea University Medical Center, Ansan, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hwa Jung Sung",
            "author_affiliations": [
                "Internal Medicine, Korea University Medical Center, Ansan Hospital, Ansan, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chul Won Choi, MD, PhD",
            "author_affiliations": [
                "Internal Medicine, Korea University Medical Center, Guro Hospital, Seoul, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seok Jin Kim, MD, PhD",
            "author_affiliations": [
                "Department of Hematology-oncology, Samsung Medical Center, Seoul, South Korea, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myunghyun Nam, MD, PhD",
            "author_affiliations": [
                "Department of laboratory medicine, Korea University College of Medicine, Anam Hospital, Seoul, South Korea, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji-Seon Choi, MD, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Korea University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soo-Young Yoon, MD, PhD",
            "author_affiliations": [
                "Dept. of Laboratory Medicine, Korea Univ. Med. Ctr., Ansan, South Korea, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Byung Soo Kim",
            "author_affiliations": [
                "Department of internal medicine, Korea University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Insun Kim, MD, PhD",
            "author_affiliations": [
                "Department of Pathology, Korea University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T03:57:57",
    "is_scraped": "1"
}