{
    "doi": "https://doi.org/10.1182/blood.V106.11.2011.2011",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=437",
    "start_url_page_num": 437,
    "is_scraped": "1",
    "article_title": "High Frequency and Early Onset of Bone Mineral Density Loss Following Allogeneic Stem Cell Transplantation. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "allogeneic stem cell transplant",
        "bone mineral density",
        "brachial plexus neuritis",
        "x-ray absorptiometry, dual-energy",
        "bisphosphonates",
        "transplantation",
        "abnormal test results",
        "aplastic anemia",
        "follow-up",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Lauren M. Dunford, BA",
        "David M. Roy",
        "Theresa Hahn, PhD",
        "Karen Brown, MS, FNP-C, ONP",
        "Pamela Paplham, MS, FNP, ONP",
        "Dominick M. Lamonica, MD",
        "Minoo Battiwalla, MD, MS",
        "Swaminathan Padmanabhan, MD",
        "Philip L. McCarthy, Jr., MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Bone mineral density (BMD) loss has been recently associated with allogeneic stem cell transplantation (alloSCT). It is not certain whether BMD loss in alloSCT patients (pts) occurs primarily within the first six months, since some reports cite continuing BMD loss up to six years post-transplant. Furthermore, it has been suggested that alloSCT-BMD loss is more likely to manifest in the femoral neck (FN), as opposed to the lumbar spine (LS). There are no studies that have detailed the incidence of alloSCT-BMD loss. We retrospectively reviewed 90 alloSCT pts who underwent a single alloSCT between 7/1/2001 and 2/26/2005 to assess the frequency of DEXA scan use and alloSCT-BMD loss. 7/1/2001 was chosen as the start date since this was when DEXA scans were first available at RPCI. 50 patients did not have DEXA scans following BMT: 15/50 pts died before day 130, 21/50 pts died after day 130 post BMT, and 14/50 pts are alive post day 130 without DEXA scans (median 1.1 yrs, range 0.34–3.0 yrs). Clinical criteria for obtaining DEXA scans were a medically stable condition with a good KPS and alive at day 130. 37 pts met this criteria. The median survival of the non-DEXA scan pts was 180 (7–1296) days and 571 (110–1282) days for the DEXA scan pts. DEXA scan pt characteristics in this sample included: Median age 39 years (range 7–66); AML (n=12), Lymphoma (n=12), CML (n=5), MDS/MPD (n=5), ALL (n=2), or Aplastic Anemia (n=1); Flu+Mel (n=14), Bu+Cy (n=8), Cy+TBI (n=7), non-myeloablative regimen (n=6), or other regimens (n=2); FK+Mt (n=28), FK+/− other (n=4), Mt (n=2), Cs+Mt (n=2), or Cs+FK+Mt (n=1). Approximately half (n=18/37) of alloSCT pts were found to have BMD loss at day 130 post-transplant. Results were stratified by year, and no trends regarding the frequency of DEXA scans in the population or the frequency of abnormal results over time were noted. There were no differences in terms of conditioning regimens or GVHD prophylaxis between the normal and low BMD groups. Contrary to previously published reports, we did not find a marked difference between the LS and FN T scores of the 18 pts with BMD loss at baseline (LS median T score = −1.4, FN median T score = −1.55). Also, BMD improvement following oral bisphosphonates was seen in six pts with available follow-up scans (LS median T score improved from −1.15 to −0.55, FN median T score improved from −1.45 to −1.1). The day 130 incidence of BMD loss in our alloSCT population was higher than we expected. Therefore, we recommend that all future alloSCT pts undergo DEXA scans as part of the day 100 workup. Further study may elucidate risk factors for BDM loss post BMT. Bisphosphonate use may reverse alloSCT BDM loss."
}