{
    "doi": "https://doi.org/10.1182/blood.V104.11.1549.1549",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=171",
    "start_url_page_num": 171,
    "is_scraped": "1",
    "article_title": "Identification of Apolipoprotein E Receptor 2′ as the Low-Density Lipoprotein Receptor on Platelets. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "blood platelets",
        "ldl-receptor related protein 1",
        "low density lipoprotein receptor",
        "mitogen-activated protein kinase p38",
        "low-density lipoproteins",
        "antibodies",
        "apolipoproteins b",
        "peptides",
        "phosphotransferases",
        "tyrosine"
    ],
    "author_names": [
        "Jan-Willem N. Akkerman, PhD",
        "Suzanne J.A. Korporaal",
        "Ingrid A.M. Relou, PhD",
        "Miranda Van Eck",
        "Martineke Bezemer",
        "Gertie Gorter",
        "Theo J.C. Van Berkel, PhD",
        "Johannes Nimf, PhD",
        "Peter J. Lenting, PhD"
    ],
    "author_affiliations": [
        [
            "Haematology, UMCU, Utrecht, Netherlands"
        ],
        [
            "Haematology, UMCU, Utrecht, Netherlands"
        ],
        [
            "Haematology, UMCU, Utrecht, Netherlands"
        ],
        [
            "Biopharmaceutics, Leiden-Amsterdam Center for Drug Research, leiden, Netherlands"
        ],
        [
            "Haematology, UMCU, Utrecht, Netherlands"
        ],
        [
            "Haematology, UMCU, Utrecht, Netherlands"
        ],
        [
            "Biopharmaceutics, Leiden-Amsterdam Center for Drug Research, leiden, Netherlands"
        ],
        [
            "Medical Biochemistry, University of Vienna, Vienna, Austria"
        ],
        [
            "Haematology, UMCU, Utrecht, Netherlands"
        ]
    ],
    "first_author_latitude": "52.0865646",
    "first_author_longitude": "5.179913099999999",
    "abstract_text": "The interaction of platelets with low-density lipoprotein (LDL) plays an important role in the pathogenesis of atherosclerosis and thrombosis. Previously, we have shown that native LDL (nLDL) is a mild activator of platelets increasing their sensitivity to aggregation-inducing agents. Binding of nLDL to platelets was saturable, reversible and initiated signal transduction to p38 MAPK suggesting the involvement of a receptor. A peptide mimic of the B-site in apoB100 resembled nLDL in its platelet-activating properties, suggesting that the receptor is a member of the LDL-receptor family. Platelets from familial hypercholesterolemia patients, who lack or have a defective apoB/E receptor, responded normally to nLDL and an antibody against this receptor left nLDL-induced activation of normal platelets undisturbed, excluding the involvement of the classical LDL (apoB/E)-receptor. In this study, we provide evidence that nLDL initiates platelet signaling to p38 MAPK via a splice variant of the LDL-receptor family member Apolipoprotein E Receptor 2 (ApoER2′). This conclusion is based on (i) blockade of nLDL-induced p38 MAPK activation by receptor-associated protein (RAP), an inhibitor of ligand binding to members of the LDL-receptor family, (ii) confocal microscopy showing a high degree of co-localization of nLDL and ApoER2′ at the platelet surface, (iii) binding of both nLDL and the B-site peptide to soluble ApoER2′, (iv) activation of p38 MAPK by an anti-ApoER2 antibody with similar kinetics as nLDL, and (v) tyrosine phosphorylation of ApoER2′ upon binding of nLDL. The nLDL-induced phosphorylation of ApoER2′ could be abolished by PP1, an inhibitor of Src-like tyrosine kinases. In the absence of PP1, ApoER2′ phosphorylation was accompanied by co-association with the Src-family member Fgr. We conclude that binding of nLDL to platelets involves ApoER2′. Upon nLDL binding, the receptor is phosphorylated which induces the recruitment of Fgr, a kinase known to activate p38 MAPK . The ApoER2′-Fgr complex subsequently activates p38 MAPK , an upstream element in the formation of thromboxane A 2 that primes the platelets to further stimulation by aggregation-inducing agents."
}