{
    "doi": "https://doi.org/10.1182/blood.V120.21.1374.1374",
    "article_title": "Genes Commonly Deleted in Childhood B-Cell Precursor ALL (BCP-ALL) Are Associated with Major Cytogenetic Subgroups ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1374 Specific chromosomal abnormalities in BCP-ALL are markers of the disease used for risk stratification. Genomic studies have shown that copy number abnormalities (CNA) of genes involved in B-cell development and cell cycle control are common in BCP-ALL. Here we report the relationship between these CNA and the major cytogenetic subgroups. The CNA of the genes indicated in Table 1 was evaluated using the P335 MLPA kit (MRC Holland, The Netherlands). The cohort comprised patients aged 1–25 years, registered on the ALL97 and ALL2003 trials. Cytogenetic analysis was successful in 1351 patients, who were classified into the major subgroups ( Table 1 ). Patients positive for ETV6-RUNX1 showed the highest number of CNA overall. In contrast, CNA occurred at a lower than expected level in high hyperdiploid patients. The incidence of CNA was low in the MLL rearranged subgroup and higher in the other poor risk subgroups: BCR-ABL1 positive and intrachromosomal amplification of chromosome 21 (iAMP21). In the group classified as other abnormal (abnormal without established chromosomal abnormality), deletions of CDKN2A/B, PAX5 and IKZF1 , as well as P2RY8-CRLF2 , were seen at higher than expected levels. Overall, we showed CRLF2 rearrangements to be present in 4% of the cohort. With the exception of patients with MLL rearrangements, the presence of P2RY8-CRLF2 has now been reported in all cytogenetic subgroups; as we identified a small number in patients with ETV6-RUNX1 , TCF3-PBX1 and BCR-ABL1 , the latter two have not been previously reported. Several groups have reported a strong association between CRLF2 overexpression and IKZF1 alterations, here we corroborated this association. Among ETV6-RUNX1 positive patients, in addition to a high incidence of ETV6 deletions, CDKN2A/B and PAX5 were each deleted in 22% of these patients, while the incidence of IKZF1 deletions was low. Although BTG1 deletions were rare throughout the cohort, they were frequently associated with ETV6-RUNX1 , found in 15% of cases (p<0.0001). There was an association between BCR-ABL1 and IKZF1 with 64% having a deletion of IKZF1 . Deletions of PAX5 and CDKN2A/B were also high in this subgroup. Among iAMP21 patients, RB1 deletions and P2RY8-CRLF2 were observed at incidences (39% and 30%, respectively) significantly higher than expected (p<0.0001). iAMP21 patients also showed a high incidence of ETV6 deletions. The frequent occurrence of RB1 deletions in these patients is shown here for the first time. Deletions of IKZF1 were present in 13% of patients. The size of the deletion varied; deletions involving the whole gene (n=60) or restricted to exons 4–7 (n=61) were most frequent. Other deletions occurred at lower levels: exons 2–3 (n=15), exons 2–7 (n=20), exons 4–8 (n=13) and miscellaneous deletions (n=27). There was no significant association between the pattern of exon loss and cytogenetic subgroup, although BCR-ABL1 positive patients showed a trend towards increased loss of exon 4–7 (62% p=0.027). The extent of PAX5 deletions was variable, ranging from deletions of part or the entire gene including exon 1, predicted to result in reduced PAX5 expression (n=141), to those with partial deletions not involving exon 1, predicted to express a mutant allele (n=121). No significant association was found between the pattern of exon loss and cytogenetic subgroup. Intragenic amplifications of exons 2–5 were found exclusively in the other abnormal group (n=10), similarly predicted to express mutant alleles. In conclusion, this study presents an extensive screen for CNA in selected genes of significance in BCP-ALL. We have shown that the pattern of CNA is highly variable according to the primary genetic abnormality. While this study has confirmed the findings of others, new associations have been identified. We have also shown the heterogeneous nature of CNA in PAX5 and IKZF1 . Future studies will need to incorporate cytogenetic data in order to accurately assess the prognostic effect of these aberrations. Table 1: CNA in Different Cytogenetics Subgroups  Cytogenetic subgroup . Number . IKZF1 . PAX5 . RB1 . CDKN2A/B . ETV6 . EBF1 . BTG1 . P2RY8-CRLF2 .   %  %  %  %  %  %  %  %  Total  1351  13 19 7 27 22 2 6 4 ETV6-RUNX1  379 3 *  22 8 22 54 *  4 15 *  <1 *  High hyperdiploidy  408 9 *  4 *  3 *  16 *  7 *  0 <1 *  2 TCF3-PBX1  44 7 18 16 23 5 2 0 2 Other abnormal  324 24 *  36 *  7 47 *  16 2 1 10 *  Normal  102 20 9 4 22 8 *  <1 6 1 MLL rearranged  28 8 8 0 31 4 0 0 0 BCR-ABL1  33 64 *  45 *  9 48 *  3 6 3 3 iAMP21  33 21 12 39 *  12 21 9 3 30 *  Cytogenetic subgroup . Number . IKZF1 . PAX5 . RB1 . CDKN2A/B . ETV6 . EBF1 . BTG1 . P2RY8-CRLF2 .   %  %  %  %  %  %  %  %  Total  1351  13 19 7 27 22 2 6 4 ETV6-RUNX1  379 3 *  22 8 22 54 *  4 15 *  <1 *  High hyperdiploidy  408 9 *  4 *  3 *  16 *  7 *  0 <1 *  2 TCF3-PBX1  44 7 18 16 23 5 2 0 2 Other abnormal  324 24 *  36 *  7 47 *  16 2 1 10 *  Normal  102 20 9 4 22 8 *  <1 6 1 MLL rearranged  28 8 8 0 31 4 0 0 0 BCR-ABL1  33 64 *  45 *  9 48 *  3 6 3 3 iAMP21  33 21 12 39 *  12 21 9 3 30 *  * p<0.0001 View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "child",
        "chromosome abnormality",
        "cytogenetic analysis",
        "cytogenetics",
        "genes",
        "magnetic resonance cholangiography",
        "protein p16",
        "netherlands",
        "amplification"
    ],
    "author_names": [
        "Claire Schwab, BSc",
        "Lucy Chilton",
        "Heather Morrison, BSc",
        "Lisa Jones, BSc",
        "Halima A Al-Shehhi, MD",
        "Amy Erhorn, PhD",
        "Lisa J Russell, PhD",
        "Anthony V. Moorman, PhD",
        "Christine J Harrison, PhD, FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Claire Schwab, BSc",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lucy Chilton",
            "author_affiliations": [
                "Leukaemia Research Cytogenetics Group, Northern Institute for Cancer Research, Newcastle University, Newcastle-upon-Tyne, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather Morrison, BSc",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle upon Tyne, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Jones, BSc",
            "author_affiliations": [
                "Leukaemia Research Cytogenetics Group, Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Halima A Al-Shehhi, MD",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle-upon-Tyne, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Erhorn, PhD",
            "author_affiliations": [
                "Leukaemia Research Cytogenetics Group, Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa J Russell, PhD",
            "author_affiliations": [
                "Leukaemia Research Cytogenetics Group, Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony V. Moorman, PhD",
            "author_affiliations": [
                "Leukaemia Research Cytogenetics Group, Northern Institute of Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine J Harrison, PhD, FRCPath",
            "author_affiliations": [
                "Leukaemia Research Cytogenetics Group, Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T13:07:24",
    "is_scraped": "1"
}