{
    "doi": "https://doi.org/10.1182/blood.V128.22.4884.4884",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3434",
    "start_url_page_num": 3434,
    "is_scraped": "1",
    "article_title": "Novel Mutation in CD46 in a Child with Atypical Hemolytic Uremic Syndrome (HUS) Characterized By Profound Thrombocytopenia and Anemia ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages",
    "topics": [
        "anemia",
        "atypical hemolytic-uremic syndrome",
        "cd46 antigen",
        "child",
        "hemolytic-uremic syndrome",
        "mutation",
        "thrombocytopenia",
        "kidney failure",
        "eculizumab",
        "atypical"
    ],
    "author_names": [
        "Catherine Joseph, MD",
        "Pritchard Aaron, MD",
        "Nasim Pourtabatabaei, MD",
        "Stuart S. Winter, MD",
        "Craig Wong, MD MPH",
        "Amy Staples, MD MPH",
        "John Brandt, MD MPH"
    ],
    "author_affiliations": [
        [
            "University of New Mexico, Albuquerque, NM "
        ],
        [
            "University of New Mexico, Albuquerque, NM "
        ],
        [
            "University of New Mexico, Albuquerque, NM "
        ],
        [
            "Department of Pediatrics, University of New Mexico, Albuquerque, NM "
        ],
        [
            "University of New Mexico, Albuquerque, NM "
        ],
        [
            "Pediatrics, University of New Mexico, Albuquerque, NM "
        ],
        [
            "University of New Mexico, ALbuquerque, NM"
        ]
    ],
    "first_author_latitude": "35.0843187",
    "first_author_longitude": "-106.61978119999999",
    "abstract_text": "Introduction: Atypical HUS [aHUS] is a rare disease characterized by hemolytic anemia, thrombocytopenia and renal dysfunction due to genetic mutations that lead to uncontrolled activation of the alternative complement pathway. MCP [Membrane Co-Factor protein] or CD46 is a complement factor 3b (C3b) binding molecule which is a cofactor for complement factor I dependent cleavage of C3b. Pathogenic variants in MCP gene account for 5-9% of cases with aHUS. We report the case of a pediatric patient presenting with severe thrombocytopenia, anemia and renal dysfunction who was found to have a novel mutation in MCP and complete recovery with eculizumab therapy. Case report: A previously healthy 9-year-old girl presented with a 2-day history of fever, abdominal pain, emesis and oliguria. There was no history of diarrhea, sick contacts or infectious exposures. There was no known renal disease in her family. Her exam was remarkable for mild scleral icterus, epigastric tenderness but no peritoneal signs. Her labs showed renal failure; BUN 90mg/dl, Cr 4.69 mg/dl, anemia: hemoglobin of 8.4g/dl and severe thrombocytopenia with a platelet count of 4,000/uL. Her peripheral smear had schistocytes, the LDH was elevated at 2511 units/liter and haptoglobin was low at 14 mg/dl. Coagulation parameters were normal. All findings were consistent with severe thrombotic microangiopathy (TMA). A stool assay for Shiga toxin was negative, Her C3 and C4 levels were normal Renal ultrasound showed only increased echogenicity in the right kidney. Urinalysis showed hematuria and proteinuria, culture was negative. Based on triad of hemolytic anemia, thrombocytopenia and renal dysfunction microangiopathic hemolytic anemia (MAHA) was suspected. Pending ADAMTS13 results, plasmapheresis was performed daily (x4) without significant improvement in hemolysis or renal function- as a result. Eculizumab, a human anti-C5 monoclonal antibody was initiated: after the first 2 doses, there was significant improvement in renal function, her hemolysis stopped, and platelet counts began to recover. After 2 months of treatment, renal function, hemoglobin and platelets have all normalized. Her genetic renal panel tested for mutations in 10 genes implicated in aHUS revealed a heterozygous variant in Exon 2 of the CD46 gene (c.132G>A, pMet44Ile) predicted pathogenic by 5/6 algorithms. Based on the patient presentation, normal ADAMTS13 activity (69%), negative Shiga toxin, and response to eculizumab, this case of aHUS was most likely related to the novel CD46 mutation reported for the first time in this work.. Conclusion: Our patient had an unusual presentation of Hemolytic uremic syndrome characterized by severe thrombocytopenia and hemolytic anemia. This case is unique in that we saw moderately severe renal failure, but no other organ system involvement despite severe hematologic aberrations. In atypical HUS,we often see more multiorgan involvement when platelets counts are very low, consistent with more severe thombotoc microangipathy. Her genetic test revealed a novel mutation in the CD46 gene, a regulator of complement activation. She has had an excellent response to eculizumab therapy with complete recovery of renal function and resolution of all hematologic signs of thrombotic microangiopathy, suggesting that his gene variant can be causative of atypical HUS. Disclosures Aaron: Alexion - aHUS Regional Advisory Board: Consultancy, Membership on an entity's Board of Directors or advisory committees. Wong: UpToDate: Consultancy, Patents & Royalties."
}