{
    "doi": "https://doi.org/10.1182/blood.V126.23.1344.1344",
    "article_title": "A Phase I Study of Idarubicin Dose Escalation for Remission Induction Therapy in Acute Myeloid Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation: Poster I",
    "abstract_text": "The maximum tolerated dose (MTD) of idarubicin has been acknowledged to be 12-15 mg/m 2 /day for 3 days for acute leukemias. Its MTD should be reevaluated in the treatment of acute myeloid leukemia (AML) in the era of granulocyte colony-stimulating factor and better supportive care. We conducted a phase I study to investigate the safety of escalating doses of idarubicin in combination with cytarabine 100 mg/m 2 /day for 7 days for previously untreated AML. The starting dose of idarubicin was 12 mg/m 2 /day for 3 days with dose escalations by 3 mg/m 2 /day. Cohorts of three patients were treated at each dose level, and the idarubicin dose was escalated up to 18 mg/m 2 /day until at least two patients among a cohort of three to six patients experienced the dose-limiting toxicities (DLTs) (traditional 3+3 design for phase I clinical trials: J Natl Cancer Inst 2009;101:708). Hematologic DLTs were defined as the time to recovery of neutrophils {absolute neutrophil count (ANC) ≥500/μL} or platelets (platelet count ≥20,000/μL) exceeded 42 days after the start of induction therapy (J Clin Oncol 2004;22:4290). Non-hematologic DLTs were defined as grade 4 or 5 toxicities (Leukemia 1998;12:865). We adopted the NCI CTCAE v3.0 to grade the hematologic and non-hematologic toxicities. Thirteen adult patients were enrolled in the study, but two and two were excluded at level 1 and level 2, respectively, because they received reinduction therapy for resistant disease within 4 weeks after the start of the assigned induction therapy. Consequently, nine patients were evaluable for the phase I study. The median times to recovery of neutrophils (ANC ≥500/μL) after the start of induction therapy at level 1, level 2, and level 3 were day 20 (range, 19-22), day 19 (range, 17-20), and day 25 (range, 21-26), respectively. The median times to recovery of platelet (platelet count ≥20,000/μL) at each level were day 20 (range, 19-23), day 20 (range, 16-34), and day 24 (range, 20-35), respectively. Therefore, grade 4 hematologic toxicities were observed at all 3 levels; however, these hematologic toxicities did not meet the criteria of the hematologic DLTs as defined in this study. There was any instance of grade 4 non-hematologic toxicity at each dose level. No death associated with the induction treatment was observed in this trial. Hematologic and non-hematologic DLTs as defined above were not observed at all 3 dose levels; therefore, idarubicin 18 mg/m 2 /day for 3 days could be defined as the MTD for this trial. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "idarubicin",
        "leukemia, myelocytic, acute",
        "remission induction",
        "toxic effect",
        "neoadjuvant therapy",
        "hematotoxicity",
        "cancer",
        "cytarabine",
        "granulocyte colony-stimulating factor",
        "leukemia"
    ],
    "author_names": [
        "Mark Lee, MD PhD",
        "Sung-Yong Kim, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark Lee, MD PhD",
            "author_affiliations": [
                "hematology/Oncology, Konkuk University Medical Center, Seoul, South Korea "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sung-Yong Kim, MD",
            "author_affiliations": [
                "Hematology/Oncology, Konkuk University Medical Center, Seoul, South Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T06:46:04",
    "is_scraped": "1"
}