{
    "doi": "https://doi.org/10.1182/blood.V116.21.4030.4030",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1763",
    "start_url_page_num": 1763,
    "is_scraped": "1",
    "article_title": "Clinical Relevance of Vascular Endothelial Growth Factor In Myelodysplastic Syndromes ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster III",
    "topics": [
        "myelodysplastic syndrome",
        "vascular endothelial growth factor a",
        "brachial plexus neuritis",
        "prostatic hypertrophy risk score",
        "leukemia",
        "refractory anemia with excess blasts",
        "zinostatin",
        "5q syndrome",
        "angiogenesis factor",
        "cd34 antigens"
    ],
    "author_names": [
        "Nicola S. Fracchiolla",
        "aleria Ferla, V",
        "Umberto Gianelli",
        "Claudia Vener",
        "Federica Savi",
        "Gianluigi Reda",
        "Kathrin Aprile von Hohenstaufen Puoti",
        "Giuseppe Gritti",
        "Giorgio Lambertenghi Deliliers, MD",
        "Agostino Cortelezzi"
    ],
    "author_affiliations": [
        [
            "Hematology Unit – Bone Marrow Transplant Unit, IRCCS Cà Granda - Ospedale Maggiore Policlinico Foundation, Milan, Italy, "
        ],
        [
            "Hematology Unit – Bone Marrow Transplant Unit, University of Milan School of Medicine, IRCCS Cà Granda - Ospedale Maggiore Policlinico Foundation, Milan, Italy, Milan, Italy, "
        ],
        [
            "Pathology Unit, Department of Medicine, Surgery and Odontology, University of Milan, IRCCS Cà Granda - Ospedale Maggiore Policlinico Foundation, Milan, Italy, "
        ],
        [
            "Hematology Unit – Bone Marrow Transplant Unit, IRCCS Cà Granda - Ospedale Maggiore Policlinico Foundation, Milan, Italy, "
        ],
        [
            "Pathology Unit, Department of Medicine, Surgery and Odontology, University of Milan, IRCCS Cà Granda - Ospedale Maggiore Policlinico Foundation, Milan, Italy, "
        ],
        [
            "Hematology Unit – Bone Marrow Transplant Unit, IRCCS Cà Granda - Ospedale Maggiore Policlinico Foundation, Milan, Italy, "
        ],
        [
            "Hematology Unit – Bone Marrow Transplant Unit, IRCCS Cà Granda - Ospedale Maggiore Policlinico Foundation, Milan, Italy, "
        ],
        [
            "Hematology Unit – Bone Marrow Transplant Unit, IRCCS Cà Granda - Ospedale Maggiore Policlinico Foundation, Milan, Italy, "
        ],
        [
            "Hematology Unit – Bone Marrow Transplant Unit, University of Milan, IRCCS Cà Granda - Ospedale Maggiore Policlinico Foundation, Milan, Italy"
        ],
        [
            "Hematology Unit – Bone Marrow Transplant Unit, University of Milan, IRCCS Cà Granda - Ospedale Maggiore Policlinico Foundation, Milan, Italy"
        ]
    ],
    "first_author_latitude": "45.45884170000001",
    "first_author_longitude": "9.1949702",
    "abstract_text": "Abstract 4030 INTRODUCTION: An increased bone marrow angiogenesis might be involved in the pathophysiology of a number of haematological malignancies, including myelodysplasia (MDS). Many angiogenic factors have been investigated in MDS, and vascular endothelial growth factor (VEGF) and its significance has been evaluated the most. VEGF mediates its biological effects by binding to two transmembrane tyrosine kinase receptors, VEGFR-1 and VEGFR-2. The VEGF/receptor signaling system is involved in the regulation of two fundamental processes: the formation of blood vessels (angiogenesis) and of blood cells (hematopoiesis). VEGF regulates the two processes by different mechanisms: hematopoietic stem cell survival and repopulation mainly via an autocrin loop, and angiogenesis via a paracrine loop. PATIENTS: The study population included 79 patients (pts) (48 men and 31 women; median age, 70 years). The patients were given a diagnosis of 10 RA, 6 RARS, 17 RCMD, 7 5q-syndrome, 25 RAEB-1 e 14 RAEB-2 according to the WHO classification (2008). In agreement with the International Prognostic Scoring System (IPSS), 28 pts were graded as Low, 28 as Int-1, 17 as Int-2 and 6 as High. According to the WHO classification based prognostic scoring system (WPSS), 14 pts were graded as Very Low, 17 as Low, 11 as Int, 25 as High and 12 Very High. The leukemic evolution occurred in 23 pts. The median leukemia free survival (LFS) was 825 days. Exitus occurred in 49 pts. The median overall survival (OS) was 902 days. We included in the study 20 controls (NC). METHODS: The MicroVessel Density (MVD) was evaluated through CD34 immuno-histochemical reactivity. Each BMB was first totally scanned at low magnification (10×) in order to identify 5 “hot spot” zones and then examined at high magnification (40×). MVD was estimated by hot-spot “method” (MVD-HS) by counting all of the positive-endothelial cells. Lumens were required to consider a structure as microvessel. Sinusoid-like structures, with the exception of arterioles, were also included in the count. To avoid any bias related to BMB cellularity, we calculated a VEGF expression index (VEGFi), defined as the cellularity of the BMBs multiplied by the fraction of VEGF positive cells and expressed as a number between 0 and 1 [(% of BMB cellularity × %VEGF-positive cells)/10 ⋀ 4]. Two VEGFi expression classes, respectively Low and High (L-VEGFi and H-VEGFi), were determined considering as cut-off level the mean VEGF(i) expression value + 2 standard deviations. RESULTS: MVD-HS analysis showed increased levels in MDS in comparison to NCs (p=.009). MVD did not differ among IPSS and WPSS categories. MVD did not predicted leukemia free and overall survival (LFS and OS). VEGF expression in bone marrow cells was found as a weak cytoplasmic granular protein expression in proeritroblasts; normoblasts were not immunoreactive. In the myeloid lineage VEGF expression was more intense in immature cells. The macrophages and megakaryocytes showed a granular weak cytoplasmic positivity. The plasmacells showed an intense granular cytoplasmic positivity. VEGFi expression was evenly distributed among the different IPSS and WPSS categories and was higher in MDS in comparison to NCs (p=.006). L-VEGFi MDS pts presented a significant lower transfusional need in the first years from diagnosis (p=.02). We observed that L-VEGFi MDS pts had a longer LFS compared with H-VEGFi ones (p=.006). Moreover, L-VEGFi MDS pts had a significant better OS compared to H-VEGFi pts (p=.03). At multivariate analysis IPSS and WPSS, as expected, predicted OS (p<0.0001). Interestingly, VEGFi at diagnosis maintained its significant prognostic role on LFS also in multivariate analysis(p=.02), together with IPSS and WPSS (p=.002 and .001). CONCLUSIONS: We show that in MDS pts at diagnosis bone marrow VEGFi evaluation predicts OS and LFS. The influence of VEGFi on LFS is retained also in multivariate analysis in a model including IPSS and WPSS. This finding is even more interesting considering that IPSS and WPSS are multiparametric score systems, and that WPSS necessitates the quantification of the transfusional need in the first months from diagnosis, while VEGFi is a single immunohistochemical parameter evaluated on BMB specimens at diagnosis. Further studies are warranted to confirm the prognostic role of VEGFi in this disease setting and its clinical implications. Disclosures: No relevant conflicts of interest to declare."
}