{
    "doi": "https://doi.org/10.1182/blood-2021-147956",
    "article_title": "Pediatric Hydroxyurea Treatment Patterns, Sickle Cell Disease-Related Complication Rates, and Costs in a Large US Administrative Claims Database: A Retrospective Analysis ",
    "article_date": "November 5, 2021",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction : Sickle cell disease (SCD) is an inherited blood disorder and hydroxyurea (HU) is the only pharmaceutical treatment approved for pediatric patients aged 9 months and older. In 2014, the National Heart, Lung, and Blood Institute (NHLBI) recommended that infants, children, and adolescents be offered treatment with HU regardless of disease severity to reduce SCD-related complications, such as pain and anemia. In 2017, the FDA approved HU in pediatric patients aged 2 and older to reduce the frequency of painful crises and the need for blood transfusions. This study aimed to describe SCD treatment patterns, SCD-related complications rates, and health care resource utilization and costs in pediatric patients with SCD using HU to identify gaps in care. Methods : This retrospective analysis of a large US commercial claims database included health plan enrollees aged 0-17 years old with 1+ SCD diagnosis code from July 1, 2013-March 31, 2020 (study period) and 1+ HU pharmacy claim from January 1, 2014-September 30, 2019 (identification period) in the Optum Research Database. Index date was defined as the first date with a HU claim. Patients were continuously enrolled for 6 months before (baseline period) and 6+ months after the index date (fixed 6-month and variable follow-up periods) and excluded if they had evidence of clinical trial participation or pregnancy amongst females. Demographics and the top five Agency for Healthcare Research and Quality (AHRQ) comorbidities were captured during baseline. Fixed 6-month follow-up treatment patterns included use of HU, short-acting opioids, and red blood cell transfusions. Follow-up rates of priapism among males, acute kidney injury (AKI), chronic kidney disease (CKD), stroke, and transient ischemic attack (TIA) per 1,000 person-years (PY), excluding those with baseline evidence, were calculated. Fixed 6-month follow-up all-cause health care resource utilization included ambulatory, emergency department (ED), and inpatient hospitalizations. Total all-cause health care costs included health plan- and patient-paid amounts and were calculated as per-patient-per-month (PPPM) to account for the variable follow-up period. Results : 160 pediatric patients met the selection criteria (mean [SD] age: 10 [4.5] years, 58.1% male, 53.13% HB-SS). Mean (SD) follow-up was 2.7 (1.7) years. Top five 6-month baseline AHRQ comorbidities were anemia: 154 (96.3%); respiratory infections: 65 (40.6%); asthma: 40 (25.0%); heart disease: 37 (23.1%), and other gastrointestinal disease 34 (21.3%). Nearly a third (32.5%) had baseline HU use and 74 (46.2%) continued HU use for 6+ months. Among 86 (53.8%) with < 6 months of HU use, 34 (39.5%) never restarted HU during the fixed 6-month follow-up period. Short-acting opioid use was observed in 65 (40.6%) of pediatric patients, with a median of 2 fills, and 25 (15.6%) had at least one red blood cell transfusion during the fixed 6-month follow-up period. SCD-complication rates per 1,000 PY for priapism among males, AKI, CKD, stroke and TIA were 16.4, 2.3, 11.9, 19.7, and 4.7, respectively. SCD-complication rates by age groups are shown in Table 1. In the first 6 months of HU treatment, 154 (96.3%), 59 (36.9%), and 37 (23.1%) had at least one ambulatory, ED, and inpatient hospitalization, respectively. Mean (SD) total all-cause health care costs in the first 6 months of HU treatment were $24,446 ($108,930), driven primarily by inpatient hospitalizations $17,467 ($103,639). Mean (SD) total PPPM costs in total follow-up were $2,703 ($5,028), attributed mostly to medical care $2,511 ($4,866). Conclusions : Despite a recommendation for HU use in pediatric patients with SCD, less than half of this large commercial claims study cohort had consistent HU use. Pediatric patients with recent or current HU use were noted to have SCD-related complications. Among patients with SCD less than 18 years old, health care costs were high. Notably, short acting opioid use and blood transfusions typically prescribed to alleviate pain and treat SCD-related complications were observed, demonstrating significant burden of disease. Alternative or concomitant SCD treatments for the pediatric population could potentially reduce SCD-related complications and associated health care costs when HU use alone may not be sufficient. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Manwani:  Novartis: Consultancy. Paulose:  Novartis Pharmaceuticals Corporation: Current Employment. Yen:  Novartis Pharmaceuticals: Current Employment; Merck & Co., Inc.: Current holder of stock options in a privately-held company, Ended employment in the past 24 months. Lee:  Novartis Pharmaceuticals Corporation: Current Employment. Saraf:  Pfizer: Research Funding; Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "author_names": [
        "Deepa Manwani",
        "Arthur Burnett",
        "Jincy Paulose",
        "Glorian P. Yen",
        "Tanya Burton",
        "Amy Anderson",
        "Sara Wang",
        "Soyon Lee",
        "Santosh L. Saraf"
    ],
    "author_dict_list": [
        {
            "author_name": "Deepa Manwani",
            "author_affiliations": [
                "Division of Pediatric Hematology/Oncology, Department of Pediatrics, Children's Hospital at Montefiore, Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Arthur Burnett",
            "author_affiliations": [
                "The Johns Hopkins School of Medicine, Baltimore, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jincy Paulose",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glorian P. Yen",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya Burton",
            "author_affiliations": [
                "Optum, Eden Prairie, MN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Anderson",
            "author_affiliations": [
                "Optum, Eden Prairie, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Wang",
            "author_affiliations": [
                "Optum, Eden Prairie, MN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soyon Lee",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Santosh L. Saraf",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center, Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:01:11",
    "is_scraped": "1"
}