{
    "doi": "https://doi.org/10.1182/blood.V120.21.2317.2317",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2406",
    "start_url_page_num": 2406,
    "is_scraped": "1",
    "article_title": "GATA2 Transcription Factor Mediates Myeloid Expansion Coupled with Lymphoid Block by Transcriptional Regulation of Key Target Genes. ",
    "article_date": "November 16, 2012",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "topics": [
        "candidate disease gene",
        "gata2 gene",
        "transcription factor",
        "transcriptional control",
        "tamoxifen",
        "dna",
        "dna, complementary",
        "estrogen receptors",
        "gene expression profiling",
        "immunoblotting"
    ],
    "author_names": [
        "Satish Kumar Nandakumar, MBBS",
        "Geoffrey A. Neale, PhD",
        "Derek A. Persons, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Hartwell Biotechnology Center, St. Jude Children's Research Hospital, Memphis, TN, USA"
        ],
        [
            "Division of Experimental Hematology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "Abstract 2317 Functions of the transcription factor GATA2 in the hematopoietic system were difficult to explore due to the embryonic lethal phenotype on deletion (Tsai et al., Nature 1994) and HSC quiescence on overexpression (Persons et al., Blood 1999). To overcome this problem we developed a Tamoxifen inducible system by fusing the human GATA2 cDNA to the ligand binding domain of the estrogen receptor (GATA2-ERT). Previously we found that when competitive transplant experiments were performed with mouse bone marrow cells, GATA2-ERT transduced cells greatly outcompeted untransduced myeloid cells while at the same time not contributing to the lymphoid lineage. However, no leukemia was observed. Since these effects were observed in the absence of Tamoxifen, we speculated that GATA2-ERT protein leaked into the nucleus to provide low level tonic activity (known to occur in other ERT systems). Immunoblot analysis of BM cells transduced with the GATA2-ERT vector confirmed the presence of the protein in both nuclear and cytoplasmic fractions. In addition, GATA2-ERT transduced cells also out-competed mock transduced cells in liquid culture and could be serially replated in colony forming assays. GATA2-ERT and control GFP transduced cells were diluted with mock cells to achieve around 25% GFP+ cells. After 9 days in culture the percentage of GFP + cells in the GATA2-ERT group was 91%±6 compared to GFP group which remained at 38%±14. GATA2-ERT transduced cells could be cultured indefinitely while after 7 weeks the control GFP transduced cells differentiated to mast cells. These GATA2-ERT cell lines were dependent only on IL-3 and expressed myeloid cell surface markers (53%±1 Gr+, 87%±4 Mac1+ cells n=3). DNA binding mutants of GATA2-ERT completely abolished both serial colony replating ability and growth advantage in liquid culture. This suggested that GATA2-ERT mediates these effects through transcriptional regulation of target genes. To identify the targets of GATA2 responsible for myeloid expansion, gene expression profiling was done on three independently generated GATA2-ERT cell lines and compared to an immortalized myeloid cell line (due to insertional mutagenesis) which does not express GATA2. Genes involved in myeloid neoplasms like Nmyc, HoxA9 and Bcl11a were significantly elevated (HoxA9 –77-fold, Nmyc 60-fold, Bcl11a 36-fold) in the GATA2-ERT lines. To test if GATA2 mediates myeloid expansion through Nmyc, we knocked down Nmyc in GATA2-ERT cells and tested for growth defects. GATA2-ERT cells were transduced with lentiviral vectors harboring shRNA targeting GATA2-ERT (73%±10.2), Nmyc (77%±9.5) and scrambled (75%±7) and cultured for 18 days. As expected, transduced cell numbers dropped to 5%±1 for GATA2-ERT group, confirming GATA2 dependence, while transduced cells decreased to 40%±8 for the Nmyc group with the control group unchanged. This suggests that Nmyc could be one of the key targets of GATA2 responsible for myeloid expansion. Current studies are aimed at determining whether GATA2 directly regulates the Nmyc promoter. Disclosures: No relevant conflicts of interest to declare."
}