{
    "doi": "https://doi.org/10.1182/blood.V116.21.3758.3758",
    "article_title": "Gpr171, a Putative P2Y-Like Receptor, Counteracts Monocyte Lineage Specification When Over-Expressed In Murine Hematopoietic Progenitors. ",
    "article_date": "November 19, 2010",
    "session_type": "Gene Therapy and Transfer: Poster II",
    "abstract_text": "Abstract 3758 Despite intense investigation, the molecular mechanisms underlying the multi-step process that leads from committed progenitors to terminally differentiated cells are still poorly understood. Due to the capability of responding to a variety of chemically different compounds, G protein-coupled receptors (GPRs) have been shown to play a pivotal role in regulating the interaction of hematopoietic cells with the surrounding microenvironment. A novel GPR gene, Gpr171, encodes an orphan receptor putatively related to the family of purinergic receptors (P2YRs) for extracellular nucleotides, a group of mediators previously shown to be involved in the regulation of HSCs. Gpr171 has been indicated as a putative, novel member of the family of P2Y receptors, but no information is currently available on the ligand responsible for its activation. Likewise, its functional role in biological systems remains completely unknown. By sequence analysis, we reconstructed Gpr171 phylogenesis in mice. We explored the functional role of Gpr171 in the hematopoietic system by transducing Sca-1 + hematopoietic progenitor cells (HPCs) with MSCV bicistronic retroviral vectors (thus driving the enforced expression of Gpr171 along with GFP). Transduced HPCs were analyzed both in vitro and in vivo . By phylogenetic analysis, we confirmed that Gpr171 is evolutionally related to members of a P2Y gene-cluster localized on mouse chromosome 3. As a first step towards unveiling a role for Gpr171, we investigated its expression profile and function in the murine hematopoietic system. As opposed to other P2YRs, Gpr171 emerged to be significantly repressed in cells undergoing myeloid differentiation. We therefore hypothesized that Gpr171 might be involved in repressing monocyte lineage-specification. Consistent with our assumption, we observed a decreased expression of myeloid markers upon induction of Gpr171 in hematopoietic progenitors (HPCs), as well as a dramatic reduction in the capability of generating myeloid colonies in vitro . Furthermore, mice transplanted with HPCs over-expressing Gpr171 display a significant reduction in the percentage of Mac-1 + Gr-1 − monocytes. Our findings establish, for the first time, Gpr171 biological function and unveil its unique role in repressing monocyte differentiation. Gpr171 enforced expression induced a significant decrease in the proliferation rate of myeloid cells, as well as a reduction in the expression of monocyte-specific markers, both in vitro and in vivo . Our findings contribute to the delineation a peculiar evolutionary history for Gpr171 as compared to other members of the P2Y family, suggesting a rather unique role in counteracting myeloid differentiation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "g-protein-coupled receptors",
        "ligands",
        "macrophage-1 antigen",
        "mice",
        "monocytes",
        "nucleotides",
        "phylogenetic analysis",
        "purinoceptor",
        "receptors, purinergic p2y",
        "sequence analysis"
    ],
    "author_names": [
        "Lara Rossi",
        "Roberto M. Lemoli, MD",
        "Margaret A. Goodell, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lara Rossi",
            "author_affiliations": [
                "Hematology and Oncological Sciences, Bologna, TX, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roberto M. Lemoli, MD",
            "author_affiliations": [
                "Hematology and Oncological Sciences L. A. Seràgnoli, Institute of Hematology L. A. Seràgnoli, Bologna, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret A. Goodell, PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T02:30:19",
    "is_scraped": "1"
}