{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1317.1317",
    "article_title": "Bone Marrow Infiltrating T-Cell Signatures Following Allo-HCT for Adult Acute Lymphoblastic Leukaemia Differentiate between Patients in Continuous CR and Those with Persistent Minimal Residual Disease or Relapse ",
    "article_date": "December 7, 2017",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Allogeneic stem cell transplantation (allo-HCT) has a proven survival benefit in adult acute lymphoblastic leukaemia (ALL) and remains the most commonly applied immunotherapy. The mechanism of graft-versus-leukaemia (GVL) in allo-HCT relies upon donor T cell immunity. After contributing to initial control of ALL, allo-reactive anti-tumour T cells may either persist, thus providing continuing immune surveillance, or undergo deletion/loss of function as a result of both extrinsic regulation and/or exhaustion. Therefore, there is a clear need to identify and track T cells with potential anti-ALL reactivity. UKALL14 (ISRCTN66541317) is an ongoing clinical trial for adults with de novo ALL in the UK in which all patients over 40 years are regarded as 'high risk' and are assigned to reduced intensity-conditioned allo-HCT. Minimal residual disease (MRD) monitoring - by immunoglobulin heavy chain/ T cell receptor quantification - of bone marrow and peripheral blood multilineage chimerism are assessed at regular intervals for 2 years post allo-HCT. We hypothesised that it would be possible to differentiate bone marrow infiltrating T-cell (BiL-T) signatures in patients in complete molecular remission versus those with MRD or frank clinical relapse. We have evaluated the feasibility of performing gene expression profiling on BiL-T cells from cryopreserved bone marrow samples of patients following allo-HCT and correlated this information with clinical outcome data. BiL-T were flow-sorted using the BD FACSAria ™ Fusion into CD3 + ,TCRab + , CD4 + and CD3 + ,TCRab + , CD8 + . After extraction of total mRNA, samples with an RNA integrity index (RIN) >7 were subjected to RNA sequencing using the Illumina Hiseq. Data were analysed using differential expression gene analysis (DeSeq 2) and gene set enrichment analysis (GSEA). The Human Immunology V2 panel on the NanoString nCounter® SPRINT Profiler was used for gene expression profiling of samples with adequate RNA but a RIN <7. Gene expression data was correlated with molecular MRD data and other clinical parameters, including T cell chimerism where available. Both CD4 + and CD8 + subsets of BiL-T were successfully sorted from all 15 cryopreserved samples. DeSeq2 and GSEA of the RNAseq data was performed for CD4 + TCRab + BiL (n=5; 3 MRD- and 2 MRD+/relapse) ( Figure 1 ) and CD8 + TCRab + (n=6; 4 MRD- and 2 MRD+/relapse). Despite the modest number of samples in this feasibility study, CD4 + T cells from patients with relapsing or MRD+ ALL showed significantly increased expression of genes associated with terminal differentiation (e.g. LAG3, GZMK ); by contrast, there was lower expression of genes associated with memory differentiation and proliferative fitness (e.g. MYC, CCR7 ), a finding linked to increased pathway enrichment for PD-1 and telomere maintenance. CD8 + T cells from patients with relapsing or MRD + ALL also demonstrated a terminally differentiated signature (e.g. increased expression of KLRC1 encoding NKG2A and lower expression of CCR7 ). GSEA showed enrichment for pathways linked to oxidative phosphorylation and interaction with non-haematopoetic stroma). We also analysed n=9 CD8 + TCRab + samples (n=4 MRD - and n=5 MRD + or relapse) by Nanostring. These groups could also be segregated on the basis of genes representing pathways related to T cell survival, death receptor signalling and TCR signalling; in each case, CD8 + T cells from MRD + or relapsing patients were characterised by a hypo-functional and apoptosis-prone signature. Our data show features suggestive of T cell exhaustion and altered metabolomes in patients with residual ALL post-allo-HCT, whether they are MRD + or in frank clinical relapse; these features were not present in patients in continuous remission. To further test the hypothesis that T cell dysfunction significantly compromises GVL efficacy, we intend to perform transcriptional profiling of BiL-T in a wider cohort of UKALL14 patients who underwent allo-HCT. Since clinical strategies for reversal of T cell exhaustion including donor lymphocyte infusion (DLI) and potential PD-1 blockade already exist, we hope the impact of this project will be to determine precisely when and in whom to use these strategies during therapy for adult ALL. We expect that our findings will have relevance to the wider field of immunotherapy for ALL including blinatumomab and CAR-T approaches. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Fielding: Baxalta: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "acute lymphocytic leukemia",
        "allopurinol",
        "bone marrow",
        "neoplasm, residual",
        "t-lymphocytes",
        "cryopreservation",
        "disease remission",
        "gene expression profiling",
        "immunotherapy",
        "rna"
    ],
    "author_names": [
        "Dina Ahmed Said Aly Okasha, MBBS, MSc",
        "Amy A Kirkwood",
        "Krisztina Zuborne Alapi, MSc",
        "Rachel J Mitchell, MSc",
        "Pedro Santos e Sousa, MD PhD",
        "Daniel Leongamornlert, PhD",
        "Elli Papaemmanuil, PhD",
        "David Marks, MD PhD",
        "Ronjon Chakraverty, BMBS, PhD",
        "Adele K Fielding, MBBS,PhDFRCP,FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Dina Ahmed Said Aly Okasha, MBBS, MSc",
            "author_affiliations": [
                "Alexandria Faculty of Medicine, Alexandria, Egypt ",
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amy A Kirkwood",
            "author_affiliations": [
                "Cancer Research UK and University College London Cancer Trials Centre, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krisztina Zuborne Alapi, MSc",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel J Mitchell, MSc",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro Santos e Sousa, MD PhD",
            "author_affiliations": [
                "University College London, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Leongamornlert, PhD",
            "author_affiliations": [
                "Cancer Genome Project, Wellcome Trust Sanger Institute, Hinxton, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elli Papaemmanuil, PhD",
            "author_affiliations": [
                "Center for Molecular Oncology and Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Marks, MD PhD",
            "author_affiliations": [
                "United Bristol Healthcare Trust., Bristol, GBR "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronjon Chakraverty, BMBS, PhD",
            "author_affiliations": [
                "Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adele K Fielding, MBBS,PhDFRCP,FRCPath",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:32:53",
    "is_scraped": "1"
}