{
    "doi": "https://doi.org/10.1182/blood.V124.21.607.607",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2894",
    "start_url_page_num": 2894,
    "is_scraped": "1",
    "article_title": "Cellular and Molecular Basis of Mutant Haemopoietic Transcription Factor GATA1s ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Epigenetics of Hematopoiesis and Leukemia",
    "topics": [
        "transcription factor",
        "cyclin-dependent kinase 4",
        "cyclins",
        "sequence analysis, rna",
        "cyclin d1",
        "gata1 protein, human",
        "interleukin-11",
        "interleukin-6",
        "leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Soady Kelly, PhD",
        "Gaëtan Juban, PhD",
        "Ludovic Lhermitte",
        "Elena Karkoulia, PhD",
        "John Strouboulis, PhD",
        "Irene Roberts, MDFRCP FRCPCH FRCPath",
        "Paresh Vyas, MDPhD"
    ],
    "author_affiliations": [
        [
            "The University of Oxford, Oxford, United Kingdom "
        ],
        [
            "The University of Oxford, Oxford, United Kingdom "
        ],
        [
            "The University of Oxford, Oxford, United Kingdom "
        ],
        [
            "BSRC, Vari, Greece "
        ],
        [
            "BSRC, Vari, Greece "
        ],
        [
            "University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Weatherall Institute of Molecular Medicine and John Radcliffe Hospital, Oxford, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.754816399999996",
    "first_author_longitude": "-1.2543668000000001",
    "abstract_text": "Down Syndrome (DS) (Trisomy 21 – T21) is a common constitutional aneuploidy. Neonates and children with DS have a 150-fold increased risk of developing Acute Myeloid Leukaemia (DS-ML), characterized by a differentiation arrest of immature megakaryocyte-erythroid cells. In virtually all DS-ML patients, somatic mutations in the gene encoding the megakaryocyte-erythroid transcription factor GATA1 are acquired during fetal life leading to the production of a N-terminal truncated form of the GATA1 protein (GATA1s). We, and others, have previously shown that this N-terminal domain is necessary to prevent excessive megakaryocytic proliferation. However, the mechanisms by which GATA1, but not GATA1s, restrains megakaryocytes proliferation are unclear. To gain mechanistic insight, we generated knock-in murine ES cell models expressing biotinylated forms of either full length GATA1 or GATA1s protein. We established large scale in vitro differentiation assays to interrogate embryonic-fetal megakaryocyte differentiation (adapted from Nishikii et al., 2008. J Exp Med; 205 (8) : 1917-27; Figure 1 ) to define the normal megakaryocytic differentiation pathway in GATA1-expressing cells. ES cells were differentiated into embryoid bodies (EB), which were disaggregated at D6 and CD41+c-kit+ cells were cultured on OP9 feeder layers with TPO, IL6 and IL11. Detailed examination of the differentiation kinetics of populations including FACS-sorting of specific populations followed by reculture, showed complex differentiation pathways as wild type cells differentiated into both megakaryocyte and non-megakaryocyte fates. By contrast, GATA1s-expressing cells principally differentiated into megakaryocyte fate. In addition, as immature CD41+ haemopoietic cells differentiate into the megakaryocyte lineage they lose c-kit expression and CD41 expression increases (Figure 2). In the GATA1s-expressing cells compared to GATA1-expressing cells, there is marked accumulation (5 to 10-fold) of a specific immature megakaryocyte CD41++c-kit+ population that is partially blocked in differentiation (Gate R6). Cell cycle analysis shows an increase in cells in S-phase specifically in this population in GATA1s-expressing cells compared to normal cells (44% vs 27%) together with a decrease in apoptosis (5% vs 11%). To determine GATA1s direct and indirect target genes, we performed ChIP-sequencing and RNA-sequencing. RNA-sequencing of GATA1- and GATA1s-expressing CD41+ populations at D12 showed around 4500 differentially expressed genes (at a p-value of 0.05). Given the differences in cell cycle, it is noteworthy that cyclin D3 and cdk6 were expressed 1.7-fold and 1.5-fold higher in GATA1s- expressing cells. Chromatin in cis-regulatory regions of both genes was bound by GATA1 and GATA1s. Chemical inhibition of the Cyclin D3:Cdk4/6 complex reduced proliferation and induced partial differentiation of mutant cells, suggesting a role of this complex in regulating GATA1s-induced proliferation and differentiation inhibition. Knock-down and overexpression experiments to further test the role of Cyclin D:Cdk4/6 complex in both wild-type and mutant cells are in progress. Taken together, these results suggest that GATA1s alters cell cycle at a specific stage in megakaryocyte differentiation causing partial differentiation arrest and that this is mediated by altered expression and function of a Cyclin D3:Cdk4/6 complex. These results may have more general implications of how mutant transcription factors cause differentiation arrest in leukemia. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}