{
    "doi": "https://doi.org/10.1182/blood-2021-152413",
    "article_title": "Co-Expression of an shRNA Targeting MICA/Micb Improves the Clinical Activity of a NKG2D-Based CAR T in Patients with Relapsed / Refractory AML/MDS ",
    "article_date": "November 5, 2021",
    "session_type": "703.Cellular Immunotherapies: Basic and Translational",
    "abstract_text": "While CAR T cell therapy has delivered impressive clinical efficacy in B cell malignancies, similar levels of clinical activity have not been demonstrated in acute myeloid leukemia (AML). One underlying reason for this lack of translation is the relative paucity of validated CAR T targets. Major Histocompatibility Complex Class 1 related proteins MICA and MICB along with the UL16 binding proteins 1-6 (ULBP1-6) are frequently over-expressed on AML and myelodysplastic syndrome (MDS) blasts. The Natural Killer Group 2D (NKG2D) is a single receptor able to bind MICA, MICB and ULBP1-6, thus providing a potentially powerful approach that could be exploited to target this family of targets thereby providing a novel CAR T approach for AML/MDS. Expressing the NKG2D receptor fused to the human CD3z cytoplasmic domain generates a CAR that, when expressed in primary T cells, generates a CAR T product (termed CYAD-01) that showed good anti-tumor activity in preclinical models. In clinical trials, CYAD-01 showed a good tolerability profile but with a disappointing level of clinical activity when combined with cyclophosphamide / fludarabine preconditioning (DEPLETHINK trial, NCT03466320). We hypothesised that the transient expression of MICA/MICB on the CAR T itself may inhibit the activity of the NKG2D CAR through self-targeting and consequent fratricide. We developed a single shRNA able to knockdown both MICA and MICB. Co-expression of this shRNA with the NKG2D CAR generated a second generation CAR T product termed CYAD-02 which was examined in a highly similar AML/MDS patient population and preconditioning regimen as employed in the DEPLETHINK trial. CYAD-02 was evaluated in the the first-in-human CYCLE-1 trial (NCT04167696) in patients with r/r AML/MDS. The dose-escalation phase evaluated three dose-levels (DL) (1x10 8 , 3x10 8 and 1x10 9 total cells per infusion), administered as a single infusion after standard preconditioning chemotherapy (cyclophosphamide 300 mg/m²/day and fludarabine 30 mg/m²/day, daily for 3 days) according to a classic 3+3 design. As of July 2021, 11 patients have been treated with CYAD-02 at the different dose-levels (3 at each DL1 and 2 and 5 at DL3). In terms of safety and tolerability, there was no evidence of a differential safety profile of CYAD-02 within the CYCLE-1 trial as compared to that observed in the CYAD-01 clinical trial. Of note, five patients enrolled in all 3 DLs experienced Grade ≥ 3 adverse events (AE) at least possibly related to CYAD-02 (cytokine release syndrome, febrile neutropenia, white blood cell count decreased, infusion related reaction). With respect to clinical activity, seven patients in total achieved stable disease (2 at DL1, 3 at DL2 and 2 at DL3) with 4 demonstrating evidence of transient blast reduction or anti-leukemic activity (decrease of at least 50% of the bone marrow blasts). In addition, two MDS patients at DL3 achieved a marrow complete response. Overall, this suggests dose dependent response to CYAD-02. Furthermore, patients receiving CYAD-02 cells seem to display a greater duration of response and stronger blast reduction as compared to patients who received CYAD-01 in DEPLETHINK. Interestingly, peak engraftment levels were higher for CYAD-02 compared to CYAD-01 at the same dose (DEPLETHINK trial). At DL3, CYAD-02 cells could be readily detected in peripheral blood of 4/5 patients through month 2. In addition, and unlike what is reported in B cell CAR T-cells trials, there was very limited evidence of elevated homeostatic cytokines (IL-7/IL-15) following CyFlu administration with IL-15 not detected in any of the patients and IL-7 showing only a minor increase in 2 patients. The knockdown of MICA/MICB appears to have a positive contribution to the initial clinical activity of CYAD-02 as compared to that achieved with the first generation CYAD-01 CAR T, together with good safety and tolerability. The lack of homeostatic cytokines after preconditioning, likely limiting the engraftment and activity of CAR T cells, may be related to the biology of myeloid malignancies. One approach to further drive the potency of NKG2D-based CAR T cells would likely be armoring the CAR T through using the T cell as a vehicle to secrete cytokines alongside the CAR. Overall, shRNA knockdown technology provides a means to modify CAR T function and here shows that single shRNA can target two independent genes to enhance the phenotype of the CAR Ts. Disclosures Deeren:  Alexion: Consultancy; BMS: Consultancy; Incyte: Consultancy; Novartis: Consultancy; Sanofi: Consultancy, Research Funding; Sobi: Consultancy; Takeda: Consultancy. Lin:  AbbVie, Aptevo Therapeutics, Astellas Pharma, Bio-Path Holdings, Celgene, Celyad, Genentech-Roche, Gilead Sciences, Incyte, Jazz Pharmaceuticals, Novartis, Ono Pharmaceutical, Pfizer, Prescient Therapeutics, Seattle Genetics, Tolero, Trovagene: Research Funding. Alcantar-Orozco:  Celyad Oncology: Current Employment. Dheur:  Celyad Oncology: Current Employment. Breman:  Celyad Oncology: Current Employment. Braun:  Celyad Oncology: Current Employment. Lonez:  Celyad Oncology: Current Employment. Gilham:  Celyad Oncology: Current Employment. Flament:  Celyad Oncology: Current Employment. Lehmann:  Celyad Oncology: Current Employment.",
    "author_names": [
        "Dries Deeren",
        "Johan A. Maertens",
        "Tara L. Lin",
        "Yves Beguin",
        "Erik Alcantar-Orozco",
        "Marie-Sophie Dheur",
        "Eytan Breman",
        "Nathalie Braun",
        "Caroline Lonez",
        "David Gilham",
        "Anne Flament",
        "Frédéric F. Lehmann"
    ],
    "author_dict_list": [
        {
            "author_name": "Dries Deeren",
            "author_affiliations": [
                "Algemeen Ziekenhuis (AZ) Delta, Roeselare, Belgium"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Johan A. Maertens",
            "author_affiliations": [
                "UZ Leuven, Leuven, Belgium"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tara L. Lin",
            "author_affiliations": [
                "University of Kansas, Westwood, KS"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yves Beguin",
            "author_affiliations": [
                "Centre Hospitalier Universitaire de Liège, Liege, Belgium"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik Alcantar-Orozco",
            "author_affiliations": [
                "Celyad Oncology, Mont-Saint-Guibert, Belgium"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Sophie Dheur",
            "author_affiliations": [
                "Celyad Oncology, Mont-Saint-Guibert, Belgium"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eytan Breman",
            "author_affiliations": [
                "Celyad Oncology, Mont-Saint-Guibert, Belgium"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Braun",
            "author_affiliations": [
                "Celyad Oncology, Mont-Saint-Guibert, Belgium"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Lonez",
            "author_affiliations": [
                "Celyad Oncology, Mont-Saint-Guibert, Belgium"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gilham",
            "author_affiliations": [
                "Celyad Oncology, Mont-Saint-Guibert, Belgium"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Flament",
            "author_affiliations": [
                "Celyad Oncology, Mont-Saint-Guibert, Belgium"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frédéric F. Lehmann",
            "author_affiliations": [
                "Celyad Oncology, Mont-Saint-Guibert, Belgium"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:42:35",
    "is_scraped": "1"
}