{
    "doi": "https://doi.org/10.1182/blood.V106.11.1716.1716",
    "article_title": "Relationship between ABCG2 Expression and Side Population Stem Cell Phenotype in Murine Hematopoietic System Revealed by an Abcg2/GFP Knock-In Mouse Model. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Stem cells from a variety of tissues could be identified by a side population (SP) phenotype. We have identified an association between expression of the ABCG2 transporter and the SP phenotype, although the exact relationship between these two cellular characteristics is still not well understood. To further explore the relationship between Abcg2 expression and SP phenotype, we have generated a Abcg2/GFP reporter mouse model in which an IRES-GFP expression cassette was inserted down-stream of the stop codon of Abcg2 gene by homologous recombination, so that the expression of GFP is under the control of Abcg2 locus but endogenous Abcg2 expression was unperturbed. Immunohistochemistry of tissue sections using an anti-GFP antibody confirmed expression of GFP in tissues that normally express Abcg2, such as renal proximal tubules and intestinal epithelium. Flow cytometry analysis showed that about 10% of total bone marrow mononuclear cells expressed the Abcg2/GFP allele. Within this total GFP+ population, greater than 99% of the cells fall outside the SP region. Staining with lineage specific antibodies showed that 77% of the non-SP/GFP+ cells are Ter119+ erythroid cells. In contrast, only 0.5% of the total GFP+ population falls within the SP region. Approximately 90% of these bone marrow SP cells expressed the Abcg2/GFP allele. Transplantation studies with bone marrow cells that were depleted of lineage positive cells were then performed. All 5 mice transplanted with 100 Lin−, SP+, GFP+ cells were reconstituted in both myeloid and lymphoid lineages. In contrast, no repopulating activity was detected with up to 10,000 Lin−, non-SP, GFP− cells. When Lin−, non-SP, GFP+ cells were transplanted, only 2 of 5 animals were reconstituted with 5000 cells, and no repopulation was seen with lower cell doses. These results show a complex relationship between Abcg2 expression and the SP phenotype. Virtually all SP cells express the Abcg2/GFP allele, and these cells are highly enriched for repopulating activity in transplant assays. However, the majority of bone marrow cells that expressed the Abcg2/GFP allele were Ter119+ erythroid cells that do not bear the SP phenotype. In addition, there are non-SP, GFP+ cells that lack expression of Ter119 and other mature lineage markers. These Lin−, non-SP, GFP+ cells have relatively lower repopulating activity compared to SP cells.",
    "topics": [
        "antibodies",
        "flow cytometry",
        "hematopoietic system",
        "membrane transport proteins",
        "mice",
        "phenotype",
        "stem cells",
        "transplantation",
        "codon, terminator",
        "immunohistochemistry"
    ],
    "author_names": [
        "Mehrdad Tadjali, PhD",
        "Sheng Zhou, PhD",
        "Jerold Rehg, MD",
        "Brian P. Sorrentino, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mehrdad Tadjali, PhD",
            "author_affiliations": [
                "Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sheng Zhou, PhD",
            "author_affiliations": [
                "Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerold Rehg, MD",
            "author_affiliations": [
                "Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian P. Sorrentino, MD",
            "author_affiliations": [
                "Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T13:01:37",
    "is_scraped": "1"
}