{
    "doi": "https://doi.org/10.1182/blood.V116.21.27.27",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1876",
    "start_url_page_num": 1876,
    "is_scraped": "1",
    "article_title": "Differences In the Mechanism of CRLF2 Rearrangement In Precursor B-Cell Acute Lymphoblastic Leukemia Based on Extrasomy (21) ",
    "article_date": "November 19, 2010",
    "session_type": "CHROMOSOMAL REARRANGEMENTS AND DNA REPAIR",
    "topics": [
        "burkitt's lymphoma",
        "leukemia, b-cell, acute",
        "dinucleoside phosphates",
        "bcl-2 protein",
        "cyclin d1",
        "nucleotides",
        "cytosine",
        "lymphoma",
        "lymphoma, mucosa-associated lymphoid tissue",
        "receptors, cytokine"
    ],
    "author_names": [
        "Akinori Yoda",
        "Albert Tsai",
        "Michael Lieber",
        "David M Weinstock"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Abstract 27 View large Download slide View large Download slide  The cytokine receptor CRLF2 is overexpressed through chromosomal rearrangement in 5–10% of adult and pediatric precursor B-cell acute lymphoblastic leukemia (B-ALL) and 60% of B-ALL in children with Down Syndrome (congenital extrasomy (21)). CRLF2 rearrangement places full-length CRLF2 under alternate transcriptional control, and can either result from an intrachromosomal CRLF2-P2RY8 deletion or from a translocation t(14;X/Y) between CRLF2-IGH . To determine whether extrasomy (21) affects the type or mechanism of CRLF2 rearrangement, we reviewed all 160 published cases of CRLF2- rearranged B-ALL. There is a striking association ( Figure A ) between extrasomy (21), either from Down Syndrome or somatically acquired, and CRLF2 rearrangement through CRLF2-P2RY8 deletion (p<0.001). In contrast, 63% of cases that lack extrasomy (21) harbor CRLF2-IGH translocations. CRLF2-P2RY8 deletions are known to involve off-target V(D)J recombination and occur precisely at canonical recognition signal sequences (Mullighan et al. Nat Genet 2009). To determine the mechanism(s) of CRLF2-IGH rearrangement, we analyzed all published junction sequences. Translocation breakpoints upstream of CRLF2 distribute over ∼25 kb. A single cluster of 311 bp contains 6 of 19 breakpoints, with a 36-fold “enrichment” of breakpoints in the region. We previously reported that translocation breakpoints in BCL2, BCL1, and MALT1 preferentially localize to the dinucleotide CpG, and involve a mechanism of cleavage dependent on deamination of methylated cytosine by activation induced deaminase (Tsai et al., Cell 2008). Of 19 total CRLF2 breakpoints from CRFL2-IGH rearrangements, 7 are directly at CpGs (p<0.0004; Figure B ) and breakpoints are much closer to CpGs than predicted by random chance (p<10 -4 ). In contrast, breakpoints are not significantly clustered around ▾ CAC or ▾ CACA (p>0.1 in all tests), the minimum sequence requirement for V(D)J recombinase recognition. Eighteen of 19 IGH-CRLF2 junctions contain N-nucleotide additions, and at least 18 of 19 of the IGH partners are compatible with standard V(D)J recombination. Thus, the CRLF2 region from IGH-CRLF2 translocations shares all the key features of other regions previously described as having CpG-type breaks: 1) strong focusing to the dinucleotide sequence CpG, with breakpoints on either side (5’ or 3’) of CpG, 2) significantly weaker or no focusing to any other dinucleotide motif or ▾ CAC, 3) a propensity to cluster into 20–600 bp zones, and 4) evidence of occurrence at the pro-B/pre-B stage, including nontemplated nucleotide additions and joining to the coding ends of IGH recognition signal sequences. In conclusion, somatic or germline extrasomy(21) is closely associated with CRLF2-P2RY8 rearrangement mediated by the V(D)J recombinase. In contrast, CRLF2-IGH rearrangements involve a mechanism of cleavage at or near CpG dinucleotides also observed at BCL2, BCL1 and MALT1 in follicular, mantle cell and MALT lymphomas, respectively. Despite the differences in stage of arrested differentiation between these lymphomas and CRLF2 -rearranged B-ALL, IGH translocations in each of the diseases appear to occur within pro/pre-B cells. Disclosures: No relevant conflicts of interest to declare."
}