{
    "doi": "https://doi.org/10.1182/blood.V114.22.889.889",
    "article_title": "Antibodies Causing Thrombocytopenia in Patients Given RGD-Mimetic Platelet Inhibitors Recognize Drug-Induced (and drug-specific) Conformational Epitopes Adjacent to the RGD Recognition Site of Gpiib/Iiia. ",
    "article_date": "November 20, 2009",
    "session_type": "DISORDERS OF PLATELET NUMBER OR FUNCTION: ACQUIRED THROMBOCYTOPENIAS: PATHOGENESIS AND TREATMENT",
    "abstract_text": "Abstract 889 RGD-mimetic GPIIb/IIIa inhibitors (fibans) react with the arginine-glycine-aspartic acid (RGD) recognition site of alphaIIb/beta3 integrin (GPIIb/IIIa), thereby preventing the activated integrin from reacting with fibrinogen and participating in platelet thrombus formation. This class of drugs has been shown to inhibit significantly the incidence of adverse complications following angioplasty. However, between 0.2 and 2.0% of treated patients develop acute, sometimes severe thrombocytopenia (TP) within a few hours of treatment. Platelet destruction in these cases appears to be caused by naturally occurring antibodies that recognize GPIIb/IIIa in a complex with the drug being administered (Blood 100: 2071, 2002). It has been speculated that epitopes recognized by these antibodies are the result of structural changes induced in GPIIb/IIIa when a fiban drug binds. To test this hypothesis, we studied drug-dependent binding to GPIIb/IIIa of antibodies from patients who developed acute thromboytopenia after being treated with the RGD-mimetics eptifibatide (n = 3), tirofiban (n = 3), xemilofiban (n = 1) or orbofiban (n = 1), each of which binds to a well-defined site in the “head” region of GPIIb/IIIa at the junction of the GPIIb beta propeller and GPIIIa beta A domains. Reactions of each of the human antibodies with GPIIb/IIIa were drug-specific except for the xemilofiban- and orbofiban antibodies, which exhibited some degree of cross-reactivity. None of the human antibodies recognized GPIIb/IIIa in a complex with RGDW peptide. In preliminary studies, binding sites for a family of monoclonal antibodies (mAbs) were mapped to various domains of GPIIb/IIIa using chimeric GPIIb/IIIa constructs in which one or more structural domains were switched between human and rat. We then examined the ability of these mAbs to interfere with drug-dependent binding to GPIIb/IIIa of antibodies from patients with thrombocytopenia induced by the RGD-mimetic drugs. Two eptifibatide-dependent antibodies were inhibited by mAbs specific for the beta propeller domain of GPIIb, whereas the tirofiban- and one of the eptifibatide-specific antibodies were inhibited by mAbs that recognize the beta A domain of GPIIIa. The xemilofiban- and orbofiban-dependent antibodies were inhibited to varying degrees by mAbs to both the GPIIb beta propeller and the GPIIIa beta A domains. Monoclonal antibodies specific for more distal regions of GPIIb/IIIa had no effect on drug-dependent antibody binding. The findings indicate 1) Antibodies causing thrombocytopenia in patients treated with fibans recognize various “neoepitopes” created in domains of GPIIb/IIIa near to, but not coincident with the drug binding site; 2) Different RGD-mimetic drugs, despite their structural similarity, induce slightly different structural changes in the GPIIb/IIIa “head” region that can be differentiated by the human antibodies and 3) Epitopes recognized by the human antibodies are distinct from classical ligand-induced binding sites (LIBS) produced by RGD peptide. Why these antibodies occur naturally in some individuals is an interesting question that deserves further study. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "epitopes",
        "platelet glycoprotein gpiib-iiia complex",
        "platelet inhibitors",
        "thrombocytopenia",
        "integrin beta3",
        "eptifibatide",
        "orbofiban",
        "xemilofiban",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Daniel W. Bougie, PhD",
        "Mark Rasmussen",
        "Jessica Ruben",
        "Richard H. Aster, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniel W. Bougie, PhD",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark Rasmussen",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Ruben",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard H. Aster, MD",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T13:04:03",
    "is_scraped": "1"
}