{
    "doi": "https://doi.org/10.1182/blood.V108.11.1510.1510",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=706",
    "start_url_page_num": 706,
    "is_scraped": "1",
    "article_title": "Thrombin-Dependent Platelet Activation Is VWF-Independent during Thrombus Formation In Vivo. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Adhesion to and activation of platelets at an injured vessel wall are critical events in the formation of a thrombus. Calcium mobilization is one marker of platelet activation. Of different agonists capable of activating platelets in vitro , thrombin, collagen and vWF have been described to induce calcium mobilization, leading to the formation of aggregates. Using high speed digital multichannel intravital microscopy, we characterized calcium mobilization during platelet activation and thrombus formation in genetically modified mice. The kinetics of platelet activation and accumulation after laser-induced injury in cremaster muscle arterioles of living mice were analyzed. In wild type mice, platelets adhered and accumulated rapidly at the site of laser-induced injury. Thrombi increased in size, reached a maximum size at 90–120 sec, decreased in size and then stabilized within 3 to 4 min post-injury. In vWF−/− mice, the kinetics of platelet accumulation followed the same pattern as in wild type mice. However, a significant albeit modest reduction in the size of each thrombus was observed in these genetically deficient mice in comparison with wild type mice. By ranking the thrombi by size, we observed that 40% of the thrombi formed in vWF−/− mice were present in the quadrant containing the smallest thrombi versus 18% for the wild type mice. Only 8% of the thrombi formed in vWF−/− mice were distributed in the quadrant containing the largest thrombi versus 32% for the wild type mice. In wild type mice treated with lepirudin, a specific inhibitor of thrombin activity, a small early accumulation of platelets was observed at about 16 sec whereas in untreated wild type mice this early accumulation is often obscured by subsequent thrombin-mediated platelet accumulation and activation. However, at the time of maximal thrombus size in wild-type mice, platelet accumulation in wild type mice was more than ten-fold greater than in wild type mice treated with lepirudin. The kinetics of platelet accumulation were similar in FcRγ−/− mice lacking GPVI, GPVI-depleted mice and wild type mice. Furthermore, depletion of GPVI from the platelet surface of vWF−/− mice or platelets of wild type mice treated with lepirudin did not alter the kinetics of platelet accumulation in those mice. By monitoring calcium mobilization per platelet engaged in the growing thrombus, we observed that elevated calcium levels in each platelet were similar in FcRγ−/−, GPVI depleted, vWF−/− and wild type mice. However in wild type mice treated with lepirudin, platelet calcium mobilization was almost completely inhibited in comparison with those observed in wild type mice. Our results indicate that thrombin is the major agonist leading to platelet activation after laser-induced injury. Collagen, as previously reported ( Dubois, Blood.  2006 ; 107 : 3902 ) does not play a role in platelet thrombus formation after laser injury and, based on data reported here, does not play a role in platelet activation in this model. vWF is important for the growth of the platelet thrombus but is not required for initial platelet accumulation or platelet activation in vivo in this thrombosis model. The platelet agonist or ligand responsible for initial early platelet accumulation after laser-induced injury is unknown, and does not require GPVI, thrombin or vWF.",
    "topics": [
        "platelet activation",
        "thrombin",
        "thrombus",
        "calcium",
        "lasers",
        "lepirudin",
        "agonists",
        "von willebrand factor",
        "platelet thrombus",
        "adhesions"
    ],
    "author_names": [
        "Christophe Dubois, PhD",
        "Laurence Panicot-Dubois, PhD",
        "Justin F. Gainor",
        "Barbara C. Furie, PhD",
        "Bruce Furie, MD"
    ],
    "author_affiliations": [
        [
            "Divison of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center and Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Divison of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center and Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Divison of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center and Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Divison of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center and Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Divison of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center and Department of Medicine, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33960629999999",
    "first_author_longitude": "-71.10498199999999"
}