{
    "doi": "https://doi.org/10.1182/blood.V114.22.2926.2926",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1595",
    "start_url_page_num": 1595,
    "is_scraped": "1",
    "article_title": "Waldenstrom's Macroglobulinemia: A SEER Database Review From 1981-2005. ",
    "article_date": "November 20, 2009",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, Excluding Therapy Poster II",
    "topics": [
        "seer program",
        "waldenstrom macroglobulinemia",
        "neoplasms",
        "time factors"
    ],
    "author_names": [
        "Jeevan Sekhar",
        "Daniel Morgensztern",
        "Qin Zhang, MS",
        "Ravi Vij, MBBS"
    ],
    "author_affiliations": [
        [
            "Washington University/Barnes-Jewish Hospital, Saint Louis, MO, USA, "
        ],
        [
            "Division of Oncology, Washington University Medical School, St Louis, MO, USA, "
        ],
        [
            "Washington University School of Medicine, Siteman Cancer Center, St. Louis, MO, USA, "
        ],
        [
            "Washington University School of Medicine, St Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.628623000000005",
    "first_author_longitude": "-90.24223585",
    "abstract_text": "Abstract 2926 Poster Board II-902 Introduction : Waldenstrom's Macroglobulinemia (WM) is a relatively rare hematopoietic neoplasm, with literature data mostly limited to small series of patients. We conducted a review of the Surveillance Epidemiology and End Results (SEER) database for WM analyzing 2969 cases from 1981-2005. Results : The incidence of reported cases of WM was stable during the studied time period at 0.3 per 100,000. The median age at diagnosis was 73 (range 23-98). There were 1661 male cases of WM and 1038 female cases (incidence ratio of 1.6:1). There were 2435 Caucasian cases and 264 non-Caucasian cases (incidence ratio of 9.2:1). Median overall survival for the entire cohort was 65 months (95% CI, 61-69). Five-year overall survival was 52% (95% CI, 50-55%). There was a significant difference in survival for individuals age <60 years versus age ≥60 years with age-adjusted 5 year overall survivals of 78% (95% CI, 44-49%) and 47% (95% CI, 44-49%), p<0.0001, respectively. Gender and race had no impact on overall survival (p=0.23 and 0.13, respectively). There was no improvement in survival over the time period analyzed. The cohort of patients diagnosed in 1981-1995 had a 5-year overall survival of 50% (95% CI, 46-54%), and those diagnosed in 1996-2005 had a 5-year overall survival of 54% (95%CI, 51-57%), p=0.18. Conclusion : This survey represents the largest cohort of WM analyzed to date. Age was shown to be the sole predictor of overall survival. Furthermore, these results underscore the little therapeutic progress we have made for this disease considering the lack of improvement in overall survival over a quarter century. Disclosures: Vij: Otsuka Pharmaceuticals: Research Funding."
}