{
    "doi": "https://doi.org/10.1182/blood.V118.21.3192.3192",
    "article_title": "Correlation of NT-ProBNP Levels and Cardiac Iron Concentration in Patients with Transfusion-Dependent Thalassemia Major, ",
    "article_date": "November 18, 2011",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster III",
    "abstract_text": "Abstract 3192 Background: Iron-induced cardiotoxicity remains the leading cause of morbidity and mortality in patients with transfusion-dependent thalassemia major (TM). Heart failure in these patients, which may be reversible but has a poor prognosis, is characterized by myocardial iron deposition-related early diastolic dysfunction. N-terminal-proBNP (amino-terminal) (NT-proBNP) is a sensitive biomarker for the detection of asymptomatic left ventricular (LV) dysfunction. Patients and Methods: In this study, we prospectively evaluated plasma NT-proBNP levels determined on the Roche cobas e411immunoassay analyzer using electrochemiluminescence technique in 187 adult patients aged 19–54 years with TM. Possible correlations with the proposed recently cardiac iron concentration [Fe] based on an equation derived from heart T2* assessment by MRI: [Fe] = 45.0 × [T2*] −1.22 with [Fe] in milligrams per gram dry weight and T2* in milliseconds ( Carpenter et al Circulation 2011;123;1519–1528 ) were explored. Results: 143 patients had low cardiac hemosiderosis, defined as [Fe] < 1.1 mg/g dry weight, corresponding to T2*>20 milliseconds and 44 patients with high cardiac hemosiderosis, defined as [Fe] >1.2 mg/g dry weight. The main results of the study showed that: a) NT-proBNP levels were markedly increased in thalassemic patients (152.2 26.4 pg/mL, ranged from 6.0 – 1336.0 pg/mL compared to normal control levels 40.1 19.7 pg/mL, p0.1), and d) no significant correlation was found between NT-proBNP levels and left ventricular ejection fraction (LVEF) values, (p>0.3). Conclusions: Our study demonstrate for first time the significant association of NT-proBNP levels and cardiac iron concentration in patients with TM linking blood chemistry and imaging techniques. Multicenter studies of these parameters during iron chelation therapies are needed to validate their association and further exploit its clinical use. Disclosures: Kattamis: Novartis: Honoraria, Research Funding, Speakers Bureau. Off Label Use: Wording to add.",
    "topics": [
        "cooley's anemia",
        "iron",
        "nt-probnp",
        "transfusion",
        "hemosiderosis",
        "biological markers",
        "blood chemical analysis",
        "cardiotoxicity",
        "diagnostic imaging",
        "heart failure"
    ],
    "author_names": [
        "Antonios Kattamis, MD",
        "Filia Apostolakou",
        "Polyxeni Delaporta, MD",
        "Ioannis Papassotiriou"
    ],
    "author_dict_list": [
        {
            "author_name": "Antonios Kattamis, MD",
            "author_affiliations": [
                "First Department of Pediatrics, University of Athens, Athens, Greece, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Filia Apostolakou",
            "author_affiliations": [
                "Department of Clinical Biochemistry, Aghia Sophia Children's Hospital, Athens, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Polyxeni Delaporta, MD",
            "author_affiliations": [
                "First Department of Pediatrics, University of Athens, Athens, Greece, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Papassotiriou",
            "author_affiliations": [
                "Department of Clinical Biochemistry, Aghia Sophia Children's Hospital, Athens, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T18:46:43",
    "is_scraped": "1"
}