{
    "doi": "https://doi.org/10.1182/blood.V104.11.780.780",
    "article_title": "Mutations in the Gene of Neutrophil Elastase Associated with Congenital Neutropenia Lead to Alteration of Intracellular Trafficking and Proteolytic Function of NE Protein. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Severe congenital (SCN) and cyclic neutropenia (CyN) are characterized by early-stage maturation arrest of myelopoiesis and often are found associated with different heterozygous mutations in the gene encoding neutrophil elastase (ELA2). Neutrophil elastase (NE) is a serin protease stored mainly in azurophilic granules. However, the consequences of the mutations of this protein up to date are not clear. Recent studies suggest a correlation with incorrect intracellular transport leading to mis-localization of the mutant protein. In the present study, we have generated an ELA2-inducible expression system based on the monoblast-like cell line U937. This system allows controlled expression of the transgene to study functional correlations with specific mutations of ELA2. Applying this system, we have studied intracellular processing and proteolytic activities of ten different mutations of ELA2 that are typically detected in patients suffering from SCN or CyN. We detected two clusters within the neutrophil elastase protein, in which mutations caused alteration of protein glycosylation, associated with prevention of membrane localization of the mutant protein. Instead, the mutant protein was incorrectly directed to the nuclear region. Proteolytic activities of NE protein were measured using different substrates. NE activities were suppressed in most but not all mutations tested. To extend our localization studies, we analyzed the intracellular distribution of NE in granulocytes of patients suffering from CyN or SCN. Again, NE protein of patients was mis-localized to the nucleus correlated with loss of detection in granules and membranes as compared with healthy donors without or with rh-G-CSF treatment. In summary, our data suggest that intracellular processing and localization is altered due to specific mutations of ELA2, which may be crucial for the molecular mechanisms resulting in the neutropenic phenotype.",
    "topics": [
        "congenital neutropenia",
        "genes",
        "leukocyte elastase",
        "mutation",
        "proteolysis",
        "granules",
        "mutant proteins",
        "colony-stimulating factors",
        "cyclic neutropenia",
        "endopeptidases"
    ],
    "author_names": [
        "Carmela Beger, MD",
        "Inga Koellner",
        "Cornelia Zeidler, MD",
        "Manuela Germeshausen, PhD",
        "Nils von Neuhoff, PhD",
        "Brigitte Schlegelberger, MD, PhD",
        "Karl Welte, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carmela Beger, MD",
            "author_affiliations": [
                "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Inga Koellner",
            "author_affiliations": [
                "Dept. of Pediatric Hematology & Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cornelia Zeidler, MD",
            "author_affiliations": [
                "Dept. of Pediatric Hematology & Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Germeshausen, PhD",
            "author_affiliations": [
                "Dept. of Pediatric Hematology & Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nils von Neuhoff, PhD",
            "author_affiliations": [
                "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigitte Schlegelberger, MD, PhD",
            "author_affiliations": [
                "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karl Welte, MD, PhD",
            "author_affiliations": [
                "Dept. of Pediatric Hematology & Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T18:41:37",
    "is_scraped": "1"
}