{
    "doi": "https://doi.org/10.1182/blood-2018-99-114738",
    "article_title": "A Case-Control Study to Compare the Survival Benefits of Patients Who Suffer from Peripheral T-Cell Lymphoma (PTCL) Treated with Chidamide, a Histone Deacetylase Inhibitor, in China with a Historical Matched Cohort of Patients Treated with Conventional Therapy in Taiwan: Survival Advantage Is Demonstrated ",
    "article_date": "November 29, 2018",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "Background Chidamide is a histone acetylase (HDAC) inhibitor with significant and specific inhibitory activities against HDAC subtypes 1, 2, 3, and 10. Although it is already approved for treating peripheral T-cell lymphoma (PTCL) with a phase II clinical trial in several countries, the evidences comparing its efficacy with conventional chemotherapy in PTCL is still very limited. This retrospective observational study compared the survival benefits of 65 patients with relapsed or refractory PTCL treated on a phase II pivotal clinical trial (CHIPEL) of Chidamide in China with 65 matched historical control patients treated with standard conventional therapy in Taiwan. The historical control patients should have been diagnosed with PTCL within 10 years (2007-2016). Each Chidamide-treated patient was matched with one historical control case in a 1:1 ratio. Data of historical control cohort was retrieved from trial sites in Taiwan . Methods The historical control patients were retrieved from lymphoma databases of three large medical centers in Taiwan, and pairs were matched to Chidamide-treated patients in accordance with a hierarchical matching manner in a group sequence, including subtype of PTCL, age group, gender, treatment with chemotherapy, radiotherapy or stem-cell transplantation and number of lines of therapy. Only patients, (1) who have received first-line therapy (CHOP, CHOP-like chemotherapy, stem cell transplantation, etc.) however relapsed or refractory after treatment, and (2) further received second-line therapy, were eligible for recruitment into this observational study. Results This study matched 42 out of the 65 eligible subjects treated with chidamide in the CHIPEL study to subjects treated for PTCL at three large medical centers in Taiwan. Subjects from both cohorts had relapsed or refractory PTCL, and their clinical parameters are listed on Table 1. The difference in overall survival (OS) demonstrated between the 2 cohorts is statistically significant and more importantly clinically significant. The most conservative tested statistical model gave a hazard ratio of 0.548 for death of CHIPEL subjects to Historical Control subjects. In addition, median overall survival after start of chidamide treatment in CHIPEL subjects was over five times as long as that of the matched Historical Control subjects. The median duration of overall survival was 567.5 days [122.0 to 1177.0 days] in the CHIPEL subjects vs. 102.0 days [37.0 to 188.0 days] in Historical Control subjects. (Log-rank P=0.0085, Stratified Log-rank P=0.0077) (as in Figure 1). Conclusions The results of this study provide evidence that overall survival is longer in refractory or relapsed PTCL patients treated with chidamide than those treated with conventional therapies. Based on the strong results in PTCL patients treated with chidamide in recent studies and the supportive evidence provided by this study chidamide can be seen as a promising drug for PTCL patients in Taiwan. View large Download slide View large Download slide  Close modal Disclosures Ko: GNT Biotech & Medicals Crop.: Research Funding; Roche: Research Funding; Abbevie: Research Funding; Mumdipharma Taiwan: Consultancy. Yeh: GNT Biotech & Medicals Crop.: Research Funding. Kao: GNT Biotech & Medicals Crop.: Research Funding. Yu: GNT Biotech & Medicals Crop.: Research Funding. Ou: GNT Biotech & Medicals Crop.: Research Funding. Chang: Novarits: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Takeda: Consultancy; Celgene: Consultancy; Janssen: Consultancy, Speakers Bureau; AbbVie: Consultancy; BMS: Consultancy, Speakers Bureau.",
    "topics": [
        "china",
        "histone deacetylase inhibitors",
        "lymphoma, t-cell, peripheral",
        "taiwan",
        "chemotherapy regimen",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "hdac protocol",
        "histone deacetylase",
        "hematopoietic stem cell transplantation",
        "histone acetyltransferases"
    ],
    "author_names": [
        "Bor-Sheng Ko, MD PhD",
        "Su-Peng Yeh, MD",
        "Hsiao-Wen Kao, MD",
        "Yuan-Bin Yu, MD",
        "Shyh-Tyan Ou, PhD",
        "Cheng-Shyong Chang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bor-Sheng Ko, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Su-Peng Yeh, MD",
            "author_affiliations": [
                "Hematology and Oncology, China Medical University Hospital, Taichung, Taiwan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hsiao-Wen Kao, MD",
            "author_affiliations": [
                "Linkou Chang Gung Memorial Hospital, Taoyuan, Taiwan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuan-Bin Yu, MD",
            "author_affiliations": [
                "Division of Oncology and Hematology, Far Eastern Memorial Hospital, New Taipei, Taiwan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shyh-Tyan Ou, PhD",
            "author_affiliations": [
                "National Taipei University, Taipei, Taiwan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheng-Shyong Chang, MD",
            "author_affiliations": [
                "Changhua Christian Hospital, Changhua City, Taiwan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T02:39:15",
    "is_scraped": "1"
}