{
    "doi": "https://doi.org/10.1182/blood.V128.22.312.312",
    "article_title": "Molecular Mechanism behind the Synergistic Activity of Proteasome Inhibition and PRC2 Inhibition in the Treatment of Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Novel Therapeutic Targets in Myeloma",
    "abstract_text": "Proteasome inhibitors (PIs) such as bortezomib and carfilzomib play a central role in the treatment of multiple myeloma (MM). However, the almost inevitable resistance to PIs necessitates the search for novel strategies to improve patient outcome. The methyltransferase EZH2 and its homolog EZH1 are components of polycomb repressive complex 2 (PRC2), inducing H3K27me3 and repressing the transcription of target genes. Recent studies have linked EZH2 to tumorigenesis including MM. In this study, we investigated the molecular mechanism of PRC2 inhibition as a partner of PIs for the treatment of MM. We first examined the impact of proteasome inhibition on EZH2. Bortezomib as well as carfilzomib remarkably decreased EZH2 protein, and downregulated its mRNA in dose- and time-dependent manners. As EZH2 is a downstream target of E2F1, the effects of bortezomib on RB-E2F pathway were investigated. Bortezomib downregulated E2F1 protein and mRNA with notable decrease of phosphorylated RB protein, due to accumulation of cyclin-dependent kinase inhibitors such as p21 and p27. ChIP assay revealed that bortezomib significantly inhibited the binding of E2F1 to EZH2 promoter, and E2F1 overexpression resulted in upregulation of EZH2 in MM cells. These data suggest that bortezomib transcriptionally downregulates EZH2 via modulating RB-E2F pathway. Next we used lentiviral vectors to overexpress EZH2 in RPMI8226 cells and observed diminished sensitivity to bortezomib in EZH2-overexpressing cells compared to cells transduced with an empty vector. Remarkably, the combined treatment of bortezomib and UNC1999, a dual inhibitor of EZH2 and EZH1, restored the sensitivity of MM cells to bortezomib. Notably, UNC1999 enhanced the cytotoxicity induced by bortezomib in vitro and in vivo partly through enhanced apoptosis. Carfilzomib also demonstrated strong synergy with UNC1999 in vitro, suggesting broad application of this strategy. To characterize the mechanism of action of PRC2 inhibition alone and in combination with proteasome inhibition, we performed RNA sequencing (RNA-seq) of MM.1S cells treated with UNC1999, bortezomib or the combination of both agents versus DMSO-treated cells and chromatin immunoprecipitation sequencing (ChIP-seq) for H3K27me3 of UNC1999 versus DMSO-treated MM.1S cells. Importantly, we identified the direct targets of UNC1999 as those with significantly enhanced expression (>1.5 fold UNC1999/Control) and remarkable reduction of H3K27me3 (≥ 2-fold). These genes included NR4A1 , EGR1 and LTB . EGR1 and LTB are known tumor suppressor candidates in MM, while NR4A1 is implicated in myeloid and lymphoid malignancies. Upregulation of NR4A1 and reduction of H3K27me3 at the NR4A1 promotor were confirmed using manual RT-PCR and ChIP, respectively. Notably, overexpression of NR4A1 significantly inhibited the growth of MM cells, suggesting a tumor suppressive role for NR4A1 in MM. Notably, MYC (c-Myc), a major contributor to the pathogenesis of MM, was greatly downregulated in NR4A1-overexpressing cells. MYC is reportedly a direct target of NR4A1 that suppresses its expression. We found that UNC1999 downregulated MYC mRNA and protein. Moreover, the combination of UNC1999 and bortezomib remarkably suppressed MYC-related gene sets. Gene set enrichment analysis (GSEA) showed that while PRC2 genes were positively enriched in UNC1999- and combination-treated cells, they were not significantly enriched in bortezomib-treated cells. In addition, although bortezomib downregulated EZH2, EZH1 and H3K27me3 mark were not affected in bortezomib-treated cells. This suggested that inhibition of EZH2 alone is not enough to completely suppress PRC2 function. Therefore, we compared the combination of bortezomib and UNC1999 with that of bortezomib and a specific EZH2 inhibitor, GSK126. UNC1999 induced much better synergistic activity with bortezomib than GSK126 as evidenced by the combination index, associated with further reduction of the levels of H3K27me3. This underlines the importance of dual inhibition of EZH2 and EZH1 to fully block PRC2 activity. In conclusion, our findings demonstrate that the combination of dual inhibition of EZH2 and EZH1 together with proteasome inhibition cooperatively blocks PRC2 function, resulting in derepression of tumor suppressors such as NR4A1 and inhibition of MYC. Thus, this combination is a promising new therapeutic option for the treatment of MM. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "multicatalytic endopeptidase complex",
        "multiple myeloma",
        "prc2 protein",
        "bortezomib",
        "carfilzomib",
        "rna, messenger",
        "dimethyl sulfoxide",
        "combined modality therapy",
        "cyclin-dependent kinase inhibitors",
        "cytotoxicity"
    ],
    "author_names": [
        "Ola Rizq, MD",
        "Naoya Mimura, MD PhD",
        "Motohiko Oshima, PhD",
        "Atsunori Saraya",
        "Shuhei Koide, PhD",
        "Yuko Kato, PhD",
        "Kazumasa Aoyama, PhD",
        "Yaeko Nakajima-Takagi, PhD",
        "Changshan Wang, PhD",
        "Anqi Ma",
        "Jian Jin, PhD",
        "Tohru Iseki, MD PhD",
        "Chiaki Nakaseko, MD, PhD",
        "Atsushi Iwama, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ola Rizq, MD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Chiba University Graduate School of Medicine, Chiba, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naoya Mimura, MD PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Chiba University Hospital, Chiba, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Motohiko Oshima, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Chiba University Graduate School of Medicine, Chiba, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsunori Saraya",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Chiba University Graduate School of Medicine, Chiba, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuhei Koide, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Chiba University Graduate School of Medicine, Chiba, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuko Kato, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Chiba University Graduate School of Medicine, Chiba, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazumasa Aoyama, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Chiba University Graduate School of Medicine, Chiba, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaeko Nakajima-Takagi, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Chiba University, Chiba, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changshan Wang, PhD",
            "author_affiliations": [
                "College of Life Sciences, Inner Mongolia University, Hohhot, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anqi Ma",
            "author_affiliations": [
                "Departments of Pharmacological Sciences and Oncological Sciences, Icahn School of Medicine at Mount Sinai, New York, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian Jin, PhD",
            "author_affiliations": [
                "Departments of Pharmacological Sciences and Oncological Sciences, Icahn School of Medicine at Mount Sinai, New York, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tohru Iseki, MD PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Chiba University Hospital, Chiba, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiaki Nakaseko, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Chiba University Hospital, Chiba, Japan"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Iwama, MD PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Chiba University Graduate School of Medicine, Chiba, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T04:01:47",
    "is_scraped": "1"
}