{
    "doi": "https://doi.org/10.1182/blood-2018-99-112854",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4024",
    "start_url_page_num": 4024,
    "is_scraped": "1",
    "article_title": "Outcome of Infants Younger Than 1 Year with Acute Lymphoblastic Leukemia Treated with the Interfant-06 Protocol; Results from an International Randomised Study ",
    "article_date": "November 29, 2018",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Identifying Risks for Relapse",
    "topics": [
        "acute lymphocytic leukemia",
        "infant",
        "randomization",
        "6-mercaptopurine",
        "asparaginase",
        "prednisone",
        "dexamethasone",
        "etoposide",
        "abnormal involuntary movement scale",
        "alberta infant motor scales"
    ],
    "author_names": [
        "Rob Pieters, MDPhDMSc",
        "Paola De Lorenzo, PhD",
        "Philip Ancliffe",
        "Luis Alberto Aversa, MD",
        "Benoit Brethon",
        "Andrea Biondi, MD",
        "Myriam Campbell",
        "Gabriele Escherich",
        "Alina Ferster, MD",
        "Rebecca Gardner, MD",
        "Rishi Sury Kotecha, MBBChir, MRCP, FRACP, PhD",
        "Birgitte Lausen, MD",
        "Chi Kong Li, MD",
        "Franco Locatelli",
        "Andishe Attarbaschi",
        "Christina Peters, MD",
        "Jeffrey Rubnitz, MD PhD",
        "Lewis B. Silverman, MD",
        "Jan Stary, MD PhD",
        "Tomasz Szczepanski, MD PhD",
        "Ajay Vora, MD",
        "Martin Schrappe, MD PhD",
        "Maria Grazia Valsecchi, PhD"
    ],
    "author_affiliations": [
        [
            "DCOG - Dutch Childhood Oncology Group, Utrecht, Netherlands ",
            "Princess Maxima Center for Pediatric Oncology, Utrecht, Netherlands "
        ],
        [
            "Interfant Trial Data Center, School of Medicine and Surgery, University of Milano-Bicocca, Monza, Italy "
        ],
        [
            "UKCCSG - United Kingdom Children Cancer Study Group, London, United Kingdom "
        ],
        [
            "Argentina, Buenos Aires, Argentina "
        ],
        [
            "FRALLE - French Acute Lymphoblastic Leukemia Study Group, Paris, France "
        ],
        [
            "AIEOP - Associazione Italiana Ematologia Oncologia Pediatrica, Monza, Italy "
        ],
        [
            "PINDA - Chilean National Pediatric Oncology Group, Peru, Chile "
        ],
        [
            "COALL - German Cooperative Study Group for Childhood Acute Lymphoblastic Leukemia, Hamburg, Germany "
        ],
        [
            "EORTC -CLG - Children Leukemia Group, Brussels, Belgium "
        ],
        [
            "Seattle Children's Hospital, Seattle, WA "
        ],
        [
            "ANZCHOG - Australia New Zealand Children Oncology Group, Perth, Australia "
        ],
        [
            "NOPHO - Nordic Society of Pediatric Hematology/Oncology, Copenhagen, Denmark "
        ],
        [
            "The Chinese University of Hong Kong, Shatin, Hong Kong "
        ],
        [
            "AIEOP - Associazione Italiana Ematologia Oncologia Pediatrica, Monza, Italy "
        ],
        [
            "BFM-A - Berlin-Frankfurt-Münster Austria, Wenen, Austria "
        ],
        [
            "Children Cancer Research Institute, Vienna, Austria "
        ],
        [
            "Department of Oncology, St Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "DFCI - Dana-Farber Cancer Inst., Boston, MA "
        ],
        [
            "CPH- Czech Working Group for Pediatric Hematology, Prague, Czech Republic "
        ],
        [
            "PPLLSG - Polish Pediatric Leukemia/Lymphoma Study Group, Zabrze, Poland "
        ],
        [
            "UKCCSG - United Kingdom Children Cancer Study Group, London, United Kingdom "
        ],
        [
            "(BFM-G - Berlin-Frankfurt-Münster Group Germany, Kiel, Germany"
        ],
        [
            "Interfant Trial Data Center, School of Medicine and Surgery, University of Milano-Bicocca, Monza, Italy "
        ]
    ],
    "first_author_latitude": "52.08418675",
    "first_author_longitude": "5.0824915",
    "abstract_text": "INTRODUCTION Infant acute lymphoblastic leukemia is a high-risk subtype characterized by a very high incidence of KMT2A (MLL) gene rearrangements. In 1999, a large international consortium (Interfant) commenced; the first Interfant-99 protocol (Pieters et al, Lancet 2007) was used as baseline for the current Interfant-06 study, which run in 18 groups worldwide. AIMS To determine: In a randomised study whether two AML-type courses ADE (araC, daunorubicin, etoposide) and MAE (mitoxantrone, araC, etoposide) after induction improved outcome compared to the consolidation IB course in KMT2A-rearranged cases (MR and HR risk group). With a target of 320 randomised cases, the study had 80% power to detect a DFS difference of 16% at 3 years (41% DFS in the control arm, α=0.05). The prognostic relevance of clinical and biological parameters. The outcome of Interfant-06 versus Interfant-99. The role of SCT in HR patients and in MR patients with MRD ≥ 10 e-4 at the start of OCTADAD. As Interfant-99 showed outcome differences between the West-European/North-American groups who started Interfant (original countries) versus other countries that joined later, analyses were also performed separately in these groups. RISK GROUPS AND TREATMENT Three risk groups were defined: low risk (LR) - KMT2A germline; high risk (HR) - KMT2A rearrangement plus age < 6 months plus white blood cell count (WBC) >300 x 10 e9 /L or a poor prednisone response; medium risk (MR) - comprised all other KMT2A-rearranged cases. Treatment consisted of induction (prednisone prephase, dexamethasone, VCR, asparaginase, DNR), consolidation phase, either IB (araC, 6-MP, cyclofosfamide) or ADE/MAE in the experimental arm, MARMA (HD-araC, HD-MTX, 6-MP, asparaginase), OCTADAD (VCR, dexamethasone, asparaginase, DNR, 6-TG, araC, cyclofosfamide) and maintenance (6-MP, MTX) with intrathecal therapy in all courses. All HR patients were allocated to receive allogeneic stem cell transplantation (SCT). After June 2009, SCT was also undertaken in MR cases with MRD ≥ 10 e-4 at start of OCTADAD as the Interfant-99 update showed a very poor outcome for these patients. RESULTS 651 infants were included (167 LR, 320 MR, 164 HR). In the original countries, 6-yr EFS (SE) and survival rates were 49.4 (2.5) and 62.1 (2.4) respectively, which were each 6% (not significantly) higher than in Interfant-99 study. In the other countries, the 6-yr EFS and survival rates were 39.0 (3.6) and 49.7 (3.7). The outcome of patients treated in the original countries was significantly better than in other countries due to lower rates of toxic death and resistant disease. The 6-year EFS and survival of all 651 cases were 46.1 (2.1) and 58.2 (2.0) respectively. 330/407 eligible cases (81%) were randomised. The 6-yr cumulative incidence (CI) of relapse with ADE/MAE was 47.5 (4.0) which was not significantly (p = 0.11) lower than the 54.9 (4.1) with IB. The 6-yr CI of death in remission was 10.2 (2.4) with ADE/MAE versus 8.3 (2.2) with IB (p = 0.51). This resulted in no significant differences in 6-yr DFS rates of 39.3 (4.0) and 36.8 (3.9) respectively (the 3-yr DFS were 45.3 [3.9] versus 38.6 [3.9]). The 6-yr EFS rate of 164 HR patients was 20.9 (3.4) with the intention to use SCT in all HR patients; 76 of them received SCT as many HR patients had very early events. Out of 23 MR patients with MRD ≥ 10 e-4 before OCTADAD, 16 received SCT; 4/23 are in CCR. In total, 14.4% of MR/HR patients receiving SCT died of transplant-related mortality. T(4;11) and t(11;19) translocated cases had a significantly lower EFS than other KMT2A-rearranged cases (p = 0.005). Multivariate analyses identified KMT2A rearrangement, age < 6 months, WBC ≥ 300 x 10 e9 /L, and poor prednisone response but not CD10, type of MLL translocation and sex as significant predictors of adverse DFS. CONCLUSIONS The Interfant-06 study is by far the largest study performed in infant ALL. The 6-yr survival in West-European/North-American countries is 62%, which is 12% higher than in other participating countries. Two postinduction AML-type chemotherapy courses versus course IB did not lead to a significant better DFS. 6-yr survival rates are 6% higher than on Interfant-99, which is not a statistically significant improvement. Pilot studies by COG and Interfant are currently exploring the feasibility of adding azacytidine and blinatumomab to the Interfant backbone, which may lead to a worldwide randomised trial with these drugs in infant ALL. Disclosures Locatelli: Miltenyi: Honoraria; Bellicum: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; bluebird bio: Consultancy; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees. Vora: Jazz: Other: Advisory board; Medac: Other: Advisory board; Pfizer: Other: Advisory board; Amgen: Other: Advisory board; Novartis: Other: Advisory board."
}