{
    "doi": "https://doi.org/10.1182/blood.V128.22.1883.1883",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3469",
    "start_url_page_num": 3469,
    "is_scraped": "1",
    "article_title": "Ponatinib Exerts Multiple Effects on Vascular Endothelial Cells: Possible Mechanisms and Explanations for the Adverse Vascular Events Seen in CML Patients Treated with Ponatinib ",
    "article_date": "December 2, 2016",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "endothelial cells",
        "ponatinib",
        "mechlorethamine",
        "ischemia",
        "adverse event",
        "dimethyl sulfoxide",
        "insulin",
        "protein-tyrosine kinase inhibitor",
        "acetylcholine",
        "adhesions"
    ],
    "author_names": [
        "Emir Hadzijusufovic, DVM",
        "Rudolf Kirchmair, MD",
        "Markus Theurl, MD",
        "Susanne Gamperl, MSc",
        "Daniela Lener",
        "Clemens Gutmann",
        "Ursula Stanzl",
        "Andrijana Kirsch, MD",
        "Sasa Frank, PhD",
        "Peter Valent, MD"
    ],
    "author_affiliations": [
        [
            "Ludwig Boltzmann Cluster Oncology, Medical University of Vienna, Vienna, Austria ",
            "Department of Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria ",
            "Department of Companion Animals and Horses, Small Animal Clinic, Internal Medicine, University of Veterinary Medicine Vienna, Vienna, Austria "
        ],
        [
            "Depertment of Internal Medicine III, Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Depertment of Internal Medicine III, Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Depertment of Internal Medicine I, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Depertment of Internal Medicine III, Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Depertment of Internal Medicine III, Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Depertment of Internal Medicine III, Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Institute of Molecular Biology and Biochemistry, Medical University of Graz, Graz, Austria"
        ],
        [
            "Institute of Molecular Biology and Biochemistry, Medical University of Graz, Graz, Austria"
        ],
        [
            "Ludwig Boltzmann Cluster Oncology, Medical University of Vienna, Vienna, Austria ",
            "Department of Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
        ]
    ],
    "first_author_latitude": "48.2180848",
    "first_author_longitude": "16.358192700000004",
    "abstract_text": "The potent BCR-ABL1-targeting tyrosine kinase inhibitor (TKI) ponatinib is used for the treatment of patients with drug-resistant chronic myeloid leukemia (CML). However, an increased risk of development of cardiovascular events has been described in CML patients treated with ponatinib. The etiology of these adverse events is currently unknown. In an attempt to discover mechanisms underlying ponatinib-induced adverse vascular events, we have evaluated the effects of ponatinib in vitro on human vascular endothelial cells and on contraction of explanted mice aortic rings. In addition, we examined the effects of ponatinib on angiogenesis in vivo in a mouse model of hind limb ischemia. Ponatinib dose-dependently induced apoptosis in human coronary artery endothelial cells (HCAEC) in a caspase assay (relative apoptosis vs. 1% DMSO: ponatinib 50 nM: 1.79±0.38, p<0.001; ponatinib 100 nM: 2.13±0.42, p<0.001) and this drug effect could partially be blocked by addition of insulin (ponatinib 100 nM + insulin 5 µg/ml: 1.70±0.18, p<0.05). In addition, ponatinib was found to inhibit the proliferation of human umbilical vein endothelial cells (HUVEC) and the human microvascular endothelial cell line HMEC-1, with IC 50 values ranging between 100 and 250 nM (p<0.05) as determined by thymidine-incorporation assay. Using a phospho-receptor tyrosine kinase assay in HCAEC, we found that ponatinib also inhibits fetal bovine serum-induced phosphorylation of the VEGF receptor KDR as well as phosphorylation of MER and insulin receptors, which play a role in angiogenesis, vascular homeostasis, and vessel protection. We also found that ponatinib (1 µM, 4 hours) increases adhesion of HUVEC to a plastic-surface compared to DMSO control (Figure). Based on clinical observations of vasoconstriction in ponatinib-treated patients, we also applied ponatinib on aortic rings harvested from C57BL/6 mice. Ponatinib (100 nM, overnight) enhanced norepinephrine-induced vasoconstriction (log EC 50 : control -7.76±0.06 vs. ponatinib -7.96±0.05, p<0.05, n=6) and inhibited acetylcholine-mediated vasodilatation (log IC 50 : control -7.45±0.05 vs. ponatinib -7.06±0.1, p<0.001) as shown by myography. These drug effects were blocked by inhibition of nitric oxide (using nitric oxide synthase inhibitor L-NNA, 100 µM) or COX (by applying diclofenac, 3 mg/l), suggesting that ponatinib promotes the generation of vasoconstricting prostanoids. Ponatinib effects were also blocked by the calcium channel blocker nifedipine (1 µM). In C57BL/6 mice, ponatinib (5 mg/kg/day for 35 days) was found to inhibit blood flow recovery in a hind limb ischemia model as shown by Laser-Doppler perfusion imaging after femoral artery ligation. The blood perfusion ratios of the ischemic limb vs. non-ischemic limb at week 5 were: control group: 0.67±0.07 vs. ponatinib: 0.56±0.1; p<0.05). Ponatinib-treated mice also developed toe and foot necrosis more frequently than control mice (necrosis score: control: 0.3 vs. ponatinib: 1.3). In summary, ponatinib affects endothelial cell growth and vasomotor function in-vitro as well as blood flow recovery in a mouse model. These findings might help explain the occurrence of vascular events in CML patients treated with ponatinib and may lead to development of therapeutic strategies for prevention and treatment of ponatinib-induced adverse events. Figure View large Download slide Figure View large Download slide  Disclosures Kirchmair: Ariad: Research Funding. Valent: Ariad: Honoraria, Research Funding; Amgen: Honoraria; Deciphera Pharmaceuticals: Research Funding; Novartis: Honoraria, Research Funding; Celgene: Honoraria, Research Funding."
}