{
    "doi": "https://doi.org/10.1182/blood-2019-121948",
    "article_title": "Pulsation Activates Mechanosensitive Piezo1 to Form Long-Term Hematopoietic Stem Cells ",
    "article_date": "November 13, 2019",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "The temporal and spatial origin and development of long-term, self-renewing hematopoietic stem cells (LT-HSC) remain a mystery. The first set of definitive HSCs is born from the hemogenic endothelial cells residing in the ventral wall of the dorsal aorta (DA) of the aorta-gonad-mesonephros region during embryonic development. Blood flow- and shear-stress-mediated nitric oxide-induced vasodilation are responsible for the endothelial-to-HSC transition (EHT). However, it remains unknown why the ventral wall, and not the dorsal wall, of the DA is the restricted site of the EHT when blood flows through the entire DA and exerts shear stress on both the ventral and dorsal sides of the DA. Using single-particle tracking and fast Fourier Transform analyses of pulsating blood vessels, we demonstrate that the circumferential strain in the ventral wall, and not dorsal wall, is concurrent with and responsible for the magnitude, the site, and timing of the HSC formation. We extended our findings by developing a bioreactor to establish the functional link between pulsation in the blood vessels and HSC formation. Using serial transplant, limiting dilution, and serial replating assays, we found that pulsation mediated circumferential stretching of hemogenic endothelial cells or Piezo1 activation (Yoda1) yields 3-times higher amounts of Long Term (LT)-HSC formation; which reconstitute to normal multi-lineage adult blood. Using delayed-type hypersensitivity assay, adult globin expression, MPO enzyme activity, immunoglobulins, and T-cell receptor rearrangement analyses, we found that circumferential stretching or Piezo1 activation-derived HSCs reconstitute to functional T and B cells, adult erythrocytes, and myeloid cells. Our Piezo1 fl/fl xScl-Cre conditional knockout, gene-silencing, & confocal imaging further demonstrate that circumferential stretching of blood vessels activates Piezo1; which enhances epigenetic regulator Dnmt3b expression to stimulate the EHT. Our CUT&RUN CHIP-Sequencing & MASSArray methylation analyses demonstrate that Dnmt3b suppresses endothelial genes during EHT. To analyze the conserved role of PIEZO1-mediated mechanosensitive mechanisms in human hematopoiesis, we employed directed differentiation of constitutive RUNX1-mCherry human induced pluripotent stem cells (iPSCs) to hemogenic endothelial cells. We found that Yoda1-mediated PIEZO1 activation stimulated human endothelial-to-hematopoietic transition. In conclusion, pulsation-mediated circumferential strain activates Piezo1 to stimulate the endothelial-to-HSC transition via the induction of Dnmt3b expression. This leads to the formation of long-term self-renewing HSCs, which can engraft and reconstitute to multi-lineage, adult blood upon serial transplantations. Our identification of a novel biomechanical cue unravels the physiological mystery in HSC formation in the ventral wall of the DA. We also establish its cross-talk with mechanosensitive and epigenetic mechanisms to produce functional, long-term HSCs that reconstitute to form normal adult blood. This yields the therapeutic promise of developing transgene-free LT-HSC-based cellular therapies for the treatment of human blood disorders. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cell therapy",
        "delayed hypersensitivity",
        "diagnostic imaging",
        "dilution technique",
        "globins",
        "hematological diseases",
        "hematopoietic stem cells",
        "immunoglobulins",
        "oxides",
        "stress"
    ],
    "author_names": [
        "Giorgia Scapin, PhD",
        "Dhvanit I Shah, PhDPharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Giorgia Scapin, PhD",
            "author_affiliations": [
                "The Research Institute at Nationwide Children's Hospital, COLUMBUS, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dhvanit I Shah, PhDPharmD",
            "author_affiliations": [
                "Hematology Division, Nationwide Children's Hospital, Columbus, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:39:19",
    "is_scraped": "1"
}