{
    "doi": "https://doi.org/10.1182/blood.V112.11.3908.3908",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1158",
    "start_url_page_num": 1158,
    "is_scraped": "1",
    "article_title": "HapMap Scanning of Novel Human Minor Histocompatibility Antigens ",
    "article_date": "November 16, 2008",
    "session_type": "Tumor Immunotherapy",
    "topics": [
        "minor histocompatibility antigens",
        "allopurinol",
        "epitopes",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "chromosome mapping",
        "dna, complementary",
        "epitope mapping",
        "hla-a antigens",
        "hla-a2 antigen"
    ],
    "author_names": [
        "Yasuhito Nannya, MD, PhD",
        "Michi Kamei, MD, PhD",
        "Hiroki Torikai, MD, PhD",
        "Takakazu Kawase, MD, PhD",
        "Kenjiro Taura, PhD",
        "Yoshihiro Inamoto, MD, PhD",
        "Taro Takahashi, MD, PhD",
        "Makoto Yazaki, MD, PhD",
        "Satoko Morishima, MD, PhD",
        "Koichi Miyamura, MD, PhD",
        "Tetsuya Ito, MD, PhD",
        "Yoshihisa Kodera, MD",
        "Yasuo Morishima, MD",
        "Toshitada Takahashi, MD",
        "Kiyotaka Kuzushima, MD",
        "Seishi Ogawa, MD, PhD",
        "Yoshiki Akatsuka, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Departments of Hematology/Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Division of Immunology, Aichi Cancer Ctr., Nagoya, Japan"
        ],
        [
            "Division of Immunology, Aichi Cancer Ctr., Nagoya, Japan"
        ],
        [
            "Division of Immunology, Aichi Cancer Ctr., Nagoya, Japan"
        ],
        [
            "Department of Information and Communication Engineering, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan"
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan"
        ],
        [
            "Higashi Municipal Hospital of Nagoya, Nagoya, Japan"
        ],
        [
            "Division of Immunology, Aichi Cancer Ctr., Nagoya, Japan"
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics and Neonatology, Nagoya City University, Nagoya, Japan"
        ],
        [
            "Japanese Red Cross Nagoya First Hospital"
        ],
        [
            "Aichi Cancer Center, Nagoya, Japan"
        ],
        [
            "Aichi Comprehensive Health Science Center, Chita-gun, Japan"
        ],
        [
            "Division of Immunology, Aichi Cancer Ctr., Nagoya, Japan"
        ],
        [
            "Regeneration Med. for Hematopoiesis, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Division of Immunology, Aichi Cancer Ctr., Nagoya, Japan"
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Minor histocompatibility antigens (mHags) are the molecular targets of allo-immunity associated with major anti-tumor activities in hematopoietic stem cell transplantation (HSCT), but are also involved in the pathogenesis of graft-versus-host disease (GVHD). They are typically defined by the host’s SNPs that are not shared by the donor and immunologically recognized by cytotoxic T-cells isolated from the post-HSCT patients. However, despite their critical importance in transplantation medicine, fewer than 20 mHags have been identified during the past 20 years due to the lack of an efficient method for their isolation. Here we developed a novel method in which the large data set from the International HapMap Project can be directly used for genetic mapping of novel mHags. Concretely, immortalized B lymphoblastoid cell lines (LCLs) from a HapMap panel are grouped into mHag positive (mHag+) and negative (mHag−) subpanels according to their susceptibility to a cytotoxic T-cells (CTL) clone as determined by conventional chromium release cytotoxicity assays (CRAs), and the target mHag locus could be directly identified by association scan (indicated by χ 2 statistic) using the highly qualified HapMap data set having over 3,000,000 SNP markers. The major concern about this approach arises from the risk of overfitting observed phenotypes to one or more incidental SNPs from this large number of the HapMap SNPs. To address this problem, we first estimated the maximum sizes of the test statistics under the null hypothesis (i.e., no associated SNPs within the HapMap set) empirically by simulating 10,000 case-control HapMap panels in different experimental conditions, and compared them with the expected size of test statistic values from the marker SNPs associated with the target SNP, assuming different linkage disequilibrium (LD), or values in between. Except for those mHags having very low minor allele frequencies (MAF) below ~0.05, the possibility of overfitting is progressively reduced as the number of LCLs increases, allowing for unique identification of the target locus in a broad range of values. To demonstrate the feasibility of this method, we tried to map the locus for HA-1 H mHag, by actually immunophenotyping 58 LCLs from the JPT+CHB HapMap panel with CRAs using HLA-A*0206-restricted LCL (CTL-4B1). As expected, the genome-wide scan clearly indicated a unique association within the HMHA1 gene, showing a peak χ 2 statistic of 52.8 (not reached in 100,000 permutations) at rs10421359. Next, we applied this method to mapping novel mHags recognized by HLA-B*4002-restricted CTL-3B6 and HLA-A*0206-restricted CTL-1B2, both of whose target mHags had not been identified. The peak in chromosome 19q13.3 for the CTL-3B6 set showed the theoretically maximum χ 2 value of 50 (not reached in 100,000 permutations) at rs3027952, which was mapped within a small LD block of ~182kb containing a single gene, SLC1A5 , as a candidate mHag gene. In fact, when expressed in HEK293T with HLA-B*4002 transgene, recipient-derived, but not donor-derived, SLC1A5 cDNA was able to stimulate interferon-γ secretion from CTL-3B6, indicating that SLC1A5 encodes the target mHag recognized by CTL-3B6. Conventional epitope mapping finally identified an undecameric peptide, AEATANGGLAL, which was further confirmed by epitope reconstitution assays. The target mHag locus for CTL-1B2 was identified at the peak (max χ 2 = 44, not reached in 100,000 permutations) within a 598 kb block on chromosome 4q13.1, and coincides with the locus for a previously reported mHag, UGT2B17. Our epitope mapping by using UGT2B17 cDNA deletion mutants, prediction of candidate epitopes by HLA-binding algorithms and epitope reconstitution assays successfully identified a novel nonameric peptide, CVATMIFMI. Our results demonstrate how effectively the HapMap resources could be used for genetic mapping of clinically relevant human traits. This method may be also applied to disclosing other relevant human variations, if an accurate bioassay is applied to discriminate them. We anticipate our method based on the HapMap scan greatly accelerates isolation of novel mHags, which could be used for the development of selective allo-immune therapies to intractable blood cancers, circumventing potentially life-threatening GVHD, while harnessing its anti-tumor effects. Such knowledge on mHags should also promote our understanding of allo-immunity."
}