{
    "doi": "https://doi.org/10.1182/blood.V124.21.5872.5872",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2893",
    "start_url_page_num": 2893,
    "is_scraped": "1",
    "article_title": "Differences in Natural Killer(NK) Reconstitution Between Unmanipulated Haploidentical and HLA Identical Stem Cell Transplantation and Relationship with Citomegalovirus and Graft Versus Host Disease (GVHD). Experience in One Centre in 22 Patients. ",
    "article_date": "December 6, 2014",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Introduction: It´s well known that NK cells exert an important role in postransplant immune reconstitution. Their maturation process through the contact with recipient´s bone marrow stromal cells is crucial for the development of their functional capacities. Previous studies showed the relevance of NK alloreactivity in relapse prevention and the influence of NK subpopulations and expression of activating receptors on CMV infection control, antitumor effects, and graft versus host disease (GVHD). Unmanipulated Haploidentical (Haplo) transplantation with postrasplant cyclophosphamide (Cy) is an emerging alternative for patients (pts) with no identical sibling donor with encouraging results. We previously reported preliminary data of NK cell reconstitution in 7 pts in Haplo setting. Our aim is to contrast our previous data in 22 pts comparing with conventional HLA-identical (HLAid) Stem Cell Transplantation (SCT) and to analyse the relationship between NK reconstitution and CMV reactivation and GVHD. Methods: 22 pts received an Haplo SCT and 7 pts an HLAid SCT in Gregorio Marañon Hospital between January 2013 and April 2014. Peripheral blood was used in all cases. Conditioning regimen comprised fludarabine (Flu), Cy and busulfan (Bux) for Haplo and Flu/Bux or Flu/Melphalan for HLAid SCT. Prophylaxis for GVHD consisted of high dose Cy on +3, +4, cyclosporine (CsA) A and mycophenolatemofetil for Haplo and CsA/Methotrexate for HLAid. Table1 show patients characteristics. For analysis of NK reconstitution and receptor expression multi-colour flow cytometry on FC500 and Navios Beckman Coulter® was used. Total NK cells, CD56 intensity and expression of NKG2A, NKp30, Nkp46 and NKG2D was studied at +15, +30, +60, and +90. For comparison between the two groups Mann–Whitney U-test was used. Results: Median NK cells/mm3 on +15 and +30 were significantly lower on Haplo than HLAid group ( 0 (0-5.5) and 28.5 (12.2-96.5) vs 69.5 (55-134) and 276 (151-422); p<0.05), being similar on + 60 and +90 (86 (49.5-158) and 147 (85-204.5) for Haplo vs 105 (39.2-162.5) and 117 (82-197) for HLAid; p ns). In Haplo pts NK cells reached normal levels on +60, while only 6/22 (27%) on +30. As previously reported NK high percentages of immature CD56bright (CD56b) cells and high expression of immature receptor NKG2A appears on +30, decreasing on +60 and +90 (CD56b 80% (72.5-88.5), NKG2A 88% (80-94) on +30, 39% (25-49) and 73% (62.2-86.7) on +60, 34% (23-43) and 69% (54.7-77.5) on +90. Compared with HLAid patients, the percentage of NKb cells was significantly higher (p<0.05) on Haplo group on +30, +60 and +90 and expression of NKG2A was also higher on +15, +30 and +60 (p<0.05). Interestingly, expression of activating receptors NKP46 and NKG2D linked to NK maturation are only significantly decreased in Haplo group comparing with HLAid on +15 (p<0.05), with appropriate expression and no differences on +30, +60 and +90. In fact, expression of NKP46 tended to be higher in Haplo on +30 (81% (62.5-90) vs 61% (42-71)), with no statistical significance (p 0.06). NKP30 had a low expression, similar in the 2 groups. In Haplo pts, no differences were found in total NK cell between pts with and without CMV reactivation at any time. Patients with acute GVHD had lower NK cells/mm3 at +30 (21.5 (10.7-35) vs 122 (21.7-260.7) and +60 (75(46-137) vs 156 (51-258); p 0.1), but statistical significance was not reached. Proportion of CD56b and NKG2A expression did not show any difference in pts regarding presence of CMV reactivation or GVHD. Conclusions: After Haplo SCT with postransplant Cy NK cell reconstitution seem to be delayed comparing with HLAid sibling SCT, reaching normal levels at +60. As previously reported, we confirm in our series that NK maturation also show a different pattern. In Haplo setting NK cells remains in an immature phenotype with high proportion of NK CD56b and expression of NKG2A much longer than in HLAid pts. Interestingly activating receptors expression, normally linked to maturation is only lower in Haplo pts in +15, but it is similar in both SCT types by day +30 and later, what should translate in appropriate cytotoxic capacity. In Haplo group, those patients with and without CMV reactivation had similar NK cell reconstitution. Patients with GVHD seem to have an impaired early NK reconstitution, but this fact needs to be contrasted. Acknowledgments: Fundación Mutua Madrileña. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "brachial plexus neuritis",
        "cmv reactivation",
        "cyclosporine",
        "influenza",
        "busulfan",
        "cd56 antigens",
        "cyclophosphamide"
    ],
    "author_names": [
        "Ana María Pérez-Corral, MD",
        "Ana Carolina Franco",
        "Diana Champ",
        "Jorge Gayoso, MD",
        "Cristina Pascual, MD",
        "Mariana Bastos-Oreiro, MD",
        "Mi Kwon, MD",
        "David Serrano, MD",
        "Pascual Balsalobre, MSc",
        "Ismael Buno, PhD",
        "Carolina Martínez-Laperche, PhD",
        "Elizabeth Sarmiento",
        "Javier Anguita, MD",
        "Jose Luis Diez-Martin, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain "
        ],
        [
            "Hematology Service, Hospital Gregorio Marañón. Health Research Institute Gregorio Marañón, Spain, Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain ",
            "Gregorio Marañon Health Research Institute (IISGM), Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain ",
            "Gregorio Marañón Health Research Institute (IISGM), Madrid, Spain "
        ],
        [
            "Gregorio Marañon Health Research Institute (IISGM), Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain ",
            "Gregorio Marañon Health Research Institute (IISGM), Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain ",
            "Gregorio Marañon Health Research Institute (IISGM), Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain ",
            "Gregorio Marañón Health Research Institute (IISGM), Madrid, Spain "
        ],
        [
            "Department of Immunology, Gregorio Marañon General University Hospital, Madrid, Spain"
        ],
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain ",
            "Gregorio Marañón Health Research Institute (IISGM), Madrid, Spain "
        ],
        [
            "Department of Hematology, Gregorio Marañon General University Hospital, Madrid, Spain ",
            "Gregorio Marañon Health Research Institute (IISGM), Madrid, Spain "
        ]
    ],
    "first_author_latitude": "40.4195247",
    "first_author_longitude": "-3.6713438"
}