{
    "doi": "https://doi.org/10.1182/blood.V118.21.3168.3168",
    "article_title": "Rituximab Treatment for Autoinmune Hemolitic Diseases, ",
    "article_date": "November 18, 2011",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster III",
    "abstract_text": "Abstract 3168 INTRODUCTION: Steroids are the first line treatment for Autoimmune Hemolytic Anemia (AHA) and Immune Thrombocytopenic Purpura (ITP). Second line treatments for patients with partial reponses or steroid dependence are controversial and have changed during the last decades. Several authors have proposed the use of Rituximab in these patients although published data are still sparse. OBJECTIVES: We reviewed the medical records of all the patients treated in our hospital with Rituximab in order to evaluate the response rate and security of this treatment. MATHERIALS AND METHODS: We included in the study all the patients older than 18 years with diagnoses of Immune Thrombocytopenia or Autoimmune Hemolytic Anemia treated with Rituximab. Patients with oncologic diseases that required specific chemotherapy apart from AHA or ITP were excluded. Rituximab was administered at a dose of 375mg/m3 weekly for 4 weeks. In patients with AHA we assessed the response according to the following criteria: complete response a hemoglobin level higher than 12 g/dl without hemolysis (normal bilirubin, LDH and haptoglobin) and partial response at least 2g/dl increase from the basal hemoglobin level with improvement in the hemolysis parameters. In patients with ITP we defined complete response as >100.000 platelets/mm3 and partial response >50.000 platelets/mm3. In both cases patients should be tapering steroids (less than 10mg/day of prednisone) and without transfusions. RESULTS: We performed 55 treatments with Rituximab in 37 pts., 19 AHA (12 cold hemolytic anemia) and 18 ITP. The median age was 60 years (26 – 86) and 31 pts. were female. Five patients had other autoimmune diseases (lupus, sjogren, autoimmune hepatitis), and six patients had an underlying onco-hematologyc disease (CLL, indolent lymphoma). All patients had been treated with steroids before and most of them had also received azathioprine, cyclophosphamide or gamaglobuline. The median of previous treatments was 3. Eight patients had undergone also splenectomy. The reason for the treatment was steroid dependence in 16 patients, partial response 6 patients and no response to previous treatment in 15 patients. The overall response rate was 79% for AHA and 94% for ITP, with 8pts (42%) and 13pts (72%) achieving a complete response and 7pts (37%) and 4pts (22%) achieving a partial response respectively. The median time to the complete response was 14 days for ITP and 28 days for AHA. The treatment was well tolerated with only one infusion related serious adverse event and one pulmonary thromboembolism during the period of treatment. Fourteen patients relapsed (8 AHA and 6 PTI). The response rate to Rituximab at relapsed for those patients that received a second or even third course of treatment were similar to the observed before. The median time of follow up was 50 months with and event free survival at 1 year of 34% (median 11,9 months) for AHA vs. 60% for PTI (median 38 months) (p 0,23). The overall survival at 5 years was 39% (median 53 months) vs. 86% (median not reached) (p 0,18) respectively. Seven patients with AHA and 2pts with ITP died, mostly of infectious complications. CONCLUSIONS: Rituximab is an effective treatment for ITP and AHA patients with no response to previous treatments or corticoid dependence. There were few serious adverse effects related to the treatment with Rituximab itself. The mortality rate was higher in patients with AHA although it wasn`t statistically significant. The main cause of death was related to infectious complications but most of the patients had a long history of immunosuppression treatment. Patients who relapsed and were treated again with rituximab had very good response rate. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "rituximab",
        "purpura, thrombocytopenic, idiopathic",
        "complete remission",
        "partial response",
        "steroids",
        "autoimmune hemolytic anemia",
        "brachial plexus neuritis",
        "hemoglobin measurement",
        "infection as complication of medical care",
        "adrenal corticosteroids"
    ],
    "author_names": [
        "Natalia Schutz, MD,",
        "Jorge Arbelbide, MD",
        "Walter Skordo, MD",
        "Susana Viñuales, MD",
        "Elsa Nucifora, MD",
        "Dorotea Beatriz Fantl, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Natalia Schutz, MD,",
            "author_affiliations": [
                "Hematology, Hospital Italiano, Argentina, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jorge Arbelbide, MD",
            "author_affiliations": [
                "Hematology, Hospital Italiano, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter Skordo, MD",
            "author_affiliations": [
                "Hematology, Hospital Italiano, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susana Viñuales, MD",
            "author_affiliations": [
                "Hematology, Hospital Italiano, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elsa Nucifora, MD",
            "author_affiliations": [
                "Servicio de Hematología, Hospital Italiano, Buenos Aires, Argentina, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dorotea Beatriz Fantl, MD",
            "author_affiliations": [
                "Hematologia, Hospital Italiano, Buenos Aires, Argentina"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T02:36:52",
    "is_scraped": "1"
}