{
    "doi": "https://doi.org/10.1182/blood.V120.21.1271.1271",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2329",
    "start_url_page_num": 2329,
    "is_scraped": "1",
    "article_title": "Distribution of PNH Clone Sizes within High Risk Diagnostic Categories Among 481 PNH Positive Patients Identified by High Sensitivity Flow Cytometry ",
    "article_date": "November 16, 2012",
    "session_type": "508. Bone Marrow Failure - Inherited Disorders: Poster I",
    "topics": [
        "clone cells",
        "flow cytometry",
        "brachial plexus neuritis",
        "aplastic anemia",
        "cytopenia",
        "thrombosis",
        "cd45 antigens",
        "myelodysplastic syndrome",
        "antigens, cd15",
        "antigens, cd59"
    ],
    "author_names": [
        "Mayur K Movalia, M.D.",
        "Andrea Illingworth"
    ],
    "author_affiliations": [
        [
            "Pathology, Dahl-Chase Diagnostic Services, Bangor, ME, USA, "
        ],
        [
            "Flow Cytometry, Dahl-Chase Diagnostic Services, Bangor, ME, USA"
        ]
    ],
    "first_author_latitude": "44.807437799999995",
    "first_author_longitude": "-68.7524337",
    "abstract_text": "Abstract 1271 Paroxysmal nocturnal hemoglobinuria (PNH) is an acquired hematopoietic stem cell disorder associated with patients (pts) with aplastic anemia (AA), myelodysplastic syndrome (MDS), unexplained cytopenias, unexplained thrombosis, and hemolysis. High sensitivity flow cytometry (HSFC) is recommended by The International Clinical Cytometry Society (ICCS) as the method of choice for diagnosing PNH. The incidence of PNH clones in these patient groups has been previously reported, but the distribution of clinically significant PNH clones not been previously explored. The purpose of this study is to analyze the distribution of PNH clone sizes using HSFC with sensitivity up to 0.01% among 7,699 pts who were screened for PNH clones utilizing CD235a/CD59 for RBCs, FLAER/CD24/CD15/CD45 for neutrophils and FLAER/CD14/CD64/CD45 for monocytes. We evaluated the distribution of PNH clones sizes against the provided ICD-9 diagnostic (DX) codes and evaluated the significance of hemolysis on PNH clone size. Based on a sensitivity of at least 0.01%, 6.2% of all pts (481/7,699) were found to be PNH positive. Of those pts, 3.8% (293/7,699) were found to have a PNH clone size of >1%, while 2.4% (188/7,699) were found to have a PNH clone size of <1%. Of the 481 PNH positive patients, the distribution of PNH clone sizes among high risk diagnostic categories is shown in Table 1 . Aplastic anemia (AA) and hemolysis were more commonly associated with PNH clone sizes >20%. In 32 patients reported to have both aplastic anemia and hemolysis, 20 pts (63%) had PNH clone sizes >20%, while 30 pts (94%) had PNH clone sizes >1%. Pts with MDS, cytopenias and thrombosis more frequently showed PNH clones sizes of 20%, while 10 pts (56%) showed PNH clone sizes >1%. In this single-laboratory experience, we evaluated the distribution of PNH clone sizes among high risk patient groups based on ICD-9 diagnostic code. Pts with large PNH clone sizes are more likely to have clinical symptoms, particularly those associated with hemolysis, and thus most likely to benefit from therapy. In this study, pts with hemolysis showed a higher incidence of PNH clone sizes >20%, underscoring the need to test for hemolysis in these high risk patient groups. In addition, this study confirmed the need to continue actively testing high risk patient populations, including aplastic anemia, myelodysplastic syndrome, unexplained cytopenias, unexplained thrombosis and hemolysis for PNH based on the ICCS recommendations to ensure accurate diagnosis and appropriate therapy. Table 1. Distribution of PNH Clone Sizes within high risk diagnostic categories among 481 PNH+ Patients at Dahl-Chase Diagnostic Services  . PNH Clone Sizes . Total . . <1% . 1–20% . >20% . Aplastic Anemia 32 39 40 25.8% (111) MDS 20 9 7 8.4% (36) Cytopenias (including pancytopenia, leukopenia and non-hemolytic anemia) 78 27 10 26.7% (115) Hemolysis (including hemolytic anemia and hemoglobinuria) 24 29 129 42.3% (182) Thrombosis 12 4 5 4.9% (21) Miscellaneous 15 2 5 5.1% (22) Not provided 17 6 28 11.9% (51) . PNH Clone Sizes . Total . . <1% . 1–20% . >20% . Aplastic Anemia 32 39 40 25.8% (111) MDS 20 9 7 8.4% (36) Cytopenias (including pancytopenia, leukopenia and non-hemolytic anemia) 78 27 10 26.7% (115) Hemolysis (including hemolytic anemia and hemoglobinuria) 24 29 129 42.3% (182) Thrombosis 12 4 5 4.9% (21) Miscellaneous 15 2 5 5.1% (22) Not provided 17 6 28 11.9% (51) Note: Table reflects patients who had more than one associated ICD-9 code. View Large Disclosures: Illingworth: Alexion: Consultancy, Honoraria."
}