{
    "doi": "https://doi.org/10.1182/blood.V110.11.1128.1128",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=968",
    "start_url_page_num": 968,
    "is_scraped": "1",
    "article_title": "In Vivo Tumor Dynamic Studies in Stable CLL Show an Association between CLL Turnover Rates and IgV H Mutational Status and Provide Evidence That the Bone Marrow Is Not a Major Site of Neoplastic Cell Generation. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bone marrow",
        "neoplasms",
        "tumor cells",
        "leukemic cells",
        "molecule",
        "cd19 antigens",
        "dna",
        "flow cytometry",
        "gas chromatography",
        "ki-67 antigen"
    ],
    "author_names": [
        "Arnon P. Kater, MD, PhD",
        "Rogier van Gent",
        "Annelieke Jaspers",
        "Jose A.M. Borghans, PhD",
        "Sigrid Otto",
        "An F.C. Ruiter",
        "Shulamit Wittebol, MD",
        "Eric Eldering, PhD",
        "Marinus H.J. Van Oers, MD, PhD",
        "Marie-Jose Kersten, MD, PhD",
        "Frank Miedema, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Academic Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Immunology, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Hematology, Academic Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Immunology, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Immunology, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Clinical Chemistry, Academic Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Internal Medicine, Meander Medical Center, Amersfoort, Netherlands"
        ],
        [
            "Hematology, Academic Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Hematology, Academic Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Hematology, Academic Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Immunology, University Medical Center Utrecht, Utrecht, Netherlands"
        ]
    ],
    "first_author_latitude": "52.3672832",
    "first_author_longitude": "4.8912096",
    "abstract_text": "The classic view of CLL as a static disease has recently been challenged by the first in vivo CLL cell kinetics study (Messmer BT, et al. J Clin Invest. 2005). In a clinical heterogeneous CLL patient cohort not only substantial proliferation rates but also increased death rates were observed, supporting the concept of CLL as a dynamic disease. Whether this dynamic state also applies to patients with untreated clinically stable disease (and lymphocyte numbers) is currently not known. Proliferation of tumor cells is assumed to take place in proliferation centers in lymph nodes (LN) and bone marrow (BM), where survival largely depends on micro-environmental stimuli within these tissues. CLL cell death is thought to occur preferentially in the peripheral blood (PB). Although involvement of lymph nodes in both proliferation and cell survival has been studied well the precise role of the bone marrow is much less clear. The aim of the present study was to measure and model in vivo CLL kinetics using deuterated water labeling in clinically stable untreated CLL patients in relation to IgV H mutation status and expression of apoptosis-regulatory genes in PB and BM. Ten untreated CLL patients with stable disease activity and IgV H mutation status levels between 0.3% and 11.2% (median 3.5%) daily drank deuterated water ( 2 H 2 O) for 64 days. To monitor PB CLL kinetics, blood and urine were collected at regular intervals during the up- and downlabeling phase. At day 64 and 413 (end of downlabeling period) a bone marrow puncture was performed. Out of the different samples (BM: first syringe of aspirate) CD19 + CD5 + cells were sorted and incorporation of 2 H in the DNA of the leukemic cell population was measured by gas chromatography and mass-spectrometry. Average proliferation and disappearance rates of the labeled population were estimated with a mathematical model (simultaneously) describing the up- and downlabeling phase. Expression of mRNA levels of pro- and anti-apoptotic molecules was determined by Multiple Ligation-dependent Probe Amplification (MLPA). Although proliferation rates varied markedly within this clinically homogenous patient cohort (proliferation rates per day: 0.08% – 0.32%, median 0.15%), they were balanced in all patients by similar disappearance rates. Strikingly, the degree of IgV H mutation was inversely associated with both proliferation and disappearance rates of the leukemic B cells. At day 64, the percentage of labeled cells was higher in the BM as compared to PB (15.9% vs. 11.1% of total CLL cells, p<0.05), although expression of both proliferation markers Ki67 and survivin (as assessed by flow-cytometry and MLPA) of the leukemic cells in both compartments was similar. In contrast to LN-derived CLL cells (Smit LA, et al. Blood. 2007) apoptotic regulatory gene expression of CLL cells in BM revealed no increased expression of anti-apoptotic molecules as compared to PB. Our data indicate that the dynamic state of clinically stable CLL is associated with the degree of IgV H mutations. Furthermore, the bone marrow seems to be a tumor reservoir rather than a CLL proliferation compartment."
}