{
    "doi": "https://doi.org/10.1182/blood.V110.11.5036.5036",
    "article_title": "Haematopoietic Stem Cell Transplantation - An Experience from Developing World. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "One hundred and fifty four patients received allogeneic stem cell transplant from HLA matched siblings for various haematological disorders at Armed Forces Bone Marrow Transplant Centre, Rawalpindi, Pakistan from July 2001 to Sep 2006. Indications for transplant included aplastic anaemia (n=66), b-thalassaemia major (n=40), CML (n=33), acute leukaemia (n=8) and misc disorders (n=7). One hundred and twenty patients were male and thirty four were female. Median age of patient cohort was 14 yrs (range 1 ¼ −54 yrs). Pre-transplant infection surveillance was carried out and strict prophylaxis against infection was observed. The mean mononuclear cell dose was 4.2 x 10 9 /kg of recipient. Post transplant complications encountered in our patients were: acute GvHD (grade II-IV) 28.5%, chronic GvHD 15.5%, haemorrhagic cystitis 9.7%, VOD liver 5.1%, acute renal failure 3.2%, bacterial infections 51.2%, fungal infections 15.0%, CMV infection 4%, herpes zoster 4%, tuberculosis 2.6%, pneumocytitis jirovici infection 0.6%, malaria 0.6% patient, graft rejection 5.2% patients and relapse in 4%patients. Certain unexpected rare post transplant complications were also observed in our patients. These included hickman catheter embolization, GB syndrome, deep vein thrombosis, haemorrhagic pericarditis with clots leading to cardiac temponade, idiopathic polycythemia, dengue fever and status epilepticus. Mortality was observed in 27.2% patients. Major causes of mortality were GvHD, VOD, relapse, intracranial haemorrhage, acute renal failure, pseudomonas septicemia, tuberculosis, disseminated aspergillosis and CMV infection. At five years, the overall survival (OS) and disease free survival (DFS) was 72.5% & 70.7% respectively.",
    "topics": [
        "allogeneic stem cell transplant",
        "aplastic anemia",
        "bacterial infections",
        "beta thalassemia",
        "bone marrow transplantation",
        "cytomegalovirus infections",
        "deep vein thrombosis",
        "dengue fever",
        "developing countries",
        "disseminated aspergillosis"
    ],
    "author_names": [
        "Khalil Ullah, MD, FCPS (Pak)",
        "Parvez Ahmed, MD, FCPS (Pak)",
        "Shahid Raza, MD, FCPS (Pak)",
        "Tariq Mahmood, MD, FCPS (Pak)",
        "Badshah Khan, MD, FCPS (Pak)"
    ],
    "author_dict_list": [
        {
            "author_name": "Khalil Ullah, MD, FCPS (Pak)",
            "author_affiliations": [
                "Hematology, Armed Forces Bone Marrow Transplant Centre, Rawalpindi, Punjab, Pakistan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Parvez Ahmed, MD, FCPS (Pak)",
            "author_affiliations": [
                "Hematology, Armed Forces Bone Marrow Transplant Centre, Rawalpindi, Punjab, Pakistan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shahid Raza, MD, FCPS (Pak)",
            "author_affiliations": [
                "Hematology, Armed Forces Bone Marrow Transplant Centre, Rawalpindi, Punjab, Pakistan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tariq Mahmood, MD, FCPS (Pak)",
            "author_affiliations": [
                "Hematology, Armed Forces Bone Marrow Transplant Centre, Rawalpindi, Punjab, Pakistan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Badshah Khan, MD, FCPS (Pak)",
            "author_affiliations": [
                "Oncology, Combined Military Hospital, Rawalpindi, Punjab, Pakistan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T09:38:26",
    "is_scraped": "1"
}