{
    "doi": "https://doi.org/10.1182/blood.V108.11.4835.4835",
    "article_title": "Blast Cell Reduction in Elderly Patients with Acute Myeloid Leukemia Secondary to Myelodysplastic Syndrome Treated with Methylprednisolone. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Treatment of elderly patients with acute myeloid leukemia (AML) is challenging, because they are often resistant to chemotherapy and not eligible for standard myelosuppressive chemotherapy. Here we report three elderly patients (above 70 years of age) with AML secondary to myelodysplastic syndrome and a poor performance status (PS 4), in whom methylprednisolone (mPSL; 125 mg/body) resulted in a decrease in blast cells in the peripheral blood (PB). Although this reduction was transient, the blast counts could be controlled by intermittent or daily treatment with mPSL, without significant adverse effects. We examined the effects of mPSL on leukemic blasts (CD34 + CD33 + CD13 + CD4 + ) in detail in one patient and found that the blast count in the peripheral blood rapidly decreased from 14.2 × 10 9 /l to 0.3 × 10 9 /l for 18 hours after mPSL administration. The neutrophil counts gradually increased. Annexin V assays revealed that the percentage of annexin V + PI − cells among the blast cells increased from 4% to 20% at 9 hours after mPSL treatment, indicating that mPSL decreased the number of blasts in part through induction of apoptosis. In in vitro liquid cultures, mPSL inhibited the survival of blast cells from the patient in a dose-dependent manner. Furthermore, mPSL suppressed the growth of leukemic progenitors in semisolid cultures. Although our experience is limited to these three patients, our findings suggest that mPSL may offer therapeutic benefits for a subset of elderly patients with AML evolved from myelodysplastic syndrome.",
    "topics": [
        "blast cells",
        "leukemia, myelocytic, acute",
        "methylprednisolone",
        "myelodysplastic syndrome",
        "older adult",
        "semi-solid dose form",
        "annexin a5",
        "chemotherapy regimen",
        "adverse effects",
        "alanine aminopeptidase"
    ],
    "author_names": [
        "Kei Suzuki, MD",
        "Takao Sekine, MD",
        "Kohshi Ohishi, MD",
        "Naoyuki Katayama, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kei Suzuki, MD",
            "author_affiliations": [
                "Internal Medicine, Matsusaka Chuo General Hospital, Matsusaka, Mie, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takao Sekine, MD",
            "author_affiliations": [
                "Internal Medicine, Matsusaka Chuo General Hospital, Matsusaka, Mie, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kohshi Ohishi, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Mie University Graduate School of Medicine, Tsu, Mie, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoyuki Katayama, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Mie University Graduate School of Medicine, Tsu, Mie, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T15:43:17",
    "is_scraped": "1"
}