{
    "doi": "https://doi.org/10.1182/blood.V124.21.2260.2260",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2781",
    "start_url_page_num": 2781,
    "is_scraped": "1",
    "article_title": "Aggravated Bone Density Decline after Symptomatic Osteonecrosis in Children with Acute Lymphoblastic Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster II",
    "abstract_text": "Background : Osteonecrosis (ON) and decline of bone mineral density (BMD) are serious side effects during and after treatment of childhood acute lymphoblastic leukemia (ALL). It is unknown whether ON and low BMD co-occur in the same patients, and whether these two osteogenic side effects can influence each other’s development during pediatric ALL treatment. Methods : BMD and the incidence of symptomatic ON were prospectively assessed in 466 patients with ALL (4-18 years of age) treated according to the dexamethasone-based Dutch Child Oncology Group-ALL9 protocol. Symptomatic ON was defined as persistent pain in arms or legs not caused by vincristine administration, and confirmed by magnetic resonance imaging. Bone mineral density of the lumbar spine (BMD LS ) (n=466) and of the total body (BMD TB ) (n=106) were measured by dual X-ray absorptiometry at ALL diagnosis, after 32 weeks of treatment, at cessation of treatment (109 weeks) and 1 year after cessation of treatment. BMD was expressed as age-matched and gender-matched standard deviation scores (SDS; Z-score). Multivariate linear mixed models were adjusted for age at diagnosis. Results: Thirty patients (6.4%) suffered from ON. At cessation of treatment, mean BMD LS was -1.28 SDS (SD: 1.27, n=332; p<0.01) and BMD TB was -0.74 SDS (SD: 1.29, n=65; p<0.01) lower in ALL patients compared to their healthy peers. At baseline, BMD LS and BMD TB did not differ between patients who developed or who did not develop ON (mean BMD LS ON+: -0.90 vs. ON-: -1.14, p=0.36; mean BMD TB ON+: 0.07 vs. ON-: 0.25 p=0.65). At cessation of treatment, patients with ON seem to have a trend for a lower mean BMD LS (ON+: -1.68 vs. ON-: -1.31, p=0.18) and they have a lower mean BMD TB (ON+: -1.91 vs. ON-: -0.59, p=0.01) than patients without ON. Multivariate analyses showed that BMD TB change during follow-up was significantly different for patients with ON than without ON (interaction group time, p=0.04). Between BMD measurements before and after the diagnosis, patients with ON seemed to have a more rapid decline of BMD TB than in patients of the same age without ON (mean BMD TB difference -1.13 vs. -0.62, p=0.10). Conclusion: We conclude that symptomatic ON and low BMD during antileukemic treatment co-occur in pediatric ALL patients. BMD status at ALL diagnosis does not seem to precede ON. However, the development of ON seems to aggravate BMD decline during antileukemic treatment, most likely due to bone destruction and the advised physical immobilization. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "bone mineral density",
        "child",
        "osteonecrosis",
        "symptom aggravating factors",
        "tuberculosis",
        "withholding treatment",
        "leukemia, lymphocytic, acute, childhood",
        "adverse effects",
        "bone destruction"
    ],
    "author_names": [
        "Marissa den Hoed",
        "S.M.F. Pluijm",
        "Mariël L. Te Winkel",
        "Hester A. de Groot-Kruseman, PhD",
        "Marta Fiocco, PhD",
        "Peter M. Hoogerbrugge, MD PhD",
        "J.a. Leeuw",
        "Marrie Bruin, MD PhD",
        "Inge M. van der Sluis, MD PhD",
        "Dorine Bresters, MD PhD",
        "Maarten H. Lequin, MD PhD",
        "Jan C. Roos",
        "A. Veerman, MD PhD",
        "Rob Pieters",
        "Marry M. van den Heuvel-Eibrink"
    ],
    "author_affiliations": [
        [
            "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Dutch Childhood Oncology Group (DCOG), The Hague, Netherlands "
        ],
        [
            "Dutch Childhood Oncology Group (DCOG), The Hague, Netherlands ",
            "Leiden University Medical Centre, Leiden, Netherlands "
        ],
        [
            "Radboud University Medical Centre, Nijmegen, Netherlands "
        ],
        [
            "Beatrix Children's Hospital, University of Groningen, Groningen, Netherlands "
        ],
        [
            "University Medical Center Utrecht/ Wilhelmina Children's Hospital, Utrecht, Netherlands "
        ],
        [
            "Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "VUmc, Amsterdam, Netherlands "
        ],
        [
            "Erasmus Medical Center - Sophia's Children's Hospital, Rotterdam, Netherlands ",
            "Princess Maxima Center, Utrecht, Netherlands "
        ],
        [
            "Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "51.91201969999999",
    "first_author_longitude": "4.4701675"
}