{
    "doi": "https://doi.org/10.1182/blood.V108.11.558.558",
    "article_title": "Safety and Efficacy of Peginterferon Alfa-2a and Ribavirin for Hepatitis C in Thalassemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Hepatitis C virus (HCV) is an important cause of liver disease in patients with thalassemia. Standard treatment for adult patients without thalassemia is pegylated interferon-alfa (PEG) and ribavirin, but has been contraindicated in patients with thalassemia due to ribavirin-induced hemolysis, with associated increase in transfusion requirement and iron loading. This study examines whether increased iron burden accelerates liver, heart, and endocrine disease, increases the risk of antiviral treatment in these patients, and influences response to therapy. An open-label, single arm trial of PEG (180 μg/week) and ribavirin (~16mg/kg/day) was performed through the NIH-sponsored Thalassemia Clinical Research Network. Patients were treated for 24 weeks (genotypes 2&3) or 48 weeks (genotype 1). Iron burden was measured as liver iron concentration (LIC) in dry weight biopsy samples and HCV-RNA levels by using the Roche COBAS HCV Tests (qualitative and quantitative). Safety for iron-related toxicities was assessed by liver pathology, cardiac echo and ECG, fasting blood sugar and thyroid function tests. Standard PEG/ribavirin toxicities were followed using biochemical parameters, vision and hearing tests, and adverse event monitoring. 21 patients (48% male, mean age 32y, 15 genotype 1, 6 genotype 2 or 3) were enrolled and started treatment. 4 participants discontinued between weeks 4 through 12 [death from presumed sepsis, persistent cough, extreme fatigue, and pregnant spouse], and 1 participant dropped out at 36 weeks. Transfusion requirement had increased by 40% after 24 weeks (range: −5 to 68 %) in all participants and by 31% after 48 weeks (range: −2 to 77%) in participants with genotype 1. Week 48 liver biopsies were obtained in 14 /16 patients. The mean baseline LIC was 11.2 mg/g (range: 1.1 to 44.1) and did not change significantly at 48 weeks (median increase: 1.7 mg/g). LIC increased in 29% (4/14) of participants by more than 5 mg/g. Ejection fraction remained stable over 48 weeks (range: −15 to +17 %) and no pathologic arrhythmias were reported. No participants developed diabetes mellitus or thyroid disease. A ≥ 2 log HCV-RNA reduction was achieved by week 4 in all participants with genotype 2 or 3, and in 47% by week 4 and 73% by week 12 in those with genotype 1. Although end of treatment viral response (ETR) in genotype 2 or 3 was 100 % (4/4), 75% did not obtain sustained viral response (SVR; HCV undetectable in blood six months after treatment). In contrast, genotype 1 participants had ETR of 75% (9/12) and SVR of 55% (6/11). No significant correlations were found in baseline LIC, baseline HCV-RNA level, or change in transfusion requirement with ETR or SVR. In summary, baseline LIC was not a predictor of early or SVR. Response rates for participants with genotype 1 were similar to the non-thalassemia population. Genotype 2 or 3 patients appear to have a lower SVR rate after 24 weeks of therapy; therefore, 48 weeks of therapy should be considered. Despite an increase in iron burden in some participants, combination therapy did not appear to pose significant iron-related safety issues. (Study medications provided by Hoffmann-La Roche).",
    "topics": [
        "hepatitis c",
        "peginterferon alfa-2a",
        "ribavirin",
        "thalassemia",
        "iron",
        "hepatitis c rna",
        "transfusion",
        "toxic effect",
        "adverse event",
        "antiviral agents"
    ],
    "author_names": [
        "Paul Harmatz, MD",
        "Nancy F. Olivieri, MD",
        "Janet Kwiatkowski, MD",
        "Elliott Vichinsky, MD",
        "Patricia Giardina, MD",
        "Farrukh Shah, MD",
        "Elizabeth C. Wright, PhD",
        "Roland Fischer, PhD",
        "Maureen M. Jonas, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul Harmatz, MD",
            "author_affiliations": [
                "Gastroenterology, Children’s Hospital Oakland, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nancy F. Olivieri, MD",
            "author_affiliations": [
                "Hematology, University Health Network, Toronto, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet Kwiatkowski, MD",
            "author_affiliations": [
                "Hematology, Children’s Hospital Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elliott Vichinsky, MD",
            "author_affiliations": [
                "Gastroenterology, Children’s Hospital Oakland, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Giardina, MD",
            "author_affiliations": [
                "Hematology, Weill Medical College of Cornell University, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farrukh Shah, MD",
            "author_affiliations": [
                "Hematology, University College London, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth C. Wright, PhD",
            "author_affiliations": [
                "New England Research Institutes, Watertown, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland Fischer, PhD",
            "author_affiliations": [
                "Gastroenterology, Children’s Hospital Oakland, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maureen M. Jonas, MD",
            "author_affiliations": [
                "Hematology, Children’s Hospital Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T04:27:54",
    "is_scraped": "1"
}