{
    "doi": "https://doi.org/10.1182/blood.V110.11.3384.3384",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=923",
    "start_url_page_num": 923,
    "is_scraped": "1",
    "article_title": "Characterization of Cancer Stem Cells in Human B-Cell Lymphoid Hematologic Malignancies. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells",
    "topics": [
        "b-lymphocytes",
        "burkitt's lymphoma",
        "cancer stem cells",
        "hematologic neoplasms",
        "leukemia, b-cell, acute",
        "cd34 antigens",
        "leukemia",
        "cancer",
        "central serous chorioretinopathy",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Hiroko Nishida, MD",
        "Hiroto Yamazaki, MD, PhD",
        "Yasuo Ikeda, MD, PhD",
        "Chikao Morimoto, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Immunology, The Institute of Medical Science, the University of Tokyo, 4-6-1, Shirokanedai, Minato-ku, Tokyo, Japan",
            "Division of Hematology, Keio University, School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo, Japan"
        ],
        [
            "Department of Clinical Immunology, The Institute of Medical Science, the University of Tokyo, 4-6-1, Shirokanedai, Minato-ku, Tokyo, Japan"
        ],
        [
            "Division of Hematology, Keio University, School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo, Japan"
        ],
        [
            "Department of Clinical Immunology, The Institute of Medical Science, the University of Tokyo, 4-6-1, Shirokanedai, Minato-ku, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.6398361",
    "first_author_longitude": "139.72490489999998",
    "abstract_text": "Recently increasing evidences have suggested that cancer stem cells (CSCs), only a small subset of cancer cells with stem cell-like properties of self-renewal, proliferation and differentiation, possess capability to initiate malignancies and may be the leading causes of chemotherapy resistance and relapse. Although CSCs have been already identified in acute myeloid leukemia, current date on CSCs in lymphoid hematologic malignancies are conflicting. B-cell acute lymphoblastic leukemia (B-ALL) cells capable of long-term proliferation are CD34+/CD10−/CD19−, suggesting that these cells are progeniters of B-ALL (Cox et al, 2004). To overcome this disease, targeted therapy against CSCs is essential, but a specific positive marker for them other than CD34 has not been identified yet. For this purpose, we first performed extensive FACS analysis of cell surface markers (total 101) in ten B-cell leukemia cell lines. Among them, we found especially three B-lineage precursor leukemia cell lines ; YAMN90, REH and ARH77 consisted of heterogeneous populations in marker expressions. A small subpopulation of CD9+ or CD9+/CD90+ cells (∼5%) were shown to have some stem cell characteristics, such as asymmetric cell division-like proliferation, within the clone. CD9 is not expressed in hematopoietic stem cells (HSCs) but in pre and pro-B cells and CD90 is expressed in HSCs. Therefore, CD9+ or CD9+/CD90+ cells were thought to be candidates for CSCs of the clone. Sorting and culture assay revealed that CD9−/CD90− repopulated only CD9−/CD90− cells, however, CD9+/CD90+ cells could repopulate not only CD9+/CD90+ cells but also CD9+/CD90−, CD9−/CD90+, and CD9−/CD90− cells to reconstitute the original pattern of the cell line. We then transplanted CD9+/CD90+ and CD9−/CD90− cells into NOG mice to compare the tumorgenicty of each populations. From the bone marrow (BM) of leukemic mice, we isolated CSCs and successfully retransplanted only CD9+/CD90+ cells injected on to secondary, tertiary mice (average purity after sorting >95%). Those mice injected with CD9+/CD90+ cells did not prolong the survival, compared with those with CD9−/CD90−, which leukemic engraftments in BM was not successful (median survival was 38 days vs more than 100 days, respectively p<0.05). Above these, cells with more immature phenotype, rather than committed lymphocytes may be the targets for leukemic transformation in B-ALL. For further investigation, we sorted cells from eight fresh samples of childhood B-ALL patients to examine the expressions of CD34 and CD9 and evaluated their CSC potentials. The proportion of CD9+ cells was from 39.5–99.5% in each sample. In addition, 10.0–43.8% of the cells were CD9+/CD34+, 0.53–48.6% were CD9−/CD34−. Suspension cultures were initiated and serial transplantations are under going. In addition, gene expression profiling with affimetrix gene chips between CD9+ and CD9− cells showed especially in YAMN90, TCF3/PBX1 were up-regulated in CD9+ cells and another differences were also shown in each cell lines. Taken together, our data indicate that B-ALL cells with long-term proliferation often express the B-lineage markers CD9. Moreover, CD9+ cells may have the capacity to transfer the leukemia onto NOG mice, suggesting that CD9+ cells may be candidates for CSCs (leukemic) in some cases of B-cell lymphoid hematologic malignancies including B-ALL."
}