{
    "doi": "https://doi.org/10.1182/blood-2018-99-116913",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4086",
    "start_url_page_num": 4086,
    "is_scraped": "1",
    "article_title": "Impact of Immune Thrombocytopenia in Patients Admitted with Coronary Artery Disease: Results from National Inpatient Sample 2009-2011 ",
    "article_date": "November 29, 2018",
    "session_type": "903. Outcomes Research-Non-Malignant Hematology",
    "abstract_text": "Background Patients with immune thrombocytopenia (ITP) may be at increased risk of thromboembolism related to different causes, including the use of thrombopoietin receptor agonists and splenectomy. Patients with ITP who develop coronary artery disease (CAD) can be a further challenge given their risk of both thromboembolism and bleeding, which may significantly increase the risk of mortality and length of stay (LOS) compared to patients who do not have ITP. We aimed to study the impact of ITP in hospital outcomes of patients with CAD. Methods We utilized the National Inpatient Sample database from years 2009 - 2011. We selected non-pregnant inpatients over the age of 18 with history of CAD. We selected patients with CAD and ITP based on International Classification of Diseases, Ninth Revision, Clinical Modification (ICD-9-CM). We used STATA version 13.0 (College Station, TX) for database analysis. Results A total of 4,777 cases of ITP with CAD were identified compared to 2,614,008 without ITP (Table 1). Logistic multivariable analyses found that patients with ITP had higher in-hospital mortality (95% CI: 1.21 to 1.55, p=0.0001) and LOS (95% CI: 1.32 to 1.72, p<0.0001) after adjustment for age, sex, race, smoking, obesity, dyslipidemia, diabetes, hypertension, chronic kidney disease, peripheral vascular disease, smoking, obesity, stroke, and Charlson comorbidity index (Table 2). Conclusion: Our study shows that in patients with coronary artery disease-associated ITP, adjusted LOS and mortality was significantly higher compared to patients without ITP. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "coronary arteriosclerosis",
        "thrombocytopenia due to immune destruction",
        "obesity",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "thromboembolism",
        "cerebrovascular accident",
        "diabetes mellitus",
        "diabetes mellitus, type 2",
        "dyslipidemias"
    ],
    "author_names": [
        "Madan Aryal, MD",
        "Sijan Basnet, MD",
        "Rashmi Dhital, MD",
        "Rohit Gosain, MD",
        "Anthony Donato, MD MHPE"
    ],
    "author_affiliations": [
        [
            "Roswell Park Comprehensive Cancer Center, Jacobs School of Medicine and Biomedical Sciences, University at Buffalo, Buffalo, NY "
        ],
        [
            "Reading Health System, West Reading, PA"
        ],
        [
            "Reading Health System, West Reading, PA"
        ],
        [
            "Roswell Park Comprehensive Cancer Center, Jacobs School of Medicine and Biomedical Sciences, University at Buffalo, Buffalo, NY "
        ],
        [
            "Reading Health System, West Reading, PA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999"
}