{
    "doi": "https://doi.org/10.1182/blood-2020-137667",
    "article_title": "Preclinical and Translational Data Support Development of Iberdomide in Combination with CD38- and SLAMF7-Directed Monoclonal Antibodies: Evidence for Rational Combinations ",
    "article_date": "November 5, 2020",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Introduction : Iberdomide (IBER; CC-220) is a potent, novel cereblon (CRBN) E3 ligase modulator (CELMoD) agent under investigation in a phase 1/2 dose-escalation study in relapsed/refractory multiple myeloma (MM) (CC-220-MM-001; NCT02773030). IBER modulates CRBN to induce ubiquitination and proteasome-dependent degradation of Ikaros/Aiolos, resulting in anti-myeloma and immunomodulatory activity. Compared with immunomodulatory drugs (IMiDs), IBER binds to CRBN with 20-fold higher affinity and is more efficient at degrading Ikaros/Aiolos. Additionally, IBER can overcome IMiD drug resistance. Here, we evaluate the preclinical activity of IBER in combination with monoclonal antibodies (mAbs) and assess immune pharmacodynamic changes of IBER + daratumumab (DARA) among patients in the CC-220-MM-001 study. Methods: Preclinical analyses were performed on MM cell lines and peripheral blood mononuclear cells (PBMCs) from healthy volunteers. In co-culture assays, cell lines and immune cells were treated with clinically relevant concentrations of lenalidomide (LEN; 1 μM), pomalidomide (POM; 300 nM), and IBER (20 nM) alone, and in combination with DARA or elotuzumab (ELO). Clinical biomarker data were obtained from blood samples of patients enrolled in IBER + dexamethasone (DEX) and IBER + DARA + DEX cohorts of the CC-220-MM-001 study. Immune profiling was evaluated by flow cytometry on Cycle (C) 1 Day (D) 1, C2D15, C4D1, and C4D15. Results : Treatment of CD3-stimulated PBMCs with IBER increased cytokine secretion more potently than with IMiD drugs, promoting natural killer (NK) cell proliferation and increasing NK cell numbers by > 30% in cultures. Treatment of CD3-stimulated PBMCs with IBER also promoted immune-mediated killing of MM cell lines, and pretreatment of MM cell lines for 48 h followed by washout sensitized cells to immune-mediated clearance. IBER treatment of MM cells increased protein expression of CD38, but had no discernable effect on SLAMF7 expression. IBER in combination with DARA or ELO enhanced the immune-mediated killing of MM cell lines and resulted in deeper cell killing compared with LEN or POM when combined with the same mAbs. Analogous to preclinical data, immune profiling of patients treated with IBER + DEX demonstrated an immune-stimulatory effect, including increased proliferating NK and T cells. Notably, patients coming on trial directly after a DARA-containing regimen showed depleted NK cell counts, which rebounded by nearly 2-fold after 1 cycle of IBER + DEX. Additionally, the effects of IBER on T and NK cell proliferation were similar in patients treated with IBER + DEX + DARA and IBER + DEX, except for overall reduction in CD38-expressing NK and T cells in patients receiving DARA. Conclusions : IBER induced immune-stimulatory activity more potently than LEN or POM, enhancing cytokine release and NK cell proliferation. MM cells treated with IBER were also sensitized to immune-mediated clearance. These data suggest that IBER may enhance the activity of biologics that exert anti-malignant activity through antibody-dependent cellular cytotoxicity and complement-dependent cytotoxicity. Accordingly, IBER enhanced the activity of DARA and ELO in co-culture. IBER also induced an immune-stimulatory effect on NK and T cells in vivo, confirming immune-stimulatory effects of IBER in patients with MM. Notably, the effect of IBER on NK cells was more pronounced in patients whose last treatment regimen contained DARA, suggesting IBER treatment may contribute to NK cell recovery after DARA treatment. Furthermore, immune changes observed by the addition of DARA to IBER + DEX were similar, suggesting IBER was the primary agent promoting immunomodulation in this triplet therapy. Together, these data support continued clinical development of IBER in combination with CD38- and SLAMF7-directed mAbs as well as other immune-directed therapies for the treatment of MM. Disclosures Amatangelo: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Bjorklund: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Ma: Bristol Myers Squibb: Current Employment. Wollerman: Bristol Myers Squibb: Current Employment. Pierceall: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Lonial: JUNO Therapeutics: Consultancy; Merck: Consultancy, Honoraria, Other: Personal fees; Abbvie: Consultancy; GSK: Consultancy, Honoraria, Other: Personal fees; BMS: Consultancy, Honoraria, Other: Personal fees, Research Funding; Novartis: Consultancy, Honoraria, Other: Personal fees; Takeda: Consultancy, Other: Personal fees, Research Funding; Genentech: Consultancy; Karyopharm: Consultancy; Sanofi: Consultancy; Amgen: Consultancy, Honoraria, Other: Personal fees; Janssen: Consultancy, Honoraria, Other: Personal fees, Research Funding; Onyx: Honoraria; Millennium: Consultancy, Honoraria; TG Therapeutics: Membership on an entity's Board of Directors or advisory committees. van de Donk: Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Ferrer: Membership on an entity's Board of Directors or advisory committees. Popat: Celgene: Consultancy, Honoraria; Bristol Myers Squibb: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Other: Travel support, Research Funding; AbbVie: Consultancy, Honoraria; GSK: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company). Jagannath: BMS, Janssen, Karyopharm, Legend Biotech, Sanofi, Takeda: Consultancy. Zonder: Intellia: Membership on an entity's Board of Directors or advisory committees, Other: Personal fees; BMS: Consultancy, Research Funding; Alnylam: Membership on an entity's Board of Directors or advisory committees, Other: Personal fees; Celgene: Research Funding; Prothena: Consultancy; Janssen: Consultancy, Other: Personal fees; Oncopeptide: Membership on an entity's Board of Directors or advisory committees, Other: Personal fees; Caelum: Consultancy; Amgen: Membership on an entity's Board of Directors or advisory committees, Other: Personal fees; Takeda: Membership on an entity's Board of Directors or advisory committees, Other: Personal fees. Minnema: Kite, a Gilead Company: Speakers Bureau; Servier: Consultancy; Amgen: Consultancy; Celgene: Other: travel support, Research Funding. Oriol: Amgen: Consultancy, Speakers Bureau; Janssen: Consultancy; Sanofi: Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Larsen: Janssen Oncology: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees. Badros: Amgen: Consultancy; University of Maryland: Current Employment. Rodriguez-Otero: Sanofi: Consultancy, Honoraria; Celgene/Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); GlaxoSmithKline: Consultancy, Current Employment, Current equity holder in publicly-traded company, Honoraria; Medscape: Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria; Oncopeptides: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria; Kite: Consultancy, Honoraria. Sonneveld: Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Karyopharm: Consultancy, Honoraria, Research Funding; Skyline Dx: Honoraria, Research Funding; Sanofi: Consultancy; Amgen: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding. Nguyen: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Hong: Bristol Myers Squibb: Current Employment. Sorrell: Bristol Myers Squibb: Current Employment; Children's Oncology Group: Other: Non-member; Previous Study Chair AAML08B1. Thakurta: Bristol Myers Squibb: Current Employment; Oxford University: Other: Visiting professor.",
    "author_names": [
        "Michael Amatangelo",
        "Chad Bjorklund",
        "Peilin Ma",
        "Krista Wollerman",
        "William Pierceall",
        "Sagar Lonial, MD FACP",
        "Niels W.C.J. van de Donk, MD PhD",
        "Rakesh Popat",
        "Sundar Jagannath, MD",
        "Jeffrey Zonder",
        "Monique C. Minnema",
        "Albert Oriol",
        "Jeremy Larsen",
        "Ashraf Z. Badros, MD",
        "Paula Rodriguez-Otero, MD PhD",
        "Pieter Sonneveld, MD PhD",
        "Tuong Vi Nguyen",
        "Kevin Hong",
        "April Sorrell",
        "Anjan Thakurta"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Amatangelo",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chad Bjorklund",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peilin Ma",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krista Wollerman",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Pierceall",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sagar Lonial, MD FACP",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niels W.C.J. van de Donk, MD PhD",
            "author_affiliations": [
                "Amsterdam UMC, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rakesh Popat",
            "author_affiliations": [
                "NIHR UCLH Clinical Research Facility, University College London Hospitals NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sundar Jagannath, MD",
            "author_affiliations": [
                "The Mount Sinai Hospital, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Zonder",
            "author_affiliations": [
                "Karmanos Cancer Institute, Detroit, MI "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monique C. Minnema",
            "author_affiliations": [
                "Department of Hematology, University Medical Center Utrecht, Utrecht University, Utrecht, Netherlands "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Albert Oriol",
            "author_affiliations": [
                "Institut de Recerca contra la Leucèmia Josep Carreras and Institut Català d'Oncologia, Hospital Germans Trias i Pujol, Badalona, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy Larsen",
            "author_affiliations": [
                "Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashraf Z. Badros, MD",
            "author_affiliations": [
                "The University of Maryland Marlene and Stewart Greenebaum Comprehensive Cancer Center, University of Maryland Medical Center, Baltimore, MD "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Rodriguez-Otero, MD PhD",
            "author_affiliations": [
                "Clínica Universidad de Navarra, CIMA, IdiSNA, CIBERONC, Pamplona, Spain "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld, MD PhD",
            "author_affiliations": [
                "Erasmus Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tuong Vi Nguyen",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Hong",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "April Sorrell",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjan Thakurta",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T06:34:27",
    "is_scraped": "1"
}