{
    "doi": "https://doi.org/10.1182/blood.V110.11.4636.4636",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1078",
    "start_url_page_num": 1078,
    "is_scraped": "1",
    "article_title": "Decisional Flow with a Score System To Start Platelet-Lowering Treatment in Patients with Essential Thrombocythemia (ET): Long-Term Results. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "blood platelets",
        "follow-up",
        "hemorrhage",
        "hydroxyurea",
        "thrombocythemia, hemorrhagic",
        "thrombus",
        "lost to follow-up",
        "microcirculation",
        "smoking",
        "accidents"
    ],
    "author_names": [
        "Roberto Latagliata, MD",
        "Angela Rago, MD",
        "Antonio Spadea, MD",
        "Cristina Santoro, MD",
        "Ida Carmosino, MD",
        "Massimo Breccia, MD",
        "Laura Napoleone, MD",
        "Angelo Fama, MD",
        "Francesca Biondo, MD",
        "Paola Volpicelli, MD",
        "Maria Concetta Petti, PhD",
        "Giuliana Alimena, PhD",
        "Maria Gabriella Mazzucconi, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, Regina Elena - IFO, Roma, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, Regina Elena - IFO, Roma, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.90399745",
    "first_author_longitude": "12.514964699999998",
    "abstract_text": "Treatment of ET is still a matter of debate for the difficulty in deciding between platelet(plt)-lowering agents and a “wait and see” policy with anti-aggregating agents only: a main problem is to identify what patients are “at risk” to develop severe thrombotic events during the course of the disease. Thus, we prospectively tested in ET patients at diagnosis with no clear indication to plt-lowering treatment a score system based on the following 5 variables: age, plt level, previous thrombotic events, smoking, dismetabolic diseases: the score was reassessed in each patient every 3 months during follow-up. From 04/92 to 03/98, 168 consecutive adult patients (57 males and 111 females, median age 59.5 yrs, range 20.5 – 84.8, median plt value 1,010 x 10 9 /l, range 587 – 2,714) with ET according to PVSG criteria were diagnosed at our Institution. Among them, a plt-lowering treatment was started in 32 patients considered “symptomatic” for the presence at diagnosis or within 6 months before of severe haemorrhages, vascular accident or severe disturbances of microcirculation; plt-lowering treatment was also started in all the 33 patients aged > 70 years at diagnosis. The remaining 103 patients were “asymptomatic” and aged < 70 years and were classified according to our score system: thirty-two patients with a score ≥ 4 started plt-lowering treatment with hydroxyurea early after diagnosis. The remaining 71 patients had a score < 4 at diagnosis and received anti-aggregating agents only: of them, 24 (33.8%) started plt-lowering treatment during follow-up (18 for a score increase to ≥ 4 and 6 for the occurrence of thrombotic complications or symptoms) after a median time from diagnosis of 28 months (range 3–130) while 47 (66.2%) did not start any plt-lowering treatment. Thrombotic complications occurred in 9/103 patients (8.7%) scored at diagnosis: in particular, they occurred in 4/32 patients (12.5%) with score ≥ 4 receiving plt-lowering treatment since diagnosis and in 5/71 patients (7%) with score < 4 under anti-aggregating agents only. Overall, 6 out of 103 scored patients died and 27 were lost to follow-up, with a 15-year cumulative survival of 88%. In conclusion, a decisional flow based on present score system appears effective in patients without a clear indication for plt-lowering treatment at diagnosis to discriminate subjects at different risk of thrombotic events and could be useful to decide when a plt-lowering therapy needs to be started."
}