{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3193.3193",
    "article_title": "Randomized Phase II Trial of Combination Idiotype Vaccine and Adoptive Cell Transfer of Costimulated Autologous T Cells in Patients with Multiple Myeloma Post-Autotransplantation ",
    "article_date": "December 7, 2017",
    "session_type": "703. Adoptive Immunotherapy: Poster II",
    "abstract_text": "Background: Despite major advances in the treatment of multiple myeloma (MM) only a minority of patients achieve long-term disease control. Immunotherapy combined with autologous hematopoietic stem cell transplantation (auto-HCT) may reduce relapse rates. Vaccination with Ig idiotype (Id) conjugated with a carrier protein, keyhole limpet hemocyanin (KLH), was associated with superior disease-free survival in a randomized trial in follicular lymphoma (Schuster S. et al. JCO 2011), and Id is also a tumor-specific antigen in MM. In addition, anti-CD3/-CD28 costimulated adoptive T-cell transfer augmented immune responses to pneumococcal vaccination despite cytotoxic therapy (Rapoport A et al. Nat Med 2005 ). We therefore hypothesized that Id-KLH vaccine + the vaccine-primed costimulated T cells will result in a robust Id-specific humoral and cellular response, compared with control vaccine (KLH only). Methods: In this randomized, phase II trial, eligible patients were randomized 1:1 to receive either KLH-only or Id-KLH vaccine, followed by auto-HCT, and then vaccine- primed costimulated T cells followed by two booster doses of the vaccine to which they were randomized. Immune response (IR) was evaluated by gene expression profiling (GEP) using NanoString nCounter . Results: A total of 36 patients were enrolled between 1/2013 and 5/2015, 20 to KLH-only and 16 to Id-KLH arm, and completed their assigned treatments. There were no significant differences between the groups in age, gender, stage, cytogenetic risk, induction regimen or response to induction (Table). Nineteen (95%) and 16 (100%) patients received maintenance therapy after protocol treatment in KLH-only and Id-KLH, respectively (p=0.42). No infusion reactions or dose-limiting toxicity was seen in either arm. There was no non-relapse mortality at 100-day and 1-year in either arm. At last evaluation, 5 (25%) and 7 (44%) had achieved CR in KLH-only and Id-KLH, respectively (p=0.29). Six (30%) and 9 (56%) achieved at least nCR in KLH-only and Id-KLH, respectively (p=0.17), and 12 (60%) and 12 (75%) achieved at least a VGPR in KLH-only and Id-KLH, respectively (0.48). Ten (50%) and 8 (50%) patients, for whom there were sufficient samples available underwent IR analysis in KLH-only and Id-KLH, respectively at baseline and at 30, 90 and 180 days after activated T cell infusion. In an initial 568 gene panel analyzed for IR, compared with KLH-only, there was a greater change in IR genes in CD8+ T cells in Id-KLH at days 30, 90 and 180 (Figure 1A). In a 30-gene panel of the most upregulated IR genes in CD8+ cells, there was a significantly higher expression of these genes in Id-KLH at all post-treatment time points (Figure 1B). Specifically, at day 180 post-treatment, there was higher expression of immune co-stimulatory genes in Id-KLH in both CD8+ and CD4+ T cell subsets. This increased co-stimulatory gene expression in Id-KLH vaccinated CD4+ (Figure 1C) and CD8+ T cells (not shown) was most marked in patients who had achieved a CR. After a median follow up of 38.3 months, 3-year PFS in KLH-only and Id-KLH was 64% and 53%, respectively (p=0.25). Conclusion: Id-KLH vaccine and vaccine-primed costimulated T cells can be safely administered in the setting of auto-HCT. In this randomized trial we detected a trend towards a deeper clinical response in the Id-KLH arm. There were significantly more robust IR in CD4+ and CD8+ T cells in the Id-KLH arm,which also correlated withdepth of clinical response. Future trials should focus on selection of patients most likely to mount a robust IR to Id vaccines. View large Download slide View large Download slide Close modal Disclosures Shah: TeneoBio, Inc.: Honoraria; Indapta Therapeutics: Other: Stock Ownership; Celgene: Research Funding; Celgene, Indapta Therapeutics, Takeda: Consultancy. Patel: Juno: Consultancy; Celgene: Consultancy; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding. Thomas: Bristol Myers Squibb: Research Funding; Celgene: Research Funding. Orlowski: BioTheryX: Consultancy, Membership on an entity's Board of Directors or advisory committees. Cohen: Celgene: Consultancy; Bristol Meyers Squibb: Consultancy, Research Funding; GlaxoSmithKline: Consultancy; Janssen: Consultancy. Vogl: Constellation: Research Funding; Karyopharm: Consultancy; GSK: Research Funding; Calithera: Research Funding; Takeda: Consultancy, Research Funding; Teva: Consultancy; Amgen: Consultancy; Celgene: Consultancy. June: Immune Design: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Novartis: Patents & Royalties, Research Funding; Tmunity Therapeutics: Equity Ownership, Research Funding; WIRB/Copernicus Group: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celldex: Honoraria, Membership on an entity's Board of Directors or advisory committees. Kwak: Celltrion, Inc: Consultancy; InnoLifes: Consultancy, Equity Ownership; Pepromene Bio: Consultancy, Equity Ownership.",
    "topics": [
        "immunoglobulin idiotypes",
        "multiple myeloma",
        "phase 2 clinical trials",
        "t-lymphocytes",
        "transfer technique",
        "transplantation, autologous",
        "vaccines",
        "infusion procedures",
        "carrier proteins",
        "cd28 antigens"
    ],
    "author_names": [
        "Muzaffar H. Qazilbash, MD",
        "Edward A Stadtmauer, MD",
        "Veera Baladandayuthapani, PhD",
        "Heather Lin",
        "Beryl Tross, RN",
        "Medhavi Honhar",
        "Soung-chul Cha, PhD",
        "Kunhwa Kim, MDMPH",
        "Michael Popescu",
        "Nina Shah, MD",
        "Qaiser Bashir, MD MBBS",
        "Krina K. Patel, MDMSc",
        "Vincent Young Lee",
        "Elizabeth J Shpall, MD",
        "Donna M. Weber, MD",
        "Sheeba K. Thomas, MD",
        "Robert Z. Orlowski, MD PhD",
        "Naseem Kerr, MPH",
        "Alfred L. Garfall, MD",
        "Adam D. Cohen, MD",
        "Dan T. Vogl, MD",
        "Karen Dengel, BSN, RN",
        "Carl H June, MD",
        "Richard E Champlin, MD",
        "Larry W Kwak, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Muzaffar H. Qazilbash, MD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, UT M.D. Anderson Cancer Ctr., Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Edward A Stadtmauer, MD",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veera Baladandayuthapani, PhD",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather Lin",
            "author_affiliations": [
                "Biostatistics, UT MD Anderson Cancer Center, houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beryl Tross, RN",
            "author_affiliations": [
                "Genitourinary Medical Oncology, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Medhavi Honhar",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soung-chul Cha, PhD",
            "author_affiliations": [
                "Lymphoma/Myeloma- Research, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kunhwa Kim, MDMPH",
            "author_affiliations": [
                "Department of Oncology, Johns Hopkins School of Medicine, Baltomore, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Popescu",
            "author_affiliations": [
                "Lymphoma and Myeloma Research, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina Shah, MD",
            "author_affiliations": [
                "400 Parnassus Ave, 4th floor, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qaiser Bashir, MD MBBS",
            "author_affiliations": [
                "Stem Cell Transplantation & Cellular Therapy, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krina K. Patel, MDMSc",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Young Lee",
            "author_affiliations": [
                "Lymphoma/Myeloma- Research, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth J Shpall, MD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy Department, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna M. Weber, MD",
            "author_affiliations": [
                "Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheeba K. Thomas, MD",
            "author_affiliations": [
                "Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Z. Orlowski, MD PhD",
            "author_affiliations": [
                "Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naseem Kerr, MPH",
            "author_affiliations": [
                "Clinical Trials Unit, University of Pennsylvania Center for Cellular Immunotherapies (CCI), Philadelphia, PA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfred L. Garfall, MD",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam D. Cohen, MD",
            "author_affiliations": [
                "Abramson Cancer Center, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan T. Vogl, MD",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Dengel, BSN, RN",
            "author_affiliations": [
                "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carl H June, MD",
            "author_affiliations": [
                "Center for Cellular Immunotherapies, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard E Champlin, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry W Kwak, MDPhD",
            "author_affiliations": [
                "Toni Stephenson Lymphoma Center, Department of Hematology and Hematopoietic Stem Cell Transplantation, Beckman Research Institute., City of Hope National Medical Center, Duarte, CA"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:33:13",
    "is_scraped": "1"
}