{
    "doi": "https://doi.org/10.1182/blood.V126.23.388.388",
    "article_title": "Impact of Frailty on Hematopoietic Cell on Early Transplant Outcomes in Older Recipients ",
    "article_date": "December 3, 2015",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Clinical and Biological Prognostic Markers, Donor Mobilization, Supportive Care",
    "abstract_text": "Introduction : With improvements in transplant strategy and supportive care, hematopoietic cell transplantation (HCT) is increasingly being used to treat older patients (60-80 years). Frailty is a well-accepted phenomenon in the geriatric population characterized by diminished physiological reserve and increased vulnerability to stress, with strong associations with falls, disability, hospitalization and mortality. Since HCT is a substantial stressor, we hypothesized that the prevalence of frailty and pre-frailty will increase in the immediate post-transplant period, and that frailty will be associated with early (1y) post-transplant non-relapse mortality (NRM). Methods : We conducted a prospective, longitudinal study of 96 patients undergoing HCT at age 40y or older between February 2014 and April 2015, and serially performed a multi-domain geriatric assessment (incorporating function, comorbidity, cognition, psychological state, social activity/support, and nutritional status) in additional to demographic, transplant and disease related variables. Frailty was defined by presence of 3 or more of the following criteria: unintentional weight loss, exhaustion, weakness, slow walking speed and low physical activity; pre-frailty was defined by presence of 1 or 2 of the criteria. Geriatric assessments were performed pre-HCT and at 100 days, 6 months and 1 year post HCT. The prevalence of frailty and pre-frailty was evaluated at each time point in older (60-74y, n=48) vs. younger (40-59y, n=48) recipients. Longitudinal assessments (baseline, 100 days, 6 months, 1 year) of ordinal frailty measures were assessed using random effects and non-linear mixed logistic regression models. Impact of frailty on 1 year NRM was estimated using cumulative incidence estimates. Results : Older patients were more likely to undergo reduced intensity conditioning, and less likely to be employed at HCT. The prevalence of frailty increased with time since HCT: The prevalence of frailty was 8% at baseline and increased to 39% by 6 months (<0.01). The prevalence of pre-frailty was 44% at baseline and remained at 45% by 6 months. The prevalence of frailty and pre-frailty did not differ in the younger vs. older age groups at any time point and was independent of the baseline HCT-comorbidity index (HCT-CI). In the random effects model for frailty, increasing time from transplant was associated with a 3.7 times higher odds of frailty (OR: 3.7, 95% CI: 1.9-7.2, p< 0.01). Other variables associated with a higher odds of frailty were pre-transplant employment status (retired: OR: 7.3, 95% CI: 1.2-46.2, p= 0.03); patients on medical leave or disabled (OR: 11.2, 95% 1.8-67.7, p=0.01), limitations in social activities (OR: 1.04, 95% CI: 1.01-1.07, p< 0.01), and type of HCT (allogeneic vs. autologous: OR: 3.1, 95% CI: 0.9-10.2, P=0.06). Baseline pre-frailty was associated with a 3.1 times odds of subsequently developing frailty (OR: 3.1, 95% CI: 2.3-45.5, P< 0.01) Despite only limited follow up to date in this recent cohort, we identified a trend towards increasing non-relapse mortality (NRM) in frail patients. The cumulative incidence of NRM at one year was 7% (95% CI: 0-14%) in the non-frail group, 23% (95% CI: 8-38%) in the pre-frail group and 28% (95% CI: 0-57%) in the frail group (p-value for trend= 0.07). Conclusion: Independent of specific medical co-morbidities or the HCT-CI, frailty was noted in 8%, and pre-frailty in 44% of our HCT population prior to HCT, and was not dependent on age. Frailty is a transitional state and appears to reflect a dynamic progression from robustness to functional decline with time since HCT. It is associated with a higher mortality, indicating a need to identify vulnerable populations and define their need for specific interventions. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "frailty",
        "transplantation",
        "weight reduction",
        "asthenia",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "stress",
        "stressor",
        "supportive care",
        "walking speed"
    ],
    "author_names": [
        "Mukta Arora, MD",
        "Smita Bhatia, MD MPH",
        "Todd E. DeFor, MS",
        "Manju Nayar",
        "Hewan Belete, MDcal student",
        "Troy Lund, MD PhD",
        "Bharat Thyagarajan, MDPhD",
        "Celalettin Ustun, MD",
        "Daniel Weisdorf, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mukta Arora, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Smita Bhatia, MD MPH",
            "author_affiliations": [
                "Institute for Cancer Outcomes and Survivorship, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd E. DeFor, MS",
            "author_affiliations": [
                "Adult and Pediatric Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manju Nayar",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hewan Belete, MDcal student",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Troy Lund, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bharat Thyagarajan, MDPhD",
            "author_affiliations": [
                "Lab Medicine and Pathology, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Celalettin Ustun, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Weisdorf, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T21:30:56",
    "is_scraped": "1"
}