{
    "doi": "https://doi.org/10.1182/blood-2018-99-116558",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3990",
    "start_url_page_num": 3990,
    "is_scraped": "1",
    "article_title": "Comparision of the Clinical and Prognostic Characteristic in Adult and Pediatric AML1/ETO-Positive Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "leukemia, myelocytic, acute",
        "pediatrics",
        "cytarabine",
        "idarubicin",
        "cancer",
        "complete remission",
        "daunorubicin",
        "follow-up",
        "granulocyte colony-stimulating factor",
        "leukemia"
    ],
    "author_names": [
        "Guopan Yu",
        "Jiaheng Zhou",
        "Jinchan Zhou",
        "Jiale Qiu",
        "Zhao Yin",
        "Changxin Yin",
        "Dan Xu",
        "Xuejie Jiang, MD",
        "Qifa Liu, MD",
        "Fanyi Meng"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Southern Medical University, Guangzhou, China "
        ],
        [
            "Southern Medical University, Guangzhou, China "
        ],
        [
            "Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Department of Hematology, Nanfang Hospital, Southern Medical University, Houston, TX "
        ],
        [
            "Nanfang Hospital Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
            "Hematopathy Diagnosis and Therapy Center, Kanghua Hospital, Dongguan, China"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "AML1/ETO-positive acute myeloid leukemia (AML) is a heterogeneous malignancy. Up until now, the difference between adult (>14-year old) and pediatric (≤14-year old) AML1/ETO+ AML remains unclear. In this retrospective multi-center study we analyzed 173 AML1/ETO+ AML patients including 98 adults and 75 kids, and found that AML-M2 phenotype was the most common morphology, especially higher in adult patients with an incidence of 92.9%, as compared with 82.7% (P=0.005) in pediatric patients. Furthermore, higher incidence of extramedulary leukemia (29.6% vs. 13.3%, P=0.001) and C-KIT mutation (21/67, 31.3% vs. 12/66, 18.2%, P=0.079) were observed in adult patients than pediatric patients. No significant difference in gender ratio, peripheral white blood cells count, immunology and cytogenetic abnormality including affiliated cytogenetic abnormalities and lose of sex chromosmoe between the two age groups. Among adult patients, idarubicin combined with cytarabine (IA) or daunorubicin combined with cytarabine (DA) was the major induction regimens, while FLAG (fludalabin,cytarabine and G-CSF) combined with idarubicin or DA combined with etoposid (DAE) was the main regimens in pediatric patients for one to two cycles. Not only the first-cycle complete remission (CR) rate (69/74, 93.2% vs. 56/95, 58.9%, P <0.001), but also the second-course cumulative CR rate (73/74, 98.6% vs. 82/95, 86.3%, P=0.004) in pediatric patients was much better than that in adult patients. After obtaining CR, standard dose cytarabine (SDAC)-based or medium dose cytarabine (MDAC)-based regimens were given to the adult patients as the major consolidation regimens, while pediatric patients received MDAC or homoharringtonine combined with cytarabine and etoposid (HAE). With a median of 23.5(2-126) months follow-up, cumulatively 35/87(40.2%) patients relapsed and 39/98(39.8%) cases died in adult group, which were much higher than that in pediatric patients, with the cumulative incidence of recurrence of 18/74(24.3%) (P=0.032) and cumulative death rate of 13/75(17.3%) (P=0.001). Survival analysis showed that EML [RFS: HR 3.20(1.63-6.28), P=0.001; OS: HR 2.92(1.55-5.51), P=0.001] and C-KIT mutation [RFS: HR 3.17(1.47-6.93), P=0.003; OS: HR 2.24(1.03-4.86), P=0.041] were the adverse factors for relapse free survival (RFS) and overall survival (OS). Nevertheless, neither these two factor were negative for the survival of pediatric patients. Taking together, significant difference in bone marrow morphology, incidence of EML and C-KIT mutation, also prognostic factors were observed between the adult and pediatric AML1/ETO+ AML patients. Intensive induction might be a main reason for higher CR rate and better survival in pediatric patients. Disclosures No relevant conflicts of interest to declare."
}