{
    "doi": "https://doi.org/10.1182/blood.V112.11.5286.5286",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1333",
    "start_url_page_num": 1333,
    "is_scraped": "1",
    "article_title": "Diagnostic Role of Flow Cytometry Analysis of Bioptical Samples in the Diagnosis of Lymphoid Tumors ",
    "article_date": "November 16, 2008",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "topics": [
        "flow cytometry",
        "neoplasms",
        "cd20 antigens",
        "cd45 antigens",
        "antigens, cd16",
        "antigens, cd30",
        "antigens, cd98 light chains",
        "biopsy",
        "cd19 antigens",
        "cd23 antigen"
    ],
    "author_names": [
        "Lilla Cro, PhD",
        "Andrea Ferrario, MD",
        "Nadia Zucal",
        "Umberto Gianelli, MD",
        "Sonia Fabris, PhD",
        "Lucia Nobili, PhD",
        "Barbara Olivero, MD",
        "Francesca G Rossi, MD",
        "Luca Baldini, MD",
        "Giorgio Lambertenghi Deliliers, MD"
    ],
    "author_affiliations": [
        [
            "UO Ematologia 1-CTMO, Fondazione Policlinico MaRe IRCCS, Milano, Italy"
        ],
        [
            "UO Ematologia 1-CTMO, Fondazione Policlinico MaRe IRCCS, Milano, Italy"
        ],
        [
            "UO Ematologia 1-CTMO, Fondazione Policlinico MaRe IRCCS, Milano, Italy"
        ],
        [
            "Divisione di Anatomia Patologica, A.O. S. Paolo, Universita’ degli Studi, Milano, Italy"
        ],
        [
            "UO Ematologia 1-CTMO, Fondazione Policlinico MaRe IRCCS, Milano, Italy"
        ],
        [
            "UO Ematologia 1-CTMO, Fondazione Policlinico MaRe IRCCS, Milano, Italy"
        ],
        [
            "UO Ematologia 1-CTMO, Fondazione Policlinico MaRe IRCCS, Milano, Italy"
        ],
        [
            "UO Ematologia 1-CTMO, Fondazione Policlinico MaRe IRCCS, Milano, Italy"
        ],
        [
            "UO Ematologia 1-CTMO, Fondazione Policlinico MaRe IRCCS, Milano, Italy"
        ],
        [
            "UO Ematologia 1-CTMO, Fondazione Policlinico MaRe IRCCS, Milano, Italy"
        ]
    ],
    "first_author_latitude": "45.46273385",
    "first_author_longitude": "9.17773225",
    "abstract_text": "We reviewed flow cytometric immunophenotyping (FCI) data of 470 tissue suspensions suspected of being involved by lymphoma (371 lymph nodes, 263 surgical biopsies and 108 fine needle aspirations,16 spleens, 6 tonsils, and 77 other tissues) and we have compared corresponding histologic diagnosis. The screening panel of FCI (CD45, CD19, CD3, CD4, CD8, and sIgκ/sIgλ ratio) identified three main groups: 239 cases with demonstrable light chain restriction (sIgκ/sIgλ ratio ≤ 0.5 or ≥4); 37 cases with demonstrable T cell proliferation and polyclonal B cell population; 194 cases with polyclonal B cell and normal T cell populations (146 cases) or with not detectable CD45 reactivity and other leucocyte markers (48 cases). In group 1, 235 cases were then evaluated by means of the following markers: CD5, CD10, CD11a, CD11c, CD20, CD22, CD23, CD30, CD38, CD43, CD79a–b, CD103, CD138, FMC7, and, in group 2, 30 cases were evaluated by means of the following markers: CD1a, CD2, CD5, CD7, CD16, CD26, CD43, CD56, CD57, CD45RA/RO, anti-TCR-ab gd. The complete analysis identified in group 1 four main diagnostic subsets: A (26 cases) characterized by CD5+, CD23+/±, sIg dim (CLL-like); B (36 cases) characterized by CD5+, sIg bright (MCL/CLLv); C (89 cases) characterized by heterogeneous expression of Ig, CD20 and CD43 (lymphoproliferative syndromes CD5−, excluding hairy cell leukemia); D (84 cases) characterized by CD10+, CD20 bright, CD43− (follicular NHL like). In cluster B, FISH analysis for t(11;14) resulted positive in 15/27 cases; in cluster D, FISH analysis for t(14;18) resulted positive in 60/60 cases. Histologic analysis convalidated FCI data in 23 cases of subset A (88%), in 29 cases of subset B (80%) and in 60 cases of subset D (71%). Subset C included 39 cases of LCL and 15 cases of MZL. In group 2, all cases studied expressed an aberrant T phenotype but, with the exception of 1 case of NK proliferation, 1 case of likely Sezary syndrome/Micosis Fungoides (CD4+CD7−CD26−) and 1 case of T lymphoblastic lymphoma (CD3cy+TdT+), in the other 34 cases was not possible identify other peculiar subset. In this group, histologic analysis included 19 cases of NHL T (63%). Considering NHL vs no NHL, sensibility (SE) and specificity (SP) of FCI analysis resulted 88% and 92%, respectively; positive predictive value (PPV) was 96% and negative predictive value (NPV 78%). Considering B-cell NHL only, SE was 91%, SP 95%, PPV 97% and NPV 84%. Even if histology is the basis for the diagnosis of lymphoid tumors, however our study supports that FCI can play an important role mainly in B-NHL diagnosis, combining rapidity of analysis with a multiparametric analysis, also in presence of size limitated samples."
}