{
    "doi": "https://doi.org/10.1182/blood.V104.11.2902.2902",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=34",
    "start_url_page_num": 34,
    "is_scraped": "1",
    "article_title": "Discovery of 6 Novel Translocations Involving the Imatinib Responsive Genes PDGFRB and PDGFRB from Screening 29,047 Abnormal Bone Marrow Specimens. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "bone marrow specimen",
        "genes",
        "imatinib mesylate",
        "platelet-derived growth factor beta receptor",
        "screening",
        "translocation (genetics)",
        "platelet-derived growth factor alpha receptor",
        "fluorescent probes",
        "disseminated eosinophilic collagen disease",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Rhett P. Ketterling, M.D.",
        "Ryan A. Knudson",
        "Heather C. Flynn Gilmer"
    ],
    "author_affiliations": [
        [
            "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.0436909",
    "first_author_longitude": "-92.49657195",
    "abstract_text": "BACKGROUND: DNA rearrangements that result in the inappropriate activation of the PDGFRA gene at 4q12 and the PDGFRB gene at 5q31-q33 occur rarely in patients with chronic myeloproliferative disorders. Approximately 10% of patients with systemic mast cell disease/hypereosinophilic syndrome have a unique mutational mechanism resulting in PDGFRA overexpression due to a novel microdeletion of the CHIC2 region resulting in the juxtaposition of FIP1L1 and PDGFRA. PDGFRB activation has been observed in patients with chronic myelomonocytic leukemia/atypical chronic myeloid leukemia and has been associated with 11 translocation partners. Since patients with demonstrable breakpoints in the PDGFRA and PDGFRB genes often have a dramatic disease response to the tyrosine kinase inhibitor imatinib, we searched the Mayo Clinic Cytogenetic database to identify additional translocation partners involving these regions. METHODS: Homebrew dual-color FISH probes were created which flank the PDGFRA gene at 4q12 and the PDGFRB gene at 5q31-q33. Archived bone marrow karyotypes analyzed in the Mayo Clinic Cytogenetics laboratory from a 15 year period (1989-2004) were reviewed to determine the frequency of specimens with breakpoints at 4q12 and 5q31-33. Of the 29,047 abnormal specimens, 64 possessed a 4q12 breakpoint and 164 possessed a 5q31-q33 breakpoint (excluding simple deletions). Of these 228 patients, residual bone marrow specimens were available from 170 patients for FISH analysis. RESULTS: Eleven of 50 patients with a 4q12 breakpoint yielded a break with the PDGFRA FISH probe. Eight patients had the previously described t(4;12)(q12;p13) which results in a reciprocal exchange between the TEL oncogene and has a break near, but not within, the PDGFRA gene. Three patients had breaks within the PDGFRA gene and had novel translocation partners including 1q44, 3q25 and 17q23. Twelve of 120 patients with a 5q31-q33 anomaly had a break detected with the PDGFRB FISH probe. Nine patients had the classic t(5;12)(q33;p13) involving PDGFRB and TEL. Three patients had novel PDGFRB translocation partners, including 1q21, 14q32 and 16p13.1. CONCLUSIONS: Breakpoints involving the PDGFRA and PDGFRB genes appear to be quite uncommon as only 23 patient samples were abnormal in our series of 29,407 abnormal bone marrow samples. With the description of three new translocations involving PDGFRB, at least 14 unique translocation partners have been identified with this gene. With the exception of the recurrent t(5;12) between PDGFRB and TEL, most translocations involving PDGFRB appear to be unique. The microdeletion of CHIC2 at 4q12 resulting in the juxtaposition of FIP1L1 and PDGFRA has been the sole mechanism thus far described resulting in the activation of this gene. The identification of the three translocations involving the PDGFRA gene represent the first classic cytogenetically visible rearrangements involving this novel gene region. While rare, we propose that all chromosome anomalies identified with breakpoints in the 4q12 and 5q31-q33 regions should receive appropriate FISH testing to determine the potential involvement of the PDGFRA and PDGFRB genes."
}