{
    "doi": "https://doi.org/10.1182/blood.V110.11.63.63",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1055",
    "start_url_page_num": 1055,
    "is_scraped": "1",
    "article_title": "Loss of FOXP3 Expression and Emergence of Cytokine-Producing Cells after In Vitro Expansion of Human CD4+CD25+CD127 - Regulatory T Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment",
    "topics": [
        "animal model",
        "cytokine",
        "foxp3 gene",
        "regulatory t-lymphocytes",
        "interleukin 7 receptor",
        "graft-versus-host disease",
        "aldesleukin",
        "allogeneic stem cell transplant",
        "cell therapy",
        "leukapheresis"
    ],
    "author_names": [
        "Petra Hoffmann, PhD",
        "Ruediger Eder",
        "Tina J. Boeld",
        "Jochen Huehn, PhD",
        "Stefan Floess, PhD",
        "Georg Wieczorek, PhD",
        "Udo Baron, PhD",
        "Sven Olek, PhD",
        "Reinhard Andreesen, MD",
        "Matthias Edinger, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, University Hospital Regensburg, Regensburg, Germany"
        ],
        [
            "Hematology and Oncology, University Hospital Regensburg, Regensburg, Germany"
        ],
        [
            "Hematology and Oncology, University Hospital Regensburg, Regensburg, Germany"
        ],
        [
            "Experimental Rheumatology, University Hospital Charite, Berlin, Germany"
        ],
        [
            "Experimental Rheumatology, University Hospital Charite, Berlin, Germany"
        ],
        [
            "Epiontis GmbH, Berlin, Germany"
        ],
        [
            "Epiontis GmbH, Berlin, Germany"
        ],
        [
            "Epiontis GmbH, Berlin, Germany"
        ],
        [
            "Hematology and Oncology, University Hospital Regensburg, Regensburg, Germany"
        ],
        [
            "Hematology and Oncology, University Hospital Regensburg, Regensburg, Germany"
        ]
    ],
    "first_author_latitude": "48.988124799999994",
    "first_author_longitude": "12.088439900000001",
    "abstract_text": "We and others previously showed that the adoptive transfer of donor-type CD4+CD25+ regulatory T (Treg) cells protects from graft-versus-host disease (GVHD) after allogeneic stem cell transplantation (SCT) in animal models. Exploring this strategy in human SCT, we currently perform a first Phase I clinical trial using freshly isolated Treg cells. For future trials requiring large Treg cell numbers for repetitive treatments, we described in vitro culture conditions that permit a more than 3-log expansion of polyclonal Treg cells (Blood 104:895; 2004). A highly enriched starting population proved to be crucial for the generation of pure Treg cell products and we could show that the naive, CD45RA+ subpopulation of CD4+CD25high T cells fulfills this criterion ( Blood  108 : 4260 ; 2006 ). A recently proposed alternative approach for the isolation of pure Treg cells relies on the exclusion of CD127+ cells, as activated (i.e. CD25+) conventional T cells express high levels of CD127 while CD4+CD25+ Treg cells show no or only weak expression levels ( Seddiki et al. and Liu et al., JEM  203 : 1693 ; 2006 ). To directly compare these two approaches, we isolated CD4+CD25+CD127low/neg T cells (CD127-Treg) and CD45RA+CD4+CD25high T cells (RA+ Treg) from the same leukapheresis products and analyzed the cells after 2 and 3 weeks of expansion. Whereas both populations were > 94% FOXP3+ upon isolation, only RA+ Treg maintained this high level of FOXP3+ cells throughout the expansion period (93% (range: 78 to 97%; n=11) FOXP3+ after 2 and 87% (range: 71 to 97%; n=9) FOXP3+ after 3 weeks). In contrast, the proportion of FOXP3+ cells in CD127-Treg cultures was already reduced after 2 weeks (82% (range: 56 to 96%; n=11)) and highly variable and significantly lower than that of RA+ Treg cultures after 3 weeks (57% (range: 18 to 93%; n=9; p=0.006)). When further subdivided into CD45RA+ and CD45RA- subpopulations before expansion, cultures of CD45RA-CD127-Treg cells lost FOXP3 expression and comprised substantial numbers of FOXP3- cytokine producing cells (on average 54% and 38% IL-2 and IFN-γ producers, respectively) after 3 weeks, whereas CD45RA+ CD127- Treg behaved similar to RA+ Treg cells, as they maintained FOXP3 expression over time and contained only low numbers of cytokine producers. Furthermore, when we analyzed the DNA methylation status of Treg cells, we found the Treg-specific CpG demethylation pattern within the FOXP3 gene (EJI 37, 2007) in RA+ Treg cell lines, while CD127- Treg cell cultures showed increased methylation over time and even more so RA- Treg cell cultures. Based on these findings, we suggest that isolation and expansion of CD45RA+CD4+CD25high T cells at present represents the best strategy for adoptive cell therapies requiring in vitro expanded Treg cells."
}