{
    "doi": "https://doi.org/10.1182/blood.V116.21.839.839",
    "article_title": "A Key Commitment Step In Erythropoiesis Is Synchronized with the Cell Cycle Clock through Mutual Inhibition Between PU.1 and S-Phase Progression ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoietic Stem and Progenitor Biology: Epigenetic and Transcriptional Regulation",
    "abstract_text": "Abstract 839 Hematopoietic progenitors undergo differentiation while navigating several cell division cycles, but it is unknown whether these two processes are functionally coupled. We addressed this question by studying erythropoiesis in mouse fetal liver in vivo . We used flow cytometry and the cell surface markers CD71 and Ter119 to subdivide freshly isolated fetal liver cells into a developmental sequence of six subsets, from the least mature, Subset 0 (S0), to the most mature, Subset 5 (S5). We found that the upregulation of cell surface CD71, which marks the transition from S0 (CD71 low Ter119 negative ) to S1 (CD71 high Ter119 negative ), identifies a key S-phase dependent step in erythropoiesis, that precedes, and is essential for, expression of erythroid-specific genes ( Figure 1 ). Specifically, we found that erythroid progenitors at the transition from S0 to S1 are tightly synchronized in S-phase of the last generation of erythroid colony-forming cells (CFU-e). DNA replication within this, but not subsequent cycles, was required for a number of simultaneous committal transitions whose precise timing was previously unknown. These include the onset of erythropoietin dependence, activation of the erythroid master transcriptional regulator GATA-1, and a switch to an active chromatin conformation at the b-globin locus control region (LCR). The S-phase dependent chromatin switch at the b-globin LCR was characterized by the formation of DNase I hypersensitivity sites, by a change in the timing of replication of the b-globin locus, by altered covalent modifications of histone tails, and by the rapid onset of DNA demethylation. An arrest of S-phase progression during the transition from S0 to S1 arrested the formation of DNase I hypersensitivity sites and prevented DNA demethylation. It also halted the subsequent transcription of b-globin and other erythroid genes. By contrast, an arrest of S-phase progression in cells that had already traversed the S0/S1 transition, no longer interfered with the erythroid transcriptional program. Mechanistically, we found that S-phase progression during this key committal step was dependent on downregulation of the cyclin-dependent kinase p57 KIP2 , and in turn caused the downregulation of PU.1, an antagonist of GATA-1 function. These findings therefore highlight a novel regulatory role for a cyclin-dependent kinase inhibitor early in erythroid maturation, distinct to their known function in cell cycle exit at the end of terminal differentiation. Furthermore, we identified a novel, mutual inhibition between PU.1 expression and S-phase progression, that provides a “synchromesh” mechanism, “locking” the erythroid differentiation program to the cell cycle clock and ensuring precise coordination of critical differentiation events. Figure 1: View large Download slide Regulation of the S0 to S1 transition in fetal liver erythropoiesis. Multiple differentiation milestones are synchronous with early S-phase in the last CFU-e generation (CFU-e last , black arrow), and are dependent on DNA replication. Figure 1: View large Download slide Regulation of the S0 to S1 transition in fetal liver erythropoiesis. Multiple differentiation milestones are synchronous with early S-phase in the last CFU-e generation (CFU-e last , black arrow), and are dependent on DNA replication.  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antagonists",
        "beta-globin",
        "cells",
        "chromatin",
        "cyclin-dependent kinase inhibitors",
        "cyclin-dependent kinases",
        "deoxyribonuclease i",
        "erythropoiesis",
        "erythropoietin",
        "flow cytometry"
    ],
    "author_names": [
        "Ramona Pop",
        "Jeffrey R Shearstone",
        "Qichang Shen",
        "Ying Liu",
        "Kelly Hallstrom",
        "Miro Koulnis",
        "Joost Gribnau",
        "Merav Socolovsky"
    ],
    "author_dict_list": [
        {
            "author_name": "Ramona Pop",
            "author_affiliations": [
                "Department of Pediatrics & Department of Cancer Biology, University of Massachusetts Medical School, Worcester, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey R Shearstone",
            "author_affiliations": [
                "Department of Pediatrics & Department of Cancer Biology, University of Massachusetts Medical School, Worcester, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qichang Shen",
            "author_affiliations": [
                "Department of Pediatrics & Department of Cancer Biology, University of Massachusetts Medical School, Worcester, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Liu",
            "author_affiliations": [
                "Department of Pediatrics & Department of Cancer Biology, University of Massachusetts Medical School, Worcester, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Hallstrom",
            "author_affiliations": [
                "Department of Pediatrics & Department of Cancer Biology, University of Massachusetts Medical School, Worcester, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miro Koulnis",
            "author_affiliations": [
                "Department of Pediatrics & Department of Cancer Biology, University of Massachusetts Medical School, Worcester, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joost Gribnau",
            "author_affiliations": [
                "Department of Reproduction and Development, Erasmus MC, University Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merav Socolovsky",
            "author_affiliations": [
                "Department of Pediatrics & Department of Cancer Biology, University of Massachusetts Medical School, Worcester, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T03:55:48",
    "is_scraped": "1"
}