{
    "doi": "https://doi.org/10.1182/blood-2020-136709",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4627",
    "start_url_page_num": 4627,
    "is_scraped": "1",
    "article_title": "Impact of Additional Cytogenetic Abnormalities and Complex Karyotype on Event-Free Survival in Acute Promyelocytic Leukemia: Analysis from a Single Academic Center Plus the APML4 Study ",
    "article_date": "November 5, 2020",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": null,
    "author_names": [
        "Zachary D. Epstein-Peterson, MD",
        "Sridevi Rajeeve, MD",
        "Andriy Derkach, PhD",
        "Jae H. Park, MD",
        "Eytan M. Stein, MD",
        "Yanming Zhang, MD",
        "Harry J Iland, MBBS FRACP FRCPA MHGSA",
        "Martin S. Tallman, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Icahn School of Medicine/Mount Sinai St.Luke's-West Hospital, New York, NY "
        ],
        [
            "Department of Biostatistics and Epidemiology, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Center for Cell Engineering, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Division of Hematologic Oncology, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Cytogenetics Laboratory, Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "University of Sydney, Sydney, Australia ",
            "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "40.76536485",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Background: Current risk stratification for patients with acute promyelocytic leukemia (APL) is based solely on the presenting white blood cell count. There are conflicting data concerning the prognostic relevance of additional cytogenetic abnormalities (ACA) beyond t(15;17) and whether the presence of such abnormalities might influence treatment decisions for patients with APL. This is especially unclear among patients receiving ATO given that many existing data are from patients treated prior to incorporation of ATO into treatment paradigms. We sought to determine the prognostic importance of ACA and complex karyotype (CK) in influencing event-free survival in patients with APL. Methods: We analyzed patients with APL evaluated at our center since 2005 and patients treated in the Australasian Leukaemia and Lymphoma Group APML4 study (frontline ATRA + ATO + idarubicin, Lancet Haematology 2015). We included all patients with baseline karyotype and those without karyotype but with FISH at diagnosis revealing ACA. Chart review extracted patient, disease, and clinical data. Only patients who commenced induction therapy with an ATO-based regimen were included in this analysis to ensure uniformity of the study population and applicability of results to contemporary clinical practice in APL. We also included patients deceased early in the disease course (1 ACA beyond t(15;17). Coagulopathy was defined as either APTT/mean laboratory normal APTT >1.5, INR >1.5 (PT/mean laboratory normal PT >1.5 when INR and ISI unavailable), or fibrinogen <100 mg/dL. We defined events as either relapse or death. Associations between time-to event outcomes and patient and disease characteristics were assessed were calculated using univariate Cox proportional hazards models in each study separately. Fixed-effect meta analyses was used to combine estimates from both studies. Results: A total of 168 patients were included (N = 49 MSKCC, 109 APML4); 6 patients were removed from the MSKCC cohort due to relapse prior to initial visit and one from APML4 due to lack of follow-up information (Table 1). The mean age at diagnosis was 47 years in the MSKCC cohort and 43 years in the APML4. Median follow-up among survivors was 36 months (MSKCC, range 2-144) and 54 months (APML4, range 28-96); overall survival is displayed in Figure 1. Forty-nine (31%) patients' disease harbored ACA (most commonly trisomy 8 in 25 patients), and 17 CK (12% MSKCC, 10% APML4, denominator excludes one patient with single ACA by FISH). The event-free survival did not differ between ACA+ and ACA- (Table 2), but patients with +CK harbored inferior EFS (9/139 events non-CK vs. 4/17 events CK). No other clinical parameters that we queried correlated with EFS. Conclusions: In a large cohort pooled from a single-center experience and a cooperative prospective trial, the presence of an ACA beyond t(15;17) did not influence EFS in patients with APL. However, our data suggested that CK influences EFS. Further studies could collect data from other cooperative trials and/or single institutions to garner adequate power to better address the question of CK influencing EFS and confirm these preliminary findings. If a convincing signal emerges, treatment paradigms could be altered in the context of a prospective study (for example, intensifying or prolonging treatment) towards overcoming this adverse effect. View large Download slide View large Download slide  Disclosures Park: Minverva: Consultancy; Kite: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Intellia: Consultancy; Artiva: Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Consultancy; Incyte: Consultancy, Research Funding; GSK: Consultancy; Juno Therapeutics: Research Funding; Autolus: Consultancy, Research Funding; Genentech/Roche: Research Funding; Fate Therapeutics: Research Funding; Servier: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; Novartis: Consultancy; Allogene: Consultancy. Stein: Biotheryx: Consultancy; Bayer: Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; Syndax: Consultancy, Research Funding; Seattle Genetics: Consultancy; Abbvie: Consultancy; Amgen: Consultancy; Celgene Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Agios Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; Astellas Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; PTC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Syros: Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Tallman: Bioline rx: Membership on an entity's Board of Directors or advisory committees; Amgen: Research Funding; Rafael: Research Funding; Orsenix: Research Funding; ADC Therapeutics: Research Funding; BioSight: Membership on an entity's Board of Directors or advisory committees, Research Funding; Glycomimetics: Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; UpToDate: Patents & Royalties; KAHR: Membership on an entity's Board of Directors or advisory committees; Rigel: Membership on an entity's Board of Directors or advisory committees; Delta Fly Pharma: Membership on an entity's Board of Directors or advisory committees; Oncolyze: Membership on an entity's Board of Directors or advisory committees; Jazz Pharma: Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Membership on an entity's Board of Directors or advisory committees; Cellerant: Research Funding; Abbvie: Research Funding."
}