{
    "doi": "https://doi.org/10.1182/blood.V120.21.4875.4875",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2176",
    "start_url_page_num": 2176,
    "is_scraped": "1",
    "article_title": "Low-Dose Radiotherapy in Patients with Non Hodgkin Lymphoma ",
    "article_date": "November 16, 2012",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models",
    "topics": [
        "lymphoma, non-hodgkin",
        "radiation therapy",
        "chemotherapy regimen",
        "toxic effect",
        "cancer",
        "complete remission",
        "rituximab",
        "disease progression",
        "follow-up",
        "hematotoxicity"
    ],
    "author_names": [
        "Dulcineia Pereira, MD",
        "Sergio Pereira Chacim, MD",
        "Andre Soares, MD",
        "Edgar Mesquita, MSc",
        "Ana Espirito-Santo, MD",
        "Ilidia Moreira, MD",
        "Nelson Domingues, MD",
        "Isabel Oliveira, MD",
        "Luísa Viterbo, MD",
        "Margarida Marques, MD",
        "Rui Henrique, PhD, MD",
        "Carla Castro, MD",
        "Angelo Martins, MD",
        "Angelo Oliveira, MD",
        "Jose Mario Mariz, MD"
    ],
    "author_affiliations": [
        [
            "Onco-Hematologia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "OncoHematologia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Radioterapia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Núcleo de Estudantes de Estatística, Universidade do Minho, Braga, Portugal, "
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Onco-Hematologia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Anatomia Patológica, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Radioterapia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Department of Hemato-Oncology, Portuguese Oncology Institute, Porto, Portugal, "
        ],
        [
            "Radioterapia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Department of Hematooncology, Portuguese Institute of Oncology, Porto, Portugal"
        ]
    ],
    "first_author_latitude": "41.18210425",
    "first_author_longitude": "-8.605727450000002",
    "abstract_text": "Abstract 4875 Background: Some studies have showed high activity for low-dose radiotherapy (LDRT) in low-grade Non-Hodgkin Lymphoma (NHL). However, this therapeutic approach is often forgotten and other approaches are used - chemotherapy and/or conventional radiotherapy - associated with greater toxicity. The efficacy of total body LDRT (1.5–2 Gy, fractions 0.1–0.25 Gy in 2 – 5 times a week) in disseminated disease is associated with 10 year progression free survival (PFS) of 15 – 25%, with response rates of 70 – 90% (Gérard et al. , IJ Radiation Oncology 2010; 78), despite hematologic toxicity and leukemogenic effects. Although its mechanism of action is unknown, its effectiveness has been confirmed (Jones et al., Cancer 1973; 32) suggesting that low dose radiation induces localized lymphocytes apoptosis that can trigger local and systemic benefits. More recently, LDRT was used in palliative treatment for patients with localized disease (4Gy into two fractions, for 3 days) with a low toxicity, and with an objective response (partial or complete) in 24/37 patients, 89% (G Ganem et al., Hematol Oncol 1997; 42). Objectives: To assess the response to treatment with LDRT. Explore the predictive factors of response. Determine the progression-free survival (PFS) after LDRT. We will present PFS after LDRT and compare PFS in second line treatment: LDRT vs convencional chemotherapy. Methods: Retrospective study of 44 patients with new or recurrent NHL, treated with LDRT (4Gy in 2 fractions) in 1 st or more lines, in a cancer care centre between 2004 and 2011. All transformed lymphomas were excluded (4 patients), as well all diagnosis that weren't centrally reviewed. Patients with complete resolution of the disease according to clinical and/or image studies were considered to have achieved complete response (CR). Results: We identified 40 patients undergoing LDRT, with a median follow-up of 69,5 months after LDRT ([28–87]). 52,5% (n = 21) were male, median age at the time of LDRT was 69 years ([31–85]). 75% of patients (n = 30) had follicular NHL, 12,5% (n = 5) Mantle cell NHL, 10% (n = 4) Marginal Zone NHL and 2,5% (n = 1) lymphoplasmacytic lymphoma. The median numbers of lines of chemotherapy completed before LDRT were 2 lines ([0–5]). There wasn't any impact on PFS on using Rituximab containing regimens after LDRT (p> 0,05). The overall response rate to LDRT was 92,5% (n = 37): 42,5% (n = 17) achieved complete response (CR), 50% (n = 20) partial response (PR) and 7,5% (n = 3) had disease progression. There weren't any treatment related toxicities, nor was histological transformation recorded after treatment with LDRT. The logistic regression analysis showed that irradiated areas with dimension <40mm are an independent predictive factor of response (p <0,031, 95% CI [1,268-133,285]). We find a median PFS of 4 months ([0–72]) for patients that went on LDRT, and 50% of these patients relapsed after a median 5 months ([0–35]). 56,5% (n = 13) showed relapse at the same location of the irradiated area. Patients who have completed one chemotherapy scheme after relapsing following LDRT, showed a rate of 6 months-PFS of 50% such as the patients that have done a second LDRT treatment. Concerning follicular NHL patients who relapsed after 1 st line conventional chemotherapy, 43,8% (n = 7) were treated with LDRT and 56,2% (n = 9) were treated with conventional 2 nd line chemotherapy. Comparing these two groups of patients, there weren't any difference for PFS for both groups (mean 9,5 vs 9 months p> 0,05, for LDRT vs 2 nd line chemotherapy), for equal overall survival. Conclusion: LDRT is an effective treatment for patients with relapsed or recurrent advanced stage NHL. We can obtain high response rates with negligible toxicity. In the treatment of first relapse, PFS is similar when using LDRT or 2 nd line chemotherapy. Considering that Rituximab promotes a synergistic effect with LDRT-induced apoptosis and decrease the cell turnover (Skvortsova I et al., J Radiat Res (Tokyo) 2006), comparative studies with conventional chemotherapy regimens should be promoted. Treatment with conventional radiotherapy should be used in patients with relapsed low-stage and localized disease, having curative intention or locally controlling involved areas. Disclosures: No relevant conflicts of interest to declare."
}