{
    "doi": "https://doi.org/10.1182/blood.V124.21.1881.1881",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2693",
    "start_url_page_num": 2693,
    "is_scraped": "1",
    "article_title": "Inactivation of the SETD2 Tumor Suppressor Gene in Mast Cell Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster I",
    "topics": [
        "leukemia, mast-cell",
        "tumor suppressor genes",
        "minimally conscious state",
        "dna",
        "protein isoforms",
        "rna",
        "sequence analysis, rna",
        "serotonin uptake inhibitors",
        "anemia",
        "atypical"
    ],
    "author_names": [
        "Simona Soverini, PhD",
        "Caterina De Benedittis",
        "Michela Rondoni, MD",
        "Manuela Mancini, PhD",
        "Cristina Papayannidis, MD PhD",
        "Viviana Guadagnuolo, PhD",
        "Elisa Leo, PhD",
        "Luca Zazzeroni",
        "Raffaele Calogero, PhD",
        "Elisa Zago",
        "Anna Scandola",
        "Marianna Garonzi",
        "Alberto Ferrarini",
        "Paolo Savini, MD",
        "Oliviero Quercia",
        "Livio Pagano, MD",
        "Roberta Zanotti, MD",
        "Omar Perbellini, MD",
        "Giorgina Specchia",
        "Serena Merante",
        "Chiara Elena, MD",
        "Domenica Gangemi",
        "Giovanni Poletti, MD",
        "Massimo Delledonne, PhD",
        "Sabine Cerny-Reiterer, Dr.",
        "Michele Cavo, MD",
        "Peter Valent, MD",
        "Giovanni Martinelli"
    ],
    "author_affiliations": [
        [
            "Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "AUSL Romagna, Pievesestina di Cesena (FC), Italy "
        ],
        [
            "Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "University of Torino, Torino, Italy "
        ],
        [
            "Personal Genomics Srl, Verona, Italy "
        ],
        [
            "Personal Genomics Srl, Verona, Italy "
        ],
        [
            "University of Verona, Verona, Italy "
        ],
        [
            "Personal Genomics Srl, Verona, Italy "
        ],
        [
            "Ospedale degli Infermi, Faenza, Italy "
        ],
        [
            "Allergy Unit, Faenza, Italy "
        ],
        [
            "Universita' Cattolica S. Cuore, Rome, Italy "
        ],
        [
            "University of Verona, Verona, Italy "
        ],
        [
            "University of Verona, Verona, Italy "
        ],
        [
            "University of Bari, Bari, Italy "
        ],
        [
            "Hematology Unit, Pavia, Italy "
        ],
        [
            "Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Hematology Unit, Frosinone, Italy "
        ],
        [
            "AUSL Romagna, Pievesestina di Cesena (FC), Italy "
        ],
        [
            "University of Verona, Verona, Italy "
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Bologna University School of Medicine, Bologna, Italy "
        ]
    ],
    "first_author_latitude": "44.49476455",
    "first_author_longitude": "11.3571726",
    "abstract_text": "Systemic mastocytosis (SM) includes a heterogeneous group of disorders ranging from indolent SM to mast cell leukemia (MCL). Somatic mutations in the Kit receptor tyrosine kinase (most frequently, D816V) can be detected in >90% of patients with SM and are thought to play a key pathogenetic role. Nevertheless, morphological and clinical diversity, as well as the fact that some patients are negative for KIT mutations, suggest that the underlying molecular picture is far from being fully elucidated. To shed further light on this issue, we undertook an integrated molecular genetic study of a KIT gene mutation-negative MCL patient who came to our attention in 2012 – a 63 year-old woman diagnosed with MCL, aleukemic variant (50-60% atypical mast-cells in the bone marrow [BM] smear; CD117+/CD2+/CD13+-/CD33+/CD59+ immunophenotype; serum tryptase, 2500 µg/L; no C-findings). The patient had received imatinib for 6 months, with no clinical benefit. The disease, however, had had an overall chronic clinical course for 6 more months until severe anemia occurred. The patient rapidly progressed and died after 21 months from diagnosis. After having obtained written informed consent, we extracted genomic DNA and total RNA from purified MCs isolated from BM at diagnosis and at progression, as well as DNA from saliva, and performed whole exome sequencing (WES) and RNA sequencing on an HiSeq1000 (Illumina, San Diego CA). Cytoscan HD arrays (Affymetrix, Santa Clara CA) were also used to scan for chromosomal gains and losses as well as for loss of heterozigosity (LOH). Among the mutated genes detected by WES, SETD2 stood out among others because two distinct putatively inactivating heterozygous mutations were identified, a frameshift insertion of a C in exon 20 (NM_014159:c.7595_7596insC: p.Gly2515ArgfsTer5) and a nonsense mutation in exon 15 (NM_014159:c.G6753T:p.Glu2234Ter). The two mutations were found to hit distinct alleles, pointing to a loss-of-function event. Western Blotting (WB), however, showed that only the 2234 a.a. Setd2 truncated isoform resulting from the nonsense mutation, losing the highly conserved WW and SRI functional domains, was detectable in the sample. The SETD2 gene encodes a histone methyltransferase nonredundantly responsible for trimethylation of lysine 36 of histone H3, a key hystone mark associated not only with active chromatin but also with transcriptional elongation, alternative splicing, DNA replication and repair. SETD2 gene mutations have been described in a variety of cancers and, more recently, have been found to be cooperating events in acute leukemia initiation and progression. In yeast, deletion of the SRI domain abolishes Set2-RNA polymerase II (PolII) interaction causing transcription elongation defects and abolishes K36 methylation. The truncated SETD2 isoform was actually found to lose the ability to bind RNAPolII, as shown by co-immunoprecipitation. Accordingly, RNA-sequencing showed evidence of spurious transcripts initiated from cryptic promoter-like sequences within genes rather than from canonical promoters. More importantly, WB confirmed that H3K36Me3 was completely abrogated. In line with the recently reported role of SETD2-dependent H3K36Me3 in homologous recombination (HR) repair and genome stability, Cytoscan HD arrays showed that LOH and several gains and losses at many chromosomal loci, undetectable at diagnosis, had been acquired at the time of progression. Haploinsufficiency of PSIP1 (recruiting HR machinery at double strand breaks) at 9p24.3 might have represented a cooperating event. Downmodulation of the Setd2 protein (in the presence of LOH but in the apparent absence of sequence variations other than polymorphisms) and reduced H3K36Me3 levels were detected in two more MCL cases, in which putative cooperative lesions were also identified. Results of WES and high resolution karyotyping of additional SM cases will be presented. Our findings point to epigenetic regulation and/or DNA repair as two candidate pathways deserving further investigation in an attempt to identify novel actors or mechanisms contributing to the pathogenesis and progression of SM, or novel modulators of disease phenotype. They also extend the recent observation that the molecular landscape of SM is much more complex than the initial finding of KIT mutations allowed to imagine. Supported by FP7 NGS-PTL project and Progetto Regione-Università 2010-12 (L. Bolondi) Disclosures Soverini: Novartis: Consultancy, Honoraria; Bristol-Meyers Squibb: Consultancy, Honoraria; Ariad: Consultancy, Speakers Bureau."
}