{
    "doi": "https://doi.org/10.1182/blood.V120.21.969.969",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2292",
    "start_url_page_num": 2292,
    "is_scraped": "1",
    "article_title": "Combined Modality Therapy Versus Chemotherapy Alone As an Induction Regimen for Primary CNS Lymphoma: A Cost-Effectiveness Analysis ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Malignant Hematology",
    "abstract_text": "Abstract 969 Background: Induction therapy for non-HIV, primary CNS lymphoma is centered on high-dose methotrexate (MTX) as the most effective chemotherapeutic agent. Combined modality therapy (CMT) using high-dose MTX and whole brain radiotherapy (WBRT) has improved response rates compared to chemotherapy alone. The trade-off is a significant risk of delayed, treatment-related neurotoxicity (NT), leading to significant morbidity and mortality. This risk of NT is greater in patients over the age of 60. We performed a cost-effectiveness analysis comparing the two strategies and stratified the analysis by age. Our analyses compared quality-adjusted life expectancy (QALY) and incremental cost effectiveness ratio (ICER) with these two strategies. Methods: We developed a Markov decision-analytic model to compare CMT versus chemotherapy alone for a hypothetical cohort of 60 year old patients newly-diagnosed with primary CNS lymphoma. We age-stratified the model to evaluate cohorts of patients 60 years of age. The model simulates the clinical course of patients over a 5 year time horizon, with the end-points of QALY and ICER. The baseline probabilities used in the model were derived from a systematic review of published studies. Key variables included response, relapse and survival rates with CMT vs. chemotherapy alone, risk of developing NT with each strategy, including severe NT, and the estimated survival once NT develops. The model incorporated data on health state utilities, which were derived from a survey of expert physicians who treat patients with primary CNS lymphoma. Direct and lost productivity costs were collected from a Canadian perspective. Resource utilization was based on guidelines, literature and expert opinion. Cost information was obtained from hospital, provincial and national costing sources, as well as the literature, and presented in 2011 Canadian dollars. Both costs and effects were discounted at 5%. All patients who received chemotherapy alone as induction therapy were assumed to have received salvage radiotherapy upon relapse. The utility of having active disease was assumed to dominate any ill effects from neurotoxicity. The cost of living with neurotoxicity was assumed to be similar to living with Alzheimer's dementia of comparable severity. Sensitivity analyses were performed for key variables. Results: The quality-adjusted life expectancy was 1.55 quality-adjusted life years (QALYs) for CMT and 1.53 QALYs for chemotherapy alone. The incremental cost-effectiveness ratio for the base case CMT vs. chemotherapy alone was $491,522 per life year gained (LYG). In younger patients <60 years of age, CMT yielded a quality-adjusted life expectancy of 2.44 QALYs, compared to 1.89 QALYs for chemotherapy alone, yielding an expected benefit with CMT of 0.55 QALYs or 6.6 quality-adjusted months. The CMT strategy dominates in younger patients as it is $11,951 less expensive than chemotherapy alone. There was no difference in QALYs between the strategies in the older group. The chemotherapy alone strategy dominates in older patients as it is $11,244 less expensive than CMT. The model was robust to key variables for the younger group. For younger patients, there were no threshold values for cost of CMT, cost of managing severe NT when in CR, and cost of palliation, which would potentially lead to chemotherapy alone being favoured. As well, the model was robust to the plausible ranges in probability of developing NT (base probability: 0.18 at 1yr). It favoured treating younger patients with CMT unless the rate of neurotoxicity was more than 89% at 1yr, a rate not encountered in the published literature. Similarly, for older patients, there were no threshold values for the costs above which lead to CMT being favoured. Conclusion: The preferred induction strategy for younger patients with primary CNS lymphoma appears to be CMT. This strategy minimizes cost, while maximizing life expectancy, and quality adjusted life years. This analysis confirms that the preferred strategy for older patients is chemotherapy alone. The model was robust in sensitivity analyses of key variables tested through the plausible ranges obtained from costing sources and the published literature. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "combined modality therapy",
        "cost-effectiveness analysis",
        "primary central nervous system lymphoma",
        "neurotoxicity syndromes",
        "neoadjuvant therapy",
        "whole brain irradiation",
        "antineoplastic agents",
        "methotrexate",
        "palliative care"
    ],
    "author_names": [
        "Anca Prica, MD",
        "Kelvin KW Chan, MD, MSc, FRCPC",
        "Matthew Cheung, MD, MS, FRCP"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Medical Oncology, Sunnybrook Odette Cancer Centre/Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.72174905",
    "first_author_longitude": "-79.37550119999999"
}