{
    "doi": "https://doi.org/10.1182/blood.V112.11.176.176",
    "article_title": "Loss of Heterozygosity of Chromosome 1p34 and High Mutant Allele Burden in Patients with Post-Essential Thrombocythemia Myelofibrosis Carrying Somatic Mutations of MPL  ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloproliferative Syndromes",
    "abstract_text": "The JAK2 (V617F) mutation is found in 95% of patients with polycythemia vera (PV) and in about 60% of those with essential thrombocythemia (ET) or primary myelofibrosis (PMF). In a portion of PV patients, the occurrence of a mitotic recombination of chromosome 9p in a hematopoietic cell that is heterozygous for the mutation generates a subclone of cells that are homozygous for JAK2 (V617F) [N Engl J Med. 2005 Apr 28;352(17):1779–90]. We have previously shown that the vast majority of patients with post-PV myelofibrosis (MF) have high percentages of granulocyte JAK2 (V617F) mutant alleles [Blood. 2008 Apr 1;111(7):3383–7], suggesting that transition from heterozygosity to homozygosity for JAK2 (V617F) is associated with progression to myelofibrosis in PV. Activating mutations of MPL , mainly involving a W515 substitution, have been detected in JAK2 (V617F)-negative patients with ET and PMF. MPL maps on chromosome 1p34, and whether a mitotic recombination of this chromosome occurs and involves a transition from heterozygosity to homozygosity for MPL mutations is currently unclear. At variance with post-PV MF, post-ET MF occurs rarely, with an estimated risk of about 6% at 15 years. We studied 315 patients with myeloproliferative disorders followed at the Department of Hematology Oncology, University of Pavia and Fondazione IRCCS Policlinico San Matteo, Pavia, Italy. This study was approved by the local Ethics Committee. The revised World Health Organization (WHO) criteria were employed for the diagnosis of PV, ET and PMF, whereas the criteria of the International Working Group for Myelofibrosis Research and Treatment (IWG-MRT) were employed for the diagnosis of post-PV MF and post- ET MF. We developed a high-resolution melting-curve (HRM) assay for detecting MPL mutations in granulocyte and T lymphocyte gDNA. The study population included 205 patients with ET [58% of whom carried JAK2 (V617F)], 91 patients with PMF [62% of whom carried JAK2 (V617F)], and 19 patients with post-ET MF [42% of whom carried JAK2 (V617F)]. By means of HRM analysis and direct sequencing, we detected the following MPL mutations in circulating granulocytes but not in T lymphocytes: W515L, W515K, W515A, S505C, and V501A – these latter two being novel mutations. Two patients carried two different MPL mutations concurrently in circulating granulocytes, while another patient carried both JAK2 (V617F) and a MPL mutation. Based on the detection of abnormal melting curve profiles in granulocytes, the prevalence of MPL mutations was found to be 5.4% in all patients with ET [12.6% in JAK2 (V617)-negative subjects], 5.5% in those with PMF [14.3% in JAK2 (V617)-negative subjects], and 21.1% in patients with post-ET MF [36.4% in JAK2 (V617)-negative subjects]. The prevalence of MPL mutations was therefore significantly higher in post-ET MF than in ET (P<.01) or in PMF (P<.05). Patients with post-ET MF carried high percentages of granulocyte MPL mutant alleles (median value 94%). In these subjects, SNP analysis of sequences mapping on chromosome 1p36.32, 1p34.3, 1p34 and 1p22.1, respectively, showed loss of heterozygosity (LOH) of chromosome 1p34 and its telomeric sequences in granulocytes but not in T-lymphocytes. This may suggest that a mitotic recombination of chromosome 1p was responsible for 1pLOH. Thus, similarly to what happens with JAK2 (V617F) on chromosome 9p in patients with PV, a mitotic recombination of chromosome 1p might represent a mechanism responsible for transition from heterozygosity to homozygosity for MPL mutations. Although 1pLOH is likely much less frequent than 9pLOH in myeloproliferative disorders, in patients with ET carrying MPL mutations it appears to be associated with the development of marrow fibrosis, abnormal stem cell trafficking and myeloid metaplasia.",
    "topics": [
        "alleles",
        "carrying",
        "chromosomes",
        "loss of heterozygosity",
        "myelofibrosis",
        "thrombocytosis",
        "mutation, somatic",
        "high-resolution melt curve analysis",
        "myeloproliferative disease",
        "fibrosis"
    ],
    "author_names": [
        "Daniela Pietra",
        "Elisa Rumi, MD",
        "Angela Brisci",
        "Francesco Passamonti, MD",
        "Sabrina Boggi",
        "Laura Cremonesi",
        "Mario Lazzarino, MD",
        "Mario Cazzola"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniela Pietra",
            "author_affiliations": [
                "Department of Hematology Oncology, University of Pavia & Fondazione IRCCS Policlinico San Matteo, Pavia, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elisa Rumi, MD",
            "author_affiliations": [
                "Department of Hematology Oncology, University of Pavia & Fondazione IRCCS Policlinico San Matteo, Pavia, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Brisci",
            "author_affiliations": [
                "Genomic Unit for the Diagnosis of Human Pathologies, San Raffaele Scientific Institute, Milan, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Passamonti, MD",
            "author_affiliations": [
                "Department of Hematology Oncology, University of Pavia & Fondazione IRCCS Policlinico San Matteo, Pavia, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Boggi",
            "author_affiliations": [
                "Department of Hematology Oncology, University of Pavia & Fondazione IRCCS Policlinico San Matteo, Pavia, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Cremonesi",
            "author_affiliations": [
                "Genomic Unit for the Diagnosis of Human Pathologies, San Raffaele Scientific Institute, Milan, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Lazzarino, MD",
            "author_affiliations": [
                "Department of Hematology Oncology, University of Pavia & Fondazione IRCCS Policlinico San Matteo, Pavia, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Cazzola",
            "author_affiliations": [
                "Division of Hematology, University of Pavia Medical School, IRCCS Policlinico S. Matteo, Pavia, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T09:36:32",
    "is_scraped": "1"
}