{
    "doi": "https://doi.org/10.1182/blood.V114.22.3644.3644",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1462",
    "start_url_page_num": 1462,
    "is_scraped": "1",
    "article_title": "Epigenetic Control of C/EBPa by Noncoding RNAs. ",
    "article_date": "November 20, 2009",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription Poster II",
    "topics": [
        "ablation",
        "chromatin",
        "conflict of interest",
        "cytoplasm",
        "disclosure",
        "down-regulation",
        "epigenetics",
        "gene expression",
        "gene expression regulation",
        "genes"
    ],
    "author_names": [
        "Annalisa Di Ruscio",
        "Alexander K Ebralidze",
        "Francesco D'Alò",
        "Maria Teresa Voso",
        "Giuseppe Leone",
        "Daniel G. Tenen"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology Policlinico A. Gemelli, Catholic University, Rome, Italy; Harvard Stem Cell Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Harvard Stem Cell Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Harvard Stem Cell Institute, Harvard Medical School, Boston, USA; Cancer Science Institute, National University of Singapore, Singapore, Singapore"
        ]
    ],
    "first_author_latitude": "42.3775723",
    "first_author_longitude": "-71.1144978",
    "abstract_text": "Abstract 3644 Poster Board III-580 Little is currently known about the role of noncoding RNA transcripts (ncRNA) in gene regulation; although most, and perhaps all, gene loci express such transcripts. Our previous results with the PU.1 gene locus showed a shared transcription factor complex and chromatin configuration requirements for biogenesis of both messenger and ncRNAs. These ncRNAs were localized within the nuclear and cytoplasmic compartments. Disrupting ncRNAs in the cytoplasmic cellular fraction results in increased PU.1 mRNA and protein. Recently, we have focused on the C/EBPa gene locus and observed extensive noncoding transcription. The transcription factor C/EBPa plays a pivotal role in hematopoietic stem cell (HSC) commitment and differentiation. Expression of the C/EBPa gene is tightly regulated during normal hematopoietic development, and dysregulation of C/EBPa expression can lead to lung cancer and leukemia. However, little is known about how the C/EBPa gene is regulated in vivo. In this study, we characterize ncRNAs derived from the C/EBPa locus and demonstrate their functional role in regulation of C/EBPa gene expression. First, northern blot analysis and RT PCR determined a predominantly nuclear localization of the C/EBPa ncRNAs. Second, strand-specific quantitative RT PCR demonstrated a concordant expression of coding and noncoding C/EBPa transcripts. Next, we investigated the results of ablation of ncRNAs using a lentiviral vector containing ncRNA-targeting shRNAs on the expression of the C/EBPa gene. We have observed that reduced levels of ncRNAs leads to a significant downregulation of the expression of coding messenger RNA. These data strongly suggest that C/EBPa ncRNAs play an important role in maintaining optimal expression of the C/EBPa gene at different stages of hematopoiesis and makes targeting noncoding transcripts a novel and attractive tool in correcting aberrant gene expression levels. Disclosures: No relevant conflicts of interest to declare."
}