{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2500.2500",
    "article_title": "Ca 2+ Oscillations and NFATC1 -Activation Enable Oncogenic Signaling in Pre-B Cell Transformation and Leukemogenesis ",
    "article_date": "December 7, 2017",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Background: Nuclear factor of activated T cells ( NFATC1 ) regulates activation and differentiation of B and T cells. Activation of NFATC1 requires sustained Ca 2+ influx by store-operated Ca 2+ entry (SOCE). Our group previously showed that oncogenic signaling from the BCR-ABL1 kinase in Ph + ALL results in autonomous oscillatory Ca 2+ signaling (Klein et al., J Exp Med 2004; Feldhahn et al., J Exp Med 2005). However, the significance of Ca 2+ oscillations remained unclear. Here we examined the function of Orai and Stim1/2 , the central mediators of SOCE, and the role of Ca 2+ oscillations in the survival of BCR-ABL1 -driven pre-B ALL cells. Results: To investigate the consequence of inducible deletion of SOCE-effector genes, Orai1 , Stim1 , and Stim2 , we have generated BCR-ABL1 - and CreER T2 -transduced murine pre-B Orai1 f/f and Stim1/2 f/f cells. Both Orai1 - and Stim1/2 -deletion impaired Ca 2+ influx from the extracellular space when Ca 2+ uptake from cytosol to endoplasmic reticulum was pharmacologically inhibited. Consistently, both Orai1 - and Stim1/2 -deletion significantly attenuated the amplitude and frequency of autonomous Ca 2+ oscillations, compared with that of empty vector controls. To determine whether the impaired Ca 2+ signaling associated with cell survival and proliferation, we next analyzed their growth and colony-forming capacity. As expected, both Orai1 - and Stim1/2 -deleted pre-B ALL cells exhibited growth disadvantage and reduced colony-forming capacity, compared with empty vector controls. Flow cytometry studies of Annexin V revealed that both Orai1 - and Stim1/2 -deletion induced apoptosis in the BCR-ABL1 -transformed cells. These results suggest that autonomous Ca 2+ oscillations are needed to circumvent apoptosis, and enhance cell growth and self-renewal in BCR-ABL-driven ALL cells. Interestingly, even in normal pre-B cells and in the absence of autonomous Ca 2+ oscillations, both Orai1 - and Stim1/2 -deletion caused growth disadvantage suggesting the existence of similar cellular function to Ca 2+ oscillations in normal pre-B cells. Subsequently, we studied NFATc1 activity by Western blot, as reflected by nuclear localization, in pre-B ALL cells before and after Orai1 - and Stim1/2 -deletion. NFATc1 is known as one of a central NFAT family member that is activated in lymphocytes upon BCR and TCR stimulation. While Orai1 fl/fl and Stim1/2 fl/fl B-lineage ALL cells transduced with empty vector controls displayed marked nuclear accumulation of NFATc1, Cre-mediated deletion of Orai1 and Stim1/2 strongly reduced nuclear accumulation of NFATc1, with slight increases in the cytoplasmic fraction. To examine the consequences of NFATc1 inhibition, we generated BCR-ABL1 - and CreER T2 -transduced murine pre-B Nfatc1 f/f and observed its effect on cell growth. As expected, inducible ablation of Nfatc1 resulted in rapid depletion of pre-B ALL cells from the cell culture compared to empty vector controls. Importantly, a NFAT-calcineurin association inhibitor, INCA-6, displayed growth inhibitory effects in all six patient-derived xenograft of B cell ALL tested, including samples from patients who relapsed after initially successful chemotherapy. These results suggest that the Ca 2+ -NFAT signal may suppress apoptosis, and promote drug-resistance and relapse in human pre-ALL cells. Conclusions: Taken together, our findings showed that SOCE has a critical role in NFAT activation and survival of BCR-ABL1 -driven pre-B ALL cells. Orai1- and Stim1/2-mediated autonomous Ca 2+ oscillatory signal is required for BCR-ABL1-dependent proliferation. This signal may bypass the NFAT activation which suppress apoptosis and enhance proliferation in BCR-ABL-driven ALL cells. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ablation",
        "annexin a5",
        "bypass",
        "calcineurin",
        "cell culture techniques",
        "chemotherapy regimen",
        "flow cytometry",
        "inca trial",
        "leukemia, precursor b-cell lymphoblastic",
        "leukemogenesis"
    ],
    "author_names": [
        "Kohei Kume, PhD",
        "Liting Chen, PhD",
        "Jaewoong Lee, PhD",
        "Markus Muschen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kohei Kume, PhD",
            "author_affiliations": [
                "Department of Systems Biology, Beckman Research Institute of City of Hope, Duarte, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Liting Chen, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaewoong Lee, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA ",
                "Department of Systems Biology, Beckman Research Institute, City of Hope, Duarte, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Muschen, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA ",
                "Department of Systems Biology, Beckman Research Institute, City of Hope, Duarte, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T04:04:49",
    "is_scraped": "1"
}