{
    "doi": "https://doi.org/10.1182/blood.V120.21.2968.2968",
    "article_title": "Subcutaneous Bortezomib in Combination Regimens in Newly Diagnosed Patients with Myeloma or Systemic AL Amyloidosis: High Response Rates and Minimal Toxicity. ",
    "article_date": "November 16, 2012",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 2968 Background: Bortezomib, the first-in-class proteasome inhibitor approved for treatment of all phases of multiple myeloma (MM) and used to treat light-chain amyloidosis (AL), was approved for the subcutaneous route of administration in 2012 based on phase III data in relapsed patients (Lancet Oncology 2011;12:431). We report our experience in a tertiary care center with subcutaneously administered bortezomib in newly diagnosed patients with MM and AL. Patients and Methods: With IRB approval, we performed a retrospective study of all newly diagnosed patients with MM or AL treated at our center between 4/1/11, when the hospital pharmacy approved and implemented the option of subcutaneous administration of bortezomib, and 7/31/12. Patients who received subcutaneous bortezomib as part of the first line of therapy were identified through the pharmacy database. Data was abstracted from the medical records; demographics, disease profiles, toxicities, responses, and survival data were collected. Results: Nineteen newly diagnosed patients with symptomatic MM (n=10) or AL (n=9) received bortezomib as part of first line therapy between 4/1/11 and 7/31/12. Median follow-up was 252 days (25–416). They included 12 men and 7 women with a median age of 70 years (range, 49–80), and a median time from diagnosis to treatment of 21 days (3–130). MM patients were ISS stage I (n=4), II (n=3) and III (n=2), and six AL patients had cardiac involvement, stage II (n=5) and III (n=1), respectively. Four MM patients had high-risk cytogenetics and 1 AL patient had del17p. Treatment regimens included cyclophosphamide, bortezomib and dexamethasone on the 35-day schedule (CyBorD-35) (n=12), CyBorD-28 (n=3), CyBorD-21 (n=1), and weekly BD (n=3). Median initial bortezomib dose was 1.5mg/m2 (1.3–1.5), and patients received a median of 4 cycles of therapy (1–8). With respect to side effects, no patients developed rash or grade 3 or 4 peripheral neuropathy. One patient developed grade 3 diarrhea and two grade 3 thrombocytopenia. The latter were the only patients requiring dose reductions (5%, 2/19). Five patients (MM=3, AL=2) proceeded to consolidation with stem cell transplant (SCT) after a median of 4 cycles (1–5). Overall best hematologic responses, including post-SCT patients, in MM were CR/VGPR/PR/SD in 3, 2, 4 and 1 patient, and in AL as per new consensus criteria (Blood 2010;116:1364a) were CR/VGPR/PR in 2, 5 and 2 patients. One MM patient with high risk disease (del17p, del5q) died 118 days after diagnosis status post 3 cycles of CyBorD with SD. One AL patient with del17p relapsed 6 months after achieving a VGPR. Aggregate hematologic response rate > VGPR (CR 6, VGPR 6) was 63%, and > PR was 95% (18/19). Conclusions: With the use of subcutaneous bortezomib in combination regimens in newly diagnosed patients with MM or AL, there was a high overall response rate and minimal toxicity. Five percent of patients required dose reductions of bortezomib for thrombocytopenia. No patients experienced grade 3 or 4 peripheral neuropathy. These results are consistent with the findings of the phase III study in relapsed patients and provide a basis for further studies comparing new proteasome inhibitors to subcutaneous bortezomib in combination regimens for newly diagnosed patients with MM or AL. Disclosures: Comenzo: Millenium: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "bortezomib",
        "frequency of responses",
        "multiple myeloma",
        "primary amyloidosis",
        "toxic effect",
        "peripheral neuropathy",
        "proteasome inhibitors",
        "subcutaneous injections",
        "thrombocytopenia",
        "adverse effects"
    ],
    "author_names": [
        "Gunjan L Shah, MD MS",
        "Esha Kaul, MD",
        "Shelly Fallo, RPh",
        "Furha I. Cossor, MD MS",
        "Hedy Smith, MD PhD",
        "Andreas K. Klein, MD",
        "Kenneth B. Miller, MD",
        "Raymond L. Comenzo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gunjan L Shah, MD MS",
            "author_affiliations": [
                "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Esha Kaul, MD",
            "author_affiliations": [
                "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shelly Fallo, RPh",
            "author_affiliations": [
                "Pharmacy, Tufts Medical Center, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Furha I. Cossor, MD MS",
            "author_affiliations": [
                "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hedy Smith, MD PhD",
            "author_affiliations": [
                "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas K. Klein, MD",
            "author_affiliations": [
                "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth B. Miller, MD",
            "author_affiliations": [
                "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymond L. Comenzo, MD",
            "author_affiliations": [
                "Hematology/Oncology, Tufts Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T04:10:14",
    "is_scraped": "1"
}