{
    "doi": "https://doi.org/10.1182/blood.V122.21.1148.1148",
    "article_title": "Inferior Vena Cava Filters: Outcomes In Patients With Active Cancer ",
    "article_date": "November 15, 2013",
    "session_type": "332. Antithrombotic Therapy: Poster I",
    "abstract_text": "Introduction Active cancer (ACa) is strongly associated with venous thromboembolism. This group of patients has a higher risk of bleeding, and often need surgical procedures as part of their treatment. Retrievable inferior vena cava filters (RIVCF) are frequently placed in this scenario, when anticoagulation cannot be continued. However, it is not known if the complication rates and retrieval rates of RIVCF in these patients are similar to those without cancer. Objectives To compare the rate of RIVCF related complications between patients with ACa and those without. Methods We reviewed the records of all the consecutive adult patients with RIVCF placed in a single institution from January 2010 to December 2012. ACa was defined as metastatic disease or any cancer treatment (radiation, chemotherapy or surgery) within 6 months before the filter placement. The selected outcomes were: Major filter complications (migration, embolization, fracture, penetration and tilting or thrombosis preventing retrieval), deep vein thrombosis (DVT), pulmonary embolism (PE) and mortality. Venous thromboembolism (VTE) events were considered new if they involved a previously unaffected segment. Statistical analysis was performed with SAS (version 9.2, SAS Institute, Cary, NC). A p value of 0.05 was considered clinically significant. Quantitative variables were expressed as mean ± Standard deviation. Non parametric variables were reported as median and interquartile range (IQR). Qualitative data are presented as percentages. Results We reviewed 267 patients with RIVCF. The mean age was 57.6 ±16.5 years, and the mean follow up was 8.2 months. There were 134 males (50.2%), 222(83%) had a DVT, and 91 (34%) had a PE at baseline. One third of the patients (n=91, 34%) had ACa, (49% metastatic, 32% on chemotherapy). The primary site was gynecologic in 41%, central nervous system in 12%, gastrointestinal tract and pancreas 12%, urological 7%, lung 7%, other 22%. Most of these patients with VTE had high-grade tumors (35 patients, 51%). The indications to have the RIVCF were not different in the patients with ACa compared with those without (p=0.1). In the In ACa patients, indications for placing the filters were surgery in 36%, active bleeding in 36%, bleeding risk in 19%, failed anticoagulation in 2%, other in 7%. The bleeding risk was assessed a posteriori with HAS-BLED (Hypertension, Abnormal liver or renal function, Stroke, Bleeding, Labile INR, Elderly, Drug therapy/alcohol), and 88 % of the patients had a low bleeding risk of less than 2% (HAS-BLED score 0 to 2). Patients with ACa were older (62 ± 13.5 vs. 55.4 ± 17.4 years p<0.01), more frequently females (65.9% vs. 34% p<0.01), and more likely to have PE at baseline (55% vs. 23% p<0.01). There was no difference in recurrence of DVT (12% vs. 18% p=ns) or major filter complications (11% vs. 7% p=ns) between patients with ACa and those without. However, more patients with ACa were diagnosed with a new PE (4% vs 0.6% p=0.03) or died during follow up (53% vs 25% p<0.01). There was no difference in filter retrieval between groups at 3 and 6 months. The retrieval rate at 6 months was 72% vs. 75%, (p=ns) in patients with and without ACa. The time elapsed to filter retrieval (median 32 days IQR 11.5-62.5 vs. 31 days IQR 17-91, p=ns) was not different. The time to thrombotic or filter-specific complication (median 28.5 days IQR 16.5-72 vs. 16 days IQR 10-66, p=ns) was no different between groups and in both, approximately half of the complications happened during the first month. In patients with ACa, filter extraction was less frequent if they had metastatic disease (p<0.01), active bleeding/bleeding risk (p=ns) or a non-surgical indication for filter placement (p=0.04) Conclusions We found no difference in retrieval rate, DVT or filter complications between patients with and without ACa. When RIVCF are indicated, ACa should not preclude their use. In patients with ACa, filters were left in place more often if they had metastatic cancer or filter placement for reasons other than surgery. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "vena cava filters",
        "adenocarcinoma",
        "antibodies, anticardiolipin",
        "deep vein thrombosis",
        "surgical procedures, operative",
        "venous thromboembolism",
        "hemorrhage",
        "neoplasm metastasis",
        "anticoagulation"
    ],
    "author_names": [
        "Ana Isabel Casanegra, MD, RPVI, FSVM",
        "Alfonso Tafur, MD, RPVI",
        "Halima Suria, MD",
        "Peter Mseti, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ana Isabel Casanegra, MD, RPVI, FSVM",
            "author_affiliations": [
                "Department of Vascular Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA, ",
                "Vascular Medicine, Oklahoma University Health Sciences Center, Oklahoma City, OK, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alfonso Tafur, MD, RPVI",
            "author_affiliations": [
                "Department of Vascular Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA, ",
                "Vascular Medicine, Oklahoma University Health Sciences Center, Oklahoma City, OK, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Halima Suria, MD",
            "author_affiliations": [
                "Internal Medicine, University of Oklahoma, Oklahoma City, OK, USA, ",
                "Vascular Medicine, Oklahoma University Health Sciences Center, Oklahoma City, OK, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Mseti, MD",
            "author_affiliations": [
                "Saint Francis Hospital, Tulsa, OK, USA",
                "Vascular Medicine, Oklahoma University Health Sciences Center, Oklahoma City, OK, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T12:57:33",
    "is_scraped": "1"
}