{
    "doi": "https://doi.org/10.1182/blood-2018-99-116675",
    "article_title": "An Allosteric Mechanism for Epigenetic Activation of the V(D)J Recombinase ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: B and T Cell Biology",
    "abstract_text": "V(D)J recombination, the process by which antigen receptor genes are assembled from discrete DNA segments during lymphoid development, is responsible for the generation of the primary immune repertoire. Errors in V(D)J recombination have been implicated in the pathogenesis of lymphoid malignancies, including follicular lymphoma, MALT lymphoma and mantle cell lymphoma. V(D)J recombination is initiated by a specialized transposase, RAG, consisting of RAG-1 and RAG-2 subunits. RAG mobilizes participating gene segments in a site-specific fashion by cleaving DNA at conserved recombination signal sequences. The accessibility of these sequences to RAG is subject to locus- and developmental stage-specific control by mechanisms that are as yet poorly understood. Elucidation of these mechanisms is fundamental to our understanding of the off-target events linking RAG activity to tumorigenesis. The susceptibility of gene segments to cleavage by RAG is associated with histone modifications characteristic of active chromatin, including trimethylation of histone H3 at lysine 4 (H3K4me3). RAG-2 contains a plant homeodomain (PHD) finger that binds specifically to H3K4me3. Disruption of this PHD finger impairs V(D)J recombination in vivo . Peptides bearing H3K4me3 stimulate substrate binding and catalysis of DNA cleavage by RAG. This stimulation is dependent on an intact PHD finger, suggesting that H3K4me3 is an allosteric activator of the V(D)J recombinase. Indeed, binding of H3K4me3 to the RAG-2 PHD induces dynamic conformational changes in RAG-1. Because substrate binding and catalysis are functions of RAG-1, information regarding occupancy of the RAG-2 PHD must be transmitted to the RAG-1 subunit. To understand how the recognition of active chromatin is coupled to the binding and cleavage of recombination signal sequences, we sought to trace the path of allostery from the RAG-2 PHD finger to RAG-1. Our strategy has been: (1) to generate chimeric RAG-2 proteins in which the mouse PHD finger is replaced by the PHD finger of a phylogenetically distant RAG-2; (2) to identify chimeric RAG-2 proteins that are capable of binding H3K4me3 but incapable of allosteric activation; (3) to systematically back-mutate residues in the foreign PHD to the mouse sequence; and (4) to identify back-mutations that rescue allosteric activation. A chimeric RAG-2 protein in which the mouse PHD finger is replaced by the corresponding domain from the bamboo shark, C. punctatum , fails to support V(D)J recombination in vivo . This chimeric protein retains the ability to bind H3K4me3 but engagement of H3K4me3 does not result in allosteric activation, suggesting that the allosteric interface of the PHD finger is disrupted. The amino acid sequence differences between mouse and C. punctatum form several clusters, located on the opposite side of the PHD from the H3K4me3 binding site. Each of these clusters in the C. punctatum PHD finger was mutated to the mouse sequence and the corresponding back-mutated chimeric RAG-2 proteins were tested for their ability to support V(D)J recombination. Strikingly, mutation of one such cluster, corresponding to residues 425 - 429, 431 and 433 of mouse RAG-2, was sufficient to rescue recombination activity to the level of wild-type. Taken together, our observations indicate that the binding of H3K4me3 by RAG-2 is itself insufficient to support recombination; rather, information regarding the engagement of H3K4me3 must be transmitted allosterically. Moreover, our mutational analysis has identified a putative allosteric surface within the PHD finger and distinct from the H3K4me3 binding site that is responsible for transmitting the allosteric signal. The requirement for allosteric activation by H3K4me3 may play a role in defining patterns of RAG-mediated DNA cleavage during normal development and in the generation of lymphoid malignancies. Disclosures Desiderio: Genentech: Consultancy; AbbVie: Consultancy.",
    "topics": [
        "amino acid sequence",
        "binding (molecular function)",
        "binding sites",
        "catalysis",
        "chimera organism",
        "chromatin",
        "cytokinesis",
        "disclosure",
        "dna",
        "dna cleavage"
    ],
    "author_names": [
        "Meiling May, BA",
        "Stephen Desiderio, MD PhD",
        "John Thomas Bettridge, BA"
    ],
    "author_dict_list": [
        {
            "author_name": "Meiling May, BA",
            "author_affiliations": [
                "Department of Molecular Biology and Genetics, Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephen Desiderio, MD PhD",
            "author_affiliations": [
                "Department of Molecular Biology and Genetics, Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Thomas Bettridge, BA",
            "author_affiliations": [
                "Department of Molecular Biology and Genetics, Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T18:37:03",
    "is_scraped": "1"
}