{
    "doi": "https://doi.org/10.1182/blood.V124.21.2836.2836",
    "article_title": "A Cross-Sectional Analysis of Cardiovascular Disease in the Hemophilia Population ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "abstract_text": "Introduction : Cardiovascular disease (CVD) is a disease of aging. While men with hemophilia were initially thought to be protected from CVD, it is now clear that atherothrombotic events do occur. The objective of this study is to determine the prevalence of CVD and CV risk factors among older men with moderate and severe hemophilia. Methods : A U.S. national cross-sectional study began enrollment in 10/2012. Inclusion criteria are men with moderate or severe congenital hemophilia A or B (FVIII or IX level ≤ 5%), age 54-73. Men with an additional bleeding disorder (besides liver dysfunction) were excluded. After obtaining informed consent, CV risk factors, medications, and history of thrombotic events were obtained from patient interview and chart review. A fasting blood sample was assayed centrally. Results : As of 8/1/2014, 160/200 planned subjects were recruited and interim analysis on 126 subjects from 18 U.S. Hemophilia Treatment Centers is presented here. The majority were white (109; 86.9%) or African American (15; 11.5%). Mean age was 62 years (SD: 5; range: 54-74). Most used factor on demand, with only 34.1% (43/126) on prophylaxis, defined as ≥2 doses of FVIII or ≥ 1 dose FIX/week. Five (4.0%) had a current inhibitor. Viral infection was common; 68.3% currently had hepatitis C, and 25% HIV. Hypertension (HTN) was reported in 65.6% of subjects, 37.3% dyslipidemia and 24.6% diabetes (DM); 44.5% had ever smoked, 56.3% denied engaging in at least moderate physical activity and 43.7% had a family history of CVD. Average BMI was 28 kg/m 2 (29.4% obese) and waist circumference 97 cm. Fasting blood work showed an abnormally elevated: creatinine in 27.6% subjects (mean 1.09 mg/dl, SD 0.5), CRP in 6.3% (4.15 mg/L, 10.6), total cholesterol in 18.1% (169.49 mg/dl, 35.8), triglycerides in 25.2% (122.10 mg/dl, 58.2), LDL in 19.7% (102.27 mg/dl, 32.3); and low HDL in 45.7% (42.80 mg/dl, 12.2). Ten subjects (7.9%) reported prior angina; 7 (5.6%) atrial fibrillation/flutter; 3 (2.4%) leg deep venous thrombosis; 2 (1.6%) myocardial infarction (MI), transient ischemic event (TIA), or pulmonary emboli; and 1 (0.8%) coronary artery angioplasty, stent placement, CABG, or peripheral arterial angioplasty. In total, 11 subjects had CVD (defined as angina, MI, TIA, or ischemic or embolic stroke), a prevalence rate of 8.7%. This is significantly lower than the reported prevalence of 23% CVD in similar aged men without hemophilia in the longitudinal ARIC cohort (p-value <0.001). The qualifying diagnoses in our cohort included angina, MI and TIA. None of the men with CVD were on antiplatelet or anticoagulant medications. Due to the small number of events, individual CV risk factors thus far did not achieve statistical significance in predicting CVD. Compared to never smokers, ever smokers had an odds ratio (OR) of 3.7 (95% CI: 0.9-14.8) of CVD. For HTN, dyslipidemia, and DM, the OR (95% CI) of CVD were 2.5 (0.5-12.1), 2.2 (0.6-7.5), and 1.9 (0.5-6.8), respectively. Positive family history (OR 2.4 (0.7-8.8)) and low-level of physical activity (1.4 (0.4-5.0)) also suggested some association with increased CVD risk. Obese BMI and large waist circumference were not significant. Men using prophylaxis appeared less likely to have CVD (1/43, 2.3%) than men not on prophylaxis (10/83, 12.1%), OR 0.2 (0.02-1.4), although the difference was not statistically significant. HIV+ men (1/32, 3.1%) were also less likely to have CVD compared to non-HIV+ men (10/92, 10.9%), OR 0.3 (0.2-10.9), but not significantly so. Lastly we investigated the role of anti-HTN (used in 36.5% of all subjects), cholesterol lowering (16.7%), and DM medications (10.3%) in reducing CVD. Not taking anti-HTN, cholesterol or DM medications non-significantly increased CVD risk with an OR in all subjects of 1.5, 3.3, or 3.9 respectively. Conclusions : In this interim analysis of an ongoing national cross-sectional study, older men with moderate to severe hemophilia commonly report risk factors for CVD, including HTN (65.6%), dyslipidemia (37.3%) and renal insufficiency (27.6%). Despite this, the prevalence of reported CVD is low at 8.7%, suggesting that men with hemophilia may be protected from forming pathogenic thrombi. More data is needed to determine if the approach to prophylaxis or other therapies should be altered in this population. We plan to formally compare the prevalence of CVD and CV risk factors with similarly aged men in the ARIC database once enrollment is complete. Disclosures Sood: Bayer: Research Funding. Shapiro: Baxter: Consultancy, Global Steering Committee Other, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novo Nordisk: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bayer: Consultancy, Global Steering Committee, Global Steering Committee Other, Research Funding; CSL Behring: Research Funding; Biogen Idec: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Kedrion: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Kempton: Baxter Healthcare, Inc: Membership on an entity's Board of Directors or advisory committees; CSL Behring: Membership on an entity's Board of Directors or advisory committees; Kedrion Biopharma: Membership on an entity's Board of Directors or advisory committees; NovoNordisk, Inc: Research Funding. Fogarty: Amgen Inc: Consultancy; Bayer HealthCare Pharmaceuticals: Consultancy; Baxter: Consultancy; Biogen Idec Inc.: Consultancy; Chugai Pharma USA: Consultancy; Pfizer Inc: Consultancy; Baxter: Research Funding; Biogen Idec Inc.: Research Funding; CSL Behring: Research Funding; Pfizer Inc: Research Funding; Medscape LLC: Honoraria; VindicoMed: Honoraria. Ragni: Biogen Idec: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; GlaxoSmithKline: Consultancy, Research Funding; Tacere Benitec: Consultancy, Drug Safety Monitoring Board, Drug Safety Monitoring Board Other; Baxter: Research Funding; Bayer: Research Funding; CSL Behring: Research Funding; Merck: Research Funding; Novartis: Research Funding; Novo Nordisk: Research Funding; Pfizer: Research Funding; Spark Therapeutics: Research Funding; Vascular Medicine Institute, PIttsburgh, PA: Research Funding. Neff: Baxter: Membership on an entity's Board of Directors or advisory committees. Konkle: CDC: Research Funding, This work was supported by CDC grant 1U01DD000761-01 Other.",
    "topics": [
        "cardiovascular diseases",
        "hemophilia a",
        "obesity",
        "hemophilias",
        "hypertension",
        "transient ischemic attack",
        "angina pectoris",
        "dyslipidemias",
        "aric trial",
        "cholesterol"
    ],
    "author_names": [
        "Suman L. Sood, MD",
        "Dunlei Cheng, PhD",
        "Amy D Shapiro",
        "Craig M. Kessler, MD",
        "Nigel S. Key, MBChB",
        "Doris V. Quon, MD PhD",
        "M. Elaine Eyster, MD",
        "Marilyn J. Manco-Johnson, MD",
        "Christine L. Kempton, MD",
        "Patrick F. Fogarty, MD",
        "Margaret V. Ragni, MD MPH",
        "Joan Cox Gill, MD",
        "Philip Kuriakose, MD",
        "Annette von Drygalski, MD PharmD",
        "Peter A. Kouides",
        "Miguel Antonio Escobar, MD",
        "Anne T. Neff, MD",
        "Tzu-Fei Wang, MD",
        "Cindy A Leissinger, MD",
        "Sarah Galdzicka",
        "Barbara A. Konkle, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Suman L. Sood, MD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dunlei Cheng, PhD",
            "author_affiliations": [
                "American Thrombosis and Hemostasis Network, Riverwoods, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy D Shapiro",
            "author_affiliations": [
                "Indiana Hemophilia and Thrombosis Center, Indianapolis, IN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig M. Kessler, MD",
            "author_affiliations": [
                "Georgetown University Medical Center, Washington, DC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel S. Key, MBChB",
            "author_affiliations": [
                "University of North Carolina, Chapel Hill, NC "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Doris V. Quon, MD PhD",
            "author_affiliations": [
                "Orthopaedic Hospital, Los Angeles, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Elaine Eyster, MD",
            "author_affiliations": [
                "Penn State Hershey Medical Center, Hershey, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marilyn J. Manco-Johnson, MD",
            "author_affiliations": [
                "University of Colorado, Aurora, CO "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine L. Kempton, MD",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick F. Fogarty, MD",
            "author_affiliations": [
                "Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret V. Ragni, MD MPH",
            "author_affiliations": [
                "University of Pittsburgh and Hemophilia Center of Western Pennsylvania, Pittsburgh, PA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Cox Gill, MD",
            "author_affiliations": [
                "Blood Center of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Kuriakose, MD",
            "author_affiliations": [
                "Henry Ford Hospital, Detroit, MI "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette von Drygalski, MD PharmD",
            "author_affiliations": [
                "University of California San Diego, San Diego, CA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter A. Kouides",
            "author_affiliations": [
                "Rochester General Hospital, Rochester, NY "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel Antonio Escobar, MD",
            "author_affiliations": [
                "University of Texas Health Science Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne T. Neff, MD",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tzu-Fei Wang, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cindy A Leissinger, MD",
            "author_affiliations": [
                "Tulane University School of Medicine, New Orleans, LA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Galdzicka",
            "author_affiliations": [
                "Puget Sound Blood Center Research Institute, Seattle, WA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara A. Konkle, MD",
            "author_affiliations": [
                "Puget Sound Blood Center, Seattle, WA"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T04:11:23",
    "is_scraped": "1"
}