{
    "doi": "https://doi.org/10.1182/blood-2020-140854",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4656",
    "start_url_page_num": 4656,
    "is_scraped": "1",
    "article_title": "Functional Assessment in Younger and Older Adults with Sickle Cell Disease ",
    "article_date": "November 5, 2020",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": null,
    "author_names": [
        "Charity I Oyedeji, MD",
        "Carl Pieper, PhD",
        "Katherine Hall, PhD",
        "Miriam Morey, PhD",
        "Heather Whitson, MD MHS",
        "John J. Strouse, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology, Duke University School of Medicine, Durham, NC",
            "Claude D. Pepper Older Americans Independence Center, Center for the Study of Aging and Human Development, Duke University Medical Center, Durham, NC"
        ],
        [
            "Claude D. Pepper Older Americans Independence Center, Center for the Study of Aging and Human Development, Duke University Medical Center, Durham, NC",
            "Department of Biostatistics and Bioinformatics, Duke University Medical Center, Durham, NC"
        ],
        [
            "Claude D. Pepper Older Americans Independence Center, Center for the Study of Aging and Human Development, Duke University Medical Center, Durham, NC",
            "Department of Medicine, Division of Geriatrics, Duke University Medical Center, Durham, NC",
            "Geriatric Research, Education and Clinical Center, Veterans Affairs Medical Center, Durham, NC"
        ],
        [
            "Claude D. Pepper Older Americans Independence Center, Center for the Study of Aging and Human Development, Duke University Medical Center, Durham, NC",
            "Department of Medicine, Division of Geriatrics, Duke University Medical Center, Durham, NC",
            "Geriatric Research, Education and Clinical Center, Veterans Affairs Medical Center, Durham, NC"
        ],
        [
            "Claude D. Pepper Older Americans Independence Center, Center for the Study of Aging and Human Development, Duke University Medical Center, Durham, NC",
            "Department of Medicine, Division of Geriatrics, Duke University Medical Center, Durham, NC"
        ],
        [
            "Department of Medicine, Division of Hematology, Duke University School of Medicine, Durham, NC",
            "Pediatric Hematology/Oncology, Duke University School of Medicine, Durham, NC"
        ]
    ],
    "first_author_latitude": "35.9714222",
    "first_author_longitude": "-78.9762537",
    "abstract_text": "Background Nearly 95% of individuals with sickle cell disease (SCD) live to become adults (age ≥ 18 years). As individuals with SCD age, they acquire both SCD and age-related complications leading to functional decline. There is a growing need for stragies to improve their function and quality of life.The purpose of this study was to assess the feasibility and acceptability of a sickle cell disease functional assessment (SCD-FA) in both younger and older adults with SCD. Methods We enrolled 20 younger adults (age 18-49 years) and 20 older adults (age ≥ 50 years) in a prospective cohort study. We included measures previously validated in functional geriatric assessment for oncology patients enriched with additional physical and cognitive functional measures. We monitored physical activity for 7 days using the Actigraph wT3X-BT. The primary endpoint was the proportion of subjects who complete the assessment. Secondary endpoints were duration of the SCD-FA, proportion who completed activity monitoring and biospecimen collection, and acceptability. Results Eighty percent (44/55) of adults approached for the study consented, and 91% (40) of consented participants completed the SCD-FA. The median duration of the assessment was 89 minutes (IQR 80-98 minutes), and there were no adverse events. A comparison of characteristics of younger and older participants is shown in Table 1. The mean usual gait speed (GS) was similar between younger and older adults, 1.10 m/s and 1.14m/s, respectively (p = 0.57). Both males and females in each age group had a GS similar to non-SCD adults over the age of 80 (Table 2). There was no difference detected in GS between participants with and without avascular necrosis (AVN) (1.12 m/s vs 1.13 m/s, respectively, p = 0.89) nor between severe SCD genotypes (HbSS and HbSß 0 ) and less severe genotypes (HbSC and HbSß + ) (1.08 m/s vs 1.18 m/s, respectively, p =0.13). There was no correlation between hemoglobin and GS (ρ = 0.22, p = 0.17). Young and old exhibited similar performance on the Timed Up and Go (TUG) with a mean time of 9.2 seconds for younger adults and 10.1 seconds for older adults (p = 0.14). Younger adults walked farther on the six-minute walk test (6MWT) compared to older adults (546 meters vs 482 meters p = 0.04). There was no difference in 6MWT between participants with and without AVN (499 meters vs 537 meters, p = 0.22), and no correlation between hemoglobin and distance on 6MWT (r s = 0.20, p = 0.21). Younger adults had a better performance on the 30-second chair stand test (30sCST) with a mean of 14 (range 4-22) vs 11 (range 3-16) in older adults, p = 0.02. There was no difference in 30sCST in people with or without avascular necrosis (12 vs 14, respectively, p = 0.24). Nearly all participants (95%) completed activity monitoring (18 younger adults and 18 older adults). Younger adults wore the monitors for a mean of 8 days (range 4-12) and older adults wore it for a mean of 7 days (range 4-10). The median step count for younger adults was 9253 steps/day (IQR 6449-10546) and the median step count for older adults was 6839 steps/day (IQR 6304-8144) (p = 0.44). The majority of both younger and older adult's activity was sedentary (42-44% of weartime) or light (47-48% of weartime). On the acceptability survey, 95% (38/40) reported that the length of the assessment was appropriate and particiants even had suggestions for additional questions to add. One participant found a question upsetting, about a history of drug use. 5% (2/40) reported portions as difficult to understand. When asked about feedback on removing items from the SCD-FA, 10% (4/40) recommended removing the Montreal Cognitive Assessment due to difficulty. Conclusions The SCD-FA was feasible, acceptable, and safe in both older and younger adults with SCD. There was no difference in GS in older and younger adults with SCD. Similar to older adults with SCD, younger adults had a mean GS similar to non-SCD adults over the age of 80. Younger adults did have significantly a better performance on the 6MWT and 30sCST compared to older adults, which may suggest better aerobic endurance and lower body strength. GS is one of the most powerful predictors of morbidity and mortality in non-SCD geriatric populations but its role in SCD awaits larger longitudinal samples. In future studies we will explore the role of GS and other components of the SCD-FA in predicting patient-important outcomes and mortality. View large Download slide View large Download slide  Disclosures Strouse: Takeda: Research Funding."
}