{
    "doi": "https://doi.org/10.1182/blood.V124.21.1719.1719",
    "article_title": "Is Stem Cell Transplantation for Transformed Follicular Lymphoma Required in the Rituximab Era?: The Royal Marsden Experience 2003-2013 ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "abstract_text": "Background: High-grade transformation (HT) of follicular lymphoma (FL) to diffuse large B-cell lymphoma (DLBCL) occurs at a rate of 3% per year and has been associated with a very poor prognosis, with a median overall survival (OS) of 1 year reported by Montoto et al in the pre-rituximab era. Treatment often includes upfront autologous or allogeneic stem cell transplantation (SCT) due to the poor prognosis, but rarely maintenance rituximab despite evidence in FL. These patients are excluded from the majority of clinical trials and hence the role of SCT in the rituximab era and maintenance rituximab are not well evaluated. Methods: We performed a retrospective analysis of all patients aged ≥18 years with histologically proven transformed follicular lymphoma (TFL) diagnosed and treated (≥1 cycle of chemotherapy) at our institute in the 10-year period 2003-2013. Histopathology databases were searched to identify patients diagnosed with DLBCL and FL (grade 1-3a). Clinical data were collated from electronic patient records. Patients with grade 3b FL were excluded. A minimum interval of 6 months between the diagnosis of FL and development of HT was required for inclusion to outrule a discordant lymphoma. All histological specimens were reviewed by an expert haematopathologist. The study was approved by our institutional review board. Results: Between March 2003 and May 2013, a total of 56 patients were diagnosed with TFL (to DLBCL) and received first-line induction treatment +/- autologous/allogeneic SCT. The median follow-up was 5.6 years. The median time from diagnosis of FL to HT was 5.3 (range 0.6-29.3) years with a median age at diagnosis of TFL of 61 years (range 34-85). 59% (n=33) had received prior chemotherapy for FL. At diagnosis of TFL 89% (n=50/56) of patients received chemotherapy +/- radiotherapy (IFRT) without subsequent SCT. Upfront autologous or allogeneic SCT post induction was performed for 4 (7%) and 2 (3.5%) patients respectively. 91% of patients (n=51/56) received rituximab containing (R) chemotherapy and 68% (n=38/56) were treated with rituximab, cyclophosphamide, doxorubicin, vincristine and prednisolone (R-CHOP). 16.1% (9/56) received IFRT post induction. 14.3% (8/56) patients received R-maintenance following first-line treatment for TFL. For patients treated with R-chemotherapy alone (n=46) the 2 and 5-year OS and PFS (for TFL) were 84.5% and 70.9% and 58.7% and 49.3% respectively. In patients aged >65 years (n=17) 5-year OS was similarly 71.6%. Patients treated with R-CHOP had 2 and 5-year OS of 89% and 76% and PFS (TFL) rates of 59.5% and 51.7% respectively. Patients who received R-chemotherapy induction followed by R-maintenance (n=8) had both 2-year OS and PFS (TFL) of 100%. 82% of all patients (46/56) underwent FDG-PET on completion of induction treatment +/- SCT. A negative PET (n=30) was associated with 2 and 5-year OS rates of 90% and 74.1% and PFS (TFL) of 60% and 49.2%. Conclusion: The outcome for TFL has significantly improved with the advent of rituximab. In our analysis the 2 and 5-year OS rates of 84.5% and 70.9% with R-chemotherapy alone are superior to reported OS for patients undergoing upfront autologous/allogeneic SCT, while PFS rates are comparable to those quoted for upfront autologous SCT. Although the numbers are small (n=8) and follow-up shorter, the outcomes for patients treated with R-chemotherapy followed by R-maintenance (2-yr OS and PFS of 100% and 100%) are particularly encouraging while offering minimal additional toxicity. In conclusion our data indicate that upfront SCT may no longer be required for TFL in the rituximab era. Rituximab maintenance should be considered in the management of these patients. Disclosures Hawkes: Roche: Travel grant Other. Peckitt: Sanofi: Membership on an entity's Board of Directors or advisory committees. Dearden: Roche: Membership on an entity's Board of Directors or advisory committees. Cunningham: Astra Zeneca: Research Funding; Novartis: Research Funding; Merck Serono: Research Funding; Sanofi: Research Funding; Celgene: Research Funding; Amgen: Research Funding; Roche: Research Funding.",
    "topics": [
        "follicular lymphoma",
        "hematopoietic stem cell transplantation",
        "rituximab",
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "follow-up",
        "r-chop",
        "allogeneic stem cell transplant",
        "cyclophosphamide",
        "doxorubicin"
    ],
    "author_names": [
        "Mary Gleeson, FRCPath",
        "Eliza A Hawkes, MD",
        "Clare Peckitt, MSc",
        "Andrew Wotherspoon, FRCPath",
        "Ayoma Attygalle, PhD",
        "Bhupinder Sharma, MD",
        "Yong Du, MD",
        "Mark Ethell, MD",
        "Michael Potter, PhD",
        "Claire Dearden, MD",
        "Alan Horwich, MD",
        "Ian Chau, MD",
        "David Cunningham, FMedSci"
    ],
    "author_dict_list": [
        {
            "author_name": "Mary Gleeson, FRCPath",
            "author_affiliations": [
                "The Royal Marsden Hospital, London and Surrey, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eliza A Hawkes, MD",
            "author_affiliations": [
                "The Royal Marsden Hospital, London and Surrey, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clare Peckitt, MSc",
            "author_affiliations": [
                "The Royal Marsden Hospital, London and Surrey, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Wotherspoon, FRCPath",
            "author_affiliations": [
                "The Royal Marsden Hospital, London and Surrey, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayoma Attygalle, PhD",
            "author_affiliations": [
                "The Royal Marsden Hospital, London and Surrey, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhupinder Sharma, MD",
            "author_affiliations": [
                "Royal Marsden Hospital, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Du, MD",
            "author_affiliations": [
                "The Royal Marsden Hospital, London and Surrey, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Ethell, MD",
            "author_affiliations": [
                "Royal Marsden Hospital, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Potter, PhD",
            "author_affiliations": [
                "Royal Marsden Hospital, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Dearden, MD",
            "author_affiliations": [
                "The Royal Marsden Hospital, London and Surrey, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan Horwich, MD",
            "author_affiliations": [
                "The Royal Marsden Hospital, London and Surrey, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian Chau, MD",
            "author_affiliations": [
                "Royal Marsden Hospital, London, United Kingdom"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Cunningham, FMedSci",
            "author_affiliations": [
                "The Royal Marsden Hospital, London and Surrey, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T02:31:39",
    "is_scraped": "1"
}