{
    "doi": "https://doi.org/10.1182/blood.V112.11.4210.4210",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1317",
    "start_url_page_num": 1317,
    "is_scraped": "1",
    "article_title": "Anti-Drug Antibody Responses to Lumiliximab Are Not Detected in Relapsed Refractory CLL Patients Treated with Lumiliximab in Combination with FCR in a Phase 1/II Study ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Lumiliximab, an anti-CD23 monoclonal antibody that binds specifically to human CD23, is under investigation for the treatment of patients with relapsed refractory chronic lymphocytic leukemia (CLL). The clinical safety monitoring for Lumiliximab includes testing for the presence of anti-drug antibodies (ADAs) in patient serum samples. In order to determine if patients develop an ADA response to Lumiliximab, serum samples were collected at specific time points throughout a Phase I/II study (152–30) of Lumiliximab in combination with FCR in relapsed CLL. Patient sera from this Phase I/II study were tested in a standard bridging ELISA in which samples were added to a drug coated plate and ADAs were detected using conjugated drug and colorimetric detection. Validation results showed the sensitivity of the assay was 1000ng/ml using a purified polyclonal rhesus anti-Lumiliximab antibody in undiluted human sera. ADAs were not detected in any patients that had evaluable post treatment (Week 13, Week 25, Week 41, and Month 12 post first dose) serum samples in the 152–30 study. Over the last few years, there has been an effort in the immunogenicity field to develop ADA assays with increased sensitivity and to adapt formats that, in general, have increased drug tolerance, i.e. reduction of drug interference in the assay. Therefore, a new ADA assay was developed using Meso Scale Discovery (MSD) technology that has become the reliable and current method for detection of ADA responses and incorporates an acid dissociation step that has been shown in literature to improve drug tolerance. Using the new method the same evaluable samples from the phase I/II study were tested to determine if any previously unseen ADA responses could be detected. The samples were incubated with biotinylated and ruthenylated drug, added to a streptavidin coated plate and ADAs were detected using electrochemiluminescence. Validation results show that the newly developed MSD assay has sensitivity of 250ng/ml using a purified polyclonal chicken anti-Lumiliximab antibody in undiluted human sera. All the samples tested in the MSD assay (n=32) were negative despite greater sensitivity than the ELISA method and an acceptable drug tolerance at the time points samples were drawn. PK concentrations at the specified ADA collection times ranged between 0μg/ml and 114μg/ml whereas drug tolerance ranges from 1μg/ml to 200μg/ml depending on ADA concentrations. Drug interference is a major factor in not being able to detect antidrug responses, yet several of the corresponding post dose PK time points showed low to no drug levels and yet no anti-drug antibodies were detected. These data imply that Lumiliximab when administered in combination with FCR has a low immunogenicity rate.",
    "topics": [
        "antidrug antibody",
        "chronic lymphocytic leukemia refractory",
        "serum specimen",
        "antibodies",
        "cd23 antigen",
        "chronic lymphocytic leukaemia recurrent",
        "monoclonal antibodies",
        "streptavidin",
        "enzyme-linked immunosorbent assay",
        "dissociation"
    ],
    "author_names": [
        "Julie Ranuio",
        "Annalee Estrellado",
        "Sarah Harris",
        "Megan Shannon",
        "Meena Subramanyam",
        "Steve Hughes",
        "James Woodworth",
        "Shabnam Tangri"
    ],
    "author_affiliations": [
        [
            "Clinical Science and Technology, Biogenidec, San Diego, CA, USA"
        ],
        [
            "Clinical Science and Technology, Biogenidec, San Diego, CA, USA"
        ],
        [
            "Clinical Science and Technology, Biogenidec, San Diego, CA"
        ],
        [
            "Biogen Idec, San Diego, CA, USA"
        ],
        [
            "Clinical Science and Technology, Biogenidec, San Diego, CA"
        ],
        [
            "Biogenidec, San Diego, CA"
        ],
        [
            "Biogenidec, San Diego, CA, USA"
        ],
        [
            "Clinical Science and Technology, Biogenidec, San Diego, CA, USA"
        ]
    ],
    "first_author_latitude": "32.94868124999999",
    "first_author_longitude": "-117.16641289999998"
}