{
    "doi": "https://doi.org/10.1182/blood.V106.11.610.610",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=462",
    "start_url_page_num": 462,
    "is_scraped": "1",
    "article_title": "SGN-35, an Anti-CD30 Antibody-Drug Conjugate, Exhibits Potent Antitumor Activity for the Treatment of CD30 + Malignancies. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "antibodies",
        "antigens, cd30",
        "brentuximab vedotin",
        "cancer",
        "mechlorethamine",
        "ki-1+ anaplastic large cell lymphoma",
        "transplantation, heterologous",
        "cytotoxicity",
        "cytotoxin",
        "endopeptidases"
    ],
    "author_names": [
        "Kevin J. Hamblett",
        "Jeremy Barton",
        "Charles G. Cerveny",
        "Jamie B. Andreyka",
        "Kim M. Kissler",
        "Nicole M. Okeley",
        "Ivan Stone",
        "May K. Sutherland",
        "Michael M. Sun",
        "Peter D. Senter",
        "Alan F. Wahl",
        "Nathan C. Ihle"
    ],
    "author_affiliations": [
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ],
        [
            "Clinical Research",
            " "
        ],
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ],
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ],
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ],
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ],
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ],
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ],
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ],
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ],
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ],
        [
            "Preclinical Research, Seattle Genetics Inc, Bothell, WA, USA",
            " "
        ]
    ],
    "first_author_latitude": "47.77345805",
    "first_author_longitude": "-122.20580050000001",
    "abstract_text": "Hodgkin/Reed-Sternberg (H-RS) and anaplastic large cell lymphoma (ALCL) cells express high levels of the cell surface receptor CD30, a member of the TNF receptor superfamily. To augment the antitumor activity of anti-CD30 based therapies, a novel synthetic anti-mitotic agent, monomethyl auristatin E (MMAE), has been conjugated to the anti-CD30 antibody cAC10. MMAE was synthetically modified to include a maleimide for conjugation to an antibody and a protease cleavable Val-Cit peptide linker to release the drug from the antibody. The in vitro and in vivo activity of SGN-35, the resulting antibody-drug conjugate, is outlined. SGN-35 has an average of four MMAE molecules per antibody. Cell surface binding, internalization and intracellular release of MMAE were monitored by immunofluoresence and isotope labeling methods. The H-RS cell line L540cy translocates SGN-35 to lysosomes within 16 hours. Analysis of the cellular contents demonstrated that MMAE is rapidly and efficiently liberated from the antibody, and MMAE accumulates inside the cells. After treating L540cy cells with 200 ng/mL of SGN-35 (6 nM MMAE), the intracellular concentration of MMAE reaches 800 nM after 24 hours, rising to nearly 1000 nM after 72 hours. From 24 to 72 hours, about 70% of the intracellular drug is liberated MMAE, while 30% is still bound to the antibody. In vitro potency of SGN-35 was measured by incubating various concentrations of SGN-35 with CD30+ tumor cells and measuring cell viability in culture. SGN-35 had potent, selective in vitro activity with IC 50 s ranging from 4 to 35 ng/mL for CD30 + cell lines, and an IC 50 > 1000 ng/mL for the CD30 − line WSU-NHL. This demonstrates that the conjugation of the novel cytotoxic agent MMAE to an antibody can be accomplished without compromising the antibody’s specific binding and internalization. SCID mice were implanted with L540cy and treated with intravenous doses of SGN-35. In mice bearing L540cy xenografts, complete tumor regressions were achieved at doses as low as 2 mg/kg q4dx4. SGN-35 is also highly effective in treating mice with disseminated L540cy implants, at well tolerated doses. Based on the potent cytotoxicity, efficacy in xenograft models, and tolerability, SGN-35 is being advanced toward clinical development in CD30-positive hematologic malignancies."
}