{
    "doi": "https://doi.org/10.1182/blood.V114.22.2420.2420",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1404",
    "start_url_page_num": 1404,
    "is_scraped": "1",
    "article_title": "Pseudonormokalemia in Patients with Thrombocytosis. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Platelet Number or Function Poster II",
    "topics": [
        "thrombocytosis",
        "milliequivalent",
        "uterine fibroids",
        "potassium",
        "serum potassium level",
        "hypokalemia",
        "laboratory test finding",
        "pseudohyperkalemia",
        "platelet count measurement",
        "complete blood count"
    ],
    "author_names": [
        "Raimonda Goldman",
        "Amir Steinberg, MD",
        "Jennifer Carreiro, MD",
        "Georgia Panagopoulos",
        "Marvin Cooper, MD",
        "Randy L. Levine, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Oncology, Lenox Hill Hospital, New York, NY, USA, "
        ],
        [
            "Dept. of HEM/ONC, MD Cedars-Sinai Medical Center, Los Angeles, CA, USA, "
        ],
        [
            "Internal Medicine, Lenox Hill Hospital, New York, NY, USA, "
        ],
        [
            "Lenox Hill Hospital, New York, NY, USA"
        ],
        [
            "Lenox Hill Hospital, New York, NY, USA"
        ],
        [
            "Lenox Hill Hospital, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7738805",
    "first_author_longitude": "-73.9607736",
    "abstract_text": "Abstract 2420 Poster Board II-397 Introduction: Pseudohyperkalemia represents an artificial elevation in serum potassium concentration. It is well described that patients with thrombocytosis may have elevated serum but normal plasma potassium. The difference between serum and plasma potassium is felt to be due to potassium release from platelets during clotting. We propose that a similar mechanism will lead to “pseudonormokalemia,” where serum potassium appears to be in the normal range (3.5-5.0 MEq/L) despite below-normal levels in the plasma(<3.5 MEq/L). Method: The interim analysis of this study was sent for consideration to ASH Annual Meeting on November 2006 (108: 3964) We now present the final analysis by comparing 69 thrombocytosis patients (platelets>500,000/uL) to 68 control patients (platelets<500,000/uL). Patients were identified from a list of lab results generated by a computer search and serum and plasma potassium and CBC were then drawn simultaneously. Results: There was no statistically significant difference in sex distribution or age between the two groups. The average platelet count was 667,960/uL in the thrombocytosis group (SD 151,1 uL) and 286,790/uL (SD 103,9 uL) in the control group (p value <0.001). In both groups, serum potassium was higher than plasma potassium. The analysis comparing serum potassium levels between the two groups showed that serum potassium was significantly higher in the thrombocytosis group than in the control. In fact, we found a strong positive correlation (spearman's rho=0.61, p<.001) between platelet count and the difference in values in serum potassium minus plasma potassium. As the platelet count increases, so does the difference between the serum and plasma potassium. The thrombocytosis group was noted to have a difference between serum and plasma potassium of .51 MEq/L (SD .30 MEq/L) while the control group had a difference of .21 MEq/L (SD .20 MEq/L) Conclusion: Patients with thrombocytosis and normal serum potassium may actually be hypokalemic as this study demonstrates. Group Comparison  Values . Thrombocytosis Group-Platelets > 500,000/uL (N=69) Mean SD . Control Group-Platelets < 500,000/uL (N=68) Mean SD . p value . Age 62.46 (SD 17.7) 61.84 (SD 15.4) .83 Serum K+ Ref. Range 4.36 MEq/L (SD .4) 4.14 MEq/L (SD .34) .001 Plasma K+ Ref. Range 3.85 MEq/L (SD .44) 3.93 MEq/L (SD .42) .29 Difference between Serum K minus Plasma K .5 MEq/L (SD .30) .2 MEq/L (SD .20) <0.001 Platelet Count 667.96 ×10 3 /uL (SD 151.1) 286.79×10 3 /uL (SD 103.9) <0.001 MPV 7.18fl (SD .77) 8.23 fl (SD 1.17) <0.001 Values . Thrombocytosis Group-Platelets > 500,000/uL (N=69) Mean SD . Control Group-Platelets < 500,000/uL (N=68) Mean SD . p value . Age 62.46 (SD 17.7) 61.84 (SD 15.4) .83 Serum K+ Ref. Range 4.36 MEq/L (SD .4) 4.14 MEq/L (SD .34) .001 Plasma K+ Ref. Range 3.85 MEq/L (SD .44) 3.93 MEq/L (SD .42) .29 Difference between Serum K minus Plasma K .5 MEq/L (SD .30) .2 MEq/L (SD .20) <0.001 Platelet Count 667.96 ×10 3 /uL (SD 151.1) 286.79×10 3 /uL (SD 103.9) <0.001 MPV 7.18fl (SD .77) 8.23 fl (SD 1.17) <0.001 View Large Disclosures: No relevant conflicts of interest to declare."
}