{
    "doi": "https://doi.org/10.1182/blood-2020-133922",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4481",
    "start_url_page_num": 4481,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Ponatinib (PON) in Patients with Chronic-Phase Chronic Myeloid Leukemia (CP-CML) Who Failed One or More Second-Generation (2G) Tyrosine Kinase Inhibitors (TKIs): Analyses Based on PACE and Optic ",
    "article_date": "November 5, 2020",
    "session_type": "632.Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Introduction: The use of 2G TKIs in patients with CP-CML who have failed ≥1 2G TKIs is not associated with durable responses; there is limited clinical evidence to support that switching to alternate 2G TKI therapy improves long-term clinical outcomes for these patients. Patients with resistant and intolerant CP-CML with substantial prior 2G treatment demonstrated deep, lasting responses to PON in the pivotal PACE trial. A post hoc modeling analysis of the data from PACE suggested a relationship between dose and safety events (including arterial occlusive events [AOEs]). The OPTIC trial was designed to prospectively evaluate response-based PON dosing regimens with the aim of optimizing its efficacy and safety in patients with CP-CML; the interim analysis (IA) demonstrated clinically manageable safety and AOE profiles with response-based PON dosing regimens. The combined PACE and OPTIC trials comprise the largest patient population in a post-2G TKI setting. We present the efficacy and safety outcomes of these patients over time. Methods: PACE (NCT01207440) evaluated PON in patients with refractory CML or Philadelphia chromosome-positive (Ph+) acute lymphoblastic leukemia (ALL). OPTIC (NCT02467270) is a multicenter, randomized Phase 2 trial characterizing the safety and efficacy of PON over a range of 3 starting doses (45, 30, or 15 mg/day); patients with CP-CML receiving 45 or 30 mg/day reduced their doses to 15 mg/day upon achieving ≤1% BCR-ABL1 IS . Data from patients with CP-CML in PACE (n=254) and the 45-mg starting dose cohort (45 mg→15 mg) in OPTIC (n=92) who have been treated with ≥1 2G TKI are presented; OPTIC data are from the IA. Efficacy data includes molecular responses (measured using polymerase chain reaction and performed at the same central lab for both studies) and survival outcomes over time. Safety data, including treatment-emergent AOE rates following adjudication, are also presented. Results: A combined 350 PON-treated patients from the PACE and OPTIC trials who have received ≥1 prior 2G TKI were analyzed; efficacy results are summarized in Table 1 . The ≤1% BCR-ABL1 IS response rates increased over time and ranged from 42% to 52% in the OPTIC IA 45-mg starting dose cohort and in PACE. Progression-free survival and overall survival were 52% and 73%, respectively, in PACE (up to 5 years) and 81% and 93%, respectively, at the OPTIC IA (up to 2 years) ( Table 1 ). Serious treatment-emergent adverse event (AE) and AOE rates (including exposure-adjusted AOE rates) were lower in OPTIC IA with a response-adjusted dosing regimen compared with PACE ( Table 2 ). Propensity score analyses comparing AOE incidence among all patients in OPTIC vs PACE demonstrate that the relative risk for adjudicated AOEs is 64% lower in OPTIC when compared with PACE after adjusting for baseline differences, duration of exposure, and total PON dose received. Analyses on responses by mutation status also will be presented. Conclusions: In this analysis, comprising the largest patient population of CP-CML patients in a post-2G TKI setting, ponatinib shows high response rates and robust survival outcomes in patients who have failed 2G TKIs. With the response-adjusted dosing regimen in OPTIC (starting at 45 mg and reducing to 15 mg upon response), efficacy outcomes were consistent with that of PACE, while the overall incidences of AOEs and serious treatment emergent-AEs were lower; exposure-adjusted AOEs during the first 2 years were also lower. The ongoing OPTIC study is also evaluating lower starting doses of ponatinib (30 and 15 mg) and primary analysis of this study will provide a refined understanding of the benefit:risk profile of the 3 starting doses of ponatinib in CP-CML patients. View large Download slide View large Download slide  Disclosures Kantarjian: Adaptive biotechnologies: Honoraria; Ascentage: Research Funding; Actinium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria; Pfizer: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Sanofi: Research Funding; Immunogen: Research Funding; BMS: Research Funding; Daiichi-Sankyo: Honoraria, Research Funding; Aptitute Health: Honoraria; BioAscend: Honoraria; Delta Fly: Honoraria; Amgen: Honoraria, Research Funding; Abbvie: Honoraria, Research Funding; Oxford Biomedical: Honoraria; Jazz: Research Funding. Deininger: Fusion Pharma: Consultancy; Blueprint Medicines Corporation: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: part of a study management committee, Research Funding; SPARC: Research Funding; DisperSol: Consultancy; Leukemia & Lymphoma Society: Research Funding; Novartis: Consultancy, Other, Research Funding; Medscape: Consultancy; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria, Other, Research Funding; Galena: Consultancy, Honoraria, Other; Pfizer: Honoraria, Other, Research Funding; Ariad: Consultancy, Honoraria, Other; Celgene: Research Funding; Gilead Sciences: Research Funding; Sangamo: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy, Honoraria, Other, Research Funding. Abruzzese: Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bms: Honoraria. Apperley: Pfizer: Honoraria, Research Funding, Speakers Bureau; Novartis: Honoraria, Speakers Bureau; Incyte: Honoraria, Research Funding, Speakers Bureau; Bristol Myers Squibb: Honoraria, Speakers Bureau. Cortes: Pfizer: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; Jazz Pharmaceuticals: Consultancy, Research Funding; Sun Pharma: Research Funding; BiolineRx: Consultancy, Research Funding; Amphivena Therapeutics: Research Funding; Telios: Research Funding; BioPath Holdings: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Research Funding; Astellas: Research Funding; Daiichi Sankyo: Consultancy, Research Funding; Merus: Research Funding; Immunogen: Research Funding; Arog: Research Funding. Chuah: Pfizer: Other: Travel, Research Funding; Korea Otsuka Pharmaceutical: Honoraria; Bristol-Myers Squibb: Honoraria, Research Funding; Novartis: Honoraria. DeAngelo: Jazz: Consultancy; Autolos: Consultancy; Novartis: Consultancy, Research Funding; Abbvie: Research Funding; Forty-Seven: Consultancy; Amgen: Consultancy; Agios: Consultancy; Blueprint Medicines Corporation: Consultancy, Research Funding; Takeda: Consultancy; Glycomimetics: Research Funding; Pfizer: Consultancy; Shire: Consultancy; Incyte Corporation: Consultancy. DiPersio: Magenta Therapeutics: Membership on an entity's Board of Directors or advisory committees. Hochhaus: Bristol-Myers Squibb: Honoraria, Research Funding; Incyte: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Takeda: Honoraria; MSD: Research Funding. Lipton: Takeda: Consultancy, Honoraria, Research Funding; Ariad: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Bristol-Myers Squibb: Honoraria; BMS: Consultancy, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding. Nicolini: Sun Pharma Ltd: Consultancy; Incyte: Research Funding, Speakers Bureau; Novartis: Research Funding, Speakers Bureau. Pinilla Ibarz: Takeda: Consultancy, Speakers Bureau; Sanofi: Consultancy; TG Therapeutics: Consultancy; Sunesis Pharmaceuticals: Consultancy; Abbvie: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Novartis: Consultancy; Pharmacyclics: Consultancy, Speakers Bureau; AstraZeneca: Consultancy, Speakers Bureau. Rea: BMS: Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees. Rosti: Pfizer: Research Funding, Speakers Bureau; Bristol-Myers Squibb: Speakers Bureau; Incyte: Speakers Bureau; Novartis: Speakers Bureau. Rousselot: Pfizer: Consultancy, Research Funding; Incyte: Consultancy, Research Funding; Takeda: Consultancy; Bristol-Myers Squibb: Consultancy; Novartis: Consultancy. Shah: Bristol-Myers Squibb: Research Funding. Talpaz: IMAGO: Consultancy; BMS: Membership on an entity's Board of Directors or advisory committees; Takeda: Research Funding; Novartis: Research Funding; Constellation Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees. Srivastava: Takeda: Current Employment. Lu: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Current Employment. Mauro: Bristol-Myers Squibb: Consultancy, Honoraria, Other: Travel, Accommodation, Expenses, Research Funding; Pfizer: Consultancy, Honoraria, Other: Travel, Accommodation, Expenses, Research Funding; Sun Pharma/SPARC: Research Funding; Takeda: Consultancy, Honoraria, Other: Travel, Accommodation, Expenses, Research Funding; Novartis: Consultancy, Honoraria, Other: Travel, Accommodation, Expenses, Research Funding.",
    "topics": null,
    "author_names": [
        "Hagop M. Kantarjian, MD",
        "Michael W. Deininger, MD PhD",
        "Elisabetta Abruzzese, MD",
        "Jane Apperley, FRCP, FRCPath, MB",
        "Jorge E. Cortes, MD",
        "Charles Chuah, MD",
        "Daniel J. DeAngelo, MD PhD",
        "John F. DiPersio, MD PhD",
        "Andreas Hochhaus, MD",
        "Jeffrey H. Lipton, MD PhD",
        "Franck E Nicolini, MDPhD",
        "Javier Pinilla Ibarz, MD PhD",
        "Delphine Rea, MDPhD",
        "Gianantonio Rosti, MD",
        "Philippe Rousselot, MDPhD",
        "Neil P Shah, MD PhD",
        "Moshe Talpaz, MD",
        "Shouryadeep Srivastava, MBBS, PhD",
        "Vickie Lu, PhD",
        "Michael J. Mauro, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "S. Eugenio Hospital, Tor Vergata University, Rome, Italy "
        ],
        [
            "Centre for Haematology, Imperial College London, London, United Kingdom "
        ],
        [
            "Georgia Cancer Center Augusta University, Augusta, GA "
        ],
        [
            "Singapore General Hospital, Duke-NUS Medical School, Singapore, Singapore "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Inst., Boston, MA "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Jena University Hospital, Jena, Germany "
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Hématologie Clinique, Centre Léon Bérard, Lyon, France "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Hôpital Saint Louis, Paris, France ",
            "Hôpital Saint-Louis, Paris, France "
        ],
        [
            "University of Bologna, Bologna, Italy "
        ],
        [
            "Hospital Mignot University de Versailles Saint-Quentin-en-Yvelines, Paris, France "
        ],
        [
            "University of California San Francisco, San Francisco, CA "
        ],
        [
            "Comprehensive Cancer Center, University of Michigan, Ann Arbor, MI "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Myeloproliferative Neoplasms Program, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999"
}