{
    "doi": "https://doi.org/10.1182/blood.V124.21.5932.5932",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2898",
    "start_url_page_num": 2898,
    "is_scraped": "1",
    "article_title": "Hematopoietic Stem Cell Transplantation for Patients with β-Thalassemia Major Underwent Pre-Transplant Splenectomy ",
    "article_date": "December 6, 2014",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "topics": [
        "hematopoietic stem cell transplantation",
        "splenectomy",
        "thalassemia",
        "transplantation",
        "tissue transplants",
        "infections",
        "erythrocyte transfusion",
        "graft-versus-host disease, chronic",
        "hemoglobin",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Yuelin He, Doctor",
        "Xuedong Wu, PhD",
        "Yongsheng Ruan",
        "Zhiyong Peng, doctor",
        "Xiaoqin Feng",
        "Jianyun Liao",
        "Huaying Liu",
        "Wenfeng Xu",
        "Na Li",
        "Chunfu Li, Doctor"
    ],
    "author_affiliations": [
        [
            "Nanfang hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Nanfang hospital,Sourthern Medical University, Guangzhou, China "
        ],
        [
            "Nanfang Hospital, Guangzhou, China "
        ],
        [
            "Nanfang hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Nanfang Hospital, Guangzhou, China "
        ],
        [
            "Nanfang hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Nanfang Hospital, Guangzhou, China"
        ],
        [
            "Nanfang Hospital, Guangzhou, China "
        ],
        [
            "Nanfang Hospital, Guangzhou, China "
        ],
        [
            "Nanfang hospital,Southern Medical University, Guangzhou, China "
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "Current study analyses the effect of splenectomy on outcomes of hematopoietic stem cell transplantation (HSCT) for patients with β-thalassemia major (TM). Twenty-two class II and III (according to Nanfang’s criteria, see Blood, 2012;120 (19): 3875-3881) patients with TM had a pre-transplant splenectomy. The outcomes of the 22 transplants were compared with 193 transplants in class II and III patients between Aug. 2008 and Dec. 2013. Patients in the splenectomy group were older (8.9±5.0 vs. 6.0±3.5 year old; p=0.001) and class III patients were more (8/22 vs. 10/193, p=0.001) than non-splenectomy. In splenectomy group 10 patients received graft from HLA matched sibling, 9 from unrelated donors and 3 from haploidentical parents plus unrelated cord blood, respectively. In non-splenectomy group 82 patients received graft from matched sibling and 121 from unrelated donors, respectively. 213 cases engrafted in 4 weeks, Splenectomized patients had a significantly shorter time to absolute neutrophil count >500/mm 3 (14.5±5.2 vs 19±4.2 days p=0.001). There were no significantly different at time to platelet >2000/mm 3 (16.2±5.8 vs 16.1±5.3 days, p=0.415) and hemoglobin >80g/L (15.3±4.8 vs 13.1±5.3 days p=0.135). Secondary rejection occurred in 2 patients (at 3 rd month and 4 th month post transplantation, respectively) in splenectomy group, but rescued successfully by second transplants from unrelated donor one year later and from haploidentical parent two years later, respectively. The patients received graft from father, one died of complications of VOD; other died of lung infection on forty-five days post transplantation. Two patients rejected their grafts in non-splenectomy group. The mean RBC transfusion was 4u (0u-12u). The mean platelet transfusion in splenectomy group had reduced (4.4±4.5 vs 7.1±4.8 units p=0.016), with 17 patients transfused less than 6u Platelet. The incidence of acute and chronic GVHD, late infections were rare and not significantly different between the two groups. No patients died of infection due to splenectomy. Patients underwent HSCT after splenectomy had a high rate of OS (95.5% vs 92.8% p=0.001). Although TFS was lower in splenectomy group than non-splenectomy group (88.5% vs 92.3% p=0.001), this may be due to more older, class III patients and higher rate of rejection (2/22 vs 2/193). Conclusion, our study showed pre-transplant splenectomy patients with β-thalassemia major was associated with faster engraftment and decreased require of platelet and bloodtransfusion support. Disclosures No relevant conflicts of interest to declare."
}