{
    "doi": "https://doi.org/10.1182/blood.V106.11.5142.5142",
    "article_title": "CD56 Expression Is the Potent Prognostic Marker of the Thalidomide Efficacy in the Patients with Multiple Myeloma. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Thalidomide (Thal) alone or in combination with steroids achieves responses even in the setting of refractory multiple myeloma (MM), however, responses are still limited. The precise mechanism of Thal action is unknown, further, no distinct marker, which could prognosticate the efficacy of Thal, is known. Therefore, we evaluated the correlation between the efficacy of Thal and the potent prognostic factors in patients with refractory MM. Ten patients with refractory MM received Thal at doses of 50 or 100 mg per day and steroids, either dexamethasone (Dex) or prednisolone (PSL). Dex was administrated 20 mg per day, 4 days every 28 days, and PSL was administrated 10 mg per day. The median age was 71.5 years (range, 62–79 years) and 20 % were man, and all patients were diagnosed as clinical stage IIIA based on the Durie and Salmon classification. The therapeutic response was assessed according to the modified criteria of Southwest Oncology Group (SWOG). Among 10 patients, 7 patients were the responders; 2 had complete remission, 3 had partial remission, and 2 had minimal remission. There were no differences in the pretreatment characteristics of responders and nonresponders (age, sex, type and concentration of serum and/or urine monoclonal component, international prognostic index, presence of bone lesion, and chromosomal abnormalities). However, flow cytometric evaluation of the myeloma cells revealed that CD56, which is one of the adhesion molecules N-CAM, expressed more than 45 % in all responders, while those expressed less than 5 % in all nonresponders (84 ± 19 (±SD) % v/s 4 ± 2 %, P=0.017). Furthermore, CD56 expression of the myeloma cells was reduced from 84% to 70 ± 32 % after Thal therapy in all evaluated responders (P =0.048). These results suggest that CD56 expression of the myeloma cells could be the potent prognostic marker of the Thal efficacy. Moreover, it was reported that Thal reduced the expression of cell adhesion molecules, such as LFA-1 and ICAM-1, and abrogated the binding of MM cells to bone marrow stromal cells, that triggered the secretion of interleukin-6 and vascular endothelial growth factor. Taken together, it was suggested that Thal reduced the expression of CD56 and altered the MM cell adhesion to bone marrow stromal cells, and that could be one of the pathogenesis of anti-MM activity of Thal.",
    "topics": [
        "multiple myeloma",
        "neural cell adhesion molecules",
        "prognostic marker",
        "thalidomide",
        "cell adhesion molecules",
        "steroids",
        "bone lesion",
        "complete remission",
        "dexamethasone",
        "disease remission"
    ],
    "author_names": [
        "Akio Mori, MD, PhD",
        "Yutaka Tsutsumi, MD, PhD",
        "Satoshi Hashino, MD, PhD",
        "Hiroe Kanamori, MD",
        "Makoto Ibata, MD",
        "Shinobu Mashiko, MD",
        "Nobuo Masauzi, MD, PhD",
        "Masahiro Asaka, MD, PhD",
        "Masahiro Imamura, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Akio Mori, MD, PhD",
            "author_affiliations": [
                "The Department of Internal Medicine, Hakodate Municipal Hospital, Hakodate, Hokkaido, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yutaka Tsutsumi, MD, PhD",
            "author_affiliations": [
                "The Department of Internal Medicine, Hakodate Municipal Hospital, Hakodate, Hokkaido, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Hashino, MD, PhD",
            "author_affiliations": [
                "Gastroenterology and Hematology, Hokkaido University Graduate School of Medicine, Sapporo, Hokkaido, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroe Kanamori, MD",
            "author_affiliations": [
                "The Department of Internal Medicine, Hakodate Municipal Hospital, Hakodate, Hokkaido, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Ibata, MD",
            "author_affiliations": [
                "The Department of Internal Medicine, Hakodate Municipal Hospital, Hakodate, Hokkaido, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinobu Mashiko, MD",
            "author_affiliations": [
                "The Department of Internal Medicine, Hakodate Municipal Hospital, Hakodate, Hokkaido, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuo Masauzi, MD, PhD",
            "author_affiliations": [
                "The Department of Internal Medicine, Hakodate Municipal Hospital, Hakodate, Hokkaido, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Asaka, MD, PhD",
            "author_affiliations": [
                "Gastroenterology and Hematology, Hokkaido University Graduate School of Medicine, Sapporo, Hokkaido, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Imamura, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Hokkaido University Graduate School of Medicine, Sapporo, Hokkaido, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T06:42:30",
    "is_scraped": "1"
}