{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5371.5371",
    "article_title": "Initial Report of a Serum Assay to Predict Amyloid Risk in Patients with Multiple Myeloma or Monoclonal Gammopathy of Undetermined Significance ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "INTRODUCTION : Multiple myeloma (MM) and light chain-associated monoclonal gammopathy of undetermined significance (LCMGUS) are plasma cell dyscrasias that result in an overproduction of free LC proteins in the serum. The prevalence of MGUS in the US is at least 3 million people, and ~20% of this population specifically has LCMGUS, a pre-malignant state that precedes LC-associated MM. While the absolute rate is unknown, it is estimated that 10 - 15% of MM patients, and a fraction of LCMGUS patients, will develop LC-associated (AL) amyloidosis-a severe comorbidity that results in the systemic deposition of extracellular amyloid fibrils composed of LC proteins. Amyloid can accumulate in any organ or tissue, but deposition in the heart and kidneys and subsequent organ dysfunction are particularly ominous. Concomitant amyloidosis with MM yields a poorer prognosis than that observed in patients with MM alone. Since early detection of amyloid formation is critical to improve patient survival, and given that anti-amyloid immunotherapeutics are advancing through clinical trials and yielding promising results, we have focused on developing an assay to aid in the identification of MM and LCMGUS patients who have increased risk of developing amyloidosis. There is currently no way to determine this at-risk population. Accurate identification of these patients, before amyloid-related clinical symptoms occur, may incite closer physician monitoring and/or timely implementation of a maintenance dose of amyloid-clearing immunotherapy. We have developed an assay that investigates the capacity of patient-derived serum to inhibit synthetic amyloid fibril elongation. We posit that those LC in patient serum with greater amyloidogenic propensity will compete with biotinylated monomeric protein in the elongation assay and, thus, allow us to discriminate at-risk patients from those who are less likely to develop and support amyloid disease. MATERIALS & METHODS : We have tested serum obtained from LCMGUS patients with no evidence of amyloid as well as serum from MM patients who later developed amyloidosis. For the latter patient group, we have paired samples that correspond to their initial diagnosis (MM) and once amyloid was detected (MM-AL). For these studies, 96-well microplates were coated with 1.66 μM synthetic amyloid-like fibrils (rVλ6Wil) and dried at 37°C overnight. After washing and a \"blocking\" step, a 1:10 dilution of patient serum-LCMGUS, MM, MM-AL-in PBS was mixed with 20 nM biotinylated-rVλ6Wil monomer and added to the wells. After 1 h incubation, the amount of recruited biontinyl-rVλ6Wil monomer was measured. RESULTS : Our data show that serum from MM patients who also developed amyloidosis (MM-AL samples) significantly inhibited synthetic amyloid fibril elongation more effectively than LCMGUS samples (p = 0.005). Additionally, we show that there was no significant difference between the serum obtained from MM patients prior to amyloid detection and that of the paired samples acquired after a diagnosis of AL amyloidosis was made. DISCUSSION : We have studied the capacity of patient serum to inhibit synthetic fibril elongation, due to the competition of the patient-derived LC protein for the rVλ6Wil monomer substrate. The assay was able to accurately discriminate between patient populations. Indeed, these data indicate that the assay can discern between LCMGUS patients with no evidence of amyloid from those MM patients at risk for developing amyloidosis, even before amyloid was diagnosed. This approach, in conjunction with other metrics, may be useful in discerning those patients with MM or MGUS/LCMGUS who are at risk of developing amyloidosis based on serum activity in the recruitment assay. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Martin: University of Tennessee Research Foundation: Patents & Royalties. Dispenzieri: Celgene, Millenium, Pfizer, Janssen: Research Funding. Wall: University of Tennessee Research Foundation: Patents & Royalties.",
    "topics": [
        "amyloid",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "amyloidosis",
        "dilution technique",
        "drug maintenance dose",
        "early diagnosis",
        "immunoglobulin deposition disease",
        "immunotherapy",
        "mechlorethamine"
    ],
    "author_names": [
        "Emily B. Martin, PhD",
        "Angela Williams, MS",
        "R. Eric Heidel, PhD",
        "Ronald H. Lands, MD",
        "Stephen J. Kennel, PhD",
        "Angela Dispenzieri, MD",
        "Jonathan S. Wall, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emily B. Martin, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angela Williams, MS",
            "author_affiliations": [
                "Department of Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Eric Heidel, PhD",
            "author_affiliations": [
                "Department of Surgery, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald H. Lands, MD",
            "author_affiliations": [
                "Department of Medicine, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Kennel, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Tennessee Medical Center, Knoxville, TN ",
                "Department of Radiology, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan S. Wall, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Tennessee Medical Center, Knoxville, TN ",
                "Department of Radiology, University of Tennessee Medical Center, Knoxville, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:35:55",
    "is_scraped": "1"
}