{
    "doi": "https://doi.org/10.1182/blood.V112.11.931.931",
    "article_title": "Phosphoinositide 3-Kinase p110δ Is Dispensable for HoxA9/Meis1 and MLL-AF9 Mediated Leukemogenesis. ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology",
    "abstract_text": "The Phosphoinositide 3-kinase(PI3K)/PTEN pathway has been implicated in the pathogenesis of a number of hematopoietic malignancies and solid tumors. The only PI3K subunit invariably expressed in AML blasts is the catalytic p110δ. Recent reports have demonstrated that impairment of p110δ activity prevents growth of AML blasts in culture and increases their sensitivity to apoptosis inducing agents. However, a definitive requirement for p110δ in AML pathogenesis remains undefined. To identify the requirement of p110δ in AML initiation, the transforming potential of two retroviral models of AML (HoxA9/Meis1 and MLL-AF9) was compared in hematopoietic progenitors from wildtype (WT) and p110δ D910A/D910A mice (homozygous knock-in for a catalytically inactive form of p110δ). Mice transplanted with p110δ D910A/D910A progenitors expressing either HoxA9/Meis1 or MLL-AF9 oncogenes developed a phenotypically similar AML at rates comparable to those transplanted with transformed WT progenitors. Moreover, tumors derived from p110δ D910A/D910A progenitors were transplantable to secondary recipients. These results indicate that the catalytic activity of p110δ is not required for HoxA9/Meis1 or MLL-AF9 driven leukemogenesis, suggesting that there are compensatory mechanisms that require further investigation.",
    "topics": [
        "leukemogenesis",
        "phosphoinositide 3-kinase",
        "cancer",
        "neoplasms",
        "solid tumors",
        "blast cells",
        "mice",
        "retroviridae"
    ],
    "author_names": [
        "Kenneth Gibbs, Jr., BS",
        "Garry P. Nolan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kenneth Gibbs, Jr., BS",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Garry P. Nolan, PhD",
            "author_affiliations": [
                "Department of Microbiology and Immunology, Stanford University School of Medicine, Palo Alto, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T03:43:10",
    "is_scraped": "1"
}