{
    "doi": "https://doi.org/10.1182/blood.V124.21.3369.3369",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2940",
    "start_url_page_num": 2940,
    "is_scraped": "1",
    "article_title": "Bence Jones Proteinuria in Smoldering Multiple Myeloma As Predictor Marker of Progression to Symptomatic Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "bence jones protein",
        "multiple myeloma",
        "proteinuria",
        "smoldering myeloma",
        "free immunoglobulin light chain",
        "immunoglobulins",
        "anemia",
        "antigens, cd98 light chains",
        "flow cytometry",
        "time to progression"
    ],
    "author_names": [
        "Veronica Gonzalez de la Calle, MD",
        "Ramon Garcia-Sanz",
        "Eduardo Sobejano",
        "Enrique M. Ocio, MD PhD",
        "Noemi Puig, MD PhD",
        "Norma Carmen Gutierrez, PhD MD",
        "Alberto Melón, MD",
        "Joaquin Gonzalez, MD",
        "Alfonso Garcia de Coca, MD",
        "Jose M. Hernandez, MD",
        "Roberto Hernandez, MD",
        "Abelardo Barez, MDPhD",
        "Jose M. Alonso, MD",
        "Carmen Aguilera, MD",
        "Fernando Escalante",
        "Guillermo Martin, MD",
        "Rosa Lopez, MD",
        "Pilar de la Fuente, MD",
        "Maria-Victoria Mateos, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Hospital Universitario de Salamanca. Instituto de Investigación Biomédica de Salamanca (IBSAL), Salamanca, Spain "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain ",
            "Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Hospital Clínico Universitario de Valladolid, Valladolid, Spain "
        ],
        [
            "Complejo Asistencial de Segovia, Segovia, Spain "
        ],
        [
            "Hospital Virgen de la Concha, Zamora, Spain "
        ],
        [
            "Complejo Asistencial de Avila, Avila, Spain "
        ],
        [
            "Hospital Rio Carrión de Palencia, Palencia, Spain "
        ],
        [
            "Hospital General del Bierzo, PONFERRADA, Spain "
        ],
        [
            "Complejo Hospitalario de León, Leon, Spain "
        ],
        [
            "Hospital Virgen del Puerto de Plasencia., Plasencia, Spain "
        ],
        [
            "Hospital Virgen del Puerto de Plasencia., Plasencia, Spain "
        ],
        [
            "Complejo Asistencial de Burgos, Burgos, Spain "
        ],
        [
            "Hospital Universitario Salamanca, IBSAL, IBMCC (USAL-CSIC), Salamanca, Spain"
        ]
    ],
    "first_author_latitude": "40.963639500000006",
    "first_author_longitude": "-5.6755733",
    "abstract_text": "BACKGROUND Smoldering multiple myeloma (SMM) is a plasma cell proliferative disorder with no related organ or tissue impairment. It is associated with a risk of progression to symptomatic multiple myeloma (MM) of approximately 10% per year. Several prognostic factors for the progression to active disease have been identified, such as those defined by the Mayo Clinic including the proportion of bone marrow plasma cells, the serum monoclonal protein level at diagnosis and the serum immunoglobulin free light chain ratio (FLC); or those defined by the Spanish Group including the proportion of bone marrow aberrant plasma cells assessed by flow cytometry plus immunoparesis. The presence of Bence Jones (BJ) proteinuria is a myeloma feature associated with renal function and tumor burden as well. There is lack of evidence about the role of BJ proteinuria in SMM as predictor marker of progression to symptomatic disease. AIMS The goal of the present study was to investigate the role of the presence of Bence Jones proteinuria at diagnosis in SMM as predictor of progression to symptomatic disease. METHODS We reviewed 147 medical records of SMM patients from area of Castilla y León (Spain), diagnosed between 1983 and 2013, according to the criteria of the International Myeloma Working Group. The primary endpoint was time to progression to active multiple myeloma (hypercalcemia, renal insufficiency, anemia or bone lesions). RESULTS 147 patients with SMM were included in the analysis. The median age at diagnosis was 69 years-old (range: 34-90).The serum M-protein at diagnosis ranged from 1 to 26 g/l (median,25). 70% of SMM were Ig G subtype. The proportion of bone marrow plasma cells ranged from 1% to 55% (median, 14). In 64 % of SMM, the percentage of aberrant plasma cells assessed by flow cytometry was superior to 95% and 51% had immunoparesis. Bence Jones proteinuria was detected at diagnosis in 40 patients (27%) and the average amount of urinary monoclonal light chain was 236 mg per 24h. Of those patients, 58% had a monoclonal kappa light chain. The FLC ratio was assessed in 18 patients and it was abnormal (1.65) in 83% of them. The median level of involved Immunoglobulin was 88.5 mg/l (range, 13-1200) and the median ratio of involved to uninvolved was 10.8 (range, 2.2-3360). In 4 patients, FLC ratio was greater than 100. At a median follow-up of 54 months, progression to active disease occurred in 49%. Anemia was the most common CRAB feature at the time of progression. Median time to progression (TTP) to symptomatic disease in the whole series was 63 months. SMM with BJ proteinuria had a significantly shorter median TTP to active disease as compared with patients without BJ proteinuria (21.7 months vs 82.9 months ;HR: 2.44, IC 95%: 1.48-4.02; p<0.001). The progression risk at 2 years in the BJ group of SMM was 53%. Multivariate analysis selected BJ proteinuria at diagnosis as an independent variable for progression to symptomatic MM (HR: 2.47, IC 95%: 1.32-4.63; P=0.005). Using this independent variable, we identified 4 risk categories according to amount of urinary monoclonal light chain: 0 mg per 24h; 1-250 mg/24h; 251-500 mg/24h ; or more than 500 mg/24h, with a median TTP of 83, 37, 16 and 7 months, respectively; p <0.001. CONCLUSIONS The presence of Bence Jones proteinuria at diagnosis in SMM patients is associated with significantly higher risk of progression to active MM (53% risk of progression at 2 years). Moreover, the presence of more than 500 mg of BJ proteinuria can be considered as a marker for the identification of ultra high risk SMM. Disclosures No relevant conflicts of interest to declare."
}