{
    "doi": "https://doi.org/10.1182/blood.V110.11.4789.4789",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1045",
    "start_url_page_num": 1045,
    "is_scraped": "1",
    "article_title": "Selective Inhibition of Glycogen Synthase Kinase-3 by Facilitators of Insulin Response Promotes Proliferation and Survival in Multiple Myeloma Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "glycogen synthase kinase 3",
        "insulin",
        "multiple myeloma",
        "insulin-like-growth factor i receptor",
        "beta catenin",
        "protein isoforms",
        "proto-oncogene proteins c-akt",
        "rapamycin",
        "starvation",
        "antagonists"
    ],
    "author_names": [
        "Helena Jernberg-Wiklund, PhD",
        "Thomas Stromberg, PhD",
        "Anna Hammarberg",
        "Patrik Georgii-Hemming, MD, PhD",
        "Anders Osterborg, MD, PhD",
        "Kenneth Nilsson, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden"
        ],
        [
            "Department of Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden"
        ],
        [
            "Department of Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden"
        ],
        [
            "Department of Oncology, Uppsala University, Uppsala, Sweden"
        ],
        [
            "Departments of Hematology and Oncology, Karolinska Hospital, Stockholm, Sweden"
        ],
        [
            "Department of Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden"
        ]
    ],
    "first_author_latitude": "59.84525279999999",
    "first_author_longitude": "17.6400157",
    "abstract_text": "There is ample evidence for a central role of IGF-1R in multiple myeloma (MM) cell survival and resistance to apoptosis. Recently, we have demonstrated the use of inhibitors of the IGF-1R tyrosine kinase (RTK) activity as a promising therapeutic strategy in MM in vitro and in vivo (Stromberg et al Blood 2006,107:669–78, Menu et al Int J Cancer 2007,121:1857–61). In the present investigation, we have examined the role of glycogen synthase kinase-3 (GSK3), a target of the IGF-1R/PI 3-K/AKT pathway, in proliferation and apoptosis of MM. Unlike most kinases GSK3 is constitutively active, but may be inhibited by e.g. insulin, EGF and FGF. GSK3 is also a converging point of the Wnt and the IGF-1R/PI 3-K/AKT survival pathway. Reduction of GSK3 activity resulted from its phosphorylation at the regulatory residues Ser21 (α isoform) and Ser9 (β isoform) catalysed by AKT. GSK3 inhibitors LiCl, AR-A014418, the maleimides SB216763 and SB41528, and the highly selective aminopyrimidine derivatives CT98014 and CT99021 (Novartis, Emeryville, CA), were investigated for their effects on MM cells when growth and survival were challenged by cytotoxic stress and/or interference with different signaling proteins. Apoptosis induced by serum starvation was reduced by CT99021, an effect comparable to the survival-promoting effect of IGF-1. The selective GSK3 inhibitor also restored survival in MM cells induced by glucocorticoids and combinations increasing the susceptibility to apoptosis using PI 3-K inhibitors LY294002, the IGF-1R antagonist αIR3, the mTOR inhibitor rapamycin and the MEK inhibitor PD98059. In addition to the anti-apoptotic effect, CT99021 was also demonstrated to counteract G0/G1 accumulation induced by serum starvation, LY294002, αIR3 and rapamycin. However, accumulation of cells in the G2/M phase induced by doxorubicin and melphalan, were not counteracted by GSK3 inhibitors. Substrates of GSK3 most prominently include beta-catenin and the IκB-analog Bcl-3, both targeted for degradation upon GSK3 activation. Selective GSK inhibition restituted protein levels of beta-catenin, Bcl-3, p21 cip1/WAF1 , p27 kip1 and cyclin B1, D2 and E corroborating with the effects on survival and proliferation. These data demonstrate that targeting of the GSK3 using highly selective inhibitors is associated with potent anti-apoptotic effects and propagation through the cell cycle in MM."
}