{
    "doi": "https://doi.org/10.1182/blood-2018-99-116094",
    "article_title": "Protective Effect of Thrombopoietin on CoCl2-Induced Apoptosis of HUVEC Cells through PI3-k/Akt Pathways ",
    "article_date": "November 29, 2018",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry",
    "abstract_text": "Endothelial damage is a serious syndrome following by stem cell transplantation. However, a useful treatment for attenuating the periods of this disorder was still under explored. Our previous studies have demonstrated that in patients with acute inflammation states, serum thrombopoietin (TPO) levels were significant higher compared with healthy subjects (181.11 ± 35.38 vs 96.13 ± 9.7 pg/ml, p<0.001 ), which may act as an acute response protein to protect the body. TPO is now recognized as a potent proliferative factor for outer hematopoietic system, such as cardiomyocytes and neurocytes. This study is aim to investigate the protective effect of TPO on human endothelial cells, and to explore its potential mechanism. Four experimental groups were set up using human umbilical vein endothelial (HUVEC) cells, which are: Normal control, CoCl 2 alone (800 μmol/L), TPO(100 μg/L) + CoCl 2 and TPO alone groups. CoCl 2 alone decreased the viability of HUVEC cells in a dose dependent manner (r=-0.997), while addition of TPO significantly rescued this effect ( n=5, p<0.01 ). We further tested the anti-apoptotic effect of TPO on HUVEC cells. CoCl 2 alone was able to induced apoptosis as demonstrated by Annexin V ( n=4, p<0.001 ), active-caspase-3 ( n=4, p<0.01 ) and Mitochondrial Membrane potential (JC-1) assays ( n=4, p<0.01 ). Consistently, TPO plus CoCl 2 showed a significant anti-apoptotic effect compared with CoCl 2 alone group in Annexin V ( n=4, p<0.01 ), active-caspase-3 ( n=4, p=0.039 ) and Mitochondrial Membrane potential (JC-1) assays ( n=4, p=0.038 ). In order to find out the underlying mechanism, we further tested the expression of phospho-Akt (p-Akt). Our results demonstrated that CoCl 2 alone suppressed the PI-3k/Akt pathway. TPO plus CoCl 2 was shown to activate the expression of p-Akt by western blot. In summary, our findings showed that TPO had a protective effect on human endothelial cells. This effect was likely mediated by activation of PI-3k/Akt pathway, which leads to anti-apoptosis on these cells. This may provide us a new clue to identify novel strategy in treating endothelial syndromes. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "proto-oncogene proteins c-akt",
        "thrombopoietin",
        "1-phosphatidylinositol 3-kinase",
        "annexin a5",
        "caspases",
        "hematopoietic stem cell transplantation",
        "inflammation, acute",
        "western blotting",
        "endothelium"
    ],
    "author_names": [
        "Jieyu Ye",
        "Jun-yan Wang, M.B",
        "En-yu Liang",
        "Mo Yang, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jieyu Ye",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jun-yan Wang, M.B",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "En-yu Liang",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mo Yang, MD PhD",
            "author_affiliations": [
                "Pediatrics, Nanfang Hospital,Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T06:43:35",
    "is_scraped": "1"
}