{
    "doi": "https://doi.org/10.1182/blood.V104.11.1133.1133",
    "article_title": "HDAC2 Plays a Role in Protecting t(14;18) Lymphoma Cells from Apoptosis by Up-Regulation of Bcl-2. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Histone deacetylases (HDACs) usually cause repression of gene expression through deacetylation of histones H3 and H4. Inappropriate transcriptional repression by HDACs has been observed in some malignancies, and several HDAC inhibitors are in clinical trials to treat solid tumors and hematologic malignancies. While the transcriptional activation of genes by HDAC inhibitors has been consistently associated with increased histone acetylation, transcriptional repression by HDAC inhibitors is less well understood. Previously, we showed that two structurally unrelated HDAC inhibitors, Trichostatin A (TSA) and Sodium Butyric Acid (NaB), induced apoptosis and down-regulated bcl -2 expression in follicular lymphoma cells, in which the t(14;18) translocation results in increased bcl -2 expression and resistance to apoptosis. In the current study we further explored the mechanisms underlying the HDAC inhibitor-induced bcl -2 transcriptional repression. Transient transfection of expression vectors encoding three Class I HDACs and real-time reverse transcriptase PCR analysis showed that while overexpression of HDAC2 consistently increased bcl -2 mRNA transcription, overexpression of HDAC1 and HDAC3 did not have a significant effect on bcl -2 levels. These results indicate that HDAC2 has a functional role in the regulation of bcl -2 expression. Furthermore, immunoprecipitation and Western blot analysis showed that TSA treatment dramatically increased the acetylation of two bcl -2 promoter sequence-specific transcription factors, Sp1 and C/EBPα, which are required for bcl -2 P1 and P2 promoter transcriptional activity as well as for TSA-induced bcl -2 transcriptional repression. Increased acetylation of Sp1 and C/EBPα was accompanied by decreased association of HDAC2 but not HDAC1 with these two transcription factors. More importantly, quantitative chromatin immunoprecipitation assays revealed decreased binding of HDAC2 but not HDAC1 to the bcl -2 promoter regions in vivo . These results suggest that posttranslational acetylation of Sp1 and C/EBPα by TSA disrupts the association of HDAC2 with them and leads to decreased binding to the bcl -2 promoters. The current study along with our previous findings suggest that HDAC2 may be an important target of HDAC inhibitor-induced bcl -2 transcriptional repression and provide a mechanistic rationale for the use of HDAC inhibitors in the treatment of human follicular lymphoma.",
    "topics": [
        "apoptosis",
        "bcl2 gene",
        "butyric acid",
        "cancer",
        "chromatin",
        "follicular lymphoma",
        "hematologic neoplasms",
        "histone deacetylase",
        "histone deacetylase inhibitors",
        "histones"
    ],
    "author_names": [
        "Hong Duan, PhD",
        "Caroline A. Heckman, PhD",
        "Linda M. Boxer, MD/PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hong Duan, PhD",
            "author_affiliations": [
                "Center for Molecular Biology in Medicine, Palo Alto Veterans Administration Medical Center and the Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Caroline A. Heckman, PhD",
            "author_affiliations": [
                "Center for Molecular Biology in Medicine, Palo Alto Veterans Administration Medical Center and the Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda M. Boxer, MD/PhD",
            "author_affiliations": [
                "Center for Molecular Biology in Medicine, Palo Alto Veterans Administration Medical Center and the Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-22T04:36:40",
    "is_scraped": "1"
}