{
    "doi": "https://doi.org/10.1182/blood-2019-124762",
    "article_title": "Impact of Sickle Cell Disease Symptoms on Patients' Daily Lives: Interim Results from the International Sickle Cell World Assessment Survey (SWAY) ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "abstract_text": "Background: Sickle cell disease (SCD) is a multi-system disease affecting millions of people. The disease is characterized by vaso-occlusive crises (VOCs), resulting in acute and chronic pain, end-organ damage and life-threatening complications. The symptoms experienced by patients, caused largely by multi-cellular adhesion leading to vaso-occlusion and vasculopathy, significantly affect their quality of life (QoL) and ability to work/study. Understanding the effect of SCD on patients' daily lives can inform management of the disease and improve patients' QoL. Aims: To assess the impact of SCD on patients' daily lives, including physical symptoms, emotional wellbeing and economic burden, based on the worldwide SWAY survey. Methods: SWAY is an ongoing multi-country, cross-sectional survey of SCD patients, caregivers and treating physicians. Data are collected using self-completed or proxy surveys and categories include demographics, symptoms and impact of disease (physical, emotional and financial) and need for a caregiver. Where relevant, questions include a 7-point severity scale for each statement, with a score of 5 to 7 indicating 'high severity/impact'. Patient enrollment is via treating physicians and patient association groups. The enrollment target is approximately 2000 patients. Results: To date, 1513 SCD patients (48% male, mean age 24.1 years, 63% HbSS and 30% SC disease) have been surveyed from countries across the world, including the USA (365), UK (299), Nigeria (264), Ghana (255), Brazil (160) and Germany (91). The most commonly experienced symptoms of SCD were bone aches (63%), difficulty concentrating (49%), difficulty gaining weight (49%) and joint stiffness (41%). For these symptoms, 67%, 53%, 70% and 59% of patients rated them as 'high severity' on the 7-point scale, respectively. Background pain was present on an average of 2.9 days per week (standard deviation [SD]=2.2). Commonly experienced complications of SCD include fever (65%), joint issues (55%) and infections (55%). Patients reported a total of 7829 VOCs, with a mean of 5.2 VOCs per patient (SD=5.07) in the 12 months before survey completion; 38% of these VOCs resulted in overnight hospitalization, 24% were managed at home, 19% were treated in the emergency room and 19% of patients sought medical assistance in the community. A high impact on emotional wellbeing was reported by 61% of patients. The highest impact was caused by frustration with symptoms (60%), worry about disease worsening (59%) and worry about family/friends/children who care for them (54%). Only 42% of patients have received professional emotional support (eg psychiatrist, psychologist, counseling), but 67% reported a desire to receive this support. A high impact on household daily activities (eg food preparation, housework, childcare) and on family or social life was reported by 39% and 43% of patients, respectively, with 34% stating a high impact in terms of sexual desire/activity and 35% a high impact on relationships with spouse/partner. Physical activity was also affected in patients with SCD, with 60% reporting they avoid intense physical activity and 30% avoiding even mild physical activity, most commonly because of concerns about pain, exhaustion and dehydration (58%, 57% and 50%, respectively). Of the patients surveyed, 32% were employed, 8% not working but seeking employment, 6% not working and not seeking employment, 36% students, 1% retired, 13% on disability pay and 1% long-term sick leave. Employed patients reported SCD had a high impact on their ability to work, with 57% reducing their hours and 47% considering leaving their job. An average of 6.3 hours missed from work was reported in the 7 days prior to survey completion due to SCD. Half of patients believe that their income would be higher if they did not have SCD, 60% reported often missing school in the past and 52% felt that their disease has had a negative impact on their academic achievements. Conclusions: The acute and chronic symptoms associated with SCD have a substantial impact on patients' daily lives, including emotional and physical wellbeing, relationships and school/work. In addition, the acute symptoms associated with VOCs occur several times a year, resulting in frequent hospitalizations. Improved management of SCD would enhance patients' quality of life both at home and at school/work, likely leading to improved emotional wellbeing and a positive economic effect. Disclosures Osunkwo: Micella Biopharma: Other: DSMB Member ; Novartis: Consultancy, Speakers Bureau; Pfizer: Consultancy; Terumo: Speakers Bureau. Andemariam: Bluebird Bio: Membership on an entity's Board of Directors or advisory committees; Global Blood Therapeutics: Other: DSMB Member; Imara: Research Funding; NovoNordisk: Membership on an entity's Board of Directors or advisory committees; Sanofi Genzyme: Membership on an entity's Board of Directors or advisory committees; Terumo BCT: Membership on an entity's Board of Directors or advisory committees; Cyclerion: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Emmaus: Membership on an entity's Board of Directors or advisory committees; New Health Sciences: Membership on an entity's Board of Directors or advisory committees; Community Health Network of Connecticut: Consultancy. El-Rassi: Novartis Pharmaceuticals: Research Funding. Francis-Gibson: Sickle Cell Disease Association of America: Employment. Nero: Novartis: Consultancy. Minniti: Doris Duke Foundation: Research Funding. Trimnell: Global Blood Therapeutics: Consultancy; Novartis: Consultancy; Cyclerion: Consultancy. Abboud: AstraZeneca: Membership on an entity's Board of Directors or advisory committees, Research Funding; CRSPR Therapeutics: Membership on an entity's Board of Directors or advisory committees; Modus: Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Eli Lilly: Research Funding; GBT: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Other: Travel support; Novo Nordisk: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Colombatti: Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Addmedica: Membership on an entity's Board of Directors or advisory committees; Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees. de Montalembert: AddMedica: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; bluebird bio, Inc: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Jastaniah: Novartis Pharmaceuticals: Consultancy, Honoraria. Nur: Novartis Pharmaceuticals: Consultancy. DeBonnett: Novartis Pharmaceuticals Corporation: Employment. James: Sickle Cell Society: Employment; Novartis: Honoraria.",
    "topics": [
        "drepanocytes",
        "postural sway when standing",
        "sickle cell anemia",
        "volatile organic compounds",
        "pain",
        "adhesions",
        "chronic pain",
        "dehydration",
        "end organ damage",
        "fever"
    ],
    "author_names": [
        "Ifeyinwa (ify) Osunkwo, MD MPH",
        "Biree Andemariam, MD",
        "Baba PD Inusa, MD",
        "Fuad El-Rassi",
        "Beverly Francis-Gibson",
        "Alecia C. Nero, MD",
        "Caterina P. Minniti, MD",
        "Cassandra Trimnell, BA",
        "Miguel R. Abboud, MD",
        "Jean-Benoît Arlet",
        "Raffaella Colombatti",
        "Mariane de Montalembert, MD PhD",
        "Suman Jain",
        "Wasil Jastaniah, MBBS, FRCPC",
        "Erfan Nur, MD PhD",
        "Laurie DeBonnett, MD",
        "John James, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Ifeyinwa (ify) Osunkwo, MD MPH",
            "author_affiliations": [
                "Sickle Cell Disease Enterprise at The Levine Cancer Institute/Atrium Health, Charlotte, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Biree Andemariam, MD",
            "author_affiliations": [
                "New England Sickle Cell Institute, Division of Hematology-Oncology, Neag Comprehensive Cancer Center, UCONN Health, University of Connecticut, Farmington, CT "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Baba PD Inusa, MD",
            "author_affiliations": [
                "Paediatric Haematology, Evelina Children's Hospital, Guy's and St Thomas' Hospital, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fuad El-Rassi",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Emory University School of Medicine and Georgia Comprehensive Sickle Cell Center at Grady Health System, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beverly Francis-Gibson",
            "author_affiliations": [
                "Sickle Cell Disease Association of America, Baltimore, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alecia C. Nero, MD",
            "author_affiliations": [
                "University of Texas Southwestern Medical Center, Dallas, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caterina P. Minniti, MD",
            "author_affiliations": [
                "Montefiore Health System, Albert Einstein College of Medicine, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cassandra Trimnell, BA",
            "author_affiliations": [
                "Sickle Cell 101, San Jose, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel R. Abboud, MD",
            "author_affiliations": [
                "American University of Beirut Medical Center, Beirut, Lebanon "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Benoît Arlet",
            "author_affiliations": [
                "Hôpital Européen Georges-Pompidou, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffaella Colombatti",
            "author_affiliations": [
                "Clinica di Oncoematologia Pediatrica, Dipartimento della Salute della Donna e del Bambino Azienda Ospedaliera, Università di Padova, Padova, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariane de Montalembert, MD PhD",
            "author_affiliations": [
                "Hôpital Universitaire Necker-Enfants malades, Paris, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suman Jain",
            "author_affiliations": [
                "Thalassemia and Sickle Cell Society, Hyderabad, India "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wasil Jastaniah, MBBS, FRCPC",
            "author_affiliations": [
                "College of Medicine, Umm Al-Qura University, Mecca, Saudi Arabia "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erfan Nur, MD PhD",
            "author_affiliations": [
                "Department of Clinical Hematology, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurie DeBonnett, MD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John James, MSc",
            "author_affiliations": [
                "Sickle Cell Society, London, United Kingdom"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T02:26:44",
    "is_scraped": "1"
}