{
    "doi": "https://doi.org/10.1182/blood.V104.11.2693.2693",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=8",
    "start_url_page_num": 8,
    "is_scraped": "1",
    "article_title": "Effect of G-CSF and Intramyocardial Injection of Bone Marrow Cells on Cardiac Function in Mouse Model of Myocardial Infarction: A Word for Neo-Vasculogenesis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "angiogenesis",
        "bone marrow cells",
        "cardiac function",
        "granulocyte colony-stimulating factor",
        "mice",
        "myocardial infarction",
        "recombinant granulocyte colony stimulating factor",
        "ligation",
        "ischemia",
        "cytokine"
    ],
    "author_names": [
        "Larissa Verda, M.D., Ph.D.",
        "Kehuan Luo, M.D.",
        "Xiaoqiang Han, M.D.",
        "Andrew Wasserstrom, Ph.D.",
        "Jon Lomasney, Ph.D.",
        "Barbara Kowalska, M.D.",
        "Richard K. Burt, M.D."
    ],
    "author_affiliations": [
        [
            "Division of Immunotherapy, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Division of Immunotherapy, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Department of Pathology, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Division of Cardiology, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Department of Pathology, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Division of Immunotherapy, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Division of Immunotherapy, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "41.8961218",
    "first_author_longitude": "-87.61710169999999",
    "abstract_text": "Recent studies suggest that primitive stem cells derived from bone marrow (BM) possess greater functional plasticity that was expected previously. It has been shown that bone marrow stem cells (BMSC) promote repairing mechanisms within myocardium following ischemia/reperfusion models of myocardial infarction (MI). Although it remains unclear whether BMSC transdifferentiate into or just fuse with cardiomyocytes, hemodynamic improvement after intramyocardial BMSC injection as well as after G-CSF injection has been demonstrated. Here, we investigated the contribution of BMSC versus G-CSF administration in myocardial repair following MI. Ten weeks old C57BL/6J mice were irradiated and transplanted with green fluorescent protein (GFP) positive bone marrow cells. Three months later, these mice underwent ligation of left anterior descending branch (LAD) of coronary artery and subsequently divided into three groups. One group (n=7) received G-CSF administration at 200ug/kg for 10 consecutive days. Another group (n=9) was injected with GFP + marrow cells directly into ischemic heart. The third group was held as control (n=7). One month after coronary ligation we found significant improvement in cardiac function determined as a cardiac output, maximum power and dP/dt, in the G-CSF group compared to control. We evaluated the phenotype of GFP + cells within myocardium in each treatment group by 488 nm laser-scanning confocal miscroscopy (of whole heart and slides) 35 days after LAD ligation. We found no evidence of myocardial transdifferentiation or cardiomyocyte cell fusion. Instead GFP+ capillaries were present and exclusively located in infarct border zones in both the G-CSF and bone marrow implantation groups, confirmed by anti-factor VIII staining. G-CSF administration and to a lesser extent marrow injection resulted in improved post infarct cardiac function indices. This beneficial effect is not due to transdifferentiation but could be explained by marrow injected or G-CSF mobilized endothelial progenitor cells (EPC) and/or cytokine mediated neo-vasculogenesis."
}