{
    "doi": "https://doi.org/10.1182/blood.V126.23.616.616",
    "article_title": "Microenvironment Regulation of IL23R/IL-23 Axis Drives Chronic Lymphocytic Leukemia (CLL) Progression ",
    "article_date": "December 3, 2015",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Characterizing and Targeting the Microenvironment in CLL",
    "abstract_text": "Background : CLL displays a considerable degree of clinical heterogeneity, which is in part ascribable to clone-intrinsic biological features and that are also influenced by clone-extrinsic events related to the microenvironment. Among the dynamics-taking place within the CLL microenvironment, those finalized to the induction of an overly inflammatory milieu may significantly impact on the CLL natural history by hijacking the immunological microenvironment at the same time fostering clone fitness. IL-23 acts as a prototypical pro-inflammatory mediator representing a promising therapeutic target. We analyzed the ability of CLL cells to sense IL-23 through the IL-23R complex (consisting of IL12Rß1 and IL23R subunits) expression and correlated this feature with clinical outcome. Moreover, we investigated the synthesis of IL-23 within the CLL microenvironment, and tested the biological effects of the IL-23/IL-23R axis engagement and of its interference in vitro and in vivo . Methods : IL23R complex was detected by quadruple flow cytometry staining with CD19, CD5, IL23R, and IL12Rβ1 in prospectively enrolled CLL cases (O-CLL1 protocol, clinicaltrial.gov identifier NCT00917540). On human tissue specimens, lymph node and bone marrow samples from 16 CLL patients were selected for in situ immunolocalization analyses. NOD/Shi-scid/γcnull (NSG) mice were used for in vivo xenografts, in which activated autologous T cells (AAT), obtained by adding anti-CD3 and CD28 Dynabeads and rIL2 were co-injected with CLL cells. MiRNA analysis was performed by Agilent's Human V2 platform and by quantitative PCR. MirVANA microRNA mimics and inhibitors were purchased from Ambion, Inc. For 3'UTR luciferase reporter experiments, miRNA target reporter vectors were purchased from Origene. Results : By flow cytometry, circulating CLL cells of 281 cases variably expressed IL23R side chain while consistently lacking IL12Rß1 chain expression. The engagement of the uncoupled IL23R complex expression (i.e. IL23R but not IL12Rb1 expression) by IL23 did not activate downstream signaling pathways, such as the up-regulation of pSTAT3. The 3-year TTFT probability of patients with low IL23R expression (IL23R-low) was 91% as compared to 75% of IL23R-high cases [χ2 9.1, P=.003; HR=3.2, 95%CI (1.4-7.1)]; in a multivariate model, IL23R expression still remained independently associated with TTFT. We explored the potential control of IL23R expression in CLL cells by miRNA and found 15 miRNAs inversely associated with IL23R expression, five of which predicted as regulators (miRNA-146b-5p, miRNA-155, miRNA-324-5p, miRNA-532-3p and miRNA-630). Among these, miR-324-3p and miR-146b-5p were demonstrated to functionally regulate the expression of IL23R and IL12Rβ1 proteins in CLL cells, respectively. Within lymphoid tissues, in situ , CLL clones expressing IL23R side chain also showed expression of IL12Rß1, which varied according to the density of CD40L-expressing bystander elements suggesting a microenvironment-driven regulation of the IL-23R complex. To functionally test this hypothesis, CLL cells were co-cultured in the presence of NIH-3T3 transduced with CD40L or with AAT cells. A significant up-regulation was observed for both the IL12Rß1 and IL23R side chains, suggesting the environment co-stimulation as a mechanism of IL-23R complex regulation. Consistently, the IL-23R complex was upmodulated in CLL cells expressing IL-23R but not IL12Rß1, upon xenograft with autologous T cells into NOD-Scid mice. We then investigated the effect of IL-23R engagement by IL-23 in CLL cells and found that IL-23R activity correlated with CLL cell proliferation and survival in vitro via STAT3 phosphorylation. The trophic nature of IL-23-mediated stimuli over CLL cells was further demonstrated in vivo through the adoption of an anti-IL23p19 monoclonal antibody for clinical use, which proved to be effective in eradicating the xenografted CLL clone in the infiltrated tissues (spleen, liver and BM) by inhibiting proliferation and inducing apoptosis. Noteworthy, the therapeutic effect of IL-23 antagonism was demonstrated by histopathology, flow cytometry and BCR clonality. Conclusions : Overall, we demonstrated that IL-23/IL-23R axis is a novel microenvironment-regulated determinant in CLL pathobiology representing a strong prospect in disease prognostication and treatment. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "il23r gene",
        "interleukin-23",
        "micrornas",
        "flow cytometry",
        "cd40 ligand",
        "severe combined immunodeficiency",
        "transplantation, heterologous",
        "bone marrow specimen"
    ],
    "author_names": [
        "Fortunato Morabito, MD",
        "Giovanna Cutrona, PhD",
        "Anna Grazia Recchia, PhD",
        "Marina Fabbi",
        "Silvano Ferrini",
        "Massimo Gentile, MD",
        "Ernesto Vigna",
        "Monica Colombo",
        "Carlotta Massucco, MS",
        "Sabrina Bossio",
        "Laura De Stefano",
        "Ugo Consoli, MD",
        "Iolanda D. Vincelli",
        "Caterina Musolino",
        "Stefano Molica, MD",
        "Antonino Neri, MD",
        "Claudio Tripodo, MD",
        "Manlio Ferrarini, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fortunato Morabito, MD",
            "author_affiliations": [
                "Section of Hematology, A.O. L'Annunziata of Cosenza, Cosenza, Italy ",
                "Biotechnology Research Unit, Aprigliano (Cosenza), Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giovanna Cutrona, PhD",
            "author_affiliations": [
                "SS Molecular Diagnostics IRCCS S. Martino-IST, Genoa, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Grazia Recchia, PhD",
            "author_affiliations": [
                "Unità di Ricerca Biotecnologica, Aprigliano (CS), Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Fabbi",
            "author_affiliations": [
                "IRCCS AOU San Martino-IST, Genova, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvano Ferrini",
            "author_affiliations": [
                "IRCCS AOU San Martino-IST,, Genova, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Gentile, MD",
            "author_affiliations": [
                "U.O.C. di Ematologia, Azienda Ospedaliera di Cosenza, Cosenza, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ernesto Vigna",
            "author_affiliations": [
                "Hematology Unit, A.O. of Cosenza, Cosenza, Italy, Cosenza, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Colombo",
            "author_affiliations": [
                "Direzione Scientifica, Istituto di Ricovero e Cura a Carattere Scientifico (IRCCS) Azienda Ospedaliera Universitaria (AOU) San Martino-IST, Genoa, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlotta Massucco, MS",
            "author_affiliations": [
                "IRCCS AOU San Martino-IST, Genova, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Bossio",
            "author_affiliations": [
                "Unità di Ricerca Biotecnologica, Aprigliano (CS), Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura De Stefano",
            "author_affiliations": [
                "Unità di Ricerca Biotecnologica, Aprigliano (CS), Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ugo Consoli, MD",
            "author_affiliations": [
                "Hematology-Oncology Division,, Garibaldi-Nesima Hospital of Catania, Catania, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iolanda D. Vincelli",
            "author_affiliations": [
                "Hematology Division, AO Reggio Calabria, Reggio Calabria, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caterina Musolino",
            "author_affiliations": [
                "Section of Hematology, A.O.U. Policlinico, Messina, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Molica, MD",
            "author_affiliations": [
                "Oncology/Hematology, Azienda Ospedaliera Pugliese-Ciaccio, Catanzaro, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonino Neri, MD",
            "author_affiliations": [
                "Centro di Ricerca per lo Studio delle Leucemie, Fondazione IRCCS, Università di Milano, Milano, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Tripodo, MD",
            "author_affiliations": [
                "Tumor Immunology Unit, Human Pathology Section, Department of Health Sciences, University of Palermo, Palermo, Palermo, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manlio Ferrarini, MD",
            "author_affiliations": [
                "Scientific Direction, IRCCS San Martino-IST, Genova, Italy"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T18:42:42",
    "is_scraped": "1"
}