{
    "doi": "https://doi.org/10.1182/blood-2018-99-115984",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4051",
    "start_url_page_num": 4051,
    "is_scraped": "1",
    "article_title": "Kinetics of the Leukemic Clone in Patients with Chronic Myeloid Leukemia during Pregnancy ",
    "article_date": "November 29, 2018",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "topics": [
        "clone cells",
        "kinetics",
        "leukemia, myelocytic, chronic",
        "pregnancy",
        "measles-mumps-rubella vaccine",
        "protein-tyrosine kinase inhibitor",
        "brachial plexus neuritis",
        "did not receive therapy or drug",
        "follow-up",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Ekaterina Chelysheva, MD PhD",
        "Jane Apperley, MB ChB MD",
        "Elisabetta Abruzzese",
        "Dong-Wook Kim, MD PhD",
        "Konstantin Kotlyarchuk",
        "Oleg Shukhov, MD PhD",
        "Anna G Turkina, Prof., MD"
    ],
    "author_affiliations": [
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "Centre for Haematology, Imperial College London, London, United Kingdom "
        ],
        [
            "Hematology Unit, S. Eugenio Hospital, Roma, Italy "
        ],
        [
            "Department of Hematology, Seoul St. Mary's Hospital The Catholic University of Korea, Seoul, South Korea "
        ],
        [
            "SI 'Institute of Blood Pathology and Transfusion Medicine UAMS, Lviv, Ukraine"
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ]
    ],
    "first_author_latitude": "55.6538532",
    "first_author_longitude": "37.49486110000001",
    "abstract_text": "Background Observation without treatment in chronic myeloid leukemia (CML) is suggested only for patients (pts) with a durable and stable deep molecular response (DMR). However, CML women with various grade of molecular response usually stop tyrosine kinase inhibitors (TKIs) for conception/pregnancy and/or breastfeeding. The kinetics of the leukemic clone during these long interruptions needs to be understood in order to provide the optimal recommendations for the pts. Aim To analyze the loss and recovery of molecular response in CML pts with initial major molecular response (MMR) and deep molecular response (DMR) who had TKI interruptions during pregnancy. Patients and methods Pregnancy cases of women with BCR-ABL p210 transcript CML chronic phase and at least MMR before TKI interruption were included; cases with insufficient follow-up and previous bone marrow transplantation were excluded. Only cases with \"ongoing pregnancy\" or at term for pregnancy were evaluated as they had a valid off-treatment period. Data were obtained from observational studies of CML and pregnancy, like the CML pregnancy registries of Russian hematology society, and other institutional databases. Pregnancy cases were divided into 3 groups according to the molecular response before TKI interruption: 1) with DMR and \"stop\" criteria; 2) with DMR and no \"stop\" criteria; 3) with MMR only. DMR, MMR and molecular response 2 (MR2) were considered as BCR-ABL≤0,01%; BCR-ABL>0,01% and ≤0,1%; BCR-ABL>0,1% and ≤1% accordingly by international scale (IS). \"Stop\" criteria were considered as the main inclusion criteria of EURO-SKI multicenter \"stop\" trial: 1) treatment by TKIs for ≥3 years,2) stable DMR for ≥1 year before TKI cessation. Probability of MMR loss and recovery were evaluated by Cumulative incidence function (CIF) using Gray test for comparison. TKI restart without MMR loss and death were considered as competitors. The proportion of pts with MR2 loss during TKI interruption was additionally assessed. Results In total 227 pregnancies from 172 CML pts were evaluated and 87 cases were eligible for the analysis. Distribution by groups was as follows: 39, 26 and 22 cases in group 1, 2 and 3 accordingly. Median (Me) time without TKI therapy was 8 months (mo)(range 1-54) (table 1). In 72 (83%) cases TKIs were restarted after MMR loss (n=58) and without MMR loss (n=14). TKIs were restarted after and during pregnancy in 54 and 18 cases correspondingly. Imatinib and nilotinib were used at late pregnancy (2 nd -3 rd trimester) in 15 and 3 cases; no birth defects were observed. Seven pts got IFN during TKI interruption. TKIs were not restarted in 15 (17%) cases: 14 pts with DMR remained off-treatment after labour for a median of 29 mo (range 3-54) and in 1 pt with MMR loss pregnancy is ongoing. Cumulative incidence (CI) of MMR loss at 6 and 12 mo after TKI cessation was 57% and 66%, and CI of MMR recovery at 6 and 12 mo after TKI restart was 50% and 75% in the whole cohort. CI of MMR loss at 6 and 12 mo was 35%, 65%, 86% and 46%, 76%, 86% in group 1,2 and 3 accordingly. CI of MMR recovery at 6 and 12 mo was 75%, 55%, 23% and 100%, 73% and 55% in group 1,2 and 3, respectively. CI of MMR recovery in group 2 and 3 at 24 mo after TKI restart was 86% and 78%. Significant differences (p<0,05%) were found between all groups for MMR loss and MMR recovery except the MMR recovery rates between groups 2 and 3 (figure 1). In 45 (52%) cases MR2 was lost simultaneously with MMR loss or after it (table 1). In 4 (5%) cases a complete hematologic response (CHR) was lost after MR2 loss; however, a MMR was regained in 2 of 4 pts. Two more pts with MR2 and CHR loss died later from progression of CML: 6 mo and approximately 8 years after labour. Both of them were non-compliant to therapy and stopped treatment again by self-made decisions with no control follow-up. Conclusions CML pts with DMR and \"stop\" criteria have the best chance to keep MMR during pregnancy after TKI cessation and may remain without treatment after labour. MMR is lost in the majority of pts with MMR/DMR and no \"stop\" criteria. However, the loss of response is reversible and MMR can be recovered within 1-2 years after TKI resuming in spite of even MR2 loss. Our data confirm the option for planning pregnancy not only in CML pts with stable DMR but also in pts who have a MMR only or non-stable DMR followed up by a careful molecular monitoring during and after pregnancy. The use of TKI during at late pregnancy will be discussed. View large Download slide View large Download slide  Disclosures Chelysheva: Novartis: Other: provided consultations and performed lectures; Bristol Myers Squibb: Other: provided consultations and performed lectures; Fusion Pharma: Other: provided consultations . Apperley: Incyte: Honoraria, Speakers Bureau; Pfizer: Honoraria, Speakers Bureau; BMS: Honoraria, Speakers Bureau; Novartis: Honoraria, Research Funding, Speakers Bureau. Abruzzese: Pfizer: Consultancy; Novartis: Consultancy; BMS: Consultancy; Ariad: Consultancy. Kim: Pfizer: Research Funding; Novartis: Research Funding; Ilyang: Research Funding; BMS: Research Funding. Shukhov: Bristol Myers Squibb: Other: provided consultations and performed lectures ; Novartis: Other: provided consultations and performed lectures . Turkina: Novartis: Other: provided consultations; Bristol Myers Squibb: Other: provided consultations; Phizer: Other: provided consultations; Fusion Pharma: Other: provided consultations."
}