{
    "doi": "https://doi.org/10.1182/blood.V122.21.4310.4310",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2619",
    "start_url_page_num": 2619,
    "is_scraped": "1",
    "article_title": "Plasmablastic Lymphoma: 28 Patient Single Institution Experience ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "topics": [
        "immunoblastic large-cell lymphoma",
        "brachial plexus neuritis",
        "liposomes",
        "vincristine",
        "cyclophosphamide",
        "cd20 antigens",
        "dexamethasone",
        "diffuse large b-cell lymphoma",
        "doxorubicin",
        "hiv seropositivity"
    ],
    "author_names": [
        "Krina Patel, MD",
        "Lei Feng, M.S.",
        "Yasuhiro Oki, MD",
        "Muzaffar Qazilbash, M.D.",
        "Tariq Muzzafar, MBBS",
        "Donna M. Weber, M.D.",
        "Nathan Fowler, MD",
        "Uday R Popat, MD",
        "Sheeba K. Thomas, M.D.",
        "Michelle A. Fanale, MD",
        "Yago Nieto, MD, PhD",
        "Nina Shah, MD",
        "Qaiser Bashir, MD",
        "Fredrick B. Hagemeister, MD",
        "Robert Z. Orlowski, M.D., Ph.D.",
        "Jatin J. Shah, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology Oncology Fellowship, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma & Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma/Myeloma, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma/Myeloma, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma and Myeloma, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Introduction Plasmablastic lymphoma (PBL) is a rare, aggressive subtype of non-Hodgkin lymphoma. Published data are predominantly in the form of case reports and small retrospective case series. Initial reports of PBL were described in HIV positive patients (pts) with disease in the oral cavity, and in pts after organ transplantation on immunosuppressive therapy. The natural history may have evolved recently, with case reports of PBL in immunocompetent patients. There is no established standard of care therapy, though HIV positive pts benefit from initiation of anti-retroviral therapy, tend to respond to chemotherapy, have historically been associated with CD20 expression, and have increased overall survival rates compared with HIV negative pts with PBL. We now describe our experience in pts with PBL who received treatment at the University of Texas MD Anderson Cancer Center (UTMDACC). Methods We conducted a retrospective analysis of pts diagnosed with PBL between August 2000 and August 2012. We evaluated the baseline demographics, stage, therapy, response rate, progression-free survival (PFS) and overall survival (OS). Results 28 pts (males n=23) with PBL were identified, with a median age of 51 (range 26-81). 10 patients had a diagnosis of HIV, and 15 were EBV positive. 7 pts had stage I disease, 2 had stage II, 1 had stage III and 18 had stage IV disease. The primary site of disease in the 7 pts with stage I disease was: 2 in the maxillary sinus, 2 in the nasal cavity, and 1 each in the colon, testicle, and lower jaw. 2 pts with stage II disease had primary sites in bowel and tonsils. 7/17 (41%) of HIV negative pts and 2/10 (20%) of HIV positive pts had stage I/II disease. The median LDH was 492 IU/L (313-618), median Ki-67 proliferation index was 85%, and all pathological samples were CD20 negative. Median follow up was 16 months (1-120). 27 pts received systemic therapy (1 pt elected hospice care). PBL was an initial cancer diagnosis for 25 pts who received the following as first line therapy: Hyper-CVAD (cyclophosphamide, vincristine, Adriamycin, dexamethasone alternating with methotrexate and cytarabine) (n=10), CHOP (cyclophosphamide, Adriamycin, vincristine, prednisone) (n=7), modified CVAD, 2 with EPOCH (etoposide, vincristine, cyclophosphamide, Adriamycin, prednisone) (n=4), bortezomib/dexamethasone (n=1), and the DeAngelis protocol (methotrexate, vincristine, procarbazine, with intrathecal methotrexate) (n=1) for CNS involvement. 2 pts had prior therapy for diagnosis of diffuse large B-cell lymphoma (DLBCL) and chronic lymphocytic leukemia (CLL) prior to diagnosis of PBL. The first pt with DLBCL was treated with Rituximab-hyper-CVAD 6 years earlier, and gemcitabine/oxaliplatin for the diagnosis of PBL. The second pt had CLL which underwent Richter's transformation to PBL, and was treated with hyper-CVXD (cyclophosphamide, vincristine, liposomal daunorubicin and dexamethasone). 1 pt underwent auto-stem cell transplant, while 8 pts received localized radiation (5 for consolidation and 3 for palliative therapy); 5/7 pts with stage I disease received consolidation with involved field radiation. After first line therapy, 20/27 patients (74%) achieved complete response, 5/27 (19%) partial response, and 2/27 (7%) stable disease. Median PFS and OS were 24.1 and 28.8 months, respectively. 5 year PFS and OS were 40% and 38%, respectively. Early stage disease (stage I or II) and younger age at diagnosis (less than 40 years old) were associated with improved survival. 5 year PFS for stage I/II pts was 90%. Conclusion 41% of HIV negative pts had stage I/II disease. Early stage PBL pts who received combined chemotherapy followed by radiotherapy achieved a good PFS of 90% at 5 years. PBL consistently lacked CD20 expression irrespective of HIV status. PBL can be seen in both HIV+ and HIV– patients with overall 40% long term survival. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: Qazilbash: Otsuka Pharmaceuticals: Research Funding. Fanale: Seattle Genetics, Inc.: Advisory/scientific board membership and travel expenses Other, Consultancy, Honoraria, Research Funding. Orlowski: Bristol-Myers Squibb: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Celgene Corporation: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Millenium Pharmaceuticals: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Onyx Pharmaceuticals: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Resverlogix: Research Funding; Genentech: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Array Biopharma: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Merck: Membership on an entity’s Board of Directors or advisory committees."
}