{
    "doi": "https://doi.org/10.1182/blood.V118.21.3280.3280",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1895",
    "start_url_page_num": 1895,
    "is_scraped": "1",
    "article_title": "Platelet Function and Activation in Patients with Immune Thrombocytopenia Treated with Eltrombopag: Comparison with Steroid-Treated and Untreated Patients, ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3280 Background: Eltrombopag has recently been approved for treatment in immune thrombocytopenia (ITP). Studies on platelet function in eltrombopag-treated patients in comparison to steroid-treated or untreated ITP patients are not available. Objectives: To assess the function of eltrombopag-induced platelets, we compared platelets from eltrombopag-treated patients to those from ITP patients treated with steroids and a group of patients without treatment in a prospective study (ClinicalTrials.gov number NCT00888901 ). Patients/Methods: We compared platelet function in patients treated with eltrombopag after treatment-induced platelet rise (group 1) to those under steroid treatment (group 2) and ITP patients without treatment (group 3) in a non-randomized prospective study. Platelet function was assessed by adhesion under high shear conditions (surface coverage, SC), P-selectin expression, and formation of platelet-monocyte aggregates (PMA) after treatment induced platelet rise or, in group 3, in patients with ITP without treatment and platelet count between 50–100×10 9 /L at the time of inclusion. Data are given as median [quartiles]. Correlations of the outcome measures are described by the Spearman correlation coefficient. In case of normally distributed data, analysis of variance (ANOVA) and of covariance (ANCOVA) models and in case of non-normally distributed parameters the nonparametric Kruskal-Wallis test were used to compare the groups Results: Eleven patients (female=9) were included in the treatment group with eltrombopag (group 1), thirteen (female=5) in the steroid treatment (group 2) and 6 patients as untreated controls (group 3). None of these patients developed severe bleeding during the study period, none received rescue medication. Four/30 patients were not included in the final analysis, three because they had no treatment induced platelet rise (1 on eltrombopag and 2 on steroids) and 1 because of aspirin medication. Thus, ten patients on eltrombopag, ten patients on steroid treatment and 6 untreated patients were evaluated in the comparative analyses of platelet function. Platelet counts [x10 9 /L] were 48.25 [45.00–59.00] in group 1 after eltrombopag-induced platelet rise, 82.75 [78.50–112.00] in group 2 and 69.25 [65.00–73.00] in group 3. SC was highest in steroid-treated patients (11.25% [8.10–14.00%]) compared to eltrombopag-treated (5.80% [1.80–9.00%]) and untreated (5.03% [3.80–6.20%]) patients and correlated significantly with the platelet count (r=0.72, p<0.0001). There were no differences in P-selectin expression [GeoMFI] (1.15 [0.47–2.77] in group 1, 0.27 [0.10–0.99] in group 2 and 0.59 [0.47–1.44] in group 3; p=0.34) and PMA levels (6.19% [3.91–21.39%] in group 1, 9.73% [1.88–13.29%] in group 2, and 6.56% [4.82–8.43%] in group 3; p=0.93) between the groups. Two patients developed venous thromboses during eltrombopag treatment. No characteristic alteration of platelet function and activation was identified in those 2 patients when compared to the other eltrombopag-treated patients. Conclusions: We proofed a good functional competence of eltrombopag-induced platelets. No substantial hyper-reactivity of eltrombopag-induced platelets in comparison to those of steroid-treated and untreated patients was determined. Disclosures: Pabinger: GlaxoSmithKline: Research Funding, Speakers Bureau. Panzer: GlaxoSmithKline: Speakers Bureau.",
    "topics": [
        "eltrombopag",
        "platelet function",
        "steroids",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "did not receive therapy or drug",
        "steroid therapy",
        "p-selectin",
        "adhesions"
    ],
    "author_names": [
        "Johanna Haselboeck, MD",
        "Alexandra Kaider, MSt",
        "Ingrid Pabinger, MD",
        "Simon Panzer, MD, Prof"
    ],
    "author_affiliations": [
        [
            "Internal Medicine I, Medical University Vienna, Hematology and Hemostaseology, Vienna, Austria, "
        ],
        [
            "Center for Medical Statistics, Informatics and Intelligent Systems, Medical University Vienna, Section for Clinical Biometrics, Vienna, Austria, "
        ],
        [
            "Department of Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Bloodgroup Serology and Transfusion Medicine, Medical University Vienna, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.21969889999999",
    "first_author_longitude": "16.3515215"
}