{
    "doi": "https://doi.org/10.1182/blood.V124.21.694.694",
    "article_title": "Prevention of Premature Fibrinolysis and Reduction of Bleeding in Vivo in Hemophilia with Inhibitors By a Stabilized TAFI Variant ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Novel Hemostatic Therapies and Assays",
    "abstract_text": "Introduction: Approximately 20-30% of patients with hemophilia A and ~5% of patients with hemophilia B develop inhibitors against FVIII or FIX, leaving patients unresponsive to standard treatments, and vulnerable to joint bleeding with the consequence of debilitating arthropathy. With the increasing life span of hemophilia patients, there is a growing need for optimization of treatment strategies for inhibitor patients. Most approaches focus on FVIIa-based bypassing agents to achieve hemostasis and rescue bleeding, but in addition to impaired coagulation, the bleeding complications in hemophilia are also exacerbated by premature break down of the clot by the fibrinolytic system. Thrombin activatable fibrinolysis inhibitor (TAFI) integrates the coagulation and fibrinolytic systems, and its activation is severely defective in hemophilia. Moreover, the enzymatic activity of activated TAFI (TAFIa) is short-lived (~8 min at 37 o C) requiring continuous generation of TAFIa to attenuate fibrinolysis. Here we investigate the efficacy of a stabilized TAFI mutant with a 180-fold increased enzymatic half-life to normalize the premature lysis and rescue bleeding in hemophilia with inhibitors. Materials and Methods: The effects of the stabilized S305C-T325I-T329I-H333Y-H335Q -TAFI mutant (stTAFI; T½ ~19 h) and plasma-derived TAFI (pTAFI) on clot lysis were determined in hemophilia A, B, and normal plasma with or without high titer inhibitors. In vivo efficacy of stTAFI and pTAFI for bleed reduction in hemophilia was tested using the tail clip model in FVIII-deficient mice and wt-BalbC mice injected i.v. with inhibitory anti-FVIII antibodies. Results: Titrations of stTAFI and pTAFI indicated that a ~7-fold lower concentration of stTAFI (0.75 µg/ml) compared to pTAFI (5 µg/ml) was required to normalize the clot lysis time (CLT) in FVIII deficient plasma to that obtained in the presence of FVIII (2 U/ml). The generation of TAFIa activity in FVIII deficient plasma during clot formation was severely diminished, but returned to normal levels upon addition of stTAFI (1 µg/ml) or pTAFI (7.5 µg/ml). In normal plasma, the addition of an inhibitory anti-FVIII antibody (GMA-8015; 10 µg/ml) decreased the CLT from 95 ± 9 to 62 ± 7 min, which was restored more efficiently to normal by stTAFI (1.25 µg/ml) than by pTAFI (7.5 µg/ml). Similarly, stTAFI normalized the CLT in FIX deficient plasma or normal plasma with inhibitory anti-FIX antibodies (GMA-001; 10 µg/ml) at a 10-fold lower concentration compared to pTAFI. Also in 3 individual plasma samples of hemophilia A patients with inhibitors (49-178 BU/ml), CLT were very short (~50 min) and stTAFI normalized the CLT (~110 min) more efficiently than pTAFI. To determine whether correction of clot lysis in vitro translates to reduction of bleeding in vivo, the effects of stTAFI and pTAFI on bleeding were determined in hemophilia A mice after tail clip. StTAFI (0.1 mg/kg) reduced bleeding significantly after 10 min (5.1 ± 2.4 µl/g compared to saline control 10.5 ± 1.8 µl/g; p < 0.05) and 20 min (15.9 ± 5.5 µl/g vs saline 24.9 ± 2.9 µl/g; p < 0.05). Reduction of blood loss was similar to that achieved by a therapeutic dose of murine FVIIa (90 µg/kg) after 10 min (2.2 ± 1.0 µl/g) and 20 min (13.5 ± 4 µl/g). Neither human pTAFI (0.1 mg/kg) nor murine wt-TAFI (0.1 mg/kg) reduced bleeding. Compared to stTAFI, a 10-fold higher dose of pTAFI (1 mg/kg) was required to reduce bleeding significantly. Next, reduction of bleeding by stTAFI was determined in hemophilia A with inhibitors. Wt-mice received an inhibitory anti-FVIII antibody (GMA-8015; 0.25 mg/kg) that increased bleeding after 10 min (10.5 ± 3.2 µl/g vs no inhibitor 1.7 ± 0.6 µl/g; p < 0.02) and 20 min (20.9 ± 4.1 µl/g vs no inhibitor 1.7 ± 0.6 µl/g; p < 0.0001). Administration of stTAFI (0.1 mg/kg) reduced the bleeding to 4.0 ± 1.5 µl/g after 10 min (p < 0.05) and 9.1 ± 3.3 µl/g after 20 min (p < 0.05). Conclusions: The stTAFI mutant with a 180-fold increased enzymatic half-life provided effective protection against premature fibrinolysis in hemophilia A and B plasmas with inhibitors. In vivo, stTAFI reduced bleeding in FVIII-deficient mice and wt-mice with a high titer FVIII inhibitor. These results provide proof-of-principle that clot protection by TAFI can reduce bleeding in hemophilia and warrant additional studies investigating stabilized TAFI mutants as a novel strategy to diminish the risk of bleeding in hemophilia patients with inhibitors. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "carboxypeptidase u",
        "fibrinolysis",
        "hemophilia a",
        "hemorrhage",
        "antibodies",
        "recombinant coagulation factor viia",
        "saline solutions",
        "hemarthrosis",
        "hemophilia b",
        "hemostasis procedures"
    ],
    "author_names": [
        "Maarten L.V. Hendrickx, PhD",
        "Vikas Bhat, PhD",
        "Ann Gills, PhD",
        "Paul J. Declerck, PhD",
        "Annette von Drygalski, MD PharmD",
        "Laurent O. Mosnier, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maarten L.V. Hendrickx, PhD",
            "author_affiliations": [
                "KU Leuven, Leuven, Belgium "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vikas Bhat, PhD",
            "author_affiliations": [
                "University of California San Diego, San Diego, CA ",
                "The Scripps Research Institute, La Jolla, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Gills, PhD",
            "author_affiliations": [
                "KU Leuven, Leuven, Belgium "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul J. Declerck, PhD",
            "author_affiliations": [
                "KU Leuven, Leuven, Belgium "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette von Drygalski, MD PharmD",
            "author_affiliations": [
                "University of California San Diego, San Diego, CA ",
                "The Scripps Research Institute, La Jolla, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent O. Mosnier, PhD",
            "author_affiliations": [
                "The Scripps Research Institute, La Jolla, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T06:38:05",
    "is_scraped": "1"
}