{
    "doi": "https://doi.org/10.1182/blood.V128.22.1180.1180",
    "article_title": "Low- Molecular Weight Heparins (LMWH) Versus Vitamin K Antagonists (VKAs) in the Treatment and Secondary Prevention of Cancer-Associated Venous Thromboembolism (VTE): A Systematic Review and Meta-Analysis of Randomized Controlled Trials (RCTs) ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Thromboembolism and Anticoagulation",
    "abstract_text": "Introduction: Cancer-associated thrombosis accounts for about 20% of all cases of VTE. VTE increases not only mortality but also morbidity in cancer patients. LMWH is currently recommended over VKAs by major consensus guidelines and it is primarily based on a single, large RCT (CLOT trial) and some smaller studies. However, recently published CATCH trial, which enrolled 900 cancer patients with acute VTE, did not detect a statistically significant reduction in recurrent VTE between tinzaparin and warfarin groups. Hereby, we conducted a systematic review and meta-analysis of RCTs to determine the efficacy and safety of LMWH versus VKA in the treatment and secondary prevention of cancer-associated VTE. Methods: MEDLINE and EMBASE databases were searched through June 30, 2016. All potential studies and their references were evaluated for any additional relevant studies. The RCTs which compare LMWH vs VKA in the treatment of VTE were incorporated in the analysis. Mantel-Haenszel method was used to calculate the estimated pooled risk ratio (RR), and risk difference (RD) with 95% confidence interval (CI). Fixed effects model was applied. Results: A total of 2196 cancer patients with acute VTE from 6 RCTs and a subgroup of another 2 RCTs were eligible for analysis. Enoxaparin, dalteparin, tinzaparin and nadroparin were used on LMWH group and warfarin or acenocoumarol were used on VKA group. The treatment duration was from 3 to 6 months. The VTE incidence was 77 (6.832%) in LMWH group vs 128 (11.973%) in VKA group with a RR of 0.572 (95% CI: 0.436 to 0.750, P < 0.001). The absolute RD in VTE was -0.051 (95% CI: -0.076 to -0.027, P < 0.001). Major bleeding (MB) events were reported in 49 (4.757%) patients in LMWH group vs 45 (4.473%) in VKA group according to the analysis of 6 RCTs. The pooled relative risk for MB was statistically non-significant at 1.049 (95% CI: 0.705 to 1.562, P = 0.812). Composite clinically relevant non-major (CRNM) and minor bleeding events were noted in 143 (13.883%) patients in LMWH group and in 163 (16.203%) in VKA group according to the analysis of 6 RCTs. The RR for composite CRNM and minor bleeding was statistically significant at 0.773 (95% CI: 0.630 to 0.948, P 0.014), favoring LMWHs over VKAs. Conclusions: Our meta-analysis confirms that LMWHs significantly decrease recurrent VTE events compared to VKAs without increasing MB in patients with cancer-associated VTE. LMWH therapy appears to have less CRNM and minor bleeding events compared to VKAs. Figure View large Download slide Figure View large Download slide Close modal View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Oo: Daiichi Sankyo: Research Funding.",
    "topics": [
        "cancer",
        "low-molecular-weight heparin",
        "molecular mass",
        "secondary prevention",
        "venous thromboembolism",
        "vitamin k antagonists",
        "hemorrhage",
        "tinzaparin",
        "warfarin",
        "absolute risk reduction"
    ],
    "author_names": [
        "Kyaw Zin Thein, MD MBBS",
        "Lukman Tijani, MD",
        "Thein H. Oo, MD FACP, FRCP"
    ],
    "author_dict_list": [
        {
            "author_name": "Kyaw Zin Thein, MD MBBS",
            "author_affiliations": [
                "Hematology Oncology, Texas Tech University Health Sciences Center, Lubbock, TX ",
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lukman Tijani, MD",
            "author_affiliations": [
                "Hematology Oncology, Texas Tech University Health Sciences Center, Lubbock, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thein H. Oo, MD FACP, FRCP",
            "author_affiliations": [
                "Benign Hematology, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T12:57:19",
    "is_scraped": "1"
}