{
    "doi": "https://doi.org/10.1182/blood.V128.22.4781.4781",
    "article_title": "Costs Associated with Treatment Induced Peripheral Neuropathy in Patients with Multiple Myeloma By Lines of Therapy ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "abstract_text": "Background: Recent introductions of multiple myeloma (MM) chemotherapy agents have improved response and survival rates, yet substantial unmet treatment needs persist. Treatment-induced peripheral neuropathy (TIPN) is a common toxicity associated with anti-myeloma treatments. This study evaluated the economic burden attributable to TIPN for MM patients in real-world practice settings in the US. Methods : Adult patients with ≥1 inpatient or 2 outpatient claims (within 30 - 365 days) with a diagnosis of MM (ICD-9-CM code 203.0x) and ≥1 claim indicating the administration or prescription of a MM therapy (bendamustine, bortezomib, carfilzomib, cisplatin, cyclophosphamide, doxorubicin, doxorubicin liposomal, lenalidomide, melphalan, pomalidomide, thalidomide) on or after the date of the first found MM diagnosis in 7/1/2006 - 3/31/2015 were extracted from MarketScan claims databases. The initiation of the first MM treatment was the index date. All patients had ≥12-month continuous enrollment (baseline) before index date, and were followed for ≥3 months from index date until the earliest of inpatient death, end of continuous enrollment in health plans, or end of the study period (i.e., 6/30/2015). To ensure that patients were newly diagnosed and newly treated, a 12-month period with no diagnosis of MM prior to the first observed MM diagnosis and a 12-month period with no MM therapy during baseline was required. Lines of therapy (LOT) were designated starting on the date of the first MM chemotherapy and/or immunotherapy treatment. A LOT ended at the earliest occurrence of a 90-day gap in all MM treatments comprising the line of therapy, initiation of a different MM treatment >90 days after the current line of therapy start (even if the current regimen did not discontinue), inpatient death, or end of data. All subsequent lines of therapy were identified using the same approach. For every LOT, TIPN was considered as being present when a medical claim code indicating a diagnosis for PN (ICD-9-CM diagnosis codes 337.2x; 353.0x-353.4x; 355.7x; 355.9x; 357.xx; 377.34; 729.2x; 782.0x) was observed. Eligible claims were those observed within 9 months from the start date of the LOT, and without evidence of PN during the 12-month pre-period through the 7 days following the start date of the line. Non-TIPN controls had no PN medical claims any time during the LOT. Controls were propensity score matched to TIPN patients in a ratio of up to 3:1 based on demographic and clinical characteristics. Medical costs per patient per month (PPPM, in 2015 $) during each line were reported. Results : A total of 1,145 TIPN patients and 7,468 non-TIPN patients met study criteria (15.3% TIPN); and 1,120 TIPN patients were matched to 3,265 non-TIPN patients. Among them, 1018 TIPN and 3346 non-TIPN 1 st lines, 231 TIPN and 1718 non-TIPN 2 nd lines, and 52 TIPN and 1074 non-TIPN 3 rd and subsequent lines were identified. Baseline characteristics in the two groups after matching were similar (mean age: 64; male: 61%; renal disease: 23-24%; duration of LOT: 187-233 days). PPPM total costs were significantly higher for TIPN patients compared to non-TIPN controls in the 1 st ($2377, p<0.001) and 2 nd LOT ($6974, p=0.031). Incremental costs among TIPN patients were driven by significantly higher inpatient admissions and outpatient medical costs in both the 1 st and 2 nd LOTs. Costs between TIPN and non-TIPN controls were not significantly different in 3 rd LOT. Conclusions : TIPN is prevalent (15.3%) in patients with MM; it adds to the cost of MM treatment in earlier lines of therapy. Effective novel treatments that do not add to the economic burden associated with TIPN are needed to manage MM. Table View large Download slide Table View large Download slide  Close modal Disclosures Panjabi: Amgen, Inc.: Employment, Equity Ownership. Song: Truven Health Analytics: Employment; Amgen: Other: This study was funded by Amgen..",
    "topics": [
        "multiple myeloma",
        "peripheral neuropathy",
        "liposomes",
        "chemotherapy regimen",
        "doxorubicin",
        "bendamustine",
        "bortezomib",
        "carfilzomib",
        "cisplatin",
        "cyclophosphamide"
    ],
    "author_names": [
        "Sumeet Panjabi, PhD",
        "Xue Song, PhD",
        "Kathleen Wilson",
        "Jerry Kagan"
    ],
    "author_dict_list": [
        {
            "author_name": "Sumeet Panjabi, PhD",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xue Song, PhD",
            "author_affiliations": [
                "Truven Health Analytics, an IBM Company, Cambridge, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Wilson",
            "author_affiliations": [
                "Truven Health Analytics, an IBM Company, Durham, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerry Kagan",
            "author_affiliations": [
                "Truven Health Analytics, an IBM Company, St. Louis, MO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:26:53",
    "is_scraped": "1"
}