{
    "doi": "https://doi.org/10.1182/blood-2021-151644",
    "article_title": "Lenalidomide Compared to Ixazomib Maintenance in Newly Diagnosed Multiple Myeloma: A Systematic Review and Meta-Analysis ",
    "article_date": "November 5, 2021",
    "session_type": "652.Multiple Myeloma and Plasma cell Dyscrasias: Clinical and Epidemiological",
    "abstract_text": "Background Maintenance therapy is considered a standard of care in transplant eligible (TE) and non transplant eligible (NTE) patients with newly diagnosed multiple myeloma (NDMM). While immunomodulators (IMID) and proteasome inhibitors (PI) have been proposed as maintenance therapy options, there are no randomised trials (RCTs) directly comparing these agents in the maintenance setting. The IMID lenalidomide (Len) and the PI ixazomib (Ixa) have been compared against placebo as maintenance strategies in NDMM. We present a network meta-analysis (NMA) of RCTs comparing the efficacy and safety of Len and Ixa maintenance therapies in NDMM. Methods We searched various biomedical databases for eligible studies evaluating Len or Ixa against placebo/ observation as maintenance therapy in patients with NDMM from date of inception through November 2020. The primary outcome was progression-free survival (PFS). Secondary outcomes include overall survival (OS) and adverse events (AE). The Cochrane risk of bias tool version 2.0 was used to assess trial quality. A Bayesian NMA model was used to assess the relative effects of competing treatments on PFS and OS outcomes. Adverse events were assessed using the synthesis without meta-analysis (SWIM) approach due to variability in the toxicity scoring criteria. The GRADE approach was used to rate the certainty of the evidence. This study is registered with PROSPERO, CRD42021226157. Results We identified eight studies including 3229 transplant eligible (TE) and 1689 non transplant eligible (NTE) patients. All studies were judged to have low risk of bias. Len but not Ixa was associated with statistically significant improvement in PFS when compared to placebo in TE (Len: Hazard Ratio (HR) 0.46, 95% Credible Interval (CrI) 0.35-0.56, high certainty; Ixa: HR 0.72, 95% CrI 0.46-1.13, moderate certainty) and NTE (Len: HR 0.46, 95% CrI 0.29-0.75, high certainty; Ixa: HR 0.69, 95% CrI 0.43-1.18, moderate certainty). Bayesian modelling demonstrated a 97% and 93% probability that Len resulted in superior PFS compared to Ixa in TE and NTE patients respectively. Both Len and Ixa were not associated with statistically significant improvement in OS compared to placebo in TE and NTE patients. There was no significant effect modification on the effect of Len vs placebo and Ixa vs placebo by cytogenetics status, use of proteasome inhibitors for induction or duration of maintenance therapies for PFS and/or OS outcomes. Len were judged to have a higher incidence of second malignancies and grade 3 or 4 neutropenia than Ixa while Ixa was judged to have a higher incidence of thrombocytopenia than Len. Conclusions Maintenance therapy with Len may provide a larger PFS benefit than Ixa regardless of type of induction therapy and cytogenetic risk in patients with NDDM. The differing toxicity profile of these agents is also an important consideration for treatment decisions. RCTs directly comparing these maintenance strategies are warranted. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Ooi:  Jansen: Honoraria; Teva Pharmaceuticals: Honoraria; GSK: Honoraria; Abbvie: Honoraria; Amgen: Honoraria. Chng:  Sanofi: Honoraria; Abbvie: Honoraria; Takeda: Honoraria; Amgen: Honoraria; BMS/Celgene: Honoraria, Research Funding; Johnson and Johnson: Honoraria, Research Funding; Pfizer: Honoraria.",
    "author_names": [
        "Eunice Lai",
        "Yu Yang Soon",
        "Ainsley Ryan Yan Bin Lee",
        "Shi Yin Wong",
        "Cinnie Yentia Soekojo",
        "Melissa Ooi",
        "Wee-Joo Chng",
        "Sanjay De Mel"
    ],
    "author_dict_list": [
        {
            "author_name": "Eunice Lai",
            "author_affiliations": [
                "Department of Haematology Oncology, National University Cancer Institute, Singapore, National University Health System, Singapore, Singapore"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yu Yang Soon",
            "author_affiliations": [
                "Department of Radiation Oncology, National University Cancer Institute, Singapore, National University Health System, Singapore, Singapore"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ainsley Ryan Yan Bin Lee",
            "author_affiliations": [
                "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shi Yin Wong",
            "author_affiliations": [
                "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cinnie Yentia Soekojo",
            "author_affiliations": [
                "Department of Haematology Oncology, National University Cancer Institute, Singapore, National University Health System, Singapore, Singapore"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Ooi",
            "author_affiliations": [
                "Department of Haematology Oncology, National University Cancer Institute, Singapore, National University Health System, Singapore, Singapore"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wee-Joo Chng",
            "author_affiliations": [
                "Department of Haematology Oncology, National University Cancer Institute, Singapore, National University Health System, Singapore, Singapore"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjay De Mel",
            "author_affiliations": [
                "Department of Haematology Oncology, National University Cancer Institute, Singapore, National University Health System, Singapore, Singapore"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:35:02",
    "is_scraped": "1"
}