{
    "doi": "https://doi.org/10.1182/blood.V120.21.1918.1918",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2185",
    "start_url_page_num": 2185,
    "is_scraped": "1",
    "article_title": "Outcome and Prognostic Index for Reduced-Intensity Allogeneic Stem Cell Transplantation (RIST) for Elderly Patients with De Novo Acute Myeloid Leukemia (AML): A Study From the AML Working Group of the Japan Society for Hematopoietic Cell Transplantation (JSHCT) ",
    "article_date": "November 16, 2012",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster I",
    "topics": [
        "allogeneic stem cell transplant",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "older adult",
        "radioimmunosorbent test",
        "transplantation",
        "busulfan",
        "fludarabine",
        "graft-versus-host disease, chronic",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Heiwa Kanamori, MD, PhD",
        "Takahiro Fukuda, MD, PhD",
        "Shuichi Taniguchi, MD, PhD",
        "Masashi Sawa, MD, PhD",
        "Tadakazu Kondo, MD, PhD",
        "Koichi Miyamura, MD, PhD",
        "Naoki Kobayashi, MD, PhD",
        "Hikaru Kobayashi, MD, PhD",
        "Yasuo Morishima, MD, PhD",
        "Makoto Hirokawa, MD, PhD",
        "Yoshiko Atsuta, MD, PhD",
        "Akiyoshi Takami, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan, "
        ],
        [
            "Department of Hematopoietic Stem Cell Transplantation, National Cancer Center Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Anjo Kosei Hospital, Anjo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Sapporo Hokuyu Hospital, Sapporo, Japan, "
        ],
        [
            "Department of Hematology, Nagano Red Cross Hospital, Nagano city, Japan, "
        ],
        [
            "Division of Epidemiology and Prevention, Aichi Cancer Center Research Institute, Nagoya, Japan, "
        ],
        [
            "Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan, "
        ],
        [
            "Hematopoietic Stem Cell Transplantation Data Management / Biostatistics, Nagoya University School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kanazawa University Hospital, Ishikawa, Japan"
        ]
    ],
    "first_author_latitude": "35.4682257",
    "first_author_longitude": "139.52639",
    "abstract_text": "Abstract 1918 Background: Reduced-intensity allogeneic stem cell transplantation (RIST) has become more common in elderly patients with acute myeloid leukemia (AML). To clarify the clinical significance of RIST from an HLA-identical donor in elderly patients and identify prognostic factors, we retrospectively surveyed AML patients receiving RIST who were registered in the JSHCT database. Patients and Methods: This study included de novo AML patients aged ≥50 years who received fludarabine-based RIST as the first transplantation between 2000 and 2009. The conditioning regimen was classified as fludarabine-based reduced intensity conditioning if it included non-myeloablative chemotherapy (total dose of busulfan ≤ 8 mg/kg or melphalan ≤ 140 mg/m 2 ) with or without total body irradiation (TBI) ≤ 6 Gy. Results: There were a total of 396 patients, including 146 in first complete remission (CR1), 111 in ≥CR2, and 139 in non CR. Their median age was 58 years (range: 50–73 years), with 255 males and 141 females. Conditioning regimens contained fludarabine combined with melphalan (FM, n=171) or busulfan (FB, n=225, including oral busulfan [n=115] and intravenous busulfan [n=110]). TBI was used in 178 patients. Bone marrow from related donors was transplanted in 59 patients, as well as peripheral blood stem cell from related donors in 134 and bone marrow from unrelated donors in 203. Primary graft failure occurred in two patients and death before engraftment was observed in 14 patients. Granulocyte engraftment was confirmed after a median of 16 day. The incidence of grade II-IV and grade III-IV acute GVHD was 38% and 12%, respectively. After a median follow-up of 19 months (range: 1–113 months), 5-year overall survival (OS), disease free survival (DFS), cumulative incidence of relapse (CIR), and non-relapse mortality (NRM) was 45%, 41%, 37%, and 22%, respectively. There were no differences in OS according to stem cell source or conditioning regimen. On univariate analysis for all patients, pre-transplant factors associated with worse 5-year OS included age (≥60 years old) at transplantation (vs 50–59 years old: 36% vs 51%, p=0.003), non CR (vs CR: 20% vs 59%, p<0.001), and unfavorable karyotype (SWOG/ECOG) (vs others: 36% vs 49%, p=0.005). Non CR (vs CR: 59% vs 25%, p<0.001), FB (vs FM: 42% vs 32%, p=0.040), and unfavorable karyotype (vs others: 64% vs 51%, 0.006) were significantly correlated with higher 5-year CIR. Adverse factor for NRM was not detected in the pre-transplant variables. Furthermore, according to multivariate analyses for outcomes, recipient age (≥60 years old), disease status at transplantation (non CR), and karyotype (unfavorable) were each assigned a score. The sum total was tested as a prognostic index based on four risk groups: low (score=0), intermediate (score=1), high (score=2), and very high (score=3). The 5-year OS of the low- (n=143), intermediate- (n=153), high- (n=63), and very high- (n=19) risk groups was 66%, 41%, 26%, and 14%, respectively (p<0.001). The 5-year CIR of each groups was 22%, 37%, 52%, and 75% (p<0.001), but there were no differences in NRM. The prognostic index was also useful for subgroups classified with stem cell source or conditioning regimen. Moreover, chronic GVHD was an important post-transplant event for OS and CIR. Patients with chronic GVHD (n=150) showed better outcomes compared with those without chronic GVHD (n=173) in 5-year OS (57% vs 50%, p=0.017) and CIR (25% vs 42%, p<0.001). Conclusions: This retrospective survey suggested that fludarabine-based RIST from HLA-identical donors is a promising strategy for elderly patients with AML and graft-versus-leukemia effects due to chronic GVHD contribute to long-term outcomes. The prognostic index including age and disease risk for RIST may be helpful to stratify patients for clinical research, although studies in other cohorts are necessary for validation. Disclosures: No relevant conflicts of interest to declare."
}