{
    "doi": "https://doi.org/10.1182/blood-2021-151325",
    "article_title": "Efficacy and Long-Term Outcomes of Autologous Stem Cell Transplant (ASCT) for Patients with POEMS Syndrome (Polyneuropathy, Organomegaly, Endocrinopathy, Monoclonal Protein, Skin Changes): A CIBMTR Analysis ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Introduction POEMS syndrome is a rare disease associated with a plasma cell dyscrasia with limited information regarding the role of ASCT. Small single institution series have demonstrated deep and durable responses after ASCT along with neurological improvement. Despite these benefits, ASCT is thought to have higher treatment related morbidity and mortality, limiting its use. We describe the outcomes from an international multicenter database of patients with POEMS syndrome undergoing ASCT. Methods We performed a retrospective analysis using the Center for International Blood and Marrow Transplant Research (CIBMTR) database to evaluate the outcomes of patients undergoing ASCT for POEMS syndrome. Standard descriptive methods were used to report patient characteristics. Univariate and multivariate analysis were performed to identify predicators for non-relapse mortality (NRM), relapse, progression-free and overall survival (PFS, OS). NRM was compared between POEMS and multiple myeloma (MM) patients who underwent ASCT during the same time period. Results Between 2008-2018, 331 pts with POEMS syndrome who underwent ASCT were identified. The median age was 51 years, with 66% males. Racial distribution was 65% Caucasians, 19% African American, 5% other, and 10% missing. Pre-transplant characteristics included 70% patients had Karnofsky score <90, and 50% had HCT-CI ≥ 3, reflecting underlying disease severity and symptoms. The most common comorbidity was pulmonary (52%). Only 14% of patients were in very good partial response or better at the time of ASCT and 72 (22%) patients underwent ASCT without prior treatment. The median time from diagnosis to ASCT was 7 months and 74% underwent ASCT within 12 months of diagnosis. The most common mobilization strategy was GCSF +/- plerixafor in 50% of pts and 87% of pts received conditioning with 200mg/m2 of Melphalan. The median follow up was 48 (range 3-137) months. At day 100, NRM was 0.9 % (95% CI: 0.2-2.2%). At 4 years, NRM was 4.9% (95% CI: 2.6-7.9%), relapse 15.4% (95% CI 11.3-20.1%), PFS 79.7% (95% CI 74.5-84.3%) and OS 92% (95% CI 89.2-95.6%). Subsequent neoplasms were seen in 16 (5%) with 4 myeloid malignancy and 12 solid tumors. On multivariate analysis, age ≥ 60 years was associated with greater hazards of mortality, HR 2.6 (95% CI 1.2-5.6), p 0.01. The figure shows the comparable NRM between POEMS and MM (p 0.31). Conclusions: We report outcomes of the largest ASCT series of POEMS patients. Despite a high HCT-CI and low functional status among patients with POEMS syndrome, no difference in NRM was seen when compared to MM. Post-transplant outcomes were excellent and support single center data on the role of ASCT in this rare disease. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Kansagra:  Oncopeptides: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Alynylam: Membership on an entity's Board of Directors or advisory committees; Cota Health: Membership on an entity's Board of Directors or advisory committees; GSK: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees. Dispenzieri:  Alnylam: Research Funding; Pfizer: Research Funding; Sorrento Therapeutics: Consultancy; Takeda: Research Funding; Oncopeptides: Consultancy; Janssen: Consultancy, Research Funding. Kumar:  Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Research Funding; BMS: Consultancy, Research Funding; Oncopeptides: Consultancy; Beigene: Consultancy; KITE: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche-Genentech: Consultancy, Research Funding; Astra-Zeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Antengene: Consultancy, Honoraria; Novartis: Research Funding; Bluebird Bio: Consultancy; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Research Funding; Carsgen: Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Tenebio: Research Funding; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Adaptive: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Research Funding. Qazilbash:  Bristol-Myers Squibb: Other: Advisory Board; NexImmune: Research Funding; Janssen: Research Funding; Biolline: Research Funding; Oncopeptides: Other: Advisory Board; Angiocrine: Research Funding; Amgen: Research Funding. Shah:  GSK: Consultancy; Karyopharm: Consultancy; Oncopeptides: Consultancy; Indapta Therapeutics: Consultancy; Janssen: Research Funding; Nektar: Research Funding; Bluebird Bio: Research Funding; Teneobio: Research Funding; CareDx: Consultancy; BMS/Celgene: Research Funding; Sanofi: Consultancy; Sutro Biopharma: Research Funding; CSL Behring: Consultancy; Poseida: Research Funding; Precision Biosciences: Research Funding; Amgen: Consultancy; Kite: Consultancy. D'Souza:  Sanofi, Takeda, Teneobio, CAELUM, Prothena: Research Funding; Imbrium, Pfizer, BMS: Membership on an entity's Board of Directors or advisory committees; Janssen, Prothena: Consultancy.",
    "author_names": [
        "Ankit Kansagra",
        "Angela Dispenzieri",
        "Raphael Fraser",
        "Noel Estrada-Merly",
        "Shaji Kumar",
        "Muzaffar H. Qazilbash",
        "Nina Shah",
        "Anita D'Souza"
    ],
    "author_dict_list": [
        {
            "author_name": "Ankit Kansagra",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, University of Texas Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael Fraser",
            "author_affiliations": [
                "Division of Biostatistics, Institute for Health and Equity, Medical College of Wisconsin, Milwaukee, WI",
                "CIBMTR® (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noel Estrada-Merly",
            "author_affiliations": [
                "CIBMTR® (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji Kumar",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muzaffar H. Qazilbash",
            "author_affiliations": [
                "M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina Shah",
            "author_affiliations": [
                "University of California San Francisco, San Francisco, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita D'Souza",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:30:45",
    "is_scraped": "1"
}