{
    "doi": "https://doi.org/10.1182/blood.V118.21.135.135",
    "article_title": "Inhibition of Hexokinase II Inactivates ABC Transporters and Restores Drug Sensitivity in Myeloma Cells ",
    "article_date": "November 18, 2011",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Novel Tumor Directed Approaches",
    "abstract_text": "Abstract 135 Malignant cells aberrantly up-regulate ATP-binding cassette (ABC) transporters and ATP-dependent drug efflux pumps, which causes drug resistance. Because the activity of TCA cycle in mitochondria is suppressed through oncogenic alterations including the mutation of p53, ATP is largely produced by aerobic glycolytic metabolism enhanced in malignant cells (the Warburg effect). Hexokinase II (HKII), a key enzyme of glycolysis, is widely over-expressed in cancer cells. However, HKII levels and its roles in ATP production and ATP-dependent cellular process have not been elucidated in hematopoietic malignant cells including myeloma (MM) cells. In the present study, we therefore explored the expression levels of HKII and the effect of HKII inhibition on ABC transporter activity as well as the susceptibility to chemotherapeutic agents in MM cells. HKII protein was constitutively expressed at higher level in MM cells than in normal peripheral blood mononuclear cells (PBMCs). The expression level of HKII in MM cells was further up-regulated when cocultured with osteoclasts. 3-bromopyruvate (3BrPA), an inhibitor of HKII promptly inhibited glycolysis and substantially suppressed ATP production in MM cells but not in normal PBMCs. 3BrPA preferentially induced cell death in MM cells but not in normal hematopoietic cells in bone marrow samples from patients with MM, suggesting that HKII is a potential target for treatment of MM cells. We next examined the effects of 3BrPA on ABC transporter activity in RPMI 8226 (MM) and KG-1 (acute myeloid leukemia) cells which are aberrantly over-expressed breast cancer resistance protein (ABCG2) and P-glycoprotein (ABCB1), respectively. After passive incorporation of auto-fluorescence emitting daunorubicin, these cells were washed and incubated for 2 hours without daunorubicin in the absence or presence of 3BrPA, and then the intracellular daunorubicin levels were measured by flow cytometry. Treatment with 3BrPA markedly enhanced the accumulation and retention of daunorubicin in both cells. Therefore, inhibition of HKII by 3BrPA appears to be able to effectively deplete intracellular ATP production and suppress ABC transporter activity. Importantly, 3BrPA restored cytotoxic effects of doxorubicin and daunorubicin on RPMI 8226 and KG-1 cells. We next focused on “Side population (SP)” which is regarded as a highly drug-resistant fraction with enhanced ABC transporter activity, and contains clonogenic or tumor-initiating cells. SP cells isolated from RPMI 8226 cells exhibited higher levels of glycolysis with an increased expression of genes involved in the glycolytic pathway. Treatment with 3BrPA abolished Hoechst 33342 exclusion in the SP cells, and clonogenic capacity in RPMI 8226 and KG-1 cells. Furthermore, 3BrPA cooperatively suppressed subcutaneous tumor growth in combination with doxorubicin in RPMI 8226-implanted mice. These results demonstrate that HKII is a tumor specific target for treatment of MM and that inhibition of HKII effectively depletes ATP and inactivate ABC transporters to overcome drug resistance. ABC transporter-expressing SP cells with enhanced glycolysis and clonogenic cells with high proliferative potential are suggested to be a good target of the inhibition of glycolysis. These findings highlight a novel role of enhanced glycolysis in malignant cells in tumor growth and drug resistance, and relevance to anti-cancer strategies attempting to target unique metabolic pathway of cancer cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "atp-binding cassette transporters",
        "hexokinase",
        "myeloma cells",
        "tumor cells, malignant",
        "daunorubicin",
        "doxorubicin",
        "membrane transport proteins",
        "p-glycoprotein",
        "tumor growth",
        "antineoplastic agents"
    ],
    "author_names": [
        "Ayako Nakano, MD, PhD",
        "Masahiro Abe, MD, PhD",
        "Daisuke Tsuji, PhD",
        "Hirokazu Miki, MD",
        "Akishige Ikegame, PhD",
        "Shingen Nakamura, MD",
        "Takeshi Harada, MD",
        "Shiro Fujii, MD",
        "Kumiko Kagawa, MD",
        "Kyoko Takeuchi, MD, PhD",
        "Shuji Ozaki, MD, PhD",
        "Kohji Itoh, PhD",
        "Toshio Matsumoto, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ayako Nakano, MD, PhD",
            "author_affiliations": [
                "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Abe, MD, PhD",
            "author_affiliations": [
                "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Tsuji, PhD",
            "author_affiliations": [
                "Department of Medicinal Biotechnology, Institute for Medicinal Research, University of Tokushima Graduate School of Pharmaceutical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirokazu Miki, MD",
            "author_affiliations": [
                "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akishige Ikegame, PhD",
            "author_affiliations": [
                "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shingen Nakamura, MD",
            "author_affiliations": [
                "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Harada, MD",
            "author_affiliations": [
                "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shiro Fujii, MD",
            "author_affiliations": [
                "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kumiko Kagawa, MD",
            "author_affiliations": [
                "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyoko Takeuchi, MD, PhD",
            "author_affiliations": [
                "Division of Transfusion Medicine, Tokushima University Hospital, Tokushima, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuji Ozaki, MD, PhD",
            "author_affiliations": [
                "Division of Transfusion Medicine, Tokushima University Hospital, Tokushima, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kohji Itoh, PhD",
            "author_affiliations": [
                "Department of Medicinal Biotechnology, Institute for Medicinal Research, University of Tokushima Graduate School of Pharmaceutical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshio Matsumoto, MD, PhD",
            "author_affiliations": [
                "Department of Medicine and Bioregulatory Sciences, University of Tokushima Graduate School of Medical Sciences, Tokushima, Japan, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T09:37:36",
    "is_scraped": "1"
}