{
    "doi": "https://doi.org/10.1182/blood.V128.22.2006.2006",
    "article_title": "Impact of 1p Deletions in Myelodysplastic Syndromes and Secondary AML Arising from Myelodysplastic Syndromes ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster I",
    "abstract_text": "Background: Deletions in the short arm of chromosome 1 are rare, recurrent abnormalities in Myelodysplastic syndromes (MDS) and are observed as the sole abnormality in 0.2% (Schanz et al. JCO 2012). So far no comprehensive characterization of this subset has been performed. Aim: The aim of this study was to characterize MDS and secondary AML evolving from MDS harboring a 1p deletion with respect to 1) accompanying cytogenetic and molecular genetic abnormalities, 2) the size of the 1p deletion and the minimal deleted region. Patients and Methods: 50 cases with MDS ( de novo MDS: n=38, t-MDS: n=8) and secondary AML evolving from MDS (n=4) harboring a 1p deletion were selected for analysis. All cases were evaluated by chromosome banding analysis. From 30 cases sufficient material was available to perform genomic array analysis (SurePrint G3 ISCA CGH+SNP Microarray, Agilent, Waldbronn, Germany) and amplicon sequencing to detect mutations in ASXL1, CBL, CSF3R, CSNK1A1, DNMT3A, ETNK1, ETV6, EZH2, GATA1, IDH1, IDH2, JAK, KIT, KRAS, MPL, NPM1, NRAS, RUNX1, SETBP1, SF3B1, SRSF2, TET2, TP53, and U2AF1 . Variants of unknown significance were excluded from statistical analysis. Results: 62% were male and median age was 75 years (range: 35 - 91). The 1p deletion was the sole chromosomal abnormality in 5/50 cases (10%) and was accompanied by one, two and more than two additional aberrations in 12 (24%), 15 (30%), and 18 (36%) cases, respectively. In total 129 chromosome abnormalities were observed in addition to the 1p deletion (median per patient: 2, range: 0-9). Of these only 10 were balanced, while 119 were unbalanced abnormalities leading to gain or loss of chromosomal material. Loss of 1p was most frequently accompanied by del(5q) (n=24; 48%), +8 (n=20; 39%), 7q-/-7 (n=11; 22%), del(17p) (n=5; 10%), and -Y (n=3; 6%). In 15 cases (29%) a duplication of the short arm of chromosome 1 harboring the 1p deletion was observed. Genomic array analyses revealed a median size of the 1p deletion of 25 MB (range: 13-34 MB). A minimal deleted region encountered in all 30 evaluable patients ranged from genomic position 17,872,935 to 24,285,861 encompassing 72 genes (e.g. E2F2 , ID3 , PAX7 , UBR4 , ZBTB40 ) and 10 micro RNAs. One, 2, 3, and 4 mutations were present in 10 (33%), 8 (26%), 5 (17%) and 2 (7%) cases, respectively. No mutations in any of the analyzed genes were observed in 5 cases (17%). Mutations were detected in SF3B1 (16%), TET2 (16%), ASXL1 (13%), DNMT3A (13%), EZH2 (13%), NRAS (13%), SRSF2 (13%), TP53 (13%), JAK2 (10%), KRAS (7%), U2AF1 (7%), CALR (3%), IDH2 (3%), MPL (3%), RUNX1 (3%), and SETBP1 (3%). No mutations were detected in CBL , CSF3R , CSNK1A1 , ETNK1 , ETV6 , GATA1 , IDH1 , KIT , and NPM1 . Compared to published data (Bejar et al. NEJM 2012, Papaemmanuil et al. Blood 2013, Haferlach et al. Leukemia 2014) SF3B1 (20-30%) and TET2 (20-30%) mutations seem to be less frequent and mutations in TP53 (6-8%), EZH2 (5-7%), NRAS (4-5%) and KRAS (1-3%) more frequent in MDS with 1p deletion compared to an unselected MDS cohort. Patients harboring either a 1p deletion as the sole abnormality or a duplication of the deleted chromosome 1 (n=20) had an excellent prognosis (3 year overall survival (OS): 100%), while patients with a 1p deletion accompanied by -7/7q- (n=11) had a very poor outcome (3 year OS: 0%; p<0.001). Patients with 1p deletion and other accompanying cytogenetic abnormalities (n=19) had an intermediate outcome (3 year OS: 34%, p=0.03, p=0.003). Conclusions: 1) Interstitial deletions in the short arm of chromosome 1 are rare recurrent abnormalities in MDS. 2) 5q deletion, +8, -7/7q- are frequently observed in addition to 1p deletion. 3) Both MDS with a 1p deletion as the sole abnormality and MDS with a duplication of deleted chromosome 1 are associated with very favorable outcome. 4) Accompanying abnormalities, especially -7/7q- have a negative impact on outcome. Disclosures Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Stengel: MLL Munich Leukemia Laboratory: Employment. Meggendorfer: MLL Munich Leukemia Laboratory: Employment. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "leukemia, secondary acute",
        "myelodysplastic syndrome",
        "leukemia",
        "protein p53",
        "chromosomal disorder",
        "granulocyte colony-stimulating factor receptors",
        "chromosome banding",
        "micrornas",
        "chromosome abnormality",
        "equity"
    ],
    "author_names": [
        "Claudia Haferlach, MD",
        "Anna Stengel, PhD",
        "Manja Meggendorfer, PhD",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna Stengel, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manja Meggendorfer, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T06:36:13",
    "is_scraped": "1"
}