{
    "doi": "https://doi.org/10.1182/blood.V124.21.5231.5231",
    "article_title": "Critical Serum-Selenium Levels in APL and MM Patients during ATO-Treatment (According to APL and MAC/DAC Schemes) ",
    "article_date": "December 6, 2014",
    "session_type": "605. Molecular Pharmacology, Drug Resistance – Lymphoid and Other Diseases",
    "abstract_text": "Introduction Arsenic trioxide (As 2 O 3 ; ATO; Trisenox ® ) is an antineoplastic chemotherapeutic agent used for the treatment of acute promyelocytic leukemia (APL) and experimentally also for other malignancies including multiple myeloma (MM). As the therapeutic doses are rather high, and arsenic-selenium interactions well-known (arsenic complexation by selenium with subsequent excretion by bile), we assume that arsenic interferes in the selenium (Se) metabolism during the treatment. As selenium deficiency (<40 ng Se/g) can be detrimental in many ways, the aim of our study was to follow serum-selenium levels in APL and MM patients during ATO treatment. Patients Over a period of 10 years, 20 patients (8 APL, 12 MM) were treated by ATO (administered as 2-h intravenous infusions). APL patients were previously treated according to a standard APL EORTC protocol. In 3 patients the ATO was started immediately after an interruption of treatment due to a differentiation syndrome and in the remaining 5 patients ATO was started due to relapse. ATO (0.15 mg/L) was administered for i) 50 consecutive days and prolonged for 25 days (5 days/week) after a 3-weeks break or for ii) 25 consecutive days repeated after a 1-week break. The majority of 12 MM patients was heavily pretreated, relapsed or refractory. ATO (0.25 mg/kg) infusion was followed by injection of ascorbic acid (1 g); Melphalan (0.1 mg/kg) and Dexamethasone (40 mg/kg) were added according to a MAC and DAC scheme, respectively. ATO was given in cycles (4 consecutive days followed by 3 weeks of 2 applications/week). Treatment efficacy was evaluated by measurement of a monoclonal spike, except for patients with a Bence-Jones type of MM who were only clinically evaluated. Sampling and analytical methods The urine and blood samples were taken before ATO infusion and total selenium was analyzed using inductively coupled plasma mass spectrometry (ICP-MS). Results All APL patients reached a stable molecular remission. In contrast, the efficacy of the ATO treatment in MM patients was difficult to evaluate due to the patients’ poor initial condition. In 3 MM patients the effect of ATO could not be evaluated since they deceased during the treatment. In 4 out of 9 remaining MM patients at least a partial remission occurred. Differences between both groups were also reflected in selenium-serum levels at the beginning and during the therapy. The average selenium-serum level of the APL group at the beginning of the treatment was in the range of the general population and almost two times higher than the average of the MM group (88.4 ± 17.8 ng/g, n = 5 vs. 54.6 ± 18.8 ng/g, n =10; Figure 1 A). During the ATO treatment the serum-selenium levels fell significantly in both groups – final levels for APL patients were mostly around 50 ng/g and for MM patients below 40 ng/g ( Figure 1 B). In the urine of all patients a diminished selenium-excretion was observed during treatment. Conclusions Almost all APL patients receiving ATO daily responded well to the treatment while the positive treatment-response of MM patients was limited, possibly due to their pretreatment status and/or a suboptimal treatment protocol. Low serum-selenium levels (<40 ng/ml) are frequently related to a compromised immune system. Hence, low initial selenium levels and even lower final selenium levels in MM patients may increase their vulnerability to infections and ATO side-effects. Figure 1: View large Download slide Selenium levels in serum of APL and MM patients before and during ATO treatment (A: 5APL and 10 MM patients; B: 7APL, 12 MM patients). Figure 1: View large Download slide Selenium levels in serum of APL and MM patients before and during ATO treatment (A: 5APL and 10 MM patients; B: 7APL, 12 MM patients). Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Disclosures Off Label Use: Arsenic trioxide, drug with known antimyeloma activity. It was used as salvage options in multiple myeloma pts., in whom all other conventional treatment options were exhausted. Those patients would be otherwise treated only in a paliative way. They all wrote informed consent after we discussed the issue with them.",
    "topics": [
        "complement membrane attack complex",
        "mac protocol",
        "macao",
        "mdc protocol",
        "mid upper arm circumference",
        "minimum alveolar concentration",
        "mitral valve annular calcification",
        "monitored anesthesia care",
        "mycobacterium avium complex",
        "selenium"
    ],
    "author_names": [
        "Ingrid Falnoga, Asst.Prof.Dr.",
        "Darja Mazej, Dr.",
        "Helena Podgornik, Asst.Prof.Dr.",
        "Samo Zver, Prof.Dr./MD",
        "Peter Cernelc, Prof. Dr./MD",
        "Zdenka Slejkovec, Asst.Prof.Dr."
    ],
    "author_dict_list": [
        {
            "author_name": "Ingrid Falnoga, Asst.Prof.Dr.",
            "author_affiliations": [
                "Jozef Stefan Institute, Ljubljana, Slovenia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Darja Mazej, Dr.",
            "author_affiliations": [
                "Jozef Stefan Institute, Ljubljana, Slovenia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helena Podgornik, Asst.Prof.Dr.",
            "author_affiliations": [
                "University Medical Centre Ljubljana, Ljubljana, Slovenia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samo Zver, Prof.Dr./MD",
            "author_affiliations": [
                "University Medical Centre Ljubljana, Ljubljana, Slovenia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Cernelc, Prof. Dr./MD",
            "author_affiliations": [
                "University Medical Centre Ljubljana, Ljubljana, Slovenia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zdenka Slejkovec, Asst.Prof.Dr.",
            "author_affiliations": [
                "Jozef Stefan Institute, Ljubljana, Slovenia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T02:42:51",
    "is_scraped": "1"
}