{
    "doi": "https://doi.org/10.1182/blood.V116.21.757.757",
    "article_title": "Deletion Size Influences Clinical Outcome In Patients with Chronic Lymphocytic Leukemia; 13q Deletion Anatomy, Cooperating Lesions and Cancer Pathogenesis ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Prognostic Factors in Leukemias",
    "abstract_text": "Abstract 757 Chromosomal deletions involving 13q14 are the commonest genetic abnormality in chronic lymphocytic leukemia, occurring in ~60% of cases and are associated with a favourable clinical outcome when identified as a sole abnormality. A minimally deleted region (MDR), found in most cases, encompasses DLEU2 , DLEU1 , and miR15a / 16-1 . However, deletions this small do not occur in all patients and are a simplification of the impact larger heterogeneous deletions have during carcinogenesis. We have previously shown that large 13q14 deletions are associated with disease progression (Strefford et al, ASH 2009, 114(22), 671). To further characterize this abnormality and identify putative cancer genes, we report an updated analysis of our Affymetrix SNP 6.0 genomic profiling study of 224 patients. These patients were subdivided into three cohorts: Cohort I samples were taken at disease presentation, from patients with either stable disease for >5 years (n=38) or progressive disease within 3 years (n=25). Cohort II comprised 64 unselected patient samples taken at disease progression. Cohort III consisted of samples taken at enrollment to the UK CLL4 treatment trial from patients treated with fludarabine and cyclophosphamide, sub-divided based on complete (n=49), partial (n=40) or no response (n=8) to treatment. In total 205 copy number alterations targeted 13q14 in 132 cases, facilitating the identification of a MDR encompassing DLEU2 and the miR15a/16-1 cluster in 119 cases. The remaining cases had partial loss of the MDR, including (n=11) or excluding (n=2) miR15a/16-1. Although deletion size and location was heterogeneous (0.13-96.2Mb), a 210kb proximal breakpoint cluster region (p-BCR) was identified, targeting TRIM13 , KCNRG and exons 7–11 of the DLEU2 gene (n=31), whilst a 210kb distal BCR (d-BCR) targeted RNASEH2B and GUCY1B2 (n=46). Breakpoints in these regions frequently targeted DNA repeats, specifically short (SINE) and long interspersed nuclear elements (LINE) in the p- and d-BCR, respectively. Based on size and location, we defined two deletion classes; both encompassed the MDR, whilst class I deletions were <2Mb in size, were often defined by the two BCRs identified and included FAM10A4 , BCMS and DLEU7 ; class II deletions extended beyond this region in either a centromeric and/or telomeric direction, encompassing a large number of additional genes. Rather than being the result of consistent BCRs, class II deletions displayed highly heterogeneous breakpoints suggesting that these classes of deletion may be mechanistically dissimilar. Using these definitions we show that a) at diagnosis, larger deletions (class II) were associated with a significantly increased risk of disease progression (OR=12.3; P=0.005), implicating genes positioned centromeric to the MDR in the poor prognosis observed in these patients b) in progressive patients, class II deletions were enriched (p=0.02), and c) this association was independent of IgVH mutational status, ZAP70 expression and ATM/TP53 deletion. Deletion of a 1Mb gene cluster (48.2-49.2Mb), including SETDB2 , PHF11 and RCBTB1, was significantly associated (P<0.01) with disease progression. In conclusion we confirm the association between 13q deletion size and disease progression, and propose a novel gene cluster centromeric to the 13q MDR that may contribute to clinical outcome. 13q deletion size represents a new biomarker for predicting outcome of CLL, whose target gene(s) could provide new therapeutic strategies. The expansion of this approach into other tumour types, will facilitate the identification of a large number of novel genes, expanding our understanding of carcinogenesis and ultimately leading to improved management of cancer patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "chromosome 13q deletion",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "treatment outcome",
        "disease progression",
        "carcinogenesis",
        "biological markers",
        "cyclophosphamide",
        "dna"
    ],
    "author_names": [
        "Helen Parker, PhD",
        "Matthew JJ Rose-Zerilli, PhD",
        "Anton Parker, BSc",
        "Tracy Chaplin",
        "Anne Catherine Gardiner, BSc",
        "Mike Griffiths",
        "Andrew Collins, PhD",
        "Bryan D Young, BSc, PhD",
        "David Graham Oscier",
        "Jonathan C. Strefford, BSc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Helen Parker, PhD",
            "author_affiliations": [
                "Cancer Sciences Division, University of Southampton, Southampton, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthew JJ Rose-Zerilli, PhD",
            "author_affiliations": [
                "Cancer Sciences Division, University of Southampton, Southampton, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anton Parker, BSc",
            "author_affiliations": [
                "Department of Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy Chaplin",
            "author_affiliations": [
                "Centre for Medical Oncology, Barts and the London School of Medicine and Dentistry, QMUL, London, England, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Catherine Gardiner, BSc",
            "author_affiliations": [
                "Department of Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mike Griffiths",
            "author_affiliations": [
                "West Midlands Regional Cytogenetics Laboratory, Birmingham Women's NHS Foundation Trust, Birmingham, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Collins, PhD",
            "author_affiliations": [
                "Human Genetics Division, University of Southampton, Southampton, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bryan D Young, BSc, PhD",
            "author_affiliations": [
                "Centre for Medical Oncology, Barts and the London School of Medicine and Dentistry, QMUL, London, England, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Graham Oscier",
            "author_affiliations": [
                "Department of Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan C. Strefford, BSc, PhD",
            "author_affiliations": [
                "Cancer Sciences Division, University of Southampton, Southampton, United Kingdom, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T03:55:57",
    "is_scraped": "1"
}