{
    "doi": "https://doi.org/10.1182/blood-2018-99-111581",
    "article_title": "EVI1 in Acute Myeloid Leukemia Triggers Metabolic Reprograming Associated with Leukemogenesis and Increases Sensitivity to L-Aspalaginase ",
    "article_date": "November 29, 2018",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Leukemia cells survive and proliferate under conditions of metabolic stress by acquiring mutations that increase energy metabolism. Here, we aimed to identify a specific metabolic inhibitor and examine transcription factor-enhanced changes in energy metabolism by refractory leukemia cells. Overexpression of Ecotropic Virus Integration site 1 protein homolog (EVI1) in adults and children with mixed lineage leukemia-rearrangement acute myeloid leukemia (MLL-r AML) has a very poor prognosis. We focused on metabolic reprograming of MLL leukemia cells expressing EVI1, since the metabolic relationship between MLL and EVI1 is unclear. We used an extracellular flux analyze to examine metabolic changes during leukemia development in a mouse model of MLL-r AML expressing high levels of EVI1 (EVI1+). To examine whether EVI1 regulates energy metabolism in MLL-rearranged leukemia cells, we used transgenic mice expressing EVI1 (TG) in LSK and GMP cells model in which AML is driven by the MLL-AF9 oncogene. We measured oxygen consumption rate (OCR) and extracellular acidification rate (ECAR) using a flux analyzer. TG MLL-AF9 mice showed a significantly higher basal and capacity of OCR than WT MLL-AF9 mice ex vivo . EVI1+ cells showed accelerated oxidative phosphorylation (OXPHOS) prior to activation of glycolysis, and higher dependency on glutamine as an energy source. To identify the metabolic pathways regulated by EVI1, we performed capillary electrophoresis time-of-fight mass spectrometry-based metabolome profiling of WT and TG MLL-AF9 leukemia cells. We found significant differences between the cells in terms of the amounts of metabolites derived from the glycolytic and TCA cycles. Fructose 1,6-bisphosphate and lactate were up-regulated in TG MLL-AF9 cells, implying activation of glycolysis. Moreover, the amounts of fumarate and malate (metabolites of the TCA cycle) were significantly higher in TG MLL-AF9 cells. EVI1 played a role in glycolysis as well as driving expression of genes engaged in the tricarboxylic acid cycle. Next, we tested whether pharmacological inhibition of glycolysis and glutaminolysis suppresses MLL-AF9. L - asparaginase (ASP) [which catalyzes hydrolysis of asparagine (Asn) and glutamine (Gln) to asparatic acid or glutamic acid, respectively] markedly suppressed proliferation of TG MLL-AF9 cells, EVI1 high AML cell lines. To examine the therapeutic potential of ASP in vivo , we treated secondary recipients of TG MLL-AF9 AML cells with ASP or control (vehicle), beginning 5 days post-transplantation. Mice then received intraperitoneal injections (five times per week) of distilled water or ASP (1000 U/kg). ASP led to a significant reduction in the number of GFP + AML cells in the peripheral blood and increased the survival of recipient mice. Next, we examined an AML xenograft model. Two groups of NOG mice were injected subcutaneously with UCSD/AML1 cells and then treated with ASP or control. ASP -treated mice showed a significant reduction in the growth of AML tumors. Overall, these findings indicate that ASP -mediated inhibition of OXPHOS is a potential treatment for AML. We clarified that increased glutamine dependency by MLL-r AML cells showing high EVI1 expression makes them sensitive to ASP. We found that the energy advantage of AML cells is acquired via transcription factor-mediated activation of mitochondrial metabolism, leading to a poor prognosis. Furthermore, we show that new therapeutic options can be identified by examining the energy-based metabolic characteristics of leukemia cells. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "precipitating factors",
        "leukemia",
        "glutamine",
        "metabolites",
        "antidepressive agents, tricyclic",
        "asparaginase",
        "asparagine",
        "cyclic gmp"
    ],
    "author_names": [
        "Yusuke Saito, MD PhD",
        "Daisuke Sawa, MD",
        "Mariko Kinoshita, MD",
        "Ai Yamada, MD",
        "Sachiyo Kamimura, MD",
        "Kazuhiro Morishita, MD PhD",
        "Tomoyoshi Soga, PhD",
        "Hiroshi Moritake, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yusuke Saito, MD PhD",
            "author_affiliations": [
                "Clinical Department of Pediatrics, University of Miyazaki, Miyazaki, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Sawa, MD",
            "author_affiliations": [
                "Clinical Department of Pediatrics, University of Miyazaki, Miyazaki, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariko Kinoshita, MD",
            "author_affiliations": [
                "Clinical Department of Pediatrics, University of Miyazaki, Miyazaki, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ai Yamada, MD",
            "author_affiliations": [
                "Clinical Department of Pediatrics, University of Miyazaki, Miyazaki, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sachiyo Kamimura, MD",
            "author_affiliations": [
                "Clinical Department of Pediatrics, University of Miyazaki, Miyazaki, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuhiro Morishita, MD PhD",
            "author_affiliations": [
                "Division of Tumor and Cellular Biochemistry, Department of Medical Science, Faculty of Medicine, University of Miyazaki, Miyazaki, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoyoshi Soga, PhD",
            "author_affiliations": [
                "Institute for Advanced Biosciences, Keio University, Yamagata, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Moritake, MD PhD",
            "author_affiliations": [
                "Clinical Department of Pediatrics, University of Miyazaki, Miyazaki, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T09:40:58",
    "is_scraped": "1"
}