{
    "doi": "https://doi.org/10.1182/blood-2020-136109",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4460",
    "start_url_page_num": 4460,
    "is_scraped": "1",
    "article_title": "Five-Year Analysis of Murano Study Demonstrates Enduring Undetectable Minimal Residual Disease (uMRD) in a Subset of Relapsed/Refractory Chronic Lymphocytic Leukemia (R/R CLL) Patients (Pts) Following Fixed-Duration Venetoclax-Rituximab (VenR) Therapy (Tx) ",
    "article_date": "November 5, 2020",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Arnon P. Kater, MDPhD",
        "Thomas J. Kipps, MD PhD",
        "Barbara Eichhorst, MD",
        "Peter Hillmen, MBChB, PhD FRCP, FRCPath",
        "James D'Rozario",
        "Carolyn Owen, MDFRCPC",
        "Sarit E Assouline, MD MSc",
        "Nicole Lamanna, MD",
        "Tadeusz J. Robak",
        "Javier de la Serna",
        "Ulrich Jaeger",
        "Guillaume Cartron, MD PhD",
        "Marco Montillo",
        "Clemens Mellink",
        "Brenda J. Chyla",
        "Cameron Wilson",
        "Jenny Wu",
        "Yanwen Jiang",
        "Marcus Lefebure",
        "Michelle Boyer",
        "John F. Seymour"
    ],
    "author_affiliations": [
        [
            "Cancer Center Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "UCSD Moores Cancer Center, San Diego, CA "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Duesseldorf, University of Cologne, Cologne, Germany "
        ],
        [
            "St. James's University Hospital, Leeds, United Kingdom "
        ],
        [
            "The John Curtin School of Medical Research, Australian National University, Canberra, Australia "
        ],
        [
            "University of Calgary, Calgary, Canada "
        ],
        [
            "Segal Cancer Center, Lady Davis Institute, Jewish General Hospital, Montreal, Canada "
        ],
        [
            "New York-Presbyterian/ Columbia University Medical Center, Herbert Irving Comprehensive Cancer Center, New York, NY "
        ],
        [
            "Medical University of Lodz, Copernicus Memorial Hospital, Lodz, Poland "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain "
        ],
        [
            "Dept. of Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Centre Hospitalier Universitaire de Montpellier, Montpellier, France "
        ],
        [
            "Department of Haematology, Niguarda Cancer Center, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
        ],
        [
            "Cancer Center Amsterdam, Amsterdam University Medical Centers, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "Roche Products Ltd, Welwyn Garden City, United Kingdom "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "Roche Products Ltd, Welwyn Garden City, United Kingdom "
        ],
        [
            "Roche Products Ltd, Welwyn Garden City, United Kingdom "
        ],
        [
            "Royal Melbourne Hospital, Peter MacCallum Cancer Centre and University of Melbourne, Melbourne, Australia "
        ]
    ],
    "first_author_latitude": "52.34310265",
    "first_author_longitude": "4.842494899999999",
    "abstract_text": "Introduction: The randomized Phase III MURANO study (NCT02005471) compared fixed-duration VenR with standard bendamustine-rituximab (BR) in R/R CLL. Deep responses with uMRD were associated with superior progression-free survival (PFS) of VenR vs BR with 48 months (mo) follow-up (f/u). We now report long-term MRD kinetics and updated efficacy outcomes, including re-exposure to VenR (to be presented), with a 5 year (yr) median follow-up (clinical cutoff date May 8, 2020). Methods: As published, pts were randomized to VenR (Ven 400 mg daily for 2 yrs + standard dose R for the first 6 mo) or B (70 mg/m 2 )R (6 mo). A sub-study was introduced in 2018, allowing pts who developed progressive disease (PD) following Tx with BR or VenR to receive the MURANO VenR regimen. PFS was based on investigator assessment. Peripheral blood MRD was analyzed centrally by allele-specific oligonucleotide polymerase chain reaction and/or flow cytometry. Pts were categorized by MRD status as previously reported, using <10 -4 threshold for uMRD. MRD conversion was defined as 2 consecutive assays detecting MRD or PD in pts who previously had uMRD. Genomic complexity (GC) and del(17p) status were assessed by array comparative genomic hybridization. GC was defined as ≥3 copy number variations (CNV). All p-values are descriptive. Results: 389 pts were enrolled (VenR, n=194; BR, n=195). With a median f/u of 59.2 (range, 0-71.5) mo, the PFS benefit with VenR over BR was sustained (HR, 0.19 [95% CI: 0.15-0.26]; p<0.0001). Median PFS was 53.6 (95% CI: 48.4-57.0) mo for VenR and 17.0 (95% CI: 15.5-21.7) mo for BR. For pts who completed the full 2 yrs of Ven Tx (n=130), PFS estimates 36 mo post-end of treatment (EOT) were ~51.1% (95% CI: 40.2-61.9). Overall survival (OS) benefit was maintained for pts treated with VenR vs BR (HR, 0.40 [95% CI: 0.26-0.62]; p<0.0001), with 5-yr OS estimates of 82.1% (95% CI: 76.4-87.8) for VenR and 62.2% (95% CI: 54.8-69.6) for BR. Improved OS outcome was observed among the VenR pts that reached EOT without PD and had uMRD (83/118) compared with those with MRD (35/118), with 3-yr post-EOT survival estimates of 95.3% (95% CI: 90.0-100.0) vs 85.0% (95% CI: 72.8-97.2), respectively ( Figure 1 ). Of the pts with uMRD at EOT, 32/83 had not shown PD and remained uMRD at the 5-yr update, 4/83 had PD without prior confirmed MRD conversion and 47/83 had MRD conversion. Median time to MRD conversion from EOT was 19.4 (95% CI: 8.7-28.3) mo. Of the 47/83 pts with confirmed MRD conversion, 19 subsequently developed PD by International Workshop on CLL criteria with a median time to PD from MRD conversion of 25.2 (95% CI: 19.4-30.4) mo. These 19 pts exhibited more rapidly increasing rates of MRD post-EOT than pts that had MRD conversion but were PD-free ( Figure 2 ). Among pts that were uMRD at EOT, the baseline presence of del(17p), GC and unmutated immunoglobulin heavy chain gene (IGVH) were each associated with increased risk of MRD conversion and subsequent PD post-EOT ( Table 1 ). All 4 pts with del(17p) experienced MRD conversion with subsequent PD. 8/18 (44%) pts with GC vs 8/40 (20%) pts without GC eventually converted to MRD and developed PD. The rate of MRD conversion with eventual PD was also higher among those with unmutated IGVH (21/56; 37%) than those without (1/23; 4%). Once uMRD at EOT was achieved, pts without del(17p) or GC, or with mutated IGVH, were more likely to maintain uMRD or experience MRD conversion without subsequent PD at this follow-up ( Table 1 ). No new safety signals were identified. Excluding non-melanoma skin cancers, 2 second primary malignancies (VenR [acute myeloid leukemia and multiple myeloma]) were reported since the previous update. Rates of Richter transformation remained balanced between treatment arms (7 on VenR, 6 on BR). Following PD on the main study, 29 pts were enrolled in the sub-study (re-treatment; n=21, crossover; n=8). Further data on their biologic profile, updated response rates, and MRD in the re-treatment cohort will be presented. Conclusions: Five-yr data from MURANO demonstrate sustained PFS and OS benefit with VenR vs BR. In the VenR cohort, uMRD at EOT is associated with improved OS. Unmutated IGVH, del(17p) and GC (≥3 CNV) are associated with higher rates of MRD conversion and subsequent PD after attaining uMRD at EOT. Overall, a substantial proportion of pts who completed Ven Tx retained uMRD 36 mo after treatment cessation, displaying durable response following 2-yr fixed-duration VenR. View large Download slide View large Download slide  Disclosures Kater: Janssen: Research Funding; Celgene: Research Funding; Abbvie: Research Funding; Roche: Research Funding; Genentech: Research Funding. Kipps: Pharmacyclics/ AbbVie, Breast Cancer Research Foundation, MD Anderson Cancer Center, Oncternal Therapeutics, Inc., Specialized Center of Research (SCOR) - The Leukemia and Lymphoma Society (LLS), California Institute for Regenerative Medicine (CIRM): Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Honoraria, Research Funding; Gilead: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Oncternal Therapeutics, Inc.: Other: Cirmtuzumab was developed by Thomas J. Kipps in the Thomas J. Kipps laboratory and licensed by the University of California to Oncternal Therapeutics, Inc., which provided stock options and research funding to the Thomas J. Kipps laboratory, Research Funding; Genentech/Roche: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; VelosBio: Research Funding; Ascerta/AstraZeneca, Celgene, Genentech/F. Hoffmann-La Roche, Gilead, Janssen, Loxo Oncology, Octernal Therapeutics, Pharmacyclics/AbbVie, TG Therapeutics, VelosBio, and Verastem: Membership on an entity's Board of Directors or advisory committees. Eichhorst: F. Hoffmann-LaRoche: Consultancy, Honoraria, Other: travel support, Research Funding; Gilead: Consultancy, Honoraria, Other: travel support, Research Funding; ArQule: Consultancy, Honoraria, Other: travel support, Research Funding; Oxford Biomedica: Consultancy, Honoraria, Other: travel support, Research Funding; Novartis: Consultancy, Honoraria, Other: travel support, Research Funding; Janssen-Cilag: Consultancy, Honoraria, Other: travel support, Research Funding; AbbVie: Consultancy, Honoraria, Other: travel support, Research Funding; AstraZeneca: Consultancy, Honoraria, Other: travel support, Research Funding; BeiGene: Consultancy, Honoraria, Other: travel support, Research Funding; Celgene: Consultancy, Honoraria, Other: travel support, Research Funding. Hillmen: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding, Speakers Bureau; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding, Speakers Bureau; Astra Zeneca: Honoraria; F. Hoffmann-La Roche: Honoraria, Research Funding; Pharmacyclics: Research Funding; Gilead: Research Funding. D'Rozario: F. Hoffmann-La Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees. Owen: AbbVie, F. Hoffmann-La Roche, Janssen, Astrazeneca, Merck, Servier, Novartis, Teva: Honoraria. Assouline: AbbVie: Consultancy, Honoraria, Speakers Bureau; AstraZeneca: Consultancy, Honoraria, Speakers Bureau; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; BeiGene: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Speakers Bureau; Takeda: Research Funding. Lamanna: MingSight: Other: Institutional research grants, Research Funding; Astra Zeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Institutional research grants, Research Funding; Oncternal, Verastem, TG Therapeutics: Other: Institutional research grants, Research Funding; Pharmacyclics: Consultancy, Membership on an entity's Board of Directors or advisory committees; Juno: Other: Institutional research grants, Research Funding; Loxo: Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Institutional research grants, Research Funding; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bei-Gene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Institutional research grants, Research Funding; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Institutional research grants, Research Funding; Octapharma: Research Funding; Columbia University Medical Center: Current Employment; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees. Robak: Abbvie, Pharmacyclics, Gilead, GlaxoSmithKline, Novartis, Janssen, Roche, Acerta, AstraZeneca, BioGene, UCB: Research Funding; Abbvie, Pharmacyclics, Novartis, Janssen, Acerta, AstraZeneca, BioGene, UCB, Sandoz: Honoraria; Sandoz, Janssen, AbbVie, Roche, Gilead: Consultancy. de la Serna: F. Hoffmann-La Roche, Abbvie, Pharmacyclics, Gilead, GlaxoSmithKline, Novartis, Janssen, Roche, Acerta, AstraZeneca, BioGene, UCB: Research Funding; Abbvie, AstraZeneca: Other: Travel, Accommodations, Expenses; Abbvie, Janssen: Speakers Bureau; Gilead, AstraZeneca, Abbvie, Janssen, Sandoz, F. Hoffmann-La Roche: Consultancy; Abbvie, Pharmacyclics, Novartis, Janssen, Acerta, AstraZeneca, BioGene, UCB, Sandoz: Honoraria. Jaeger: F. Hoffmann-La Roche: Honoraria, Research Funding. Cartron: Celgene: Consultancy, Honoraria; F. Hoffmann-La Roche: Consultancy, Honoraria; Sanofi: Honoraria; Gilead: Honoraria; Jansen: Honoraria; Abbvie: Honoraria. Montillo: Gilead: Honoraria, Speakers Bureau; AbbVie: Honoraria, Speakers Bureau; F. Hoffmann-La Roche: Honoraria, Research Funding; Janssen: Honoraria, Speakers Bureau; Astra Zeneca: Honoraria; Verastem: Honoraria. Mellink: Genentech, Inc: Research Funding; Amsterdam University Medical Centre: Current Employment. Chyla: AbbVie: Current Employment, Current equity holder in publicly-traded company. Wilson: Roche Products Limited: Current Employment. Wu: Genentech, Inc.: Current Employment, Current equity holder in publicly-traded company; F. Hoffmann-La Roche: Current Employment, Current equity holder in publicly-traded company. Jiang: F. Hoffmann-La Roche: Current equity holder in publicly-traded company; Genentech, Inc.: Current Employment. Lefebure: F. Hoffmann-La Roche: Current Employment, Current equity holder in publicly-traded company. Boyer: Roche: Current Employment, Current equity holder in publicly-traded company, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company). Seymour: Mei Pharma: Consultancy, Honoraria; Nurix: Honoraria; Morphosys: Consultancy, Honoraria; Gilead: Consultancy; AstraZeneca: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Research Funding; F. Hoffmann-La Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau."
}