{
    "doi": "https://doi.org/10.1182/blood.V104.11.3902.3902",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=254",
    "start_url_page_num": 254,
    "is_scraped": "1",
    "article_title": "The β3 Subunit of the Integrin αIibβ3 Regulates αIib-Mediated Outside-In Signaling. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Bidirectional signaling is an essential feature of integrin function. The membrane distal residues of the αIIb subunit cytoplasmic domain regulate β3 subunit mediated inside-out signaling, but little is known about the regulation of αIIb subunit mediated outside-in signaling. We show that a mutation causing truncation of 39 membrane distal residues of the β3 cytoplasmic domain enables or enhances αIIb-mediated outside-in signaling in human platelets in suspension. Although the abnormal integrin complexes of these platelets (RM) are not constitutively active and cannot be activated by αIIbβ3-mediated inside-out signaling in response to thrombin and other agonists, they can be activated and induced to bind ligand by LIBS (ligand-induced binding site)-specific monoclonal antibodies. RM platelets fail to aggregate in response to physiological agonists because of the inability of the truncated β3 cytoplasmic domain to mediate the inside-out signaling required to activate αIIbβ3 in response to those agonists. Platelets lacking the β3 cytoplasmic domain residues were treated with the LIBS specific antibodies D3 and PT25-2, agents that cause αIIbβ3 activation, and facilitate aggregation in the presence of fibrinogen, but do not elicit TxA2 production or secretion by normal platelets. The rationale for the use of these platelets is that the absence of 39 membrane distal β3 cytoplasmic domain residues might result in abnormal regulation of αIIb-mediated outside-in signaling. Normal and RM platelets were treated independently with D3 and PT25-2 in the presence of fibrinogen with stirring. RM and normal platelets aggregated in response to both D3 and PT25-2 + fibrinogen. In contrast to normal platelets which neither underwent shape change nor produced TxA2 or secreted the contents of their storage granules, RM platelets changed shape, produced TxA2 and secreted ATP and PF4. Those responses by RM platelets required ligand crosslinking of the D3-treated αIIbβ3 demonstrating that receptor activation is insufficient to cause that signaling. This enablement or enhancement of outside-in signaling was not Fc receptor-dependent, but was eliminated by a palmitoylated peptide corresponding to part of the β3 cytoplasmic domain missing in RM platelets, but not by a palmitoylated, scrambled control peptide (palmitoylation of peptides facilitates their entry into the platelets). These results complement data showing that a palmitoylated peptide corresponding to a membrane distal region of the cytoplasmic domain of αIIb inhibits β3 inside-out signaling. It is plausible that the ability of the palmitoylated peptide to restore a wild type-like signaling phenotype to the RM platelets resulted from restoration of β3 negative regulation of αIIb outside-in signaling by binding of the β3 peptide to αIIb. Our data demonstrate negative regulation of αIIb outside-in signaling by the membrane distal cytoplasmic domain of β3 and provide new insight into the regulation of αIIb-mediated outside-in signaling in platelets in suspension",
    "topics": [
        "integrins",
        "signal transduction",
        "granules",
        "peptides",
        "agonists",
        "fibrinogen",
        "ligands",
        "thromboxane a2",
        "antibodies",
        "complement system proteins"
    ],
    "author_names": [
        "Junling Liu, Ph.D.",
        "Carl W. Jackson, Ph.D.",
        "Ralph A. Gruppo, M.D.",
        "Lisa K. Jennings, Ph.D.",
        "T. Kent Gartner, Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Microbiology and Molecular Cell Sciences, University of Memphis, Memphis, TN, USA"
        ],
        [
            "Division of Experimental Hematology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Hematology-Oncology Department, Cincinnati Children’s Hospital, Cincinnati, OH, USA"
        ],
        [
            "The Vascular Biology Center of Excellence, The University of Tennessee Health Science Center, Memphis, TN, USA"
        ],
        [
            "Department of Microbiology and Molecular Cell Sciences, University of Memphis, Memphis, TN, USA"
        ]
    ],
    "first_author_latitude": "35.11775365",
    "first_author_longitude": "-89.93692419999999"
}