{
    "doi": "https://doi.org/10.1182/blood.V104.11.1206.1206",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=203",
    "start_url_page_num": 203,
    "is_scraped": "1",
    "article_title": "Changes in Globin Gene Methylation and Covalent Histone Modifications of Chromatin Associated with the ε-, γ-, and β-Globin Promoters of the Baboon (P. Anubis) during Development. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The pattern of globin gene expression during development is conserved in all simian primates, but not in prosimians or other species. Therefore knowledge of the mechanisms regulating globin gene expression in animal models such as the baboon (P. anubis) is directly applicable to human. This investigation addressed the role of chromatin structure in developmental regulation of globin gene expression. DNA methylation of the ε- and γ-gene promoters and covalent histone modifications in chromatin associated with the ε- γ- and β-globin gene promoters have been investigated in 40d fetal primitive nucleated yolk sac-derived RBCs, and definitive erythroid precursor cells from fetal liver (40d to 56d), fetal BM (154d to 160d), and BM from phlebotomized adults. The methylation status of 3 CpG sites in the ε-globin promoter and 5 CpG sites in the γ-globin promoter was analyzed by sequencing 10 cloned PCR products of each sample following bisulfite modification. The ε-globin promoter was unmethylated in 40d primitive yolk-sac derived RBCs. Moderate methylation of the ε-globin promoter was observed in 40d fetal liver (33%: 50%) and was increased in fetal liver samples obtained 2 weeks later in gestation (54d: 76.6%, 56d: 79.1%) to levels observed in late term fetal BM ( 154d: 80%, 156d: 96.6%, 160 d: 93.1%) and adult BM (84.1%; n=2). Methylation of the γ-globin promoter was lowest in 40d primitive RBC (0%) and early fetal liver (40d: 3.1%, 54d: 0%, 56d: 7.1%) and was moderately increased in fetal BM (154d: 38.6%, 156d: 20%, 160d: 30%) compared to adult BM ( 67.3%; n=3). Levels of ac-H3, ac-H4, dimethyl H3 lys4 (H3-dimeK4), dimethyl H3 lys79 (H3-meK79), dimethyl H3 lys36 (H3-meK36), and RNA pol II bound to the ε-, γ-, and β-globin promoters were determined by immunoprecipitation of formaldehyde-fixed, sheared chromatin (ChIP) followed by real time PCR. The amount of RNA pol II, ac-H3, and ac-H4 associated with each globin promoter correlated with developmental-specific gene expression and differed from the pattern of H3-meK79 and H3-meK4 associated with these promoters during development. The amount of H3-meK79 and H3-dimeK4 bound to the the ε- and γ-globin promoters in 40d primitive RBC and fetal liver erythroid precursors (54 and 56d) was 5 times greater than to the β-globin promoter, while similar levels of each (< 2 fold difference) were associated with all three promoters in fetal and adult bone marrow cells. In contrast, the highest level of H3-meK36 was associated with developmentally silenced genes. The amount of H3-meK36 bound to the ε promoter was 2–3 fold higher than to the γ and β promoters in fetal liver (54 and 56d). Similar levels (<2 fold difference) of H3-meK36 were associated with the γ and ε promoters in late term fetal and adult BM and were 2–6 fold greater than bound to the β promoter. We conclude that the chromatin cofiguration of the β-globin locus undergoes distinctive changes associated with both gene activation and silencing during development. Changes in the levels of H3-dimeK4 and H3-meK79 may reflect generalized domain opening, while high levels of ac-H3 and ac-H4 are bound to the promoters of activated genes. In contrast, gene silencing is correlated with increased DNA methylation and enrichment of H3-meK36 bound to the promoters. Thus the baboon model offers unique opportunities to study developmental regulation of globin gene expression.",
    "topics": [
        "animal model",
        "chromatin",
        "genes",
        "globins",
        "histones",
        "methylation",
        "oncogenes",
        "papio",
        "dna polymerase ii",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Donald Lavelle, Ph.D.",
        "Kestas Vaitkus, D.V.M.",
        "Maria Hankewych, B.S.",
        "Mahipal Singh, Ph.D.",
        "Joseph DeSimone, Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Illinois at Chicago and ",
            "Jesse Brown VA Medical Center, Chicago, IL, USA."
        ],
        [
            "Department of Medicine, University of Illinois at Chicago and ",
            "Jesse Brown VA Medical Center, Chicago, IL, USA."
        ],
        [
            "Department of Medicine, University of Illinois at Chicago and ",
            "Jesse Brown VA Medical Center, Chicago, IL, USA."
        ],
        [
            "Department of Medicine, University of Illinois at Chicago and ",
            "Jesse Brown VA Medical Center, Chicago, IL, USA."
        ],
        [
            "Department of Medicine, University of Illinois at Chicago and ",
            "Jesse Brown VA Medical Center, Chicago, IL, USA."
        ]
    ],
    "first_author_latitude": "41.8713117",
    "first_author_longitude": "-87.6734792"
}