{
    "doi": "https://doi.org/10.1182/blood.V126.23.4895.4895",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3131",
    "start_url_page_num": 3131,
    "is_scraped": "1",
    "article_title": "Effect of Early Removal of Central Catheterization in Febrile Neutropenic Patients with Acute Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "central venous catheterization",
        "fever",
        "leukemia, acute",
        "neutropenia",
        "catheters",
        "chemotherapy regimen",
        "bloodstream infections",
        "catheter related blood stream infection",
        "febrile neutropenia",
        "cancer"
    ],
    "author_names": [
        "Su Hyun Hwang, MD",
        "Yong Won Choi, MD",
        "Seong Hyun Jeong, MD",
        "Joon Seong Park, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology-Oncology, Ajou University School of Medicine, Suwon, South Korea"
        ],
        [
            "Department of Hematology-Oncology, Ajou University School of Medicine, Suwon, South Korea"
        ],
        [
            "Department of Hematology-Oncology, Ajou University School of Medicine, Suwon, South Korea"
        ],
        [
            "Department of Hematology-Oncology, Ajou University School of Medicine, Suwon, South Korea"
        ]
    ],
    "first_author_latitude": "37.28131435000001",
    "first_author_longitude": "127.0469828",
    "abstract_text": "Background: A guideline of central line-related blood stream infection (CRBSI) is only for immune-competent patients with end-stage renal disease on hemodialysis. We need widely acceptable guideline whether remove or maintain a central catheter in febrile neutropenic patients. Method: Medical records from 293 cases (95 patients) of febrile neutropenia with Central Catheterization were obtained retrospectively, and clinical characteristics, particularly duration of fever, were analyzed according to the early removal of central catheterization under anti-cancer chemotherapy for acute leukemia. Results: Forty-eight cases (16.4%) have already baseline fever and 25 cases (8.5%) showed baseline pneumonic infiltration prior to chemotherapy. The insertion sites of catheterization were subclavian (85.3%), internal jugular (12.6%), and others (2.0%). Early removal of central catheter was done at 93 cases (31.7%) and the cause of early removal was fever (63.4%), malfunction (11.8%), and others (24.7%). The duration of fever was significantly shortened by early removal of central catheterization (5.4 vs 7.5 days, p =0.003, Figure 1A). In addition, the duration of fever was related with age, diagnosis, type of chemotherapy, presence of baseline fever or pneumonic consolidation in univariate analysis. The site of central access or body mass index as well as existence of CRBSI did not affect duration of fever. In multivariate analysis, early removal of central catheter was independently associated with short duration of fever (OR=0.619, 95% CI=0.46-0.83, p =0.001, Table 1). The effect of early removal of central catheter was highlighted when micro-organisms were documented (Figure 1B). Summary: In patients with febrile neutropenia, early removal of central catheter can shorten the duration of fever particularly when BSI was documented. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}