{
    "doi": "https://doi.org/10.1182/blood.V114.22.2641.2641",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1409",
    "start_url_page_num": 1409,
    "is_scraped": "1",
    "article_title": "New LMO2 Translocations in T-Cell Acute Lymphoblastic Leukemia, Involving STAG2 at Xq25 and MBNL1 at 3q25: A Positive Change?. ",
    "article_date": "November 20, 2009",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis Poster II",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "translocation (genetics)",
        "polymerase chain reaction",
        "bronchioloalveolar carcinoma",
        "leukemia, myelocytic, acute",
        "lymphoma",
        "rna-directed dna polymerase",
        "spinal cord injuries",
        "t-cell receptor"
    ],
    "author_names": [
        "Suning Chen",
        "Stefan Nagel",
        "Bjoern Schneider",
        "Maren Kaufmann",
        "Ursula R. Kees",
        "Hans G. Drexler",
        "Roderick A.F. MacLeod"
    ],
    "author_affiliations": [
        [
            "First Affiliated Hospital of Soochow University, Suzhou, China, "
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ],
        [
            "Human and Animal Cell Cultures, DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany, "
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ],
        [
            "Division of Children's Leukaemia and Cancer Research, Telethon Institute for Child Health Research and Centre for Child Health Research, University of Western Australia, Perth, Australia, "
        ],
        [
            "DSMZ, Braunschweig, Germany"
        ],
        [
            "Human and Animal Cell Lines, DSMZ, Braunschweig, Germany, "
        ]
    ],
    "first_author_latitude": "31.302696999999995",
    "first_author_longitude": "120.63475799999999",
    "abstract_text": "Abstract 2641 Poster Board II-617 Background: In T-cell acute lymphoblastic leukemia (T-ALL) the LMO2 transcription factor locus is juxtaposed with T-cell receptor ( TCR ) genes by a recurrent chromosome translocation, t(11;14)(p13;q11). Recent molecular cytogenetic data indicate that unlike classical TCR rearrangements, t(11;14) operates synonymously with submicroscopic del(11)(p13p13) by removing a negative upstream LMO2 regulator ( Dik et al., Blood 2007;110:388 ). The combined incidence of both LMO2 rearrangements is ∼10-15% ( Van Vlierberghe and Huret, Atlas Genet Cytogenet Oncol Haematol, November 2007 ). However, aberrant LMO2 expression occurs in nearly half of all T-ALL cases, a discrepancy which may indicate a significant contribution by cryptic chromosome alterations. We attempted the extended characterization of the LMO2 genomic region in T-ALL cell lines to look for such rearrangements. Cells and Methods: We investigated a panel of 26 well characterized and authenticated T-ALL cell lines using parallel fluorescence in situ hybridization (FISH) with a tilepath BAC/fosmid contig and both conventional and quantitative reverse transcriptase (Rq)-PCR. Global gene expression was additionally measured in some cell lines by Affymetrix array profiling. Results: LMO2 rearrangements were detected in 5/26 (19.2%) cell lines including both established rearrangements, t(11;14) and del(11)(p13p13) in one cell line apiece (3.8%). Interestingly, we found two novel LMO2 translocations: t(X;11)(q25;p13) in 2/26 (7.7%), and t(3;11)(q25;p13) in 1/26 (3.8%) cell lines, respectively. Comparing transcription levels in cell lines with and without genomic rearrangements showed that LMO2 expression was significantly higher in T-ALL cell lines carrying LMO2 rearrangements (P<0.001). Rq-PCR revealed that 5 of the top 10 (50%) LMO2 expressing cell lines carry cytogenetic rearrangements at this locus, compared to 0/16 remaining examples. Loss of a recently defined LMO2 negative regulatory element was identified in the del(11)(p13p13) cell line but no other deletions were detected. Two genes STAG2 at Xq25 and MBNL1 at 3q25 were identified as novice LMO2 partners in t(X;11) and t(3;11), respectively. In both genes breakpoints lay at intron 1 close to deeply conserved noncoding regulatory regions. Both t(X;11) cell lines displayed conspicuous silencing of the ubiquitously expressed STAG2 gene highlighting the transcriptional significance of the region displaced. Unlike t(11;14)/del(11)(p13p13) both new rearrangements carry LMO2 breakpoints in the far upstream region (at minus 80–150 Kbp), and appear to result in upregulation of LMO2 by juxtaposition rather than via covert deletion. STAG2 is a component of the chromosomal cohesin complex which acts as a transcriptional coactivator, and which has been recently identified as a potential driver of oncogene transcription in acute myeloid leukemia ( Walter et al., Proc Natl Acad Sci U S A. 2009;106:1295 ). MBNL1 controls RNA splicing and is a rare BCL6 partner gene in B-cell lymphoma, but this is the first report of its involvement in T-ALL. Conclusion: Given their frequency and variety in a small sample, we propose that cryptic chromosome rearrangements targeting LMO2 upregulation may be significantly more frequent than hitherto appreciated in T-ALL. Unlike canonical LMO2 rearrangements, both t(X;11) and t(3;11) would appear to function positively by upregulation of LMO2 via juxtaposition with noncoding driver elements within these novel partner genes. Perspectives: Future work will address the regulatory potential of candidate enhancer sequences embedded within conserved noncoding intronic sequences of MBNL1 and STAG2. Cytogenetically inconspicuous cell lines displaying LMO2 upregulation will be subjected to more detailed scrutiny using high density genomic SNP arrays. Disclosures: No relevant conflicts of interest to declare."
}