{
    "doi": "https://doi.org/10.1182/blood.V116.21.4259.4259",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1668",
    "start_url_page_num": 1668,
    "is_scraped": "1",
    "article_title": "A T2* MRI Prospective Survey on Heart and Liver Iron In Thalassemia Major Patients Treated with Sequential Deferiprone–Desferrioxamine versus Deferiprone and Desferrioxamine In Monotherapy ",
    "article_date": "November 19, 2010",
    "session_type": "Thalassemia and Globin Gene Regulation: Poster II",
    "topics": [
        "cooley's anemia",
        "deferiprone",
        "deferoxamine",
        "heart",
        "iron",
        "liver",
        "magnetic resonance imaging",
        "transverse spin relaxation time",
        "iron overload",
        "cardiac complications"
    ],
    "author_names": [
        "Alessia Pepe, PhD",
        "Giuseppe Rossi, PhD",
        "Antonella Meloni, PhD",
        "Maria Chiara Dell'Amico",
        "Luciano Prossomariti, PhD",
        "Domenico Giuseppe D'Ascola",
        "Aldo Filosa, PhD",
        "Pasquale Pepe, PhD",
        "Vincenzo Positano, PhD",
        "Claudio Ascioti",
        "Alma Lippi, MD",
        "Massimo Lombardi, PhD",
        "Marcello Capra, PhD"
    ],
    "author_affiliations": [
        [
            "Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
        ],
        [
            "Institute of Clinical Physiology of CNR, Epidemiology and Biostatistics Unit, Pisa, Italy, "
        ],
        [
            "Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
        ],
        [
            "Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
        ],
        [
            "Unità Microcitemia, A.O.R.N. Cardarelli, Napoli, Italy, "
        ],
        [
            "UO Microcitemie, AO Bianchi-Melacrino-Morelli, Reggio Calabria, Italy, "
        ],
        [
            "UOC Pediatria - DH Talassemia - AORN A. Cardarelli, Napoli, Italy, "
        ],
        [
            "Institute of Clinical Physiology of CNR, Epidemiology and Biostatistics Unit, Pisa, Italy, "
        ],
        [
            "Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
        ],
        [
            "Struttura Complessa di Cardioradiologia-UTIC P.O. “Giovanni Paolo II”, Lamezia Terme (CZ), Italy, "
        ],
        [
            "Dept. of Pediatrics, Haematology - Oncology, Florence, Italy, "
        ],
        [
            "Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
        ],
        [
            "U.O.C. Ematologia-Emoglobinopatie, P.O. G. Di Cristina, ARNAS Civico, Palermo, Italy"
        ]
    ],
    "first_author_latitude": "43.71831340000001",
    "first_author_longitude": "10.423204799999997",
    "abstract_text": "Abstract 4259 Introduction: Most deaths in thalassemia major (TM) result from cardiac complications due to iron overload. No data are available in literature about possible different changes in cardiac and liver iron in TM patients treated with sequential deferipron–deferoxamine (DFP-DFO) versus deferipron (DFP) and deferoxamine (DFO) in monotherapy. Magnetic Resonance (MR) is the unique non invasive suitable technique to evaluate quantitatively this issue. The aim of this multi-centre study was to assess prospectively in the clinical practice the efficacy of the DFP-DFO versus DFP and DFO in monotherapy in a cohort of TM patients by quantitative MR. Methods: Among the first 739 TM patients enrolled in the MIOT (Myocardial Iron Overload in Thalassemia) network, 253 patients performed a MR follow up study at 18 ± 3 months according to the protocol. We evaluated prospectively the 25 patients treated with DFP-DFO versus the 30 patients treated with DFP and the 66 patients treated with DFO between the 2 MR scans. Myocardial and liver iron concentrations were measured by T2* multislice multiecho technique. Results: The doses of the sequential treatment were DFP 70±14 mg/kg/d for 4 d/w and DFO 42±8 mg/kg/d for 3 d/w, the dose of DFP was 73±16 mg/kg/d, DFO was 41±7 mg/kg/d for 5.5 d/w. Excellent/good levels of compliance were similar in the 3 groups (DFP-DFO 96% versus DFP 97% versus DFO 92%; P = 0.67). Among the patients with no significant myocardial iron overload at baseline (global heart T2* ≥ 20 ms), there were no significant differences between groups to maintain the patients without myocardial iron overload (DFP-DFO 95% versus DFP 100% versus DFO 100%; P = 0.23). Among the patients with myocardial iron overload at baseline (global heart T2* < 20 ms), only DFP and DFO showed a significant improvement in the global heart T2* value ( P = 0.001 and P = 0.003, respectively) and in the number of segment with a normal T2* value ( P = 0.031 and P = 0.0001, respectively). The improvement in the global heart T2* was significantly different among groups (mean difference global heart T2* DFP-DFO 2.2 ± 4.1 ms, DFP 10.7 ± 7.2, DFO 3.6 ± 5.4; P = 0.007). The improvement in the global heart T2* was significantly lower in the DFP-DFO versus DFP group (P =0.014), but it was not significantly different in the DFP-DFO versus the DFO group (P = 0.63) (see the figure). In patients with liver iron overload at baseline (liver T2* < 5.1 ms), the change in the liver T2* was not significantly different among groups (mean difference liver T2* DFP-DFO 0.9 ± 2.1 ms, DFP 2.3 ± 5.8, DFO 2.9 ± 4.9; P = 0.58). Conclusions: prospectively in a clinical setting over 15 months we did not find significant differences on cardiac and liver iron in TM patients treated with sequential DFP–DFO versus the TM patients treated with DFO. Conversely, DFP monotherapy was significantly more effective than DFP-DFO in improving myocardial siderosis. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}