{
    "doi": "https://doi.org/10.1182/blood-2021-154166",
    "article_title": "Post-Transplant Vaccination with a Personalized Dendritic Cell/AML Fusion Cell Vaccine for Prevention of Relapse ",
    "article_date": "November 5, 2021",
    "session_type": "704.Cellular Immunotherapies: Clinical",
    "abstract_text": "Allogeneic transplantation is uniquely curative for a subset of patients with acute myeloid leukemia (AML) however, post-transplant relapse and graft versus host disease remain significant concerns. We have developed a vaccine in which patient-derived AML cells are fused with donor-derived dendritic cells (DCs), thereby presenting a broad array of antigens. Previous work (Rosenblatt Sci Transl Med) has suggested that such vaccines given in the first complete remission setting after chemotherapy consolidation elicit specific immune responses and can possibly lessen the risk of relapse. We hypothesize that donor-derived DC/AML vaccination post-transplant would elicit the durable expansion of leukemia- specific T cells within the donor T cell repertoire to effectively protect against disease relapse. We report the results of a phase 1 clinical trial (NCT03679650) evaluating the use of DC/AML fusion vaccine in patients with acute myeloid leukemia (AML) following allogeneic transplant. DC/AML fusion vaccine is generated with autologous leukemia blasts, cryopreserved at the time of diagnosis with AML, and donor-derived dendritic cells. DCs are collected via leukapheresis in pts in CR 25-70 days after an allogenic matched related or unrelated donor transplant (cohort A) or a haplo-identical donor (Cohort B). In order to proceed with leukapheresis, patients must demonstrate donor hematopoietic recovery and the absence of ongoing grade 2 or higher GVHD. For DC generation, donor-derived adherent mononuclear cells are cultured with GM-CSF, IL-4 and TNFa. Vaccine is administered subcutaneously starting day 70-100 post-transplant. 2 vaccines are given at 3 week intervals, in conjunction with 100 mcg GMCSF daily at the vaccine site for 4 days. A booster vaccine is given 30-60 days following the taper of immune suppression, in the absence of GVHD. Profiling of the immune microenvironment using single cell RNA sequencing from samples obtained before and after vaccination is being carried out. 17 participants have been enrolled. The median age was 59 years (range 23-74). 15 patients were enrolled to cohort A: 8 were transplanted with a matched unrelated donor and 7 were transplanted with a matched sibling donor. 2 participants were enrolled to cohort B. The median yield of leukemia cells was 207x10 6 (range 80-818x10 6 )and mean viability was 96.5%. The median yield of DCs was 133x10 6 (range 29-182x10 6 ) and mean viability 72%. Fusion vaccine was successfully generated in 14/16 patients. One patient had insufficient DC, one patient relapsed prior to leukapheresis and one vaccine is currently in process. Mean fusion efficiency was 52% with viability of 78.6%. Mean fusion vaccine dose was 4.36 x10 6 cells. 3 patients from whom vaccine was generated did not meet eligibility to initiate vaccination due to ongoing toxicity following transplant or GVHD. 11 participants have initiated vaccine administration and are evaluable for toxicity and response. The most common side effects have been vaccine site reactions (n=10 grade 1, n=2 grade 2). 7 patients developed GVHD that was determined to be possibly related to vaccination, at a median time of 19 days after vaccination (range 5-70 days). 2 of these patients developed grade 2 acute GVHD of the skin, and 5 developed chronic GVHD affecting one to up to four organ systems ranging from mild to severe. There were 5 additional GVHD events with a median time of 115 days post vaccination (range 91-126 days), assessed as unlikely related or unrelated to vaccine based on timing of onset. 10 of 11 evaluable patients remain in a CR at a median time of 21 months post-transplant (range 6-33 months). One patient died of relapsed disease 15 months post transplant and another died of GVHD and infection unrelated to vaccine 21 months post transplant. Vaccination using patient-derived autologous leukemia cells and donor derived DC isolated following engraftment of hematopoietic cells appears safe and feasible. Toxicity of vaccination has included injection site reactions as well as graft versus host disease, primarily mild to moderate severity. Outcomes to date demonstrate that vaccination post-transplant may be a promising strategy to reduce relapse as 10 of 11 vaccinated patients remain relapse free. However this approach is limited to patients who have not had early relapse or early GVHD post-transplant. Immune correlates, including single cell RNA sequencing of the immune milieu, are ongoing. Disclosures Stone:  Abbvie: Consultancy; Actinium: Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees; Aprea: Consultancy; Arog: Consultancy, Research Funding; Astellas: Membership on an entity's Board of Directors or advisory committees; BerGen Bio: Membership on an entity's Board of Directors or advisory committees; Boston Pharmaceuticals: Consultancy; Bristol Meyers Squibb: Consultancy; Celgene: Consultancy; Elevate Bio: Membership on an entity's Board of Directors or advisory committees; Foghorn Therapeutics: Consultancy; Gemoab: Membership on an entity's Board of Directors or advisory committees; Glaxo Smith Kline: Consultancy; Innate: Consultancy; Janssen: Consultancy; Jazz: Consultancy; Macrogenics: Consultancy; Novartis: Consultancy, Research Funding; OncoNova: Consultancy; Syndax: Membership on an entity's Board of Directors or advisory committees; Syntrix/ACI: Membership on an entity's Board of Directors or advisory committees; Syros: Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy. Soiffer:  Takeda: Consultancy; Jasper: Consultancy; Jazz Pharmaceuticals, USA: Consultancy; Precision Biosciences, USA: Consultancy; Juno Therapeutics, USA: Other: Data Safety Monitoring Board; Kiadis, Netherlands: Membership on an entity's Board of Directors or advisory committees; Rheos Therapeutics, USA: Consultancy; Gilead, USA: Other: Career Development Award Committee; NMPD - Be the Match, USA: Membership on an entity's Board of Directors or advisory committees. Stroopinsky:  The Blackstone Group: Consultancy. Romee:  Glycostem: Membership on an entity's Board of Directors or advisory committees; Crispr Therapeutics: Research Funding. Neuberg:  Madrigal Pharmaceuticals: Other: Stock ownership; Pharmacyclics: Research Funding. Kufe:  Canbas: Consultancy; Hillstream BioPharma: Current equity holder in publicly-traded company; Genus Oncology: Current equity holder in publicly-traded company; REATA: Consultancy, Current equity holder in publicly-traded company. Avigan:  Chugai: Membership on an entity's Board of Directors or advisory committees; Partner Tx: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Parexcel: Consultancy; Janssen: Consultancy; Legend Biotech: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Research Funding; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Kite Pharma: Consultancy, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees; Juno: Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy; Sanofi: Consultancy; Aviv MedTech Ltd: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding. Rosenblatt:  Wolters Kluwer Health: Consultancy, Patents & Royalties; Parexel: Consultancy; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Imaging Endpoints: Consultancy; Bristol-Myers Squibb: Research Funding; Attivare Therapeutics: Consultancy.",
    "author_names": [
        "Jessica J. Liegel",
        "Poorva Bindal",
        "Richard M. Stone",
        "Robert J. Soiffer",
        "Dina Stroopinsky",
        "Giulia Cheloni",
        "Lina Bisharat",
        "Daniela Torres",
        "Maryam Rahimian",
        "Seo Yeon Yoo",
        "Emma K. Logan",
        "Pavania Elavalakanar",
        "Hassan El Banna",
        "Joshua Hauser",
        "Anita G. Koshy",
        "Rizwan Romee",
        "Vincent T. Ho",
        "Donna S. Neuberg",
        "Yiwen Liu",
        "Lourdes M. Mendez",
        "Ajoy L. Dias",
        "Benjamin L. Ebert",
        "Donald Kufe",
        "David Avigan",
        "Jacalyn Rosenblatt"
    ],
    "author_dict_list": [
        {
            "author_name": "Jessica J. Liegel",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Poorva Bindal",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J. Soiffer",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dina Stroopinsky",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Cheloni",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lina Bisharat",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Torres",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maryam Rahimian",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seo Yeon Yoo",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emma K. Logan",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavania Elavalakanar",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hassan El Banna",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Hauser",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita G. Koshy",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rizwan Romee",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent T. Ho",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna S. Neuberg",
            "author_affiliations": [
                "Department of Data Science, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiwen Liu",
            "author_affiliations": [
                "Department of Data Science, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lourdes M. Mendez",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajoy L. Dias",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin L. Ebert",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Kufe",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Avigan",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacalyn Rosenblatt",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T06:49:03",
    "is_scraped": "1"
}