{
    "doi": "https://doi.org/10.1182/blood.V126.23.1070.1070",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3032",
    "start_url_page_num": 3032,
    "is_scraped": "1",
    "article_title": "Tumor Cell Thrombin/PAR-1 Signaling Drives Pancreatic Ductal Adenocarcinoma Growth and Dissemination ",
    "article_date": "December 3, 2015",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "topics": [
        "animal model",
        "neoplasms",
        "pancreatic ductal adenocarcinoma",
        "receptor, par-1",
        "signal transduction",
        "thrombin",
        "neoplasm metastasis",
        "tumor growth",
        "pancreatic cancer",
        "tumor cells"
    ],
    "author_names": [
        "Matthew J. Flick, PhD",
        "Cheryl Rewerts, M.S.",
        "Carolina Cruz",
        "Joseph S. Palumbo, MD",
        "James P. Luyendyk, PhD",
        "Yi Yang",
        "Stephen F. Konieczny, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Department of Pathobiology and Diagnostic Investigation, Michigan State University, East Lansing, MI "
        ],
        [
            "Department of Biological Sciences and the Purdue Center for Cancer Research, Purdue University, West Lafayette, IN"
        ],
        [
            "Department of Biological Sciences and the Purdue Center for Cancer Research, Purdue University, West Lafayette, IN"
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Pancreatic ductal adenocarcinoma (PDAC) accounts for ~85% of diagnosed pancreatic cancers and is among the most lethal malignancies. The 5-year survival rate for pancreatic cancer patients has improved only marginally in the last 40 years (3% → 7%), with effectively no change in survival profile for patients with metastatic disease (2%). High mortality is linked to the aggressive and invasive nature of the malignancy and poor efficacy of limited treatment options, which collectively highlight the need for novel treatment strategies. Notably, analyses of pancreatic cancer in patients and animal models have demonstrated that PDAC is associated with robust coagulation system activity. Previous work has shown that patient PDAC tumor cells often express high levels of tissue factor (TF) and protease-activated receptor (PAR)-1. To determine the potential contribution of tumor cell derived-TF and PAR-1 to PDAC growth and metastasis, a novel tumor cell line (termed KPC2) was derived from mice in which PDAC tumorigenesis was induced by activation of two established pancreatic cancer alleles, Kras G12D and Trp53 R172H . In transplant studies, tumor growth and experimental metastasis were evaluated using KPC2 cells in which TF or PAR-1 expression was suppressed by shRNA knockdown. In addition, the interplay of tumor-derived TF and PAR-1 with host factors in promoting tumor growth and experimental metastasis were evaluated in mice with genetically imposed deficits in coagulation system components. TF knockdown (to ~10% of the parental line) in KPC2 cells resulted in a significant diminution of both primary tumor growth and experimental metastasis. This reduction appeared to be linked to thrombin activity as primary tumor growth and experimental metastasis of parental KPC2 cells were significantly reduced in fII low mice (which constitutively express 10% of normal prothrombin) relative to wild-type mice. PAR-1 knockout mice displayed similar KPC2 growth and experimental metastasis to wild-type animals indicating that stromal cell-derived PAR-1 was not significant determinant. In stark contrast, shRNA-mediated knockdown of PAR-1 in KPC2 (to ~10% of the parental line) cells resulted in significantly diminished tumor growth and experimental metastasis. Diminished tumor growth was linked to reduced expression of the macrophage chemokine MCP-1 and the metalloproteinase MMP9 by the tumor cells as well as reduced thrombin-stimulated ERK phosphorylation. Our results suggest that a major mechanism of PDAC growth and dissemination is through TF/thrombin-driven PAR-1 signaling on tumor cells . Disclosures No relevant conflicts of interest to declare."
}