{
    "doi": "https://doi.org/10.1182/blood.V110.11.1358.1358",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=910",
    "start_url_page_num": 910,
    "is_scraped": "1",
    "article_title": "A Phase 2 Study of Fludarabine and Rituximab for the Treatment of Marginal Zone Lymphomas. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "fludarabine",
        "lymphoma",
        "rituximab",
        "toxic effect",
        "exanthema",
        "hematotoxicity",
        "hypersensitivity",
        "lymphoproliferative disorders",
        "marginal zone b-cell lymphoma",
        "biopsy"
    ],
    "author_names": [
        "Jennifer R. Brown, MD, PhD",
        "Jonathan Friedberg, MD",
        "Yang Feng, MS",
        "Kimberly Phillips, BA",
        "Jennifer C. Clark, MA",
        "Paola dal Cin, PhD",
        "Robin Joyce, MD",
        "David C. Fisher, MD",
        "Richard I. Fisher, MD",
        "Ronald W. Takvorian, MD",
        "Jane Liesveld, MD",
        "Diana Marquis, BS",
        "Donna Neuberg, ScD",
        "Arnold S. Freedman, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
        ],
        [
            "Biostatistics and Computational Biology, DFCI, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Pathology, Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Beth-Israel Deaconess Medical Center, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
        ],
        [
            "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
        ],
        [
            "Biostatistics and Computational Biology, DFCI, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.333785999999996",
    "first_author_longitude": "-71.14358819999998",
    "abstract_text": "The marginal zone lymphomas are a recently defined group of related diseases likely arising from a common cell of origin, the marginal zone B cell. The clinical presentation varies; data on therapy for subtypes other than gastric MALT has been largely limited to retrospective case series. We therefore undertook this prospective phase 2 study of fludarabine 25 mg/m 2 for 5 days with rituximab 375 mg/m 2 on day 1 for the treatment of marginal zone lymphomas. To be eligible, patients were required to have newly diagnosed or relapsed, histologically confirmed MALT, marginal zone lymphoma, or a CD5/CD10 negative low-grade B cell lymphoproliferative disorder. They could not be candidates for curative local therapy. From 2004 to 2007, 26 patients were enrolled with a median age of 64 (31–84) and a median time from diagnosis to treatment of 1.6 months. This was the initial therapy for 21 of 26 patients (81%). Seven were diagnosed with MALT lymphomas (27%), 12 with nodal marginal zone lymphomas (46%), 3 with splenic marginal zone lymphoma (12%) and 4 with CD5/10 negative low-grade lymphoproliferative disorders (15%). FISH for BCL-6, trisomy 3, MALT1 and chromosome 1 rearrangements was attempted on 18 available tissue biopsies. Of these, four were normal, three showed BCL-6 rearrangement with other abnormalities, four had chromosome 3 abnormalities, two MALT1 rearrangements and one chromosome 1 abnormality. The majority of patients had stage IV disease (18; 69%), with 5 stage 3, 2 stage 2 and 1 stage 1E disease. Of the 23 patients who have completed therapy, 18 completed at least 4 cycles (78%), with 12 patients completing the planned 6 cycles (52%). Nine patients discontinued therapy due to unacceptable toxicity (39%), six for hematologic toxicity, two for grade 3 rash and one for a delayed grade 3 reaction to rituximab. Of 26 patients evaluable for toxicity, 46% developed grade 4 toxicity (solely hematologic), and 35% grade 3 toxicity. Grade 3–4 toxicities included: neutropenia 14 (54%), thrombocytopenia 5 (19%), febrile neutropenia 2 (8%), rash 3 (11%), myositis 1 (4%), allergic reaction 1 (4%). Two delayed opportunistic pneumonias were observed, one Nocardia and one P. jiroveci. The ORR in the 23 patients who have completed therapy and are evaluable for response is 83% (95% CI 61–95%), with 12 patients achieving CR/CRu (52%). Three patients have relapsed. Two patients have died, one due to small cell lung cancer diagnosed after study enrollment, and the other due to urosepsis with bone marrow aplasia. At the median follow-up of 1.8 years, the PFS is 84% (95% CI 68–99%), and OS 94% (95% CI 82–99%). Concurrent fludarabine and rituximab is therefore a highly effective regimen in the treatment of marginal zone lymphoma but one which is complicated by significant hematologic toxicity and allergic hypersensitivity. These toxicities prevented half the patients from completing the planned therapy and were more severe than usually seen in other low-grade lymphomas, emphasizing the need to study marginal zone lymphomas as a separate entity."
}