{
    "doi": "https://doi.org/10.1182/blood.V112.11.238.238",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1232",
    "start_url_page_num": 1232,
    "is_scraped": "1",
    "article_title": "Requirements for Co-Stimulation in T-Cell Dependent and T-Cell Independent Re-Stimulation of FVIII-Specific Memory B Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "antibodies",
        "antibodies, blocking",
        "b-lymphocytes",
        "cd19 antigens",
        "cd40 antigens",
        "cd40 ligand",
        "cd80 antigens",
        "cell separation",
        "factor viii",
        "hemophilia a"
    ],
    "author_names": [
        "Aniko Ginta Pordes",
        "Christina Hausl, PhD",
        "Peter Allacher",
        "Rafi Uddin Ahmad, PhD",
        "Eva M Muchitsch, PhD",
        "Hartmut J Ehrlich, MD",
        "Hans Peter Schwarz, MD",
        "Birgit M Reipert, PhD"
    ],
    "author_affiliations": [
        [
            "BMT Research GesmbH, Vienna, Austria"
        ],
        [
            "BMT Research GesmbH, Vienna, Austria"
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.22211675",
    "first_author_longitude": "16.367243849999998",
    "abstract_text": "Memory B cells specific for factor VIII (FVIII) are critical for maintaining FVIII inhibitors in patients with hemophilia A. They are precursors of anti-FVIII antibody-producing plasma cells and are highly efficient antigen-presenting cells for the activation of T cells. The eradication of FVIII-specific memory B cells will be a prerequisite for any successful new approach to induce immune tolerance in patients with FVIII inhibitors. Little is known about the regulation of these cells. Previously we showed that ligands for toll-like receptors (TLR) 7 and 9 are able to re-stimulate FVIII-specific memory B cells in the absence of T-cell help. However, alternative “helper cells” such as dendritic cells are essential for providing help to memory B cells under such conditions. Based on these findings, we asked which co-stimulatory interactions are required for the restimulation of memory B cells in the presence of dendritic cells and ligands for TLR and whether these co-stimulatory interactions are the same as those required for the restimulation of memory B cells in the presence of activated T cells. We used spleen cells from hemophilic mice treated with human FVIII to generate highly purified populations of memory B cells, CD4 + T cells and dendritic cells. The required purity was achieved by a combination of magnetic bead separation and fluorescence-activated cell sorting. The memory B cell compartment was specified by the expression of CD19 together with IgG and the absence of surface IgM and IgD. Memory B cells were cultured in the presence of FVIII to stimulate their differentiation into anti-FVIII antibody-producing plasma cells. Different combinations of CD4 + T cells, ligands for TLR 7 and 9 and dendritic cells were added to the memory-B-cell cultures. Blocking antibodies and competitor proteins were used to specify the co-stimulatory interactions required for the re-stimulation of memory B cells in the presence of either CD4 + T cells or dendritic cells and ligands for TLR 7 and 9. Our results demonstrate that the blockade of B7-1 and B7-2 as well as the blockade of CD40L inhibit the re-stimulation of FVIII-specific memory B cells and their differentiation into anti-FVIII antibody-producing plasma cells in the presence of T-cell help. Similar requirements apply for the re-stimulation of memory B cells in the presence of dendritic cells and ligands for TLR 7 or 9. Dendritic cells in the absence of ligands for TLR are not able to provide help for the re-stimulation of memory B cells, which indicates that dendritic cells need to be activated. Furthermore, ligands for TLR 7 or 9 were not able to re-stimulate memory B cells in the complete absence of dendritic cells. Based on these results we conclude that dendritic cells activated by ligands for TLR 7 or 9 can substitute for activated CD4 + T cells in providing co-stimulatory help for memory-B-cell re-stimulation. CD40-CD40L interactions seem to be the most important co-stimulatory interactions for the re-stimulation of memory B cells, not only in the presence of activated CD4 + T cells but also in the presence of ligands for TLR and dendritic cells."
}