{
    "doi": "https://doi.org/10.1182/blood.V106.11.995.995",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=471",
    "start_url_page_num": 471,
    "is_scraped": "1",
    "article_title": "Clonal Genetic Progression in t(14;18)-Positive Follicular Lymphomas. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "follicular lymphoma",
        "genetics",
        "biopsy",
        "karyotype determination procedure",
        "screening",
        "tissue dissection",
        "tumor progression",
        "chromosome abnormality",
        "translocation (genetics)",
        "clone cells"
    ],
    "author_names": [
        "Francesco d’Amore, MD",
        "Eric Chan, BS",
        "Xiao Li, PhD",
        "Javeed Iqbal, PhD",
        "Simon Sherman, PhD",
        "Michelle M. Hess, MS",
        "Warren G. Sanger, PhD",
        "Wing C. Chan, MD",
        "Bhavana J. Dave, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, University of Nebraska Medical Center, Omaha, NE, USA"
        ],
        [
            "Pathology, University of Nebraska Medical Center, Omaha, NE, USA"
        ],
        [
            "Eppley Science Institute, University of Nebraska Medical Center, Omaha, NE, USA"
        ],
        [
            "Pathology, University of Nebraska Medical Center, Omaha, NE, USA"
        ],
        [
            "Eppley Science Institute, University of Nebraska Medical Center, Omaha, NE, USA"
        ],
        [
            "Pathology and Human Genetics, University of Nebraska Medical Center, Omaha, NE, USA"
        ],
        [
            "Pathology and Human Genetics, University of Nebraska Medical Center, Omaha, NE, USA"
        ],
        [
            "Pathology, University of Nebraska Medical Center, Omaha, NE, USA"
        ],
        [
            "Pathology and Human Genetics, University of Nebraska Medical Center, Omaha, NE, USA"
        ]
    ],
    "first_author_latitude": "41.251877699999994",
    "first_author_longitude": "-96.00285265",
    "abstract_text": "Follicular lymphoma (FL) is a clinically heterogeneous disease, which arises from a germinal-center B-cell that typically has acquired a t(14;18) translocation. In FL, clonal evolution is associated with acquisition of additional cytogenetic abnormalities, which probably follow specific cytogenetic pathways. We aimed to investigate the patterns of clonal evolution in the t(14;18)-positive FL by analyzing genomic alterations in the (i) primary clones, (ii) secondary clones within the same biopsy, and (iii) sequential biopsies from the same patient. Cytogenetic data of 418 biopsies with abnormal clones from 360 FL patients were analyzed. Of these, 312 had one, 76 had two, 24 had three, and six had four abnormal clones. The primary clone was defined as the one with the lowest karyotypic complexity. Multiple sequential biopsies with cytogenetic data were available in 43 cases: 32 had two biopsies, 8 had three, 2 had four, and 1 case had five biopsies. For each of the clones in all the biopsies, a 400 band-level cytogenetic profile with genomic alterations was generated on a spreadsheet. To identify the sequential order of the genomic changes, primary clones were sorted according to increasing karyotypic complexity. The cytogenetic changes were then compared with those observed in other abnormal clones from the same biopsy and, when applicable, with sequential biopsies from the same patient. An analysis of the 360 primary clones revealed the t(14;18) as a sole abnormality in 34 cases (9%). In 105 cases (29%), the t(14;18) was accompanied either by one (n=51) or two (n=54) genomic imbalances. This group was regarded as the one harboring early cytogenetic events. The most frequent imbalances were: +7, +der(18)t(14;18), and 6q−, followed in order of decreasing frequency by +X, +18, 10q−, 1p−, +8, and +12. Gain of 1q and 6p were not among the earliest events, but followed closely after. Although the three major early events, the +7, +der18, and 6q−, were usually discrete from each other in less complex primary clones, they were not mutually exclusive. The coexistence of 6q− and +7 was found in 13 cases followed by +7 and +der18, and 6q− and +der18 found in 3 cases, each. An analysis of complex clones with ≥3 genomic imbalances revealed 1p−, 10q−, 17p−, +12, 17q+, +5, +21, 4q−, 9p−, and 13p− as frequent later events. Clustering of genetic changes was noted among complex karyotypes with 10q− preferentially associated with +7 and 6q−, whereas +X and/or +12 more often linked to +7 and/or +der18. The investigation of acquired changes in secondary intrabioptic clones and in sequential biopsies not only validated the findings on the primary clone, it also revealed that 6q− and +7, but not +der18, could appear as late temporal changes in cases with preexisting complex karyotypes. A chromosomal breakpoint screening, excluding the baseline t(14;18), identified the 14q32, 18q21, 1p36, 1q21, 10q22–q24, 6q21–q25, and 17q10 as the most frequently involved sites (in decreasing order). This study provides the framework for further analysis of genetic pathways of tumor progression and for the dissection of selected loci by high resolution techniques to identify candidate genes."
}