{
    "doi": "https://doi.org/10.1182/blood.V128.22.4794.4794",
    "article_title": "Evaluation of Cardiovascular Comorbidities Among Patients with Multiple Myeloma in the United States ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "abstract_text": "Background: Multiple myeloma (MM) is typically diagnosed in older adults, with a median age at diagnosis of 69 years and the majority diagnosed between ages 65 and 74 years. It might be expected that cardiovascular disease (CVD) would be common in this patient population but currently there is little data about CVD in this population. CVD events may be consequences of age-related comorbidities, CVD itself, or anti-MM treatment received. Anthracycline chemotherapy, certain proteasome inhibitors and immunomodulatory drugs have been reported to increase the risk of CVD complications. Objective: To determine the prevalence of CVD comorbidities among MM patients in the period prior to receiving anti-MM treatment as observed in a US claims database, in order to understand the magnitude of these risks in a 'real-world' practice setting. Methods: Patients with a diagnosis ICD-9 code for MM were identified in MarketScan Commercial and Medicare claims databases from 7/1/2012 to 9/30/2014. The index date was the first claim of an anti-MM drug in this period, which was preceded by a 6-month baseline period with continuous medical and prescription drug coverage and no claims for another anti-MM drug. CVD comorbidities included cardiac arrhythmia, cardiac failure, stroke, ischemic heart disease, hypertension, venous thromboembolism (VTE), angina, coronary atherosclerosis and myocardial infarction (MI). Descriptive statistics were used to measure and report demographics and patient characteristics. Prevalence of CVD in MM patients was adjusted for the age and sex profile of the general US population and compared with prevalence reported in the literature for the US population. Patients were also divided into subgroups according to the anti-MM regimen received, and the prevalence of CVD by subgroup was assessed. Results: 4,635 patients met the study eligibility criteria (median age 64 years, 57% male, 42% with Charlson Comorbidity Index ≥2). Of these, 28%, 21%, 32% and 18% were in the North Central, Northeast, South and West regions, respectively. During the baseline period, CVD was present in 66% (n=3,048) of patients with MM. Relative to the general US adult population, annual standardized prevalence rates in this MM population were 22.0, 12.0, 2.8, 2.1 and 1.1 times higher for arrhythmia, VTE, cardiac failure, coronary atherosclerosis and hypertension, respectively, while being 82%, 73% and 32% lower for angina, stroke and MI, respectively. It is possible that patients with a history of these acute CVD events were less likely to receive an anti-MM drug ( Table ). Further, the prevalence of baseline CVD events in patients receiving carfilzomib was 34%, 52%, 43%, 30% and 47% lower for arrhythmia, cardiac failure, ischemic heart disease, hypertension and coronary atherosclerosis, respectively, than in those not receiving carfilzomib. Conclusion: Compared with the general US adult population, patients with MM appear to have a higher prevalence of CVD comorbidities relevant to anti-MM treatment. The lower rates of baseline CVD events suggests clinicians may avoid using carfilzomib in MM patients who are at risk of CVD. Given the chronic nature of MM and the need for long-term care, CVD comorbidities should be ascertained and taken into consideration when selecting appropriate treatment to manage the clinical and economic burden associated with such conditions. Table View large Download slide Table View large Download slide  Close modal Disclosures Lenihan: BMS, Roche, Amgen (Consultancy); Takeda (Research Funding): Consultancy, Research Funding. Potluri: Janssen Research & Development, LLC: Other: Contracted to perform research; SmartAnalyst, Inc.: Employment. Bhandari: SmartAnalyst India Pvt. Ltd.: Employment. Ranjan: SmartAnalyst India Pvt. Ltd.: Employment. Chen: Bristol-Myers Squibb: Employment.",
    "topics": [
        "cardiovascular system",
        "comorbidity",
        "multiple myeloma",
        "cardiovascular diseases",
        "atherosclerosis",
        "cardiac arrhythmia",
        "carfilzomib",
        "coronary arteriosclerosis",
        "heart failure",
        "hypertension"
    ],
    "author_names": [
        "Daniel J. Lenihan, MD",
        "Ravi Potluri",
        "Hitesh Bhandari",
        "Sandip Ranjan",
        "Clara Chen, PhD MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniel J. Lenihan, MD",
            "author_affiliations": [
                "Division of Cardiovascular Medicine, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ravi Potluri",
            "author_affiliations": [
                "SmartAnalyst, Inc., New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hitesh Bhandari",
            "author_affiliations": [
                "SmartAnalyst India Pvt. Ltd., Gurgaon, India "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandip Ranjan",
            "author_affiliations": [
                "SmartAnalyst India Pvt. Ltd., Gurgaon, India "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clara Chen, PhD MS",
            "author_affiliations": [
                "Bristol-Myers Squibb, Plainsboro, NJ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T18:40:07",
    "is_scraped": "1"
}