{
    "doi": "https://doi.org/10.1182/blood-2020-134211",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4460",
    "start_url_page_num": 4460,
    "is_scraped": "1",
    "article_title": "Characteristics and Prognostic Effects of IDH Mutations across the Age Spectrum in AML: A Collaborative Analysis from COG, SWOG, and ECOG ",
    "article_date": "November 5, 2020",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Sara Zarnegar-Lumley, MD",
        "Todd A. Alonzo, PhD",
        "Megan Othus, PhD",
        "Zhuoxin Sun, PhD",
        "Rhonda E. Ries, MA",
        "Yi-Cheng Wang, MS",
        "Amanda R. Leonti, MS",
        "Matthew A. Kutny, MD",
        "Derek Stirewalt, MD",
        "Jerald P. Radich, MD",
        "Frederick R. Appelbaum, MD",
        "Era L Pogosova-Agadjanyan, BS",
        "Kristen Marie O'Dwyer, MD",
        "Harry P. Erba, MD PhD",
        "Omar Abdel-Wahab, MD",
        "Martin S. Tallman, MD",
        "Mark Litzow, MD",
        "Ehab L. Atallah, MD",
        "Selina M. Luger, MD FRCPC",
        "Ross L. Levine, MD",
        "Todd M. Cooper, DO",
        "Alan S. Gamis, MD MPH",
        "Richard Aplenc, MD PhD",
        "Anders E. Kolb, MD",
        "Soheil Meshinchi, MDPhD",
        "Katherine Tarlock, MD"
    ],
    "author_affiliations": [
        [
            "Vanderbilt University Medical Center, Nashville, TN "
        ],
        [
            "Children's Oncology Group, Monrovia, CA ",
            "Department of Preventive Medicine, University of Southern California, Monrovia, CA "
        ],
        [
            "Public Health Sciences Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Dana Farber Cancer Institute, ECOG-ACRIN Statistical Center, Boston, MA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Children's Oncology Group, Monrovia, CA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Mountlake Terrace, WA "
        ],
        [
            "Department of Pediatrics, Division of Hematology and Oncology, University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Departments of Oncology and Hematology, University of Washington, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Rochester Medical Center, Rochester, NY "
        ],
        [
            "Division of Hematologic Malignancies and Cellular Therapy, Duke University, Durham, NC "
        ],
        [
            "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY ",
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Medical College of Wisconsin, Wauwatosa, WI "
        ],
        [
            "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Division of Hematology and Oncology, Seattle Children's Hospital, Seattle, WA "
        ],
        [
            "Hematology/Oncology, Children's Mercy Hospitals and Clinics, Kansas City, MO "
        ],
        [
            "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Division of Oncology, Nemours/Alfed I. duPont Hospital For Children, Wilmington, DE "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Rsrch. Ctr., Seattle, WA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Division of Hematology and Oncology, Seattle Children's Hospital, Seattle, WA "
        ]
    ],
    "first_author_latitude": "36.142373750000004",
    "first_author_longitude": "-86.8019748",
    "abstract_text": "Background: Somatic mutations in the IDH genes are common in acute myeloid leukemia (AML). Mutations occur at active site arginine residues in IDH1 (R132) and IDH2 (R140, R172). IDH inhibitors, ivosidenib (IDH1) and enasidenib (IDH2), have shown improved clinical outcomes in patients with relapsed/refractory IDH -mutant AML and are approved for use in this setting, while investigations in combination with chemotherapy are underway in de novo AML. The prognostic significance of IDH mutations remains controversial. We hypothesize that refining our understanding of IDH -mutated AML will contribute to risk-adapted treatment strategies, including optimal use of IDH-targeted agents. The objective of our study was to identify characteristics that affect outcome in de novo IDH- mutated AML across the age spectrum utilizing a large cohort of patients enrolled on several pediatric and adult trials. Methods: The total cohort (N=3588) included patients age <1 month - 88 years. Pediatric and young adult (YA) patients were treated on recent CCG/COG AML trials (CCG2961, COG 03P1, 0531, 1031, N=2231) and YA/adult patients were treated on SWOG S0106 (N=396), ECOG E1900 AML trials (N=398), Beat AML (N=363), or included in the TCGA biology study (N=200; outcomes not evaluated for this group). Patients were analyzed according to three defined age groups: \"younger\" 0-29 years of age (N=2401), \"intermediate\" 30-59 years of age (N=819) and \"older\" 60 years of age and above (N=319). Data regarding clinical characteristics and treatment outcomes were collected and evaluated according to the standard practices of each cooperative or research groups for the respective studies. Mutational profiling was performed by targeted sequencing for patient samples from COG trials, Beat-AML, ECOG, and SWOG; whole-genome or whole-exome sequencing for the TCGA cohort. Prevalence of IDH mutations, co-occurring mutations, and outcomes (5-year event-free survival [EFS]) were analyzed across the defined age groups. Results: The prevalence of IDH mutations among the entire cohort was 8.6% (N=276). Analysis according to mutation type demonstrated that IDH2 mutations comprised 57% (N=158) and IDH1 mutations 43% (N=118). The prevalence of IDH mutations was strongly correlated with increased age ( Fig 1A ); according to the age-defined cohorts was 4.0% (N=82) in younger, 15.2% (N=126) in intermediate, and 20.3% (N=65) in older patients (p<0.001). The co-occurring mutational profile demonstrated that IDH mutations commonly co-occurred with NPM1, DNMT3A, and FLT3- ITD mutations ( Fig 1B ). Among IDH- mutant patients, 48% (N=132) harbored dual mutations ( IDH mut / NPM1 mut ); 11.6% (N=32) triple mutations ( IDH mut / NPM1 mut /DNMT3A mut ), the latter particularly prevalent in intermediate-aged adults (N=27/32, 85%). Analysis of the cohort with outcome data (N=2824) demonstrated that IDH mut and IDH- WT patients experienced similar EFS of 39% vs. 40%, respectively (p=0.723). Given the favorable prognostic significance of NPM1 , we subsequently analyzed outcomes of this dual mutant group and found that NPM1 mutations retained favorable prognostic impact in the context of IDH mutant patients ( Fig 2A ). Notably, this effect was age-dependent, as those with IDH mut / NPM1 mut had a favorable EFS compared to IDH mut / NPM1 -WT for younger (76% vs. 24%, p<0.001) and intermediate patients (43% vs. 15%, p=0.001, Fig 2B ) but this favorable effect was lost in older patients (29% vs. 34%, p=0.456, Fig 2C ). Among intermediate age patients, outcome was further stratified by DNMT3A status, and IDH mut / NPM1 mut /DNMT3A mut patients experienced an inferior EFS of 25% vs. 57% in IDH mut / NPM mut (p=0.003, Fig 2D ). Conclusion: Analysis of this large patient cohort provides the most comprehensive description of IDH mutations in AML across the age spectrum. We confirm age-associated prevalence of IDH mutations and frequent co-occurrence with NPM1 mutation in all ages and in further combination with DNMT3A mutation in intermediate-aged adults. We definitively demonstrate that IDH mutation status is not an independent prognostic determinant of outcome in any age group. Co-occurrence of NPM1 and IDH mutations favorably impacts outcome in patients < 60 years of age with AML, particularly in the absence of DNMT3A mutation. Our data support that IDH inhibitors may be of particular interest in older adults and in patients <60 according to co-occurring NPM1 and DNMT3A mutations. View large Download slide View large Download slide Disclosures Othus: Marck: Consultancy; Daiichi Sankyo: Consultancy; Celgene: Membership on an entity's Board of Directors or advisory committees; Glycomimetics: Membership on an entity's Board of Directors or advisory committees. Radich: Jazz: Consultancy; Novartis Pharmaceuticals Corporation: Consultancy, Research Funding; Amgen: Consultancy; Bristol-Myers Squibb: Consultancy. Abdel-Wahab: Merck: Consultancy; Janssen: Consultancy; Envisagenics Inc.: Current equity holder in private company; H3 Biomedicine Inc.: Consultancy, Research Funding. Tallman: UpToDate: Patents & Royalties; ADC Therapeutics: Research Funding; BioSight: Membership on an entity's Board of Directors or advisory committees, Research Funding; Glycomimetics: Research Funding; Rafael: Research Funding; Amgen: Research Funding; Bioline rx: Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Membership on an entity's Board of Directors or advisory committees; KAHR: Membership on an entity's Board of Directors or advisory committees; Rigel: Membership on an entity's Board of Directors or advisory committees; Delta Fly Pharma: Membership on an entity's Board of Directors or advisory committees; Oncolyze: Membership on an entity's Board of Directors or advisory committees; Jazz Pharma: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Abbvie: Research Funding; Cellerant: Research Funding; Orsenix: Research Funding. Atallah: Jazz: Consultancy; Genentech: Consultancy; Abbvie: Consultancy; Takeda: Consultancy, Research Funding; Pfizer: Consultancy; Novartis Pharmaceutical Corporation: Consultancy. Luger: Daiichi-Sankyo: Honoraria; Pfizer: Honoraria; Bristol-Myers Squibb: Honoraria; Acceleron: Honoraria; Agios: Honoraria; Loxo Oncology: Honoraria; Onconova: Research Funding; Kura: Research Funding; Biosight: Research Funding; Ariad: Research Funding; Hoffman La Roche: Research Funding. Levine: Novartis: Consultancy; Loxo: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees; Morphosys: Consultancy; Astellas: Consultancy; Janssen: Consultancy; Prelude Therapeutics: Research Funding; Amgen: Honoraria; Gilead: Honoraria; Lilly: Consultancy, Honoraria; Qiagen: Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Imago: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees; C4 Therapeutics: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees; Isoplexis: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Research Funding; Roche: Consultancy, Honoraria, Research Funding. Cooper: Celgene: Other: Spouse was an employee of Celgene (through August 2019)."
}