{
    "doi": "https://doi.org/10.1182/blood-2018-99-112486",
    "article_title": "Establishment and Evaluation of Gvhd Mouse Model for Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models",
    "abstract_text": "Objective: To study the feasibility of using cyclophosphamide alone without total body irradiation (TBI) as conditioning regimen for allogeneic hematopoietic stem cell transplantation (allo-HSCT) and establish a graft-versus-host disease (GVHD) mouse model. Methods: Single cell suspension of spleen and bone marrow were prepared from donor C57/BL/6 mice (B6 mice) . The recipient B6D2F1 mice (F1 mice) were signed into 4 groups with 12 mice per each group. Groups I~III mice were conditioned with peritoneal injection of cyclophosphamide (300 mg/m 2 /d) on day -5, -4 and -3 of allo-HSCT, and group IV mice were used as control with saline injection. On day 0, group I mice were injected through tail vein with a mixture of 2×10 7 spleen cells, 5×10 6 bone marrow cells and 1×10 4 P815 cells; group II with 5×10 6 bone marrow cells and 1×10 4 P815 cells; group III with 1×10 4 P815 cells and group IV with RPMI1640 culture medium. The blood leukocyte counts were analyzed, GVHD score and the pathological leukemia infiltration of skin, liver and colon were evaluated and compared on day 30 after allo-HSCT. Results: (1) The GVHD scores of group I mice were 2 to 4 on day 14 post allo-HSCT, and mice started to die on day 15, eight (8) mice survived and the GVHD scores of them were 1 to 6 with a survival rate of 66.7% on day 30. Group II mice began to die on day 6 and only one survived on day 30 with a survival rate of 8.3%. All of group III mice died on day 18. Group IV mice survived (Figure 1). (2) The leukocyte counts in group I and group II were significantly increased on day 7 post allo-HSCT(p<0.05). There was also a significant difference in total leukocyte counts between groups I/II and group IV (p<0.05). The leukocyte counts in mice of groups I~III were significantly decreased, and there were a significant difference between group I and groups II/III/IV respectively (p<0.05) on day 14 post allo-HSCT. On day 21 after allo-HSCT, the leukocyte count of Group I and II mice were ≥1×10 9 /L, which means that allo-HSCT were successful. The leukocyte counts in group I mice were again increased on day 28 post allo-HSCT. There was no significant difference between Group I and Group IV (p>0.05). (3) Pathological observation: The cell atrophy and necrosis in the hepatic portal area and slight infiltration of the leukemia cells in central vein were observed in group I recipient mice. The number of hepatocytes of the mice decreased, and the infiltration of the leukemia cells in the liver sinus were observed in group II. The liver was heavily infiltrated by leukemic cells in group III mice. The mouse livers were normal in group IV mice. Conclusion: It is feasible to establish GVHD model of the leukemia mice with cyclophosphamide conditioning regimen of allo-HSCT, and simple to operate. This is less harmful to people, animals and the environment. Discussion: The traditional animal model of GVHD is based on TBI conditioning regimen prior to allo-HSCT. However, the process can lead to systemic adverse reactions such as myelosuppression, radiation gastroenteritis, endocrine disorders and systemic function disorders, etc. in both the operators and animals. Therefore, the radiotherapy doses have to be low. At the same time, it is difficult to establish animal models of GVHD due to the uneven distribution of the doses. Cyclophosphamide was selected for the conditioning regimen of allo-HSCT in the study. Cyclophosphamide had the effect direct on killing tumor cells, induced recipients to tolerate the immune of donors, enabled to implant donor cells into recipients smoothly. The stable chimeras were obtained. There are a large number of T and B lymphocytes in donor's spleen cells. By injecting donor spleen cells and active immune cells derived from proliferation and differentiation of hematopoietic stem cells, the effects of graft-anti-leukemia are availably activated in recipients. Acknowledgments We thank Dr Zhifu Xiang very much for his great helpful revisions. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "animal model",
        "culture media",
        "graft-versus-host disease",
        "mice",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "cyclophosphamide",
        "leukemia",
        "death"
    ],
    "author_names": [
        "Mei Xie, Master",
        "Weihong Chen, MD",
        "Qiaoxia Zhang, PhD",
        "Xin Du, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mei Xie, Master",
            "author_affiliations": [
                "Department of Hematology, Shenzhen Bone Marrow Transplantation Public Service Platform,Shenzhen Second People's Hospital, The First Affiliated Hospital of Shenzhen University, Shenzhen, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Weihong Chen, MD",
            "author_affiliations": [
                "Department of Hematology, Shenzhen Bone Marrow Transplantation Public Service Platform,Shenzhen Second People's Hospital, The First Affiliated Hospital of Shenzhen University, Durham, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiaoxia Zhang, PhD",
            "author_affiliations": [
                "Shenzhen Bone Marrow Transplantation Public Service Platform, Shenzhen Institute of Hematology, Shenzhen Second People's Hospital, The First Affiliated Hospital of Shenzhen University, Shenzhen, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Du, MD",
            "author_affiliations": [
                "Shenzhen Bone Marrow Transplantation Public Service Platform, Shenzhen Institute of Hematology, Shenzhen Second People's Hospital, The First Affiliated Hospital of Shenzhen University, Shenzhen, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T13:03:36",
    "is_scraped": "1"
}