{
    "doi": "https://doi.org/10.1182/blood.V106.11.244.244",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=486",
    "start_url_page_num": 486,
    "is_scraped": "1",
    "article_title": "Mechanisms of Apoptosis Induction by BH3 Inhibitor ABT-737 in AML. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Bcl2 family proteins are key regulators of apoptosis. Aberrations in Bcl2 levels are known to promote tumorigenesis and chemoresistance. Thus, strategies to target Bcl2 will likely provide effective therapies for malignancies such as acute myeloid leukemia (AML). In this report, we investigate mechanisms of action of the novel small molecule Bcl2 inhibitor ABT-737 in AML. ABT-737 effectively killed AML patient blast cells and colony-forming cell lines at nanomolar concentrations with no effect on normal hematopoietic cells. Notably, CD34 + 38 − 123 + AML stem cells are highly sensitive to the compound. ABT-737-induced apoptosis is initiated by disruption of Bcl2:Bax dimers and activation of the intrinsic apoptotic pathway. ABT-737 works synergistically with chemotherapeutic agents such as ara-C and doxorubicin. To investigate the role of Bcl-2 phosphorylation in the sensitivity to BH3 inhibitor, we used IL-3 dependent NSF.N1/H7 mouse myeloid cells modified by site-directed mutagenesis to produce various Bcl-2 phospho-mutants. NSF.N1/H7 cells stably transfected with phosphomimetic T69E/S70E/S87E (EEE) Bcl-2 mutants were resistant to ABT-737 (IC 50 >500 nM) as compared to cells expressing wt-Bcl-2 or the nonphosphorylatable T69A/S70A/S87A (AAA) Bcl2 mutants (IC 50s of 50 and 25 nM). Consistent with a mechanism whereby increased Bcl2 phosphorylation impedes ABT-737 suppression of Bcl2 dimerization with Bax, ABT-737 potently blocked Bcl2:Bax association in cells expressing exogenous WT Bcl2 and AAA mutant Bcl2 but not in cells expressing exogenous phosphomimetic EEE mutant Bcl2. Since the S70E phosphorylation site of Bcl-2 is a known ERK substrate, we examined combined effects of ABT-737 and MEK inhibitor PD98059 in OCI-AML3 cells resistant to ABT-737 alone. The combined activity of PD98059 and ABT-737, evaluated by isobologram analysis, revealed a striking synergistic interaction between the MEK and BH3 inhibitors, with combination indices (CI) of 0.08±0.003. OCI-AML3 cells exhibit the highest expression of Mcl-1 among the acute leukemia cell lines tested. We propose that loss of Mcl-1 expression as a result of suppression of ERK may also be involved in the ability of PD98059 to enhance ABT-737-induced apoptosis. siRNA to Mcl-1 strikingly sensitized OCI-AML3 cells to ABT-induced apoptosis (14% apoptosis in parental cells at 2.5μM ABT-737, 64% apoptosis in siRNA-transfected cells at 10-fold lower concentration of 0.25μM). We have further demonstrated that ABT-737 reduced leukemia burden and significantly (p=0.0018) prolonged survival of mice in an in vivo mouse model. These findings suggest that: 1) ABT-737 reduces apoptosis through disruption of Bcl2:Bax heterodimers; 2) its activity is limited by Bcl2 phosphorylation and Mcl-1 overexpression; 3) combination with MEK inhibition results in inhibition of Bcl2 phosphorylation, downregulation of Mcl-1 and dramatic enhancement of ABT-737-induced apoptosis in AML.",
    "topics": [
        "abt-737",
        "apoptosis",
        "mechlorethamine",
        "nephrogenic fibrosing dermopathy",
        "rna, small interfering",
        "antineoplastic agents",
        "apoptosis regulatory proteins",
        "cancer",
        "cd34 antigens",
        "cytarabine"
    ],
    "author_names": [
        "Michael Andreeff, MD, PhD",
        "Rooha Contractor",
        "Peter P. Ruvolo, PhD",
        "Xingming Deng, MD, PhD",
        "Ismael Samudio, PhD",
        "Yue-Xi Shi",
        "Teresa McQueen, BS",
        "Rui-Yu Wang, MD, PhD",
        "Wendy Schober",
        "Xiaoyang Ling, PhD",
        "Frank C. Marini, PhD",
        "David Harris",
        "Zeev Estrov, MD",
        "James McCubrey, PhD",
        "W. Stratford May, MD, PhD",
        "Marina Konopleva, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA",
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA",
            "Institute of Molecular Medicine, University of Texas Health Science Center, Houston, TX, USA"
        ],
        [
            "University of Florida Shands Cancer Center, Gainesville, FL, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "East Carolina University School of Medicine, Greenville, NC, USA"
        ],
        [
            "University of Florida Shands Cancer Center, Gainesville, FL, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547"
}