{
    "doi": "https://doi.org/10.1182/blood.V128.22.962.962",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3462",
    "start_url_page_num": 3462,
    "is_scraped": "1",
    "article_title": "Isogenic iPSC Models of SRSF2 -Mutant Myelodysplastic Syndrome Capture Disease Phenotypes, Splicing Defects and Drug Responses ",
    "article_date": "December 2, 2016",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Spliceosome-Mutant MDS",
    "topics": [
        "myelodysplastic syndrome",
        "phenotype",
        "rna splicing",
        "srsf2 gene",
        "drug response",
        "rna",
        "cd34 antigens",
        "cd45 antigens",
        "clonal hematopoiesis of indeterminate potential",
        "dysplasia"
    ],
    "author_names": [
        "Chan-Jung Chang, PhD",
        "Andriana Kotini, PhD",
        "Julie Teruya-Feldstein, MD",
        "Omar Abdel-Wahab, MD",
        "Robert Bradley, PhD",
        "Eirini P. Papapetrou, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Oncological Sciences/Department of Medicine/Tisch Cancer Institute/Black Family Stem Cell Institute, Icahn School of Medicine at Mount Sinai, New York, "
        ],
        [
            "Department of Oncological Sciences/Department of Medicine/Tisch Cancer Institute/Black Family Stem Cell Institute, Icahn School of Medicine at Mount Sinai, New York, "
        ],
        [
            "Department of Pathology, Icahn School of Medicine at Mount Sinai, New York, "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, "
        ],
        [
            "Computational Biology Program, Fred Hutchinson Cancer Research Center, Seattle,"
        ],
        [
            "Department of Oncological Sciences/Department of Medicine/Tisch Cancer Institute/Black Family Stem Cell Institute, Icahn School of Medicine at Mount Sinai, New York, "
        ]
    ],
    "first_author_latitude": "40.7898178",
    "first_author_longitude": "-73.9532394",
    "abstract_text": "A major recent advance for the biology of Myelodysplastic Syndrome (MDS) was the discovery of recurrent mutations in genes encoding splicing factors (SFs). SRSF2 is a SF that binds to RNA sequences called exonic splicing enhancers (ESEs) to promote inclusion of exons containing these motifs. Mutations of SRSF2 are found in 20-30% of MDS patients, are associated with adverse prognosis and are almost always heterozygous missense mutations (P95 L/R/H). This strongly suggests a gain or alteration of function mechanism, corroborated by recent findings by us and others in a knockin mouse model and in K562 cells expressing mutant SRSF2, showing that the SRSF2 P95H mutation changes the normal RNA binding specificity of SRSF2 (Kim et al. Cancer Cell, 2015; Zhang et al. PNAS, 2015). While mis-splicing of hematopoietic regulators, such as EZH2 , was proposed as a potential downstream mechanism of SF mutations, systematically identifying the key downstream mediators remains a challenge. No human hematopoietic cell lines harboring SF mutations in the context of a normal diploid genome exist, primary MDS cells afford limited experimental opportunities and mouse modeling is likely to miss disease relevant targets, as only a quarter of regulated alternative splicing events are conserved between human and mouse. Our lab has pioneered the modeling of MDS with human induced pluripotent stem cells (iPSCs). We previously derived iPSCs with the SRSF2 P95L mutation and a chr7q deletion (del7q), as well as normal iPSCs from residual normal hematopoietic cells from the same MDS patient (Kotini et al. Nat. Biotech, 2015). To develop a model of mutant SRSF2, we used CRISPR/Cas9 technology to generate a panel of isogenic iPSCs with or without the SRSF2 P95 mutation, isolated or with the cooperating del(7q), all in the same genetic background, by both introducing the SRSF2 P95L mutation in normal iPSCs and correcting it in MDS-iPSCs from the same patient. Both patient-derived and genetically engineered SRSF2 P95L-iPSCs showed decreased growth and increased cell death of hematopoietic progenitor cells (HPCs), decreased clonogenic capacity and features of morphologic dysplasia. This phenotype is consistent with the SRSF2 mutation being an early, potentially initiating, event, supported by its frequent presence in the dominant clone and in individuals with clonal hematopoiesis of indeterminate potential (CHIP) without overt MDS. Using a competitive cell growth assay, we found that the splicing inhibitor E7107, as well as small molecule inhibitors of kinases modulating splicing, preferentially inhibit the growth of SRSF2 mutant, but not of isogenic normal, iPSC-derived HPCs. To investigate the effects of mutant SRSF2 in mRNA splicing, we performed RNA sequencing of purified CD34 + , CD34 + /CD45 + HPCs and undifferentiated iPSCs from mutant and isogenic wild-type (WT) iPSCs. SRSF2 mutant cells exhibited genome-wide alterations in ESE preferences, recapitulating the altered RNA binding found in patient cells, with mutant SRSF2 preferentially recognizing a CCNG motif versus a GGNG motif, while WT SRSF2 binds to both with similar affinity. Genes found mis-spliced in the SRSF2 mutant cells included previously reported genes of potential disease relevance, like EZH2 and FYN . While the majority of differentially spliced genes overlapped among the 3 cell states, cell type-specific differences were also noted, highlighting the importance of performing these analyses in the appropriate cell type. Importantly, iPSC-derived HPCs recapitulated a higher percentage of the mis-spliced events observed in patient cells than either the knockin mouse or the K562 models, thus capturing disease-relevant splicing alterations more faithfully than other models. To identify critical direct targets of mutant SRSF2, we used a second round of CRISPR/Cas9 gene editing to introduce a 3xFLAG epitope tag at the carboxyl terminus of the endogenous SRSF2 locus in isogenic SRSF2 mutant and WT iPSCs. CLIP-seq experiments in undifferentiated cells and HPCs derived from them are underway to identify genes differentially bound by the mutant vs the WT SRSF2. The model we describe here will be valuable for dissecting the pathogenesis of MDS with SF mutations, testing drugs and identifying new therapeutic targets for drug development. Disclosures No relevant conflicts of interest to declare."
}