{
    "doi": "https://doi.org/10.1182/blood.V124.21.2065.2065",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2761",
    "start_url_page_num": 2761,
    "is_scraped": "1",
    "article_title": "GDF15 Promotes Osteoclast Differentiation and High Serum GDF15 Levels Are Associated with Multiple Myeloma Bone Disease ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "bone diseases",
        "growth differentiation factor 15",
        "multiple myeloma",
        "osteoclasts",
        "trance protein",
        "cd40 ligand",
        "macrophage colony-stimulating factor",
        "serum specimen",
        "telomeric repeat amplification protocol",
        "thyroid hormone associated protein complex"
    ],
    "author_names": [
        "Marita Westhrin, MSc",
        "Siv Helen Moen, PhD",
        "Toril Holien, PhD",
        "Oddrun Elise Olsen, MSc",
        "Anne Kærsgaard Mylin, MDhD",
        "Peter Gimsing, MD PhD",
        "Ingemar Turesson, MD PhD",
        "Anders Waage, MD PhD",
        "Therese Standal, PhD"
    ],
    "author_affiliations": [
        [
            "Norwegian University of Science and Technology, Trondheim, Norway "
        ],
        [
            "Norwegian University of Science and Technology, Trondheim, Norway "
        ],
        [
            "Norwegian University of Science and Technology, Trondheim, Norway "
        ],
        [
            "Norwegian University of Science and Technology, Trondheim, Norway "
        ],
        [
            "University of Copenhagen, Copenhagen, Denmark "
        ],
        [
            "University of Copenhagen, Copenhagen, Denmark "
        ],
        [
            "Skane University Hospital, Malmö, Sweden "
        ],
        [
            "Norwegian University of Science and Technology, Trondheim, Norway "
        ],
        [
            "Norwegian University of Science and Technology, Trondheim, Norway ",
            "Norwegian University of Science and Technology, Trondheim, Norway"
        ]
    ],
    "first_author_latitude": "63.41949899999999",
    "first_author_longitude": "10.402077099999998",
    "abstract_text": "Introduction Growth differentiation factor 15 (GDF15) is a multifunctional growth factor of the transforming growth factor beta (TGFbeta) family that plays a complex role in several types of cancers. In multiple myeloma, GDF15 was recently shown to enhance the tumor-initiating and self-renewal potential of the cancer cells (Tanno et al, Blood 2014 ). Moreover, blood and bone marrow plasma levels of GDF15 are elevated in myeloma patients compared with healthy persons, and high serum levels are associated with a poor prognosis (Corre et al, Cancer Research 2012 ). GDF15 seems important for bone remodeling during hypoxia (Hino et al, JBMR 2012 ), and one study proposed GDF15 to increase osteoclast activation in prostate cancer metastasizing to bone (Wakchoure et al, Prostate 2009 ). Whether GDF15 plays a role in the bone disease of multiple myeloma is not well characterized. Aim Our aim was to investigate whether high GDF15 serum levels are associated with multiple myeloma bone disease and to characterize the effect of GDF15 on osteoclast differentiation in vitro . Methods GDF15 was measured in serum samples obtained at diagnosis from 138 myeloma patients and 58 age and sex-matched healthy controls. The patient serum samples were collected for the Nordic Myeloma Study Group during a randomized phase 3 clinical trial which compared the effect of two different doses of pamidronate on bone. The bone disease was therefore particularly well-characterized in this study (Gimsing et al, Lancet Oncol 2010 ). Peripheral blood mononuclear cells (PBMC) isolated from buffy coats were cultured in osteoclast medium (a-MEM with human serum (20%), M-CSF (30ng/ml) and RANKL (50ng/ml)) for up to 14 days with or without GDF15. Purchased pre-osteoclasts (Lonza Inc.) were cultured in purchased bullet kit (OC medium with M-CSF (33ng/ml) and RANKL (66ng/ml)) for 7 days with or without GDF15. Cells positive for tartrate resistant acidic phosphatase (TRAP) staining and with more than two nuclei were counted as osteoclasts. Results GDF15 was significantly higher in serum obtained from myeloma patients (median 1.08 ng/ml, range 27.91) compared with healthy controls (median 0.46 ng/ml, range 1.66, Independent samples Kruskal-Wallis test p< 0.0001). Moreover, serum GDF15 was elevated in patients with a more advanced osteolytic bone disease (n= 51, median 1.44 ng/ml, range 6.48) as compared to patients without osteolytic lesions (n= 16, median 0.84 ng/ml, range 10.62) at inclusion (p<0.05). The difference between serum GDF15 in patients with limited bone disease at inclusion (n=51, median 1.07 ng/ml, range 6.84) and patients with no bone disease at baseline was not significantly different. In vitro, addition of GDF15 (0-100 ng/ml) to osteoclast precursors or PBMC increased numbers of multi-nucleated TRAP positive cells in a dose dependent manner (n=3, O ng/ml GDF15 mean 25.7, SEM 5.9, 2 ng/ml GDF15 mean 29.7, SEM 4.3, 20 ng/ml GDF15 mean 38.7, SEM 4.9, 50 ng/ml GDF15 mean 53.3, SEM 11.6, 100 ng/ml GDF15 mean 78.7 SEM 7.8). OPG inhibited the pro-osteoclastogenic activity of GDF15 inferring that the effect is mediated by RANKL. Hence, GDF15 increases osteoclast differentiation. Conclusion Serum GDF15 is elevated in myeloma patients with advanced osteolytic bone disease compared to patients with no lesions. GDF15 increases osteoclast differentiation in vitro . Hence, GDF15 could play a role in regulating bone remodeling in myeloma patients. Disclosures No relevant conflicts of interest to declare."
}