{
    "doi": "https://doi.org/10.1182/blood.V110.11.2239.2239",
    "article_title": "Protective Role of Connexin 32 in Experimental Leukemogenesis. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Connexin (Cx) functions in the organization of cell-cell communication in multicellular organisms. Gap junctions have been implicated in the homeostatic regulation of various cellular functions, including growth control and differentiation, apoptosis, and the synchronization of electrotonic and metabolic functions. Primitive hemopoietic progenitor cells form a multicellular system, but a previous report describes that Cx32 is not expressed in the bone marrow. Thus, a question arises as to why Cx molecules are not detected in the hematopoietic tissue other than stromal cells. Based on our preliminary study that suggested a potential impairment of hematopoiesis in Cx32-knockout (KO) mice, the objectives of the present study were to determine whether Cx32 functions in the bone marrow during steady-state hematopoiesis and further to examine its possible protective roles during regeneration after chemical abrasions and during leukemogenesis after the administration of a genotoxic chemical, methyl nitrosourea (MNU). As results, the Cx32 molecule functioning in the hematopoietic stem cell (HSC) compartment during steady-state hematopoiesis was observed for the first time; the expression of Cx32 at the mRNA level determined by PCR analysis and that at the protein level determined using an anti-Cx32 antibody were observed only in the lin − c-kit + HSC fraction using a combination of immunobead-density gradient and immunomagnetic-bead separation. Hematopoiesis was impaired in the absence of Cx32; it was delayed during regeneration after chemical abrasion with 5-fluorouracil at 150 mg/kg body weight in Cx32-KO mice. Cx32-KO mice also showed increased leukemogenicity compared with wild-type mice after MNU injection; furthermore, in a competitive assay for leukemogenicity in mice that had been lethally irradiated and repopulated with a mixed population of equal amount of bone marrow cells from Cx32-KO mice and wild-type mice, the resulting leukemias were originated predominantly from Cx32-KO bone marrow cells. The present competitive assay clearly showed that Cx32-KO bone marrow cells have a higher risk of becoming leukemogenic. The above-mentioned findings in this study imply that Cxs play an essential role in maintaining the steady-state hematopoiesis and suppressing the neoplastic change. In summary, the role of Cx32 in hematopoiesis was not previously recognized and Cx32 was expressed only in HSCs and their progenitors. The results indicate that Cx32 in wild-type mice protects HSCs from chemical abrasion and leukemogenic impacts. Our results indicate that the risk of developing leukemia in patients with X-chromosome-linked Cx32 deficiency, called Charcot-Marie-Tooth syndrome, may not be incidental.",
    "topics": [
        "gap junction protein",
        "leukemogenesis",
        "abrasion",
        "leukemia",
        "molecule",
        "antibodies",
        "charcot-marie-tooth disease",
        "fluorouracil",
        "nitrosourea compounds",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Yoko Hirabayashi, MD, PhD",
        "Byung-Il Yoon, DVM, PhD",
        "Isao Tsuboi, MD, PhD",
        "Yan Huo",
        "Yukio Kodama, DVM",
        "Jun Kanno, MD, PhD",
        "Thomas Ott, PhD",
        "James E. Trosko, PhD",
        "Tohru Inoue, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoko Hirabayashi, MD, PhD",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Institute of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Byung-Il Yoon, DVM, PhD",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Institute of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isao Tsuboi, MD, PhD",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Institute of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Huo",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Institute of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukio Kodama, DVM",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Institute of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Kanno, MD, PhD",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Institute of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Ott, PhD",
            "author_affiliations": [
                "Service Einrichtung Transgene Tiere, Hertie-Institut für Klinische Hirnforschung, Tübingen, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James E. Trosko, PhD",
            "author_affiliations": [
                "Department of Pediatrics and Human Development, Michigan State University, College of Human Medicine, East Lansing, MI, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tohru Inoue, MD, PhD",
            "author_affiliations": [
                "Center for Biological Safety and Research, National Institute of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T15:37:19",
    "is_scraped": "1"
}