{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1068.1068",
    "article_title": "Cytoplasmic Phospholipase A2 Is Essential in GPVI Signaling Initiated Procoagulant Platelet Formation ",
    "article_date": "December 7, 2017",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "Procoagulant platelets (PP), a subpopulation of highly activated platelets, are essential in hemostasis by supporting active tenase and prothrombinase complexes on their phosphatidylserine (PSer) externalized surface. When platelets are stimulated with a GPVI agonist, such as convulxin (CVX) or collagen related peptide (CRP), both extracellular calcium entry and mitochondrial permeability transition pore (mPTP) formation are required to mediate the transition to the procoagulant phenotype. Activation of phospholipase A2 (PLA2) is an essential prerequisite for GPVI stimulated thromboxane A2 (TXA2) generation that induces paracrine platelet activation and aggregation. Active PLA2 cleaves the arachidonic acid from the second carbon group of glycerol within the phospholipid membrane. The resultant arachidonic acid, upon downstream enzymatic modification, is modified into TXA2, leukotrienes, and other metabolites. Inhibitors of cyclooxygenases (i.e. aspirin), which prevent arachidonic acid conversion to TXA2 are widely used clinically as antiplatelet agents. Here we investigate the role of PLA2 and its metabolites in inducing GPVI-induced PP formation. Human platelets (10 6 /mL) were activated in the presence of three distinct PLA2 inhibitors: non-specific (PLA2; oleyloxyethyl phosphorylcholine, 1 μM), and specific to inducible (iPLA2; bromoenol lactone, 1 μM) and Ca 2+ -dependent cytosolic PLA2 (cPLA2; PACOCF3, 1 μM). Examination of platelets in these dilute conditions facilitates both the assessment of autocrine effects of PLA2 and its metabolites and flow cytometry analysis. Platelets were stimulated with different concentrations of GPVI agonists (CRP and CVX), stained (Annexin V for PSer, PAC1 for integrin activation and P-Selectin to assess granule release) and fixed. Additionally pharmacologic inhibitors of the TXA2 receptor (SQ29548, 0.5 μM) and lipoxygenases were utilized. As expected, PP formation in this setting was GPVI signaling and mPTP mediated, as dasatinib (SRC kinase inhibitor, 1 μM) and cyclosporin A (cyclophilin D inhibitor, 5 μM) completely inhibited PP formation. Analysis of platelet activation by flow cytometry demonstrated no effect of PLA2 inhibition on either platelet aggregatory ability or granule release. In contrast, procoagulant platelet formation was significantly decreased in the presence of the non-specific PLA2 inhibitor oleyloxyethyl phosphorylcholine (~59% decrease) and the specific cPLA2 inhibitor PACOCF3 (~51% decrease). Specific iPLA2 inhibition had no effect on any aspect of platelet activation. These results indicate that cPLA2-mediated events are required for autocrine induction of procoagulant platelet formation by GPVI. To begin to interrogate the downstream effectors mediating cPLA2's effects PP formation was examined in the presence of inhibitors of TXA2-mediated platelet activation (SQ29548) and lipoxygenase inhibitors, specifically zileuton, caffeic acid and 8,11,14-eicosatriynoate (all at 1 μM). Inhibition of either of these metabolite-mediated pathways had no effect on GPVI-induced PP formation. In contrast to TXA2's lack of effect on autocrine PP formation, platelet accretion on collagen, presumably mediated by paracrine stimulation of the TXA2 receptor, was decreased by 70% in the presence of SQ29548. These studies identify a novel pathway, mediated through activation of cPLA2, that is essential for GPVI induced PP formation. This cPLA2-mediated pathway is not mediated through the TXA2 receptor, and is distinct from that required for TXA2-mediated paracrine activation of platelet aggregation. Consistent with the findings presented here, previous studies have demonstrated minimal effect of cyclooxygenase inhibition on procoagulant platelet formation. Thus, our studies identify a novel aspirin-insensitive pathway mediating PP formation, and suggest a novel pharmacologic target that could be used for the treatment of procoagulant platelet related pathologic thromboses without affecting proaggregatory phenotype. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "cytoplasm",
        "heart sound a2",
        "phospholipase",
        "signal transduction",
        "granules",
        "thromboxane a2",
        "metabolites",
        "arachidonic acid",
        "1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine"
    ],
    "author_names": [
        "Andaleb Kholmukhamedov, MD",
        "Janecke Rae",
        "Shawn M. Jobe, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andaleb Kholmukhamedov, MD",
            "author_affiliations": [
                "Blood Center of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Janecke Rae",
            "author_affiliations": [
                "Blood Research Institute, Blood Center of Wisconsin, Milwaukee,"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shawn M. Jobe, MD PhD",
            "author_affiliations": [
                "Blood Center of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:32:49",
    "is_scraped": "1"
}