{
    "doi": "https://doi.org/10.1182/blood.V122.21.2899.2899",
    "article_title": "Successful Long-Term Phenotypic Correction Of Hemophilia A Mice By Engineering Functional Factor VIII Delivery System In Vivo Using Autologous Endothelial Cell Sheets ",
    "article_date": "November 15, 2013",
    "session_type": "801. Gene Therapy and Transfer: Poster II",
    "abstract_text": "Recently, preclinical and clinical studies using adeno-associated viral (AAV) vectors for hemophilia B showed that the safety profile is vector dose-dependent and that immune responses to AAV-capsid proteins with subsequent hepatocyte toxicity required transient immunosuppression for sustained transgene expression. However, there still remain concerns over the safety of systemic vector injection. Potential side effects include adverse immunological reactions, vector-mediated cytotoxicity, germ-line transmission, and insertional oncogenesis. Moreover, especially in hemophilia A, an alternative transgene delivery approach may be necessary due to the large size of the factor VIII (FVIII) cDNA. Blood outgrowth endothelial cells (BOECs) are considered to be an attractive candidate to treat hemophilia A, because BOECs express von Willebrand factor, which is known to act as a carrier protein for FVIII and prevents its proteolytic degradation. We previously reported that therapeutic levels of plasma FVIII were documented from hemophilia A mice over 6 months, in which lentivirally-engineered BOECs mixed with Matrigel were implanted subcutaneously. However, the gradual loss of plasma FVIII was observed probably due to the breakdown of the scaffold material or cell death. To overcome this issue, we employed a novel tissue engineering approach, in which BOECs were formed into a contiguous monolayer sheet that can readily used for transplantation into the subcutaneous space for the FVIII production. To evaluate alternative scaffold material that can enhance the viability of the implanted cells, FVIII-transduced BOECs were cultured on temperature-responsive poly (N-isopropylacrylamide) (PIPAAm)-grafted dish to engineer BOECs sheet. This dish allows for simple detachment of the cultured cells without the use of proteolytic enzymes such as trypsin and enables us to harvest the cell sheet as a contiguous monolayer that retains its native intercellular communications and intracellular microstructure, which are indispensable for normal cellular function. The lentivirally-modified BOECs that expressed canine FVIII at the level of 2,000-3,000 mU/mL /1x10 6 cells/24hrs in vitro were seeded on the temperature-responsive culture dishes. When the cultured BOECs reached confluency, the cultured cells were detached from the PIPPAm dish as a uniformly connected tissue sheet by lowering the culture temperature to 20°C for 30 minutes. Despite requiring a single plasma infusion at the time of the small surgical procedure and transient immunosuppression with cyclophosphamide, 2-11% FVIII levels of normal plasma were detected 3 weeks after cell transplantation and sustained up to 300 days without the development of anti-canine FVIII antibodies in immunocompetent hemophilia A mice receiving the transplanted BOECs sheet. In addition, by histological examination, we also confirmed that transplanted the BOECs differentiate into mature endothelial cells and contribute to new blood vessel formation. There is a clear difference in cell viability between our previous Matrigel transplantation approach and this new cell sheet strategy. Although BOECs are capable of engrafting and expressing FVIII following transplantation into the same subcutaneous space, BOECs implanted through the cell sheet approach exhibit prolonged cell viability that results in both long-term and 3-5 times higher expression of FVIII. In conclusion, we have succeeded in the long-term correction of hemophilia A in a mouse model by ex vivo engineering of genetically-modified autologous endothelial cells in an ectopic subcutaneous space. Our cell sheet engineering approach could contribute to clinical translational studies for hemophilia A in a variety of therapeutic settings. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "endothelial cells",
        "engineering",
        "factor viii",
        "hemophilia a",
        "mice",
        "phenotype",
        "diffuse idiopathic skeletal hyperostosis",
        "transplantation",
        "therapeutic immunosuppression",
        "adverse effects"
    ],
    "author_names": [
        "Hideto Matsui, MD",
        "Kohei Tatsumi, MD",
        "Kazuo Ohashi, MD",
        "Midori Shima, MD",
        "Mitsuhiko Sugimoto, MD",
        "Teruo Okano, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hideto Matsui, MD",
            "author_affiliations": [
                "Regulatory Medicine for Thrombosis, Nara Medical University, Kashihara, Nara, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kohei Tatsumi, MD",
            "author_affiliations": [
                "Institute of Advanced Biomedical Engineering and Science, Tokyo Women's Medical University, Tokyo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuo Ohashi, MD",
            "author_affiliations": [
                "Institute of Advanced Biomedical Engineering and Science, Tokyo Women's Medical University, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Midori Shima, MD",
            "author_affiliations": [
                "Pediatrics, Nara Medical University, Kashihara, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsuhiko Sugimoto, MD",
            "author_affiliations": [
                "Regulatory Medicine for Thrombosis, Nara Medical University, Kashihara, Nara, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teruo Okano, PhD",
            "author_affiliations": [
                "Institute of Advanced Biomedical Engineering and Science, Tokyo Women's Medical University, Tokyo, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T13:02:57",
    "is_scraped": "1"
}