{
    "doi": "https://doi.org/10.1182/blood.V128.22.542.542",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3312",
    "start_url_page_num": 3312,
    "is_scraped": "1",
    "article_title": "EPO Signaling Triggers Erythrocytosis By Expanding Erythrocytes and Also Subsets of Macrophages ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Erythropoiesis and Cell Signaling",
    "topics": [
        "erythrocytes",
        "erythrocytosis",
        "macrophages",
        "signal transduction",
        "precipitating factors",
        "erythropoietin receptors",
        "secondary polycythemia",
        "doxycycline",
        "primary erythrocytosis",
        "reflectance confocal microscopy"
    ],
    "author_names": [
        "Yoshihiro Hayashi, MD PhD",
        "Jieyu Wang, MD",
        "Zefeng Xu, MD",
        "Xiaomei Yan, MD PhD",
        "Yue Zhang, MD",
        "Theodosia A Kalfa, MD PhD",
        "Zhijian Xiao, MD",
        "Gang Huang, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Divisions of Pathology and Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "Sun Yat-sen Memorial Hospital, Sun Yat-sen University, Guangzhou, China "
        ],
        [
            "Divisions of Pathology and Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Divisions of Pathology and Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Activated EPO receptor (EPOR) signaling (EPO-EPOR-JAK2-STATs) leads to erythrocytosis, which is defined as an absolute increase in red cell mass (RCM). Erythrocytosis is classified as primary versus secondary. Primary erythrocytosis is defined by erythroid cell-intrinsic EPO-independent mechanism due to constitutively activated EPOR signaling by gain-of function EPOR or JAK2 mutations. Hypoxia inducible factor-2α (HIF-2α) is a master regulator of EPO gene expression. A defect in the oxygen-sensing VHL-PHD2-HIF-2α signaling pathway due to stress conditions or mutations leads to excess EPO production and secondary erythrocytosis (erythroid cell extrinsic EPO-dependent mechanism). It has also been suggested that a subset of macrophages play a critical role in the late stage erythropoiesis as an important erythroid cell-extrinsic factor. The role of EPOR signaling for these macrophages in the erythrocytosis context has not been fully understood. To determine the intrinsic or extrinsic regulationof erythrocytosis in vivo , we used two different mouse models of both primary and secondary erythrocytosis. We used JAK2 V617F mutant knock-in heterozygous mice (Jak2V617F mice) as a primary erythrocytosis model. To model the EPO-induced secondary erythrocytosis, we generated a liver-specific inducible human HIF-2α double-point-mutant (DPM) (P531A and N847A) transgenic mouse. Using liver specific Alb-Cre and Rosa26-loxP-Stop-loxP (LSL) rtTA driver, stable HIF-2α protein can be induced in a doxycycline dependent manner. We used wild-type mice for the control. Both Jak2V617F mice and doxycycline-treated Alb-Cre/LSL-rtTA-GFP/DPM (Alb-Cre/DPM) mice quickly developed a similar degree of erythrocytosis (control; Hb, 13.0 ± 1.8 g/dl; Ht, 46.2 ± 7.3%: Jak2V617F mice; Hb, 22.0 ± 0.7 g/dl; Ht, 79.7 ± 3.3%: Alb-Cre/DPM mice; Hb, 20.7 ± 2.2 g/dl; Ht, 71.4 ± 8.1%) and splenomegaly. The plasma EPO level in Jak2V617F mice was significantly decreased, while the level of EPO in Alb-Cre/DPM mice was significantly increased in comparison to the control. While the two mouse models developed similar degrees of erythrocytosis, EPO-dependent early erythroid precursors were dramatically increased in the bone marrow (BM) and spleen (SP) from Jak2V617F mice, but only modestly increased in Alb-Cre/DPM mice. This suggests that the sensitivity of the EPO-EPOR signaling pathway in erythroid cells could differ depending on whether activation is cell-intrinsic or extrinsic, and a non-erythroid population may cooperate with erythroid cells to achieve a similar degree of erythrocytosis. CD169 + Vcam1 + macrophages have been shown to play a critical role in stress erythropoiesis. Thus, we analyzed the macrophage population in BM and SP. Although the frequencies of total BM macrophages did not change, CD169 + Vcam1 + subpopulation, as well as total BM erythrocytes, was significantly increased in the BM macrophage population from Alb-Cre/DPM mice compared to those from the control or Jak2V617F mice. The frequencies of total SP macrophages, CD169 + Vcam1 + SP macrophages, and total SP erythrocytes from both Jak2V617F mice and Alb-Cre/DPM mice were increased compared to those from the control. Notably, the increase of CD169 + Vcam1 + subpopulation in the SP macrophages from Alb-Cre/DPM mice was prominent. Our results indicate that Jak2V617F could mediate cell-intrinsic activation of EPOR signaling in macrophages and induce CD169 + Vcam1 + population primarily in SP but not in BM; while excessive EPO could mediate cell-extrinsic activation of EPOR signaling in macrophages and induce CD169 + Vcam1 + population in both BM and SP. Taken together, using primary and secondary erythrocytosis models, we demonstrated that; 1) Jak2V617F and highly elevated EPO expression could activate EPOR signaling intrinsically or extrinsically, respectively, in both erythrocytes and macrophages, 2) both erythrocytes and macrophages cooperate to achieve an absolute increase in RCM and this could be the common underlying mechanism for erythrocytosis, 3) Extrinsic EPOR activation due to high EPO appears to induce CD169 + Vcam1 + macrophages more potently than intrinsic EPOR activation in both BM and SP. Further studies are needed to understand the mechanism of how EPOR signaling induces this macrophage subpopulation, which could be a potential common therapeutic target for both primary and secondary erythrocytosis besides JAK2 inhibitors. Disclosures No relevant conflicts of interest to declare."
}