{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3241.3241",
    "article_title": "Treatment Evolution for Multiple Myeloma before Autologous Stem Cell Transplant and Its Relation with Engraftment Syndrome: 15 Years of Experience ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster II",
    "abstract_text": "BACKGROUND Multiple Myeloma (MM) is among the diseases that obtain major benefits from upfront chemotherapy followed by High Dose Chemotherapy with Autologous Stem Cell Transplant (HDC-ASCT), in eligible patients. The treatment landscape for MM has significantly evolved over the last decade, making significant improvements in disease control before reaching HDC-ASCT. New and very efficient drugs are now designed to target immunoregulatory pathways interfering more specifically with malignant cells. Certainly, with this novel approach, new outcomes are expected to arise over time. Indeed, engraftment syndrome (ES) is seen more often and recognized in up to 70% in some series. Much has been proposed regarding the etiology of ES, but unfortunately little has been validated. The objective of this study was to identify the incidence, risk factors associated with the development of ES and the impact of this outcome on survival. METHODS Patients with MM who underwent HDC-ASCT from 2000 to 2015 at the San Antonio VA Hospital were included. ES was defined according to Maiolino criteria. Patients were divided into two groups, those who developed ES and those who did not. We analyzed pre-transplant chemotherapy regimen (PTR) and radiation therapy (RT) if any, administered to both groups. PTR was stratified as single line therapy (SLT) or multiple lines of therapy (MLT). The groups were comparable and matched for for age, gender, race and disease status at transplant. Survival was determined from the day of transplant. Frequency among variables and predictive analysis were evaluated by the Pearson's Chi-square test and logistic regression followed by Cox regression model respectively. RESULTS A total of 313 patients were included and out of those, 162 (51.8%) developed ES.208 patients (66.5%) received SLT and 105 (33.5%) MLT. Some form of radiation therapy (RT) was indicated in 72 (23.0%) patients for bone lesions, plasmacytoma or palliation of pain.The frequency of ES was significantly increased in those who received Bortezomib/Dexamethasone (VD) or Lenalinomide-Dexamethasone (RD) as SLT plus RT compared to those who received any other SLT or MLT (p=0.0138). The survival at 25 percentile of ES vs. no ES was 42 months vs. 30 months (p=0.0247). ES was seen more frequent in Whites and Hispanics compared to African Americans (AA) (p=0.0001 and p<0.0198, respectively). CONCLUSIONS Patients who received PTR with VD or RD plus any RT indicated for MM had increased frequency of ES. Patients who developed ES during transplant survived significantly longer. Whites and Hispanics had higher odds of developing ES compared to AA. The association of VD or VD plus RT has not been reported in the past as risk factor for ES in the era of immunomodulatory agents. Figure View large Download slide Figure View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "engraftment syndrome",
        "multiple myeloma",
        "transplantation",
        "chemotherapy regimen",
        "dexamethasone",
        "radiation therapy",
        "biological response modifiers",
        "bone lesion",
        "bortezomib"
    ],
    "author_names": [
        "Adolfo E Diaz, MD",
        "Juan J. Toro, MD MSci",
        "Shuko Lee, MS",
        "Vivian Dee, NP",
        "Francisca Cecilia Gushiken, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Adolfo E Diaz, MD",
            "author_affiliations": [
                "Hematology-Oncology Division, UT Health Cancer Center at San Antonio, San Antonio, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juan J. Toro, MD MSci",
            "author_affiliations": [
                "Audie L. Murphy Memorial Veterans Hospital and University of Texas Health Science Center at San Antonio, San Antonio, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuko Lee, MS",
            "author_affiliations": [
                "Veterans Affairs Hospital, ACOS for Research, San Antonio, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivian Dee, NP",
            "author_affiliations": [
                "Veterans Affairs Hospital, San Antonio, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisca Cecilia Gushiken, MD",
            "author_affiliations": [
                "Bone Marrow Transplant, Audie L. Murphy, VA Hospital, San Antonio,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:37:44",
    "is_scraped": "1"
}