{
    "doi": "https://doi.org/10.1182/blood-2021-149354",
    "article_title": "Systematic Omission of Pregnant and Lactating Women from Malignant Haematology Trials Perpetuates a Cycle of Exclusion, Data Shortage and Disadvantage ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Background: Pregnant or breastfeeding women are routinely excluded from clinical trials due to fear of teratogenicity and toxicity of therapeutic agents, despite a paucity of evidence to support this practice. In response to the diethylstilbesterol (DES) and thalidomide-induced embryopathy in the mid-20 th century, the US Food and Drug Administration (FDA) released new regulations excluding Women of Child-Bearing Potential (WoCBP) from phase I and II trial participation, followed by an introduction of a new pregnancy category labelling system in 1979. The legacy of these measures is a reliance on accidental exposure pregnancy data rather than rigorous clinical trial efficacy and safety data for medication use in pregnancy and lactation. WoCBP when enrolled in clinical trials are often subjected to prescriptive contraceptive requirements to mitigate the risk of accidental pregnancy, without informed consent for the contraceptive side effects. These barriers to trial participation for WoCBP, particularly in the setting of life-threatening haematological diseases, prevent timely access to therapies only accessible via clinical trial participation. Lymphoma and leukaemia in pregnancy occur with an approximate incidence of 1 in 6000 and 1 in 75,000-100,000 pregnancies respectively. We examined the rates and rationale for exclusion of these patients from clinical trials, as well as contraceptive requirements for WoCBP. Methods: We conducted a cross-sectional observational study of clinical trial protocols recruiting patients with potentially life-threatening haematological malignancies. We searched the clinicaltrials.gov clinical trials database for trial protocols enrolling acute myeloid leukaemia (AML), acute lymphoblastic leukaemia (ALL), Hodgkin lymphoma (HL) and/or Diffuse Large B Cell lymphoma (DLBCL) between January 2016 and January 2021. Studies were included if they included WoCBP (15-55 years of age). Studies without complete electronic protocol access were excluded. The following data was collected: target disease, study phase, study location, age of patients, whether pregnant or lactating women were excluded (rationale if provided including evidence of teratogenicity), type of contraception and duration mandated and presence or absence of informed consent for contraception. Results: We identified 68 trials for AML, ALL, DLBCL and HL (40%, 26%, 21% and 13% respectively) (Table 1). Most were phase I-II studies (91%) of novel agents (90%) and of note, the majority were of non-chemotherapy agents (83%). The majority (97%) excluded pregnant women and (69%) without providing rationale. Only 2% cited evidence for embryopathy in either human or animal studies. Most studies (84%) explicitly excluded lactating women, of which 85% did not provide justification. Contraception was mandatory in 90% of the protocols, with 47% of these requiring at least two different forms of contraception for the entire study period. These included hormone-based contraception, barrier methods and abstinence. None of the protocols provided informed consent for the potential side effects of the mandated contraceptive methods in the context of the study. Conclusion: The theoretical harm from anti-cancer therapy to the foetus is typically given greater moral precedence than is a pregnant woman's autonomy. Pregnant and lactating women were almost universally excluded from the trials in this study with limited rationale provided. Study protocols frequently mandated contraception without informed consent of its associated risks in the context of the study. This perpetuates the lack of efficacy and safety data in this patient population, and drives a cycle of systematic exclusion, data shortage, and inequity. Pregnant and lactating women with life threatening haematological malignancies with no alternative treatment options should be eligible for clinical trials where this offers potentially life-saving therapy, with appropriate informed consent around the indefinable and potentially harmful effects on their foetus. We propose obligatory rationale for exclusion of pregnant and breastfeeding women in all clinical trials, using safety data from either human or animal studies and contraception informed consent. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Hamad:  Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau.",
    "author_names": [
        "Georgia Mills",
        "Catherine Tang",
        "Pietro R Di Ciaccio",
        "Verity L Chadwick",
        "Barbara Withers",
        "Orly Lavee",
        "Sam Milliken",
        "Jacinta Perram",
        "Georgia J McCaughan",
        "Nada Hamad"
    ],
    "author_dict_list": [
        {
            "author_name": "Georgia Mills",
            "author_affiliations": [
                "St Vincent's Clinical School Sydney, University of New South Wales, Sydney, Australia",
                "Department of Haematology and Bone Marrow Transplant, St Vincents Hospital, Australia, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Catherine Tang",
            "author_affiliations": [
                "Department of Haematology, Gosford Hospital, Gosford, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pietro R Di Ciaccio",
            "author_affiliations": [
                "St Vincent's Clinical School, University of New South Wales, Sydney, Australia",
                "Department of Haematology, Sydney Adventist Hospital, Sydney, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Verity L Chadwick",
            "author_affiliations": [
                "St Vincent's Hospital, Department of Haematology and Bone Marrow Transplant, Sydney, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Withers",
            "author_affiliations": [
                "St Vincent's Clinical School, University of New South Wales, Sydney, Australia",
                "Department of Haematology and Bone Marrow Transplant, St Vincent's Hospital, Sydney, Australia",
                "Westmead Hospital, University of Sydney, Westmead Insitutue of Medical Research, Sydney, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Orly Lavee",
            "author_affiliations": [
                "Department of Haematology and Bone Marrow Transplant, St Vincent's Hospital, Sydney, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sam Milliken",
            "author_affiliations": [
                "St Vincent's Clinical School, University of New South Wales, Sydney, Australia",
                "Department of Haematology and Bone Marrow Transplant, St Vincent's Hospital, Sydney, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacinta Perram",
            "author_affiliations": [
                "St Vincent's Clinical School, University of New South Wales, Sydney, Australia",
                "Department of Haematology and Bone Marrow Transplant, St Vincent's Hospital, Sydney, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georgia J McCaughan",
            "author_affiliations": [
                "St Vincent's Clinical School, University of New South Wales, Sydney, Australia",
                "Department of Haematology, St Vincent's Hospital, Sydney, Australia"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nada Hamad",
            "author_affiliations": [
                "Department of Haematology and Bone Marrow Transplant, St Vincent's Hospital, Sydney, Australia",
                "St Vincent's Clinical School, University of New South Wales, Sydney, Australia",
                "School of Medicine, University of Notre Dame, Sydney, Australia"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:34:04",
    "is_scraped": "1"
}