{
    "doi": "https://doi.org/10.1182/blood.V122.21.4867.4867",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2633",
    "start_url_page_num": 2633,
    "is_scraped": "1",
    "article_title": "Observational Study Of PNH Clone Size By High Sensitivity Flow Cytometry In High-Risk Patients InA Large Russian Population ",
    "article_date": "November 15, 2013",
    "session_type": "508 - Bone Marrow Failure",
    "topics": [
        "clone cells",
        "flow cytometry",
        "observational studies",
        "cd45 antigens",
        "follow-up",
        "cd14 antigen",
        "cytopenia",
        "hemolytic anemia",
        "screening",
        "anemia"
    ],
    "author_names": [
        "Elena Babenko",
        "Alexandra Sipol",
        "Vyacheslav Borisov",
        "Elena Naumova",
        "Elena Boyakova",
        "Dimitry Yakunin",
        "Tatyana Glazanova",
        "Zhanna Chubukina",
        "Natalya Pronkina",
        "Alexander Popov, MD, PhD",
        "Leonid Saveliev",
        "Elena Partylova",
        "Larisa Vlasova",
        "Ilshat Mustafin",
        "Bulat Ramazanov",
        "Irina Galtseva",
        "Zalina Fidarova",
        "Svetlana Lugovskaya",
        "Igor Lisukov",
        "Alexander Kulagin"
    ],
    "author_affiliations": [
        [
            "First Pavlov State Medical University of St. Petersburg, St.Petersburg, Russia, "
        ],
        [
            "R.M. Gorbacheva Memorial Institute of Child Oncology, Hematology and Transplantation, Saint-Petersburg Pavlov State Medical University, St. Petersburg, Russia, "
        ],
        [
            "Alexion Pharma, Moscow, Russia, "
        ],
        [
            "Russian Medical Academy of Postgraduate Education, Moscow, Russia, "
        ],
        [
            "D.Rogachev Memorial Center of Pediatric Hematology, Oncology and Immunology, Moscow, Russia, "
        ],
        [
            "D.Rogachev Memorial Center of Pediatric Hematology, Oncology and Immunology, Moscow, Russia, "
        ],
        [
            "Russian Research Institute of Hematology and Transfusiology, St. Petersburg, Russia, "
        ],
        [
            "Russian Research Institute of Hematology and Transfusiology, St. Petersburg, Russia, "
        ],
        [
            "Research Institute of Clinical Immunology RAMS SB, Novosibirsk, Russia, "
        ],
        [
            "Dipartimento per la Salute della Donna e del Bambino, Laboratorio di Ematoncologia Pediatrica, University of Padua, Padua, Italy, "
        ],
        [
            "Regional Children's Hospital/Institute of Medical Cell Technologies, Yekaterinburg, Russia, "
        ],
        [
            "Sverdlovsk Regional Hospital ¹1, Yekaterinburg, Russia, "
        ],
        [
            "Sverdlovsk Regional Hospital ¹1, Yekaterinburg, Russia, "
        ],
        [
            "Kazan Medical State University, Kazan, Russia, "
        ],
        [
            "Kazan Medical State University, Kazan, Russia, "
        ],
        [
            "National Research Center for Hematology, Moscow, Russia, "
        ],
        [
            "National Research Center for Hematology, Moscow, Russia, "
        ],
        [
            "Department of Clinical and Laboratory Diagnostic RMAPE, Moscow, Russia"
        ],
        [
            "First Pavlov State Medical University of St. Petersburg, St.Petersburg, Russia, "
        ],
        [
            "First Pavlov State Medical University of St. Petersburg, St.Petersburg, Russia, "
        ]
    ],
    "first_author_latitude": "59.9645655",
    "first_author_longitude": "30.3206798",
    "abstract_text": "Introduction Paroxysmal nocturnal hemoglobinuria (PNH) is a rare and life-threatening hematopoietic stem cell disease caused by a partial or absolute deficiency of proteins linked to the cell surface membrane via a glycosylphosphatidyl-inositol anchor, which leads to complement-induced intravascular hemolysis mediated via the membrane attack complex. Multiparameter high-sensitivity flow cytometric measurement of PNH clones is the method of choice for the diagnosis of PNH, as recommended by the International Clinical Cytometry Society (ICCS). After publication of the ICCS guidelines, screening of patients considered at high risk of PNH was commenced in Russia. Data are presented on PNH clone size distribution across patients with relevant ICD-10 diagnostic codes (based on patients′ initial assumed diagnoses). Methods Patients were tested for the presence and size of PNH clones using high-sensitivity flow cytometry across nine laboratories. PNH clone evaluations were performed as described in the ICCS guidelines: CD59/CD235a monoclonal antibodies for RBC; CD45/CD15/CD24/FLAER for granulocytes and; CD45/CD64/CD14/FLAER or CD45/CD33/CD14/FLAER for monocytes. The sensitivity for PNH clone detection was 0.01%. Changes in PNH clone size were evaluated among patients who had follow-up studies after initial measurements. Results 1889 patients were assessed between October 2011 and June 2013 ( Table 1 ). Suspected PNH and bone-marrow disorders (AA, MDS, cytopenia) were the most common reasons for PNH testing. The greatest proportions of patients with PNH clones were among those with of an initial assumed diagnosis of AA or PNH. Notably, around 40% of patients with an initial assumed diagnosis of PNH actually had no detectable PNH clones. Most patients with small clone sizes (< 1%) were in the AA, MDS and hemolytic anemia groups. Overall, mean clone sizes were slightly higher in monocytes (31.5%) than in granulocytes (30.1%) across the diagnostic categories. While there was generally a good correlation between clone size measurements in granulocytes and monocytes (linear regression r 2 = 0.9851), 10% of PNH-positive patients had detectable clones only in one of these leucocyte populations (i.e. either in monocytes or in granulocytes, but not both). PNH clones in RBCs were generally lower than in granulocytes. Repeat clone size measurements were performed in 316 patients over a mean follow-up period of 7.8 months. In patients with initial clone sizes 50%, clones tended to increase. PNH clones were not changed at all in 98 patients at follow-up, among whom 48% were patients with AA. Table 1 Patient characteristics and PNH clone size  Initial assumed diagnosis . ICD-10 code(s) . Number . Mean age (years) . % of total . Number (%) PNH+ (>0.01%) * . AA D61.3 718 32 38.0 414 (57.7) PNH D59.5 241 40 12.8 143 (59.3) MDS D46 325 54 17.2 87 (26.8) Hemolytic anemia D59, D59.1 252 43 13.3 50 (19.8) Cytopenia D70 32 42 1.7 11 (34.4) Anemia D64, D64.4, D64.9, D50, D51.9, D61 95 40 5.0 8 (8.4) Lymphoma/leukemia C26.1, C84, C85, C85.1, C91, C92, C95, D47 23 50 1.2 5 (21.7) Coagulopathy D65, D68.8, D68.9, D69.4, D69.6 20 37 1.1 4 (20.0) TTP D69, D69.3 35 39 1.9 4 (11.4) Hemolysis – 9 42 0.5 2 (22.2) Uremic syndrome D59.3 10 20 0.5 1 (10.0) Thrombosis I25, I74.3, I74.8, I80, I82, I82.8 23 40 1.2 1 (4.4) Other D56, D84.9, E80, E85, K73, K74, M32,O99 21 38 1.1 3 (14.3) Not provided – 85 38 4.5 31 (36.5) Total – 1889 40 – 764 Initial assumed diagnosis . ICD-10 code(s) . Number . Mean age (years) . % of total . Number (%) PNH+ (>0.01%) * . AA D61.3 718 32 38.0 414 (57.7) PNH D59.5 241 40 12.8 143 (59.3) MDS D46 325 54 17.2 87 (26.8) Hemolytic anemia D59, D59.1 252 43 13.3 50 (19.8) Cytopenia D70 32 42 1.7 11 (34.4) Anemia D64, D64.4, D64.9, D50, D51.9, D61 95 40 5.0 8 (8.4) Lymphoma/leukemia C26.1, C84, C85, C85.1, C91, C92, C95, D47 23 50 1.2 5 (21.7) Coagulopathy D65, D68.8, D68.9, D69.4, D69.6 20 37 1.1 4 (20.0) TTP D69, D69.3 35 39 1.9 4 (11.4) Hemolysis – 9 42 0.5 2 (22.2) Uremic syndrome D59.3 10 20 0.5 1 (10.0) Thrombosis I25, I74.3, I74.8, I80, I82, I82.8 23 40 1.2 1 (4.4) Other D56, D84.9, E80, E85, K73, K74, M32,O99 21 38 1.1 3 (14.3) Not provided – 85 38 4.5 31 (36.5) Total – 1889 40 – 764 * Percentage calculated relative to total number of patients in diagnostic group. AA, aplastic anemia; MDS, myelodysplastic syndrome; TTP, thrombocytopenic thrombotic purpura. View Large Conclusion These screening data confirm the utility of high-sensitivity flow cytometry testing in high-risk patient groups to ensure early and accurate diagnosis and to aid in the effective clinical management of patients. Disclosures: Babenko: Alexion: Research Funding. Sipol: Alexion: Research Funding. Borisov: Alexion: Employment. Naumova: Alexion: Research Funding. Boyakova: Alexion: Research Funding. Glazanova: Alexion: Research Funding. Chubukina: Alexion: Research Funding. Pronkina: Alexion: Research Funding. Popov: Alexion: Research Funding. Mustafin: Alexion: Research Funding. Fidarova: Alexion: Honoraria. Lisukov: Alexion: Honoraria. Kulagin: Alexion: Honoraria."
}