{
    "doi": "https://doi.org/10.1182/blood.V112.11.3428.3428",
    "article_title": "The Influence of Polymorphisms of Interleukin-17F Genes on the Susceptibility and Clinical Significanse of Chronic Idiopathic Thrombocytopenic Purpura. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Introduction: Recent several cytokine studies have shown Th1 polarization of the immune response in idiopathic thrombocytopenic purpura (ITP) patients. Interleukin-17 F(IL-17F) is a relatively new cytokine that regulates the adaptive and innate immune systems. In vivo studies in murine disease indicate that the Th17 lineage plays a pathogenic role in autoimmune disease. IL-17 polymorphism has been implicated in autoimmunity, including ulcerative colitis and asthma. Polymorphisms were studied, including the coding-region sequence variant single nucleotide polymorphism rs763780 (7488T/C), which causes a His-to-Arg substitution at amino acid 161 (H161R). We examined the single nucleotide polymorphisms (SNPs) in the promoter regions of the IL-17 genes in patients with ITP, and analyzed the relationship between IL-17 SNPs and clinical features. Patients and methods: Seventy-eight patients (male/female; 19/59, median age; 59.4) diagnosed as chronic ITP and 202 healthy controls were included. ITP with severe thrombocytopenia was defined as thrombocytopenia (platelet count < 10X109/L) at initial diagnosis of ITP. ALL patients gave written informed consent about the study. The platelet count was ranged from 1X109/L to 100X109/L at an initial diagnosis. Genomic DNA was isolated from peripheral blood using the DNA Kit (QIAGEN, Hilden, Germany). Genotyping in IL-17F was determined by PCR based technique. Genotype and allele frequencies were compared between the study groups using χ 2 -test. The characteristics and laboratory features of the ITP patients with each IL-10 promoter polymorphism were compared using χ 2 - tests and student t-tests. Probability values <0.05 were considered statistically significant. Results: The frequencies of the genotypes were as follows: TT (72%), TC (12%), and CC (16%). No significant differences in the genotype frequencies demonstrated between chronic ITP patients and control group. However, patients with TT/TC genotypes showed severe thrombocytopenic state at initial diagnosis compared to those with CC genotypes (42.2% vs. 23.1%, p<0.05). No significant difference was observed in treatment response according to IL-17 polymorphism. Conclusion: No significant differences in the genotype frequencies demonstrated between chronic ITP patients and control. However, homozygosity of the H161R variant was inversely associated with severity of chronic ITP. Thus, these findings suggest that IL-17 polymorphism reflect the severity of chronic ITP.",
    "topics": [
        "amino acids",
        "asthma",
        "autoimmune diseases",
        "chief complaint",
        "cytokine",
        "dna",
        "genes",
        "genotype determination",
        "interleukin-10",
        "interleukin-17"
    ],
    "author_names": [
        "Takayuki Saitoh",
        "Tetsuhiro Kasamatsu",
        "Akihiko Yokohama",
        "Hiroshi Handa",
        "Norifumi Tsukamoto",
        "Masamitsu Karasawa",
        "Hatsue Ogawara",
        "Yoshihisa Nojima",
        "Hirokazu Murakami, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Takayuki Saitoh",
            "author_affiliations": [
                "Gunma University Graduate School of Medicine, Department of Medicine and Clinical Science, Maebashi, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tetsuhiro Kasamatsu",
            "author_affiliations": [
                "School of Health Sciences, Faculty of Medicine, Gunma University, Maebashi, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihiko Yokohama",
            "author_affiliations": [
                "Gunma University Graduate School of Medicine, Department of Medicine and Clinical Science, Gunma, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Handa",
            "author_affiliations": [
                "Gunma University Graduate School of Medicine, Department of Medicine and Clinical Science, Gunma, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norifumi Tsukamoto",
            "author_affiliations": [
                "Department of Medeicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masamitsu Karasawa",
            "author_affiliations": [
                "Gunma University Graduate School of Medicine, Department of Medicine and Clinical Science, Gunma, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hatsue Ogawara",
            "author_affiliations": [
                "School of Health Sciences, Faculty of Medicine, Gunma University, Maebashi, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihisa Nojima",
            "author_affiliations": [
                "Gunma University Graduate School of Medicine, Department of Medeicine and Clinical Science, Maebashi, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirokazu Murakami, MD",
            "author_affiliations": [
                "Faculty of Medicine, Gunma University, Maebashi, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T06:40:24",
    "is_scraped": "1"
}