{
    "doi": "https://doi.org/10.1182/blood.V118.21.2959.2959",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1978",
    "start_url_page_num": 1978,
    "is_scraped": "1",
    "article_title": "Cord Blood Plasma Enhances Migration of Hematopoietic Stem and Progenitor Cells (HSPC) ",
    "article_date": "November 18, 2011",
    "session_type": "701. Experimental Transplantation - Basic Biology, Engraftment and Disease Activity: Poster II",
    "topics": [
        "antibodies",
        "anticoagulants",
        "blood component transfusion",
        "cd34 antigens",
        "centrifugation",
        "citrates",
        "ficoll",
        "flow cytometry",
        "glucose",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "James G Farmar, PhD",
        "Alexander Wendling, B.Sc",
        "Kevin Lynch, PhD",
        "Jose Tomsig, MD, PhD",
        "Mariusz Z Ratajczak",
        "Hongyan Lu, PhD",
        "Amandeep Salhotra, MD",
        "Shicheng Yang, MD PhD",
        "Xiao Huang, BSc",
        "Harun El Masri, PhD",
        "Mary J. Laughlin, MD"
    ],
    "author_affiliations": [
        [
            "Cancer Center, University of Virginia, Charlottesville, VA, USA, "
        ],
        [
            "University of Virginia, Charlottesville, VA, USA, "
        ],
        [
            "Department of Pharmacology, University of Virginia, Charlottesville, VA, USA, "
        ],
        [
            "Department of Pharmacology, University of Virginia, Charlottesville, VA, USA, "
        ],
        [
            "James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA, "
        ],
        [
            "Cancer Center, University of Virginia, Charlottesville, VA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Virginia, Charlottesville, VA, USA, "
        ],
        [
            "Cancer Center, University of Virginia, Charlottesville, VA, USA, "
        ],
        [
            "Cancer Center, University of Virginia, Charlottesville, VA, USA, "
        ],
        [
            "Cancer Center, University of Virginia, Charlottesville, VA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Hematopoietic Cell Transplantation Program, University of Virginia, Cancer Center, Charlottesville, VA, USA"
        ]
    ],
    "first_author_latitude": "38.0272905",
    "first_author_longitude": "-78.46863505",
    "abstract_text": "Abstract 2959 Background: A greater understanding of the mechanisms behind HSPC trafficking is vital to increase the efficacy of HSPC therapy. The composition of adult blood plasma (ABP) is well documented, in particular proteins and metabolites, but very little is known about umbilical cord blood plasma (CBP) which may contain a host of bioactive proteins and lipids released as a stress response during birth as opposed to ABP which is generally regarded as homeostatic. Physiologic stress response may result in altered concentration gradients of these factors thereby creating differing gradients between the marrow and peripheral blood compartments. We sought to investigate factors in CBP and ABP and their effects on HSPC migration. Methods/Results: Both ABP (Research Blood Components, Boston, MA) and CBP was filtered through 0.22 μm filters to remove debris and any cells remaining in the plasma. ABP contained 14% Citrate Phosphate Dextrose Anticoagulant (CPDA) by volume while CBP varied between 28–40% CPDA by volume. ABP samples used in migration assays were diluted to match the CBP concentration with PBS. We screened for the concentrations of 115 known proteins using a multiplexed ELISA assay and compared a pool of 10 CBPs against a pool of 10 ABPs. Umbilical cord blood (UCB) from research units not meeting clinical cell dose threshold was provided by the New York Blood Center (P. Rubinstein, MD). We found 43 proteins were elevated at least two-fold in CBP versus ABP, 16 of which were elevated 10-fold relative to ABP. Out of these 43 proteins, 6 have potential implications on HSPC mobilization: IL8, GCSF (CSF-2), VCAM, MCP1, MIP3, and CXCL10. The concentrations of the proteins in CBP are in pg/mL: IL8 546.85; GCSF 609.91; MCP1 1142.02; MIP3 80.80; VCAM 4, 016, 017.46; and CXCL10 218.27. The fold increase in CBP for these proteins are: IL8 19.39; GCSF 6.39; MCP1 4.12; MIP3 3.48; VCAM 4.20; and CCL10 2.00. The relative contribution of each protein to migration was measured by preparing aliquots of CBP and treating the aliquots with neutralizing antibodies toward each protein (Abcam, Cambridge, MA). Antibodies were incubated at a concentration of 1μg/mL in accordance with recommended concentrations from Abcam. In addition to these 6 proteins, S1P and C3a concentrations were also investigated due to their potential effect in HSPC mobilization. Migration experiments were conducted using Transwell plates (Corning Life Sciences, Lowell, MA). UCB was obtained 24–48 hrs following delivery, and CBP and mononuclear cells were isolated by centrifugation through a Ficoll-Paque density gradient. UCB CD34 + cells were selected by magnetic labeling and sorting using AutoMACS magnetic cell sorter (Miltenyi Biotec, Auburn, CA). UCB HSPCs were placed in upper transwells (8.0 μm pores; 1.5 × 10 5 cells/well) and the lower well contained CBP, ABP, or fresh RPMI basal media as a control. The cells were allowed to migrate towards the various solutions for 3 h. Cells that migrated were counted and immunophenotyped via hemocytometer and flow cytometry (BD FACS Calibur). In a comparison of migration towards CBP vs. ABP (n = 11 and 10), CBP exhibited an average increase in migration by 157.8 ± 44.1%. Migrations towards CBP depleted of one of the 6 proteins exhibited the following HSPC migrations compared to untreated CBP (100%) were: 48.9 ± 17% for IL8-neutralized (n=6); 90.2 ± 20.4% for GCSF-neutralized (n=5); 102 ± 18.0% for MCP-neutralized (n=5); 71.7 ± 19.8% for MIP3-neutralized (n=6); 35.4 ± 14.7% for VCAM-neutralized (n=4); and 51.7 ± 9.5% for CXCL10-neutralized CBP (n=4). All samples of CBP and ABP used in the migration studies were analyzed for S1P concentration by LC-MS/MS. S1P concentrations in CBP samples ranged from 0.95 to 2.27 (n = 6) times the concentration of S1P in ABP. Additionally, C3a in these CBPs and ABP was analyzed by an ELISA (BD Biosciences, San Jose CA). In CBP samples, C3a varied from 111–297 ng/mL (n = 13) compared to 661 ng/mL in ABP. Conclusion: An improved knowledge of the factors that influence mobilization may provide us with a better approach towards stem cell priming and graft HSPC engineering prior to transplantation. The proteins examined here and the effects of S1P and C3a on HSPC migration may provide novel insights into the factors that influence HSPC trafficking. Further understanding of HSPC migration to proteins released in stress response may be exploited to direct HSPC trafficking in the autologous and allogeneic setting. Disclosures: Lynch: SphynKx Therapeutics LLC: Equity Ownership."
}