{
    "doi": "https://doi.org/10.1182/blood.V120.21.2909.2909",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2394",
    "start_url_page_num": 2394,
    "is_scraped": "1",
    "article_title": "Clinical Drug Resistance Linked to Inter-Convertible Phenotypic and Functional States of Tumor-Propagating Cells in Multiple Myeloma. ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2909 Unlike the established role of acquired genetic events and bone marrow microenviroment in the pathogenesis of multiple myeloma (MM), the phenotype and function of cells enriched in tumor-propagating activity and their relationship to the phenotypic architecture in MM are controversial. Because the immunoglobulin heavy (IgH) chain class-switched myeloma plasma cell (PC) is the final event of a linear, B cell lineage developmental process, it was suggested that myeloma cell growth is sustained by a minority of cells more immature than the PC. We combined multicolour flow-cytometry and sorting with patient-specific quantitative PCR (qPCR) to dissect the myeloma clonal organisation in the bone marrow (BM) and peripheral blood (PB). In a cohort of 30 patients we show that MM comprises at least four hierarchically organised, clonally-related sub-populations which, although phenotypically distinct, share the same oncogenic chromosomal abnormalities as well as IgH chain complementarity region 3 area sequence. We found rare CD19+ clonotypic cells with phenotype either of resting memory cell (CD19+CD38-IgD-CD27+/−) or plasmablasts (CD19+CD38++CD319+CD138-) and CD19-CD38hiCD319+CD200+CD56+ clonotypic cells, comprising CD138- (∼3% of the clone, termed Pre-PC), CD138low and CD138+ PC. The clonal populations resemble their normal counterparts and exist in nearly logarithmic incremental frequencies in the BM. Using dynamic mathematical models and a Bayesian approach a Pre-PC->PC transition was predicted, outside the linear developmental process. Following intravenous injection of purified clonotypic populations into sub-lethally irradiated NSG mice, we found that both PC (in 9/12 of the injected mice, 75%) and Pre-PC (4/16, 25%) can engraft, but not the CD19+ clonotypic cells (0/10). Of note, upon engraftment both PC and Pre-PC regenerate the original CD19- hierarchy of the human BM, as predicted by mathematical modelling. In addition, Pre-PC are more quiescent and unlike PC, preferentially localize at extramedullary niches, such as the liver and spleen of the engrafted animals. Therefore, the myeloma-propagating activity is the exclusive property of a population characterized by its ability for bi-directional transition between the dominant PC and the low frequency Pre-PC. To gain insights into the molecular mechanisms underpinning this reversible phenotypic transition we used gene expression profiling of highly purified BM Pre-PC and PC (n=9). Differential expression analysis and principal component analysis clearly separate Pre-PC from PC, with 7 of 9 samples following the same expression pattern in hierarchical clustering. Functional annotation analysis using DAVID shows that Pre-PC are enriched in epigenetic regulators, including histone methyl-transferases (belonging to the Polycomb repressive complex 2 or Trithorax MLL activating complex) and de-methylases, histone acetyl-transferases and de-acetylases as well as several members of SWI/SNF chromatin remodeling complex, suggesting that epigenetic plasticity underpins the phenotypic diversification of myeloma-propagating cells. Finally, to study the clinical importance of the myeloma clonal organisation, with emphasis to clinical drug resistance, we prospectively assessed the size of the different phenotypes in paired, pre- and post-treatment BM samples (n=8). We show that in all cases a higher proportion of Pre-PC than PC persisted after treatment suggesting that Pre-PC are clinically more drug-resistant than PC (median 10.3-fold, range 4.4–332, p=0.008). Thus, clinical drug resistance in MM is linked to reversible, bi-directional phenotypic transition of myeloma-propagating cells, likely under the orchestration of epigenetic regulators. These novel biological insights have important clinical implications in relation to assessment of minimal residual disease and development of alternative therapeutic strategies in MM. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "drug resistance",
        "multiple myeloma",
        "neoplasms",
        "phenotype",
        "cd19 antigens",
        "histones",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "transferase",
        "flow cytometry"
    ],
    "author_names": [
        "Aristeidis Chaidos, MD, PhD",
        "Chris P Barnes",
        "Gillian Cowan",
        "Philippa May",
        "Valeria Melo",
        "Evdoxia Hatjiharissi",
        "Maria Papaioannou",
        "Heather Harrington",
        "Helen Doolittle",
        "Evangelos Terpos",
        "Meletios A Dimopoulos, MD",
        "Saad Abdalla",
        "Helen Yarranton",
        "Kikkeri Naresh",
        "Letizia Foroni",
        "Alistair Reid, PhD",
        "Amin Rahemtulla",
        "Michael Stumpf",
        "Irene Roberts",
        "Anastasios Karadimitris, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Centre for Haematology, Imperial College London, London, United Kingdom, "
        ],
        [
            "Department of Cell and Developmental Biology, University College London, London, United Kingdom, "
        ],
        [
            "Centre for Haematology, Imperial College London, London, United Kingdom, "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Department of Haematology, Theagenio Cancer Hospital, Thessaloniki, Greece, "
        ],
        [
            "Department of Haematology, Aristotelion University of Thessaloniki, AHEPA Hospital, Thessaloniki, Greece, "
        ],
        [
            "Centre for Bioinformatics and Institute of Mathematical Sciences, Imperial College London, London, United Kingdom, "
        ],
        [
            "Centre for Haematology, Imperial College London, London, United Kingdom, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Haematology, Chelsea and Westminster Hospital NHS Trust, London, United Kingdom, "
        ],
        [
            "Department of Histopathology, Hammersmith Hospital, Imperial Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Centre for Bioinformatics and Institute of Mathematical Sciences, Imperial College London, London, United Kingdom, "
        ],
        [
            "Division of Haematology, Imperial College London, London, United Kingdom"
        ],
        [
            "Division of Haematology, Imperial College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.498822200000006",
    "first_author_longitude": "-0.1748735"
}