{
    "doi": "https://doi.org/10.1182/blood.V106.11.3661.3661",
    "article_title": "Outcomes of Patients with Engraftment Syndrome (ES) Following Nonmyeloablative Hematopoietic Stem Cell Transplant (SCT) for Hematologic Malignancy(HM). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "ES may accompany hematologic recovery following SCT and is characterized by fever and rash, in addition to one of the following clinical syndromes: noncardiogenic pulmonary edema, hepatic dysfunction, renal dysfunction, weight gain, or transient encephalopathy. A retrospective analysis was performed to evaluate the incidence of ES using a published clinical definition ( Spitzer TR, Bone Marrow Transplant  2001 ; 27 : 893 –898 ), the use of corticosteroids in the peri-engraftment period, the relationship of ES to the development of GVHD, and the fate of the patient’s chimerism. Seventy-three patients with a HM (NHL, n=45; HD, n=9; AML, n=6; ALL, n=1; CLL, n=6; MDS, n=1; MM, n=4) who were treated with a nonmyeloablative conditioning regimen consisting of cyclophosphamide, antithymocyte globulin, thymic irradiation, cyclosporine, and hematopoietic SCT (bone marrow, n =57; peripheral blood stem cells, n =15) were analyzed. Chimerism was assessed weekly for the first 100 days, then q6 months by VNTR/STR analysis and/or flow cytometry. In the absence of full donor chimerism (FDC) or evidence of acute GVHD, donor leukocyte infusions (DLI) were given beginning 5 weeks post-transplant to convert mixed chimerism (MC) to FDC and thus maximize a graft-versus-tumor effect. Thirty-five (50%) patients met the clinical definition of ES, presenting with fever and rash (100% of ES patients), hepatic dysfunction (74.3%), fluid retention/weight gain (60%), noncardiogenic pulmonary edema (22.9%), renal dysfunction (22.9%), and transient encephalopathy (5.7%). Three (4.1%) patients never engrafted and thus were censored from the population. Median time to engraftment was 13 (range 9 to 18) days in ES patients and 14 (range 9 to 21) days in non-ES patients. The incidence of significant (≥ grade II) aGVHD was 45.7% in ES patients versus 22.9% in non-ES patients. The incidence of chronic GVHD was similar in both groups (63.6% in ES patients vs. 68.0% in non-ES patients). Loss of donor chimerism (LDC) was seen at a lower rate in ES patients (15.2%) vs. non-ES patients (36.4%). Conversely, full donor chimerism (FDC) was higher in ES patients (48.5%) versus non-ES patients (36.4%). Corticosteroids were administered based on clinical suspicion of ES. Thirty two (91.4%) of ES patients and nineteen (54.3%) of non-ES patients received steroids. Resolution of clinical abnormalities occurred in twenty seven (84.4%) of ES patients and eighteen (94.7%) of patients who did not fulfill the criteria for ES. In conclusion, patients with ES had a higher propensity to develop clinically significant acute GVHD, suggesting that ES may represent early GVHD. However, those who developed LDC and ES had indistinguishable clinical presentations of their ES. Thus, ES represents heterogeneous populations of patients with diverse immunologic alloreactivity (either GVH or HVG reactivity). The high incidence of ES (and of both GVHD and LDC) in this population of patients suggests that competing GVH and HVG alloreactivity following nonmyeloablative conditioning (and in all likelihood the occurrence of a “cytokine storm”) might be responsible for the clinical manifestations of this syndrome.",
    "topics": [
        "adrenal corticosteroids",
        "antithymoglobulin",
        "bone marrow",
        "bone marrow transplantation",
        "chimerism",
        "cyclophosphamide",
        "cyclosporine",
        "cytokine storm",
        "donor leukocyte infusion",
        "donors"
    ],
    "author_names": [
        "Erica Linden, MD",
        "Steven L. McAfee, MD",
        "Bimalangshu R. Dey, MD",
        "Karen Ballen, MD",
        "Susan Saidman, PhD",
        "Christine Colby, PharmD",
        "Megan Sykes, MD",
        "Thomas R. Spitzer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Erica Linden, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steven L. McAfee, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bimalangshu R. Dey, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Ballen, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Saidman, PhD",
            "author_affiliations": [
                "Department of Pathology, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Colby, PharmD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megan Sykes, MD",
            "author_affiliations": [
                "Transplantation Biology Research Center, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas R. Spitzer, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T15:39:58",
    "is_scraped": "1"
}