{
    "doi": "https://doi.org/10.1182/blood-2019-126387",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4397",
    "start_url_page_num": 4397,
    "is_scraped": "1",
    "article_title": "Quantitative Proteomics in Diffuse Large B-Cell Lymphoma Patients Reveal Novel Overexpressed Proteins and Potentially Druggable Targets in the ABC Subtype ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "activated b-cell-like diffuse large b-cell lymphoma",
        "diffuse large b-cell lymphoma",
        "proteomics",
        "drug delivery systems",
        "r-chop",
        "bortezomib",
        "carbonate dehydratase",
        "cd47 antigen",
        "cd64 antigen",
        "core needle biopsy"
    ],
    "author_names": [
        "Susanne Bram Ednersson, MD",
        "Mimmie Stern, MD",
        "Henrik Fagman",
        "Gunilla Enblad",
        "Ulf-Henrik Mellqvist, MD PhD",
        "Herman Nilsson-Ehle, MD PhD",
        "Sverker Hasselblom",
        "Per-Ola Andersson, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, Sahlgrenska University Hospital, Gothenburg, Sweden "
        ],
        [
            "Department of Hematology, South Aälvsborg Hospital, Borås, Sweden "
        ],
        [
            "Department of Pathology, Sahlgrenska University Hospital, Gothenburg, Sweden "
        ],
        [
            "Department of Immunology, Genetics and Pathology, Uppsala University, Uppsala, Sweden "
        ],
        [
            "Department of Hematology, South Älvsborg Hospital, Boras, Sweden "
        ],
        [
            "Department of Hematology and Coagulation, Sahlgrenska University Hospital, Gothenburg, Sweden "
        ],
        [
            "Dept of Research, Development & Education, Region Halland, Halmstad, Sweden "
        ],
        [
            "Dept of Hematology, South Älvsborg Hospital, Borås, Sweden ",
            "Gothenburg University, Sahlgrenska Academy, Gothenburg, Sweden"
        ]
    ],
    "first_author_latitude": "57.682367199999995",
    "first_author_longitude": "11.9614318",
    "abstract_text": "Background: The cell-of-origin (COO) concept, based on gene expression profiling (GEP), dividing diffuse large B-cell lymphoma (DLBCL) patients into germinal center B cell (GCB) or activated B cell (ABC) subtypes, is a well-established subclassification where ABC patients have an inferior survival. The hallmark the ABC-type is constitutive activation of nuclear factor kappa B (NF-κB), often due to mutations in the B-cell receptor (BCR) signaling pathway. This has been the underlying rationale for adding newer drugs, such as bortezomib, ibrutinib or lenalidomide, to R-CHOP for ABC patients. However, none of these combinations studied in phase III trials have shown any clinical benefit. So, the complexity of ABC DLBCL is probably not only explained by genetic alterations and transcriptional changes as gene expression not necessarily correlate with protein expression, and protein action and dynamics are not caught by genomics-based techniques. Instead, using methods to measure global protein expression and interactions could offer new insights into the ABC subtype and possibly aid in the identification of novel drug targets. Aim: To study possible differences in global protein expression between ABC and GCB DLBCL subtypes using quantitative proteomics. Patients: A total of 213 adult DLBCL patients in western Sweden diagnosed between 1/1 2004 and 31/12 2016, were included. All patients received immunochemotherapy (R-CHOP). Primary mediastinal large B-cell lymphoma, primary CNS lymphoma, HIV-related lymphoma and transformed lymphoma were excluded. From archived formalin-fixed, paraffin-embedded (FFPE) tissue sections, from the time of diagnosis, a core biopsy (1 mm diameter) were obtained from each patient sample. Methods: COO was determined using the Hans immunohistochemistry algorithm. For 92 of the 213 patients, COO was also determined using the gene expression Lymph2cx chip: 14% changed subtype group from either non-GCB to GCB (n=8), GCB to ABC (n=4) or GCB to unclassified (n=1). From the FFPE samples a proteomic analysis was performed. In short, peptides were labelled using tandem mass tag (TMT) according to the manufacturer instructions and samples were analysed on an Orbitrap Fusion Tribrid mass spectrometer. The data files were merged for identification and relative quantification using Proteome Discoverer version 1.4.The search used the Human Swissprot Database version August 2016 using Mascot 2.3 as a search engine. The differentially expressed proteins were analysed using STRING version 10.0, for pathway analysis we used the Reactome database resource, and for potentially druggable proteins we used the Human Protein Atlas website which holds protein information of the current FDA approved drugs directed to 672 separate human proteins. Results: In all, 3078 proteins could be identified in all patients and 793 proteins were differentially expressed (p<0.05 adjusted for mass significance according to Benjamin-Hochberg) between ABC and GCB patients. Of these, 410 proteins were overexpressed in the ABC group. Among the most expressed proteins were several well-known ABC-associated proteins (such as IRF4/MUM1, HSP90B1, CCDC50 and STAT3) in addition to a large number of proteins previously not described in ABC DLBCL, e.g. neudesin, BLNK, MPST, BPGM, SUB1, SP140, PCK2, PARP4, SRP54, SRP68, SRP72, TRPV2, IGF2R and FGD2. A majority of the 410 proteins were closely linked with an enrichment p-value < 1x10 -16 ( Fig. 1 ) and the most enriched pathways were immune system (FDR rate 3.3 x 10 -27 ), interferon signaling (2.9 x 10 -7 ), antigen processing (8.8 x 10 -7 ) and down-modulation of cell surface receptors (4.7 x 10 -5 ). Most interestingly, we also found that 16 proteins overexpressed in the ABC group could be potential drug targets for an FDA approved drug, e.g. high affinity immunoglobulin gamma Fc receptor I, CD47, HDAC2, ELANE and carbonic anhydrase 1. Conclusions: In this large proteomic study we found a number of overexpressed proteins in the ABC subtype, previously not described in DLBCL. Even though functional studies aimed at individual proteins and protein interactions to evaluate potential clinical effect are needed, our findings reveal novel proteins that could be potential druggable targets in ABC DLBCL patients. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Enblad: Kite/Gilead: Membership on an entity's Board of Directors or advisory committees. Mellqvist: Amgen, Janssen, Oncopeptides, Sanofi, Sandoz, Takeda: Honoraria. Andersson: Abbvie and Janssen: Membership on an entity's Board of Directors or advisory committees; Gilead, Janssen and Roche: Consultancy; Gilead: Research Funding."
}