{
    "doi": "https://doi.org/10.1182/blood.V120.21.1478.1478",
    "article_title": "Effectiveness of Supportive Care Measurements to Reduce Infections During Induction for Children with Acute Myeloid Leukemia: A Report From the Children's Oncology Group ",
    "article_date": "November 16, 2012",
    "session_type": "613. Acute Myeloid Leukemia - Pathophysiology &amp; Clinical Studies: Poster I",
    "abstract_text": "Abstract 1478 Background: Current therapies for pediatric acute myeloid leukemia (AML) are intensive; infections are responsible for considerable morbidity and most non-relapse related mortality (NRM). Three supportive care strategies that have garnered much attention are prophylactic antibiotics, prophylactic granulocyte-colony stimulating factor (G-CSF) and hospitalization during profound neutropenia. The Children's Oncology Group (COG) trial AAML0531 was a phase 3 study that included children with de novo AML treated with intensive chemotherapy, and randomized them to standard chemotherapy ± gemtuzumab ozogamicin. We surveyed participating COG sites mid-way through the trial to measure the effect of institutional standards for antibiotic prophylaxis, G-CSF prophylaxis, and discharge policy on Induction I infection risk and NRM for children on study. Methods: AAML0531 used 5 courses of intensive chemotherapy with Induction I consisting of cytarabine 100 mg/m 2 /dose intravenous (IV) every 12 h on days 1–10; daunorubicin 50 mg/m 2 /dose IV on days 1,3 and 5; and etoposide 100 mg/m 2 /dose IV on days 1–5 (ADE 10+3+5). Infections were collected prospectively and monitored in real-time to optimize reporting accuracy. In this analysis, infectious events were limited to Induction I to reduce the chance that a patient's clinical course resulted in the patient receiving a supportive care practice different than the institutional standard. NRM was not limited to Induction I and NRM was defined as any induction death or deaths during intensification or within 30 days of being taken off study due to non-disease related causes. The survey included questions on institutional standards for antibacterial prophylaxis, antifungal prophylaxis, prophylactic G-CSF use and mandatory hospitalization until count recovery. Results: A total of 1024 patients were enrolled on AAML0531. The survey response rate from 216 COG sites was 180/216 (83.3%) and there were 897 non-Down syndrome patients treated at institutions responding to the survey. The use of any anti-bacterial prophylaxis was not associated with a reduction in sterile site bacterial infection and did not significantly alter the risk of Clostridium difficile or fungal infection. Penicillin or vancomycin prophylaxis was associated with an increased risk of any sterile site bacterial infection (odds ratio (OR) 1.96, 95% confidence interval (CI) 1.15 to 3.34; P=.014), Gram-negative infection specifically (OR 4.22, 95% CI 1.62 to 11.0; P=.003) and sterile site fungal infection (OR 3.67, 95% CI 1.31 to 10.3; P=.013). Anti-mold prophylaxis was associated with more sterile site bacterial infection (OR 1.87, 95% CI 1.06 to 3.29; P=.031) and a non-significant increase in Gram-negative infection (OR 2.95, 95% CI 0.97 to 8.95; P=.056). Anti-mold prophylaxis did not influence the rate of sterile site fungal infection. G-CSF prophylaxis and discharge policy did not impact on Induction I infections. None of these supportive care practices influenced NRM during induction or intensification. Conclusions: Penicillin or vancomycin prophylaxis was associated with more Gram-negative and fungal infections. These data do not support routine prophylaxis with these agents. Routine antibiotic prophylaxis, G-CSF prophylaxis, and discharge policy did not impact NRM. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "infections",
        "leukemia, myelocytic, acute",
        "medical oncology",
        "supportive care",
        "granulocyte colony-stimulating factor",
        "mycoses",
        "antibiotic prophylaxis",
        "bacterial infections",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Lillian Sung, MD, PhD",
        "Richard Aplenc, MD, PhD",
        "Todd A. Alonzo, PhD",
        "Robert B. Gerbing, M.A.",
        "Thomas Lehrnbecher",
        "Alan S. Gamis, MD, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Lillian Sung, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard Aplenc, MD, PhD",
            "author_affiliations": [
                "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Alonzo, PhD",
            "author_affiliations": [
                "COG & Keck School of Medicine, University of Southern California, Los Angeles, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert B. Gerbing, M.A.",
            "author_affiliations": [
                "Children's Oncology Group, Arcadia, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Lehrnbecher",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Johann Wolfgang Goethe University, Frankfurt, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan S. Gamis, MD, MPH",
            "author_affiliations": [
                "Children's Mercy Hospitals and Clinics, Kansas City, MO, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T15:39:15",
    "is_scraped": "1"
}