{
    "doi": "https://doi.org/10.1182/blood.V116.21.2030.2030",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1834",
    "start_url_page_num": 1834,
    "is_scraped": "1",
    "article_title": "Characterization of Microrna Expression Profile In Platelets In Sickle Cell Disease ",
    "article_date": "November 19, 2010",
    "session_type": "Platelet Activation and Biochemistry: Poster I",
    "topics": [
        "blood platelets",
        "micrornas",
        "sickle cell anemia",
        "rna",
        "p-aminohippurate",
        "polycyclic hydrocarbons, aromatic",
        "pulmonary arterial hypertension",
        "vascular diseases",
        "arginine",
        "biological markers"
    ],
    "author_names": [
        "Shilpa Jain, MD, MPH",
        "Nalini Raghavachari, PhD",
        "Kimberly Woodhouse, BS",
        "Naftali Kaminski, MD",
        "Mark Gladwin, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology-Oncology, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA, USA, "
        ],
        [
            "Pulmonary & Vascular Medicine Branch, NHLBI Genomics Core, NHLBI, Bethesda, MD, USA, "
        ],
        [
            "Pulmonary & Vascular Medicine Branch, NHLBI Genomics Core, NHLBI, Bethesda, MD, USA, "
        ],
        [
            "Pulmonary and Critical Care Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA, USA, "
        ],
        [
            "Vascular Medicine Institute Pulmonary, Allergy, Critical Care Medici, University of Pittsburgh, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "40.46701619999999",
    "first_author_longitude": "-79.95345805",
    "abstract_text": "Abstract 2030 Sickle cell disease (SCD) is associated with a high rate of thromboembolic complications, particularly in patients with advanced vasculopathy. Recent functional studies have revealed pathological platelet activation associated with intravascular hemolysis, the severity of pulmonary hypertension (PAH), and impaired NO-signaling in platelets mediated by NO scavenging by plasma hemoglobin (Villagra J et al, Blood 2007; Hu W et al, Blood 2010, prepublished online). In addition, our previous amplified platelet transcriptome studies in SCD patients have demonstrated dysregulated arginine and polyamine metabolism, potentially contributing to this dysfunction at the transcriptional level (Raghavachari N et al, Circulation 2007). New RNA technologies for purification of total RNA including small RNAs now allow for more refined study of transcriptional events in platelets from individual patients. We have undertaken the present study to demonstrate and validate the presence and differential expression of microRNAs (miRNAs) in platelets from patients with SCD compared with African American control subjects. We hypothesize that posttranscriptional regulation of the platelet function by miRNAs is an important contributor to SCD pathogenesis associated with pathological platelet activation. To date, there have been no studies undertaken to study the role of platelet miRNAs in SCD. Platelet rich plasma samples from 43 subjects were obtained from University of Pittsburgh Medical Center (UPMC) and National Heart, Lung, Blood Institute (NHLBI). Out of these there were 27 SCD patients and 17 were sex-, race- matched healthy controls. Out of the SCD patients, 18 were known to have PAH and 14 were on hydroxyurea (HU) at the time of study enrollment. Total platelet RNA including miRNAs were extracted using the miRNeasy Minikit (Qiagen, Valencia, CA) with yield in the range of 110–1875 ng from 16 ml of whole blood per donor. We hybridized these samples on a miRNA microarray platform (Agilent version 3) containing 866 human miRNAs. The array data was normalized using quantile normalization and were analyzed with GeneSpring GX 11 software. Differential expression profiles between sickle cell disease patients and controls were determined separately for the NHLBI and UPMC cohort to detect a greater than 2 fold difference change in miRNA expression at p-value of 0.05. Our final expression list included only common miRNAs identified in both cohorts, allowing for an additional level of validation. Final validation was performed by RT-PCR of a subset of the differentially expressed miRNAs. Our analysis identified 42 significantly differentially expressed miRNAs in platelets when comparing the SCD with the control groups, at a fold-change > 2 and p-value <0.05. Out of these there were 18 up- and 24 down-regulated miRNAs. Interestingly, within the SCD group, there were 14 differentially expressed miRNAs between the subjects on HU and those off HU and 23 differentially expressed miRNAs between subjects with and without PAH. Further confirmation of relative expression of downregulated miR-376a and miR409-3p along with upregulated 1225-3p was conducted by real-time PCR. Computational analysis revealed that predicted targets of these 3 miRNAs belong to the regulation of transcription, transcription factor activity and regulation of RNA metabolic process Gene Ontology (GO) annotations. These results are currently being directly tested by evaluating the effect of perturbing mir-376, mir 409-3pand mir-1225-3p on platelet activation, differentiation and budding. The results will be updated at the meeting. The present study confirms the existence of rplatelet miRNAs, their differential expression in SCD and lays down the foundations to study their role in the molecular pathogenesis of SCD. Future evaluation of miRNA-target mRNA interactions will provide an experimental framework for the study of disease-specific platelet biology and potentially identify biomarkers for predicting patients at high risk of developing vasculopathy. Disclosures: No relevant conflicts of interest to declare."
}