{
    "doi": "https://doi.org/10.1182/blood.V116.21.3621.3621",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1720",
    "start_url_page_num": 1720,
    "is_scraped": "1",
    "article_title": "Epigenetic Silencing of Mir-218 Regulates CDK6 Expression In Pre-B Acute Lymphoblastic Leukemia Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Abstract 3621 Increasing evidence suggests that dysregulation of miRNAs plays an important pathological role in various malignant diseases including acute leukemia. To reveal the contributions of aberrant epigenetic modifications to the deregulated miRNA expression in precursor B-cell acute lymphoblastic leukemia, we examined the miRNA expression profile in NALM-6 cells after treatment with the combination of 5-AZA-2'-deoxycytidine (AZA) and trichostatin A (TSA). We found that the treatment significantly increased expression of 34 miRNAs and decreased the expression of 10 miRNAs. One of the most significantly upregulated miRNAs is miR-218, an intronic miRNA that can be transcribed from either pri-miR-218-1 or pri-miR-218-2, residing in the intron of the SLIT2 gene or SLIT3 gene respectively. Interestingly, we detected that pri-miR-218-1 and its host gene SLIT2, but not pri-miR-218-2 and SLIT3, were induced by AZA plus TSA treatment. Consistent with this observation, we showed that the CpG islands in SLIT2 promoter was highly methylated in NALM-6 cells and AZA plus TSA treatment significantly decreased DNA methylaiton in this region. We found that targeting of the 3'untranslated region of CDK6, a bona fide oncogenic factor, by miR-218 resulting in translational repression. Overexpression of miR-218 expression in NALM-6 cells by transfection of miR-218 precursor decreased cellular expression of CDK6 at the protein level, but not at the message level. AZA and TSA treatment decreased CDK6 expression in NALM-6 cells, presumably through upregulating miR-218. Our results indicate that epigenetic regulation plays an important role in controlling miRNA expression in human acute lymphoblastic leukemia cells. Epigenetic silencing of miR-218 may contribute to the overexpression of CDK6 in NALM-6 cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "cancer",
        "deoxycytidine",
        "dna",
        "epigenetic silencing",
        "introns",
        "leukemia, acute",
        "leukemia, b-cell, acute",
        "leukemia, precursor b-cell lymphoblastic"
    ],
    "author_names": [
        "Xiaoqing Li, Ph.D.",
        "Jun Liu",
        "Rui Zhou",
        "Jine Zheng",
        "Junxia Yao",
        "Yanli He",
        "Xiangjun Chen",
        "Jie Ding",
        "Shiang Huang, MD",
        "Xian-Ming Chen, Ph.D."
    ],
    "author_affiliations": [
        [
            "Institute of Hematology, Union Hospital, Wuh, China, "
        ],
        [
            "Creighton University Medical Center, Omaha, "
        ],
        [
            "Creighton University Medical Center, Omaha, NE, USA, "
        ],
        [
            "Institute of Hematology, Union Hospital, Wuhan, China, "
        ],
        [
            "Institute of Hematology, Union Hospital, Wuhan, China, "
        ],
        [
            "Institute of Hematology, Union Hospital, Wuhan, China, "
        ],
        [
            "Institute of Hematology, Union Hospital, Wuhan, China, "
        ],
        [
            "Institute of Hematology, Union Hospital, Wuhan, China, "
        ],
        [
            "Institute of Hematology, Union Hospital, San Diego, CA, USA"
        ],
        [
            "Creighton University Medical Center, Omaha, NE, USA, "
        ]
    ],
    "first_author_latitude": "38.995950799999996",
    "first_author_longitude": "-77.0988323"
}