{
    "doi": "https://doi.org/10.1182/blood.V112.11.1714.1714",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1167",
    "start_url_page_num": 1167,
    "is_scraped": "1",
    "article_title": "siRNA, a Potential Therapy for AL Amyloidosis. ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Pathophysiology and Preclinical Studies excluding Therapy",
    "topics": [
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "rna, small interfering",
        "neoplasms",
        "adverse effects",
        "chemotherapy regimen",
        "electroporation",
        "monoclonal immunoglobulin",
        "plasmacytoma",
        "serum specimen"
    ],
    "author_names": [
        "Beth M. Hovey",
        "Jennifer Ward",
        "David C. Seldin"
    ],
    "author_affiliations": [
        [
            "Hematology Oncology, Boston University School of Medicine, Boston, MA, USA"
        ],
        [
            "Hematology Oncology, Boston University School of Medicine, Boston, MA, USA"
        ],
        [
            "Hematology Oncology, Boston University School of Medicine, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.34240355",
    "first_author_longitude": "-71.0859664",
    "abstract_text": "AL amyloidosis is a rare, sporadic disorder characterized by the accumulation of misfolded monoclonal immunoglobulin light chains (LC) as systemic amyloid deposits. Current therapies primarily include chemotherapies targeted at killing the plasma cells, often having toxic side effects for the patients. We have designed siRNAs targeted at either the variable (V L ) or the constant regions (C L ) of the LC to reduce amyloidogenic precursor protein expression in the producing cells. The strategy of targeting the unique V L is to develop sequence-specific siRNAs; alternatively, by targeting shared sequences in C L , siRNAs may be effective for sets of patients sharing the same LC family. Using picomolar concentrations of siRNAs, we have reduced LC protein levels in transfected cells in vitro in a dose-dependent fashion. In an in vivo tumor transplant mouse model of AL amyloidosis we have shown we can decrease the local and circulating LC levels. In this model, SP2/0 plasmacytoma cells stably expressing human amyloidogenic LCs are injected subcutaneously, and allowed to form a tumor. Once the tumor is the appropriate size, In Vivo Electroporation ( IV EP) is used to deliver the siRNA oligos into the cells. By examining tumor and serum samples 48 hours post treatment, we have shown the siRNAs can significantly decrease the amount of LC in a sequence-specific manner. This model system highlights the therapeutic potential of siRNA for this disease. In conclusion, siRNA appears to be a viable potential therapy for AL amyloidosis."
}