{
    "doi": "https://doi.org/10.1182/blood.V124.21.628.628",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2913",
    "start_url_page_num": 2913,
    "is_scraped": "1",
    "article_title": "A Phase 2/3 Multicenter, Randomized Study Comparing the Efficacy and Safety of Lenalidomide Versus Investigator’s Choice in Relapsed/Refractory DLBCL ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Aggressive NHL",
    "topics": [
        "diffuse large b-cell lymphoma",
        "lenalidomide",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "adverse event",
        "anemia",
        "biological response modifiers",
        "combination drug therapy",
        "etoposide",
        "gemcitabine"
    ],
    "author_names": [
        "Myron S. Czuczman, MD",
        "Andrew Davies, BM PhD",
        "Kim M Linton, MBChB, MRCP, PhD",
        "Nina Wagner-Johnston",
        "Randy D. Gascoyne, MD",
        "David A. Eberhard, MD PhD",
        "Gilles Salles, MDPhD",
        "Thomas E. Witzig, MD",
        "Pier Luigi Zinzani, MD, PhD",
        "George W. Wright, PhD",
        "Louis M. Staudt, MD PhD",
        "Jacqueline Repici",
        "Dale Song",
        "Oliver Manzke, MD",
        "Ian D Lewis, MBBS, PhD"
    ],
    "author_affiliations": [
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Cancer Sciences Division, University of Southampton, Southampton, United Kingdom "
        ],
        [
            "The University of Manchester and the Christie NHS Foundation Trust, Manchester, United Kingdom "
        ],
        [
            "Washington University School of Medicine, Siteman Cancer Center, St. Louis, MO "
        ],
        [
            "Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "University of North Carolina School of Medicine, Chapel Hill, NC "
        ],
        [
            "Centre Hospitalier Lyon-Sud, Pierre-Benite, France "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Institute of Hematology and Medical Oncology, Bologna, Italy "
        ],
        [
            "National Cancer Institute, Bethesda, MD "
        ],
        [
            "Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Celgene Corporation, Basking Ridge, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Boudry, Switzerland "
        ],
        [
            "The Royal Adelaide Hospital, Adelaide, Australia"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Introduction: Diffuse large B-cell lymphoma (DLBCL) is an aggressive non-Hodgkin’s lymphoma (NHL) comprising 3 molecular subtypes: germinal center B-cell (GCB), activated B-cell (ABC) and class III. ABC patients (pts) have a poor prognosis. The immunomodulatory drug lenalidomide (Len) produces durable responses in pts with aggressive NHL (Witzig 2011), with preferential activity reported in non-GCB DLBCL (Hernandez-Ilizaliturri 2011). Methods: This randomized, multicenter, open-label, phase 2/3 study was conducted to determine the efficacy and safety of single-agent Len vs single-agent investigator’s choice (IC) in relapsed/refractory DLBCL pts who received ≥2 prior therapies, or were ineligible for stem cell transplantation or further combination chemotherapy. DLBCL subtype (GCB vs non-GCB) was determined by a central pathology lab using immunohistochemistry (IHC) per the Hans method (Hans 2004). Pts were stratified by subtype, then randomized 1:1 to receive Len (25 mg/day, 21 days of 28-day cycle) or IC (gemcitabine, rituximab, etoposide, or oxaliplatin) until progressive disease (PD), unacceptable toxicity, or voluntary withdrawal. In the event of radiologically confirmed PD, pts in the IC arm were allowed to cross over to Len. The primary endpoint for Stage 1 was overall response rate (ORR), as determined by an Independent Response Assessment Committee. Progression-free survival (PFS), overall survival (OS) and subtype analysis using gene expression profiling (GEP) were exploratory endpoints. Concordance of GEP and IHC was evaluated from 3 separate laboratories. Results: IHC subtyping agreement rate among the 3 laboratories ranged from 87.5%-97.9%, and sensitivity of IHC to detect ABC or GCB subtypes vs GEP ranged from 92.3%-100.0%. By IHC, 102 DLBCL pts (GCB, n=48; non-GCB, n=54) were treated with ≥1 dose of Len or IC (modified intent-to-treat population) in Stage 1. In this heavily pretreated population, >90.0% of pts received ≥2 prior systemic chemotherapies; 25 pts in Len and 32 pts in IC received ≥3 prior systemic chemotherapy regimens. Median age was 65 y in the IC arm vs 69 y in the Len arm. Twenty-nine pts crossed over from IC to Len after confirmed PD. All pts, regardless of subtype or therapy group, experienced ≥1 treatment-emergent adverse event, with neutropenia, anemia, and thrombocytopenia being the most common. Efficacy data are presented in the Table. Pts with GCB or non-GCB DLBCL (per IHC) treated with Len had similar ORR, but the data suggested greater improvements in PFS and OS with Len vs IC in the non-GCB pts. In an exploratory analysis of pts subtyped by GEP, ABC pts treated with Len vs IC-treated showed greater improvements in ORR, PFS, and OS compared with GCB pts. Prespecified criterion to advance to Stage 2 was a 2-sided 15% significance level in ORR in favor of Len based on IHC-defined subtype. The data did not fulfill this requirement, and Stage 2 was not opened. Conclusion: Len monotherapy showed clinical activity in heavily pretreated pts with DLBCL. The data suggest improved ORR, PFS, and OS with Len vs IC in the non-GCB population as defined by IHC, and the difference appears to be more pronounced in the ABC population as defined by GEP. Subtyping by GEP is warranted in further studies of Len in DLBCL. Abstract 628. Table 1.  Table. Efficacy Data    By IHC  By GEP   Overall  GCB  Non-GCB  GCB  ABC   Len (n=51)  IC (n=51)  Len (n=23)  IC (n=25)  Len (n=28)  IC (n=26)  Len (n=14)  IC (n=16)  Len (n=11)  IC (n=16)  ORR, % (95% CI) 27.5 (15.9-41.7) 11.8 (4.4-23.9) 26.1 (10.2-48.4) 12.0 (2.5-31.2) 28.6 (13.2-48.7) 11.5 (2.4-30.2) 21.4 (4.7-50.8) 12.5 (1.6-38.3) 45.5 (16.7-76.6) 18.8 (4.0-45.6) P Value .079 .279 .179 .642 .206 PFS, med wk (95% CI) 13.6 (8.6-17.7) 7.9 (6.3-9.0) 10.1 (8.3-22.3)2 9.0 (6.3-20.6) 15.1 (8.3-24.1) 7.1 (5.3-8.4) 13.2 (8.3-24.9) 7.1 (6.0-20.6) 82.0 (7.3-NA) 6.2 (4.3-10.1) P Value .041 .550 .021 .506 .105 HR (95% CI) 0.64 (0.41-0.99) 0.82 (0.43-1.57) 0.50 (0.27-0.92) 0.77 (0.35-1.68) 0.44 (0.15-1.23) OS, med wk (95% CI) 31.0 (16.6-41.3) 24.6 (12.7-33.9) 30.0 (14.9-44.4) 24.9 (13.7-58.3) 32.3 (15.9-48.1) 20.4 (10.3-33.9) 30.0 (18.0-34.6) 20.1 (13.7-36.9) 108.4 (9.6-108.4) 18.6 (6.6-48.0) P Value .673 .526 .253 .767 .144 HR (95% CI) 0.91 (0.59-1.41) 1.23 (0.65-2.34) 0.70 (0.38-1.30) 1.12 (0.52-2.42) 0.47 (0.17-1.33) Abbreviations: CI, confidence interval; HR, hazard ratio; med, median; NA, not applicable/not available.             Table. Efficacy Data    By IHC  By GEP   Overall  GCB  Non-GCB  GCB  ABC   Len (n=51)  IC (n=51)  Len (n=23)  IC (n=25)  Len (n=28)  IC (n=26)  Len (n=14)  IC (n=16)  Len (n=11)  IC (n=16)  ORR, % (95% CI) 27.5 (15.9-41.7) 11.8 (4.4-23.9) 26.1 (10.2-48.4) 12.0 (2.5-31.2) 28.6 (13.2-48.7) 11.5 (2.4-30.2) 21.4 (4.7-50.8) 12.5 (1.6-38.3) 45.5 (16.7-76.6) 18.8 (4.0-45.6) P Value .079 .279 .179 .642 .206 PFS, med wk (95% CI) 13.6 (8.6-17.7) 7.9 (6.3-9.0) 10.1 (8.3-22.3)2 9.0 (6.3-20.6) 15.1 (8.3-24.1) 7.1 (5.3-8.4) 13.2 (8.3-24.9) 7.1 (6.0-20.6) 82.0 (7.3-NA) 6.2 (4.3-10.1) P Value .041 .550 .021 .506 .105 HR (95% CI) 0.64 (0.41-0.99) 0.82 (0.43-1.57) 0.50 (0.27-0.92) 0.77 (0.35-1.68) 0.44 (0.15-1.23) OS, med wk (95% CI) 31.0 (16.6-41.3) 24.6 (12.7-33.9) 30.0 (14.9-44.4) 24.9 (13.7-58.3) 32.3 (15.9-48.1) 20.4 (10.3-33.9) 30.0 (18.0-34.6) 20.1 (13.7-36.9) 108.4 (9.6-108.4) 18.6 (6.6-48.0) P Value .673 .526 .253 .767 .144 HR (95% CI) 0.91 (0.59-1.41) 1.23 (0.65-2.34) 0.70 (0.38-1.30) 1.12 (0.52-2.42) 0.47 (0.17-1.33) Abbreviations: CI, confidence interval; HR, hazard ratio; med, median; NA, not applicable/not available.             View Large Disclosures Czuczman: Celgene: Consultancy. Off Label Use: This abstract describes a clinical trial of lenalidomide, which is an orally-available immunomodulatory agent under investigation for treating patients with diffuse large B-cell lymphoma.. Davies: GlaxoSmithKlein: Research Funding; Hoffman La Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Research Funding. Wagner-Johnston: Celgene: Research Funding. Gascoyne: Celgene: Consultancy, Research Funding. Salles: Pfizer: Honoraria; Gilead: Honoraria; Jansen: Honoraria; Hoffman La Roche: Honoraria; Celgene: Honoraria; Mundipharma: Honoraria. Witzig: Celgene Corporation: Membership on an entity's Board of Directors or advisory committees, Research Funding. Zinzani: Mundipharma: Honoraria; Pfizer: Honoraria; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria; Millennium Takeda: Honoraria; Celgene: Honoraria; Teva: Membership on an entity's Board of Directors or advisory committees. Wright: Celgene: Research Funding. Staudt: Celgene Corporation: Research Funding. Repici: Celgene: Employment. Song: Celgene: Employment. Manzke: Celgene: Employment."
}