{
    "doi": "https://doi.org/10.1182/blood.V120.21.211.211",
    "article_title": "Enhancement of Megakaryocyte Interactions with the Osteoblastic Hematopoietic Stem Cell Niche Improves Engraftment Efficiency Following Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 16, 2012",
    "session_type": "701. Experimental Transplantation - Basic Biology, Engraftment and Disease Activity I",
    "abstract_text": "Abstract 211 Bone marrow (BM) radioablation produces structural changes in the endosteal osteoblastic stem cell niche, a critical site of hematopoietic stem cell (HSC) engraftment following HSC transplantation (HSCT). We have previously shown that total body irradiation (TBI) in wildtype (WT) mice induces migration of recipient megakaryocytes to the niche and an expansion of niche osteoblasts that supports HSC engraftment following transplantation. We have also demonstrated that c-MPL-deficient ( mpl −/−) recipients have decreases in total megakaryocytes (35% of WT), the percentage of megakaryocytes migrating to the endosteum (<20% of WT), and niche osteoblast expansion (<50% of WT) following TBI, leading to profound deficits in long-term (LT)-HSC engraftment following HSCT. We now present data examining mechanisms by which megakaryocytes facilitate both niche osteoblast expansion post-TBI and donor HSC engraftment following HSCT, and a therapeutic strategy utilizing these mechanisms to enhance donor HSC engraftment. The decrease in total megakaryocytes and absent thrombopoietin (TPO) signaling in mpl −/− mice resulted in a 90% reduction in post-TBI mpl −/− versus WT BM levels of platelet-derived growth factor beta (PDGFβ), a known osteoblast growth factor. In vitro , megakaryocytes cultured together or across a transwell membrane markedly enhanced osteoblast growth (> 2.5 fold, p < 0.001), but PDGFβ signaling inhibition completely abrogated megakaryocyte-driven osteoblast growth. In vivo , inhibition of PDGF receptor signaling in WT mice via imatinib treatment resulted in near complete blockade of TBI-induced osteoblast expansion, and imatinib treatment of primary recipients resulted in diminished LT-HSC engraftment in secondary transplant assays. Blockade of CD41 integrin-mediated adhesion of megakaryocytes in WT recipient BM blocked TBI-induced megakaryocyte migration to the endosteal niche and severely abrogated LT-HSC engraftment efficiency. However, in contrast to c-MPL deficiency, CD41 blockade did not decrease PDGFβ expression or niche osteoblast expansion, suggesting that in addition to PDGFβ-dependent effects on niche expansion, the megakaryocyte migration to the niche itself is also required to efficiently engraft HSC. Mice with decreased GATA-1 expression ( Gata-1 tm2sho /J ), have a large increase in total BM megakaryocytes a >2-fold (p < 0.001) increase in PDGFβ levels, and greatly increased expansion of osteoblast and other mesenchymal elements 48 hours post-TBI compared to WT mice. However, Gata-1 tm2sho /J megakaryocytes have known defective terminal differentiation and function including decreased platelet production, and Gata-1 tm2sho /J primary recipients did not engraft LT-HSC more efficiently than WT primary recipients, demonstrating the need for fully functional megakaryocytes, and not only increased PDGFβ-induced mesenchymal proliferation, to foster HSC engraftment. Finally, we have examined whether TPO administration prior to radioablation and HSCT can enhance host megakaryocyte effects on the niche and HSC engraftment. TPO administration for 5 days prior to radioablation, resulted in a significant increase in BM megakaryocytes and a 50% increase in niche osteoblast expansion. Furthermore, competitive secondary transplantation assays demonstrated that TPO- versus sham-treatment of primary recipients prior to TBI and BM transplant, resulted in increased initial engraftment at 24 hours post-primary transplant (40% increase, p < 0.05) increased short-term HSC and progenitor engraftment 3–6 weeks following secondary transplant (4–20 fold increase, p < 0.02), and sustained LT-HSC engraftment at 28 weeks post-transplant in 47% versus 7% ( p < 0.05) of secondary recipients of TPO- versus sham-treated primary recipient BM, respectively. Taken together, our results demonstrate that host megakaryocytes facilitate efficient HSC engraftment following TBI and HSCT through PDGFβ-dependent enhancement of niche osteoblast expansion and through direct interactions of megakaryocytes with the niche. TPO-treatment of transplant recipients prior to radioablation and stem cell infusion enhances these megakaryocyte-dependent pathways and subsequent donor HSC engraftment efficiency, providing a clinically applicable strategy to enhance niche function and stem cell engraftment following clinical transplantation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "engraftment",
        "hematopoietic stem cell transplantation",
        "hematopoietic stem cells",
        "megakaryocytes",
        "placebos",
        "transplantation",
        "gata1 protein, human",
        "imatinib mesylate",
        "adhesions",
        "decreased platelet production"
    ],
    "author_names": [
        "Timothy S. Olson, MD, PhD",
        "Satoru Otsuru, MD, PhD",
        "Ted Hofmann, PhD",
        "Edwin M. Horwitz, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Timothy S. Olson, MD, PhD",
            "author_affiliations": [
                "Divisions of Hematology and Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Satoru Otsuru, MD, PhD",
            "author_affiliations": [
                "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ted Hofmann, PhD",
            "author_affiliations": [
                "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edwin M. Horwitz, MD, PhD",
            "author_affiliations": [
                "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T09:40:47",
    "is_scraped": "1"
}