{
    "doi": "https://doi.org/10.1182/blood.V120.21.306.306",
    "article_title": "Treatment of Secondary Central Nervous System Lymphoma with Intrathecal Rituximab, High Dose Methotrexate and R-DHAP, Followed by Autologous Stem Cell Transplantation. A Phase II HOVON Study ",
    "article_date": "November 16, 2012",
    "session_type": "623. Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Non-Hodgkin Lymphoma",
    "abstract_text": "Abstract 306 Introduction. The prognosis of patients with relapsed diffuse large B-cell lymphoma (DLBCL) and central nervous system (CNS) involvement is poor, with a median survival of 2–4 months, and less than 10% 1-year survival. Generally, CNS recurrence is concurrent with or followed soon by systemic relapse or progression. The CNS localization is often meningeal. Therefore, we decided to study the feasibility and efficacy of a new treatment regimen consisting of the standard treatment of relapsed DLBCL (R-DHAP and autologous stem cell transplantation (ASCT)) combined with intrathecal rituximab and high dose methotrexate (MTX) intravenously. Methods. Patients aged 18–65 years with a CNS relapse of DLBCL, based on positive cerebrospinal fluid (CSF) or biopsy proven parenchymal brain localization, with or without systemic progression or relapse, were eligible for our study. Patients with CNS localization based on a typical MRI and concurrent systemic progression or relapse could be included as well. Treatment consisted of 3 cycles of R-DHAP-MTX (dexamethason 40 mg d1-4, cisplatin 100 mg/m2 d1, cytarabine 2 × 2 g/m2 d2, rituximab 375 mg/m2, d5, methotrexate 3 g/m2 d15). Intrathecal rituximab 10 mg was scheduled on d0, followed by 25 mg on day 4, 8, 11 and 21 during cycle 1, and 4 and 3 administrations during cycle 2 and 3, respectively. Patients failing to clear the CSF at the start of cycle 2 could switch to intrathecal methotrexate/cytarabine/dexamethason. In patients with at least a PR and no evidence of lymphoma in bone marrow and CSF after cycle 2, stem cells were harvested after the third R-DHAP cycle. This was followed by MTX cycle 3 and consolidation with busulfan/cyclophosphamide and ASCT. Patients with stable disease or progression, or evidence of lymphoma in the bone marrow or CSF after 2 cycles, went off protocol. Results. 36 patients, aged 23–65 year (median age 57) entered the study between May 2007 and April 2011. The CNS relapse was diagnosed 63–3174 days (median 352) after the primary diagnosis. 23 patients had a parenchymal localization on MRI, 16 patients had a positive CSF. At the time of CNS relapse 18 patients had no evidence of systemic relapse. After inclusion of 13 patients, 3 patients had experienced a temporary severe painful radiculopathy after the first intrathecal injection with 25 mg rituximab. Therefore, the study was amended and the dose of all intrathecal rituximab administrations was reduced to 10 mg. After this amendment no more side effects of intrathecal rituximab were observed. 34 patients started the intrathecal rituximab. 14 patients received the planned amount of 12 intrathecal rituximab injections. 8/16 patients with positive CSF cleared the CSF from lymphoma before the start of the second R-DHAP. 6/16 failed to clear the CSF from lymphoma, and had to switch to MTX/ARA-C/dexa. 4 of these 6 obtained a negative CSF following this treatment change. 1/16 experienced side effects from rituximab and had to switch to MTX/ARA-C/dexa. In 1/16 patients the CSF response could not be evaluated. After 2 cycles of systemic and intrathecal therapy the CNS response (based on CSF and MRI) was CR or PR in 10 and 13 patients respectively. The overall response rate (including CT and bone marrow) was 53% (19/36), CR rate 28% (10/36). 15 patients (42%) completed treatment according to protocol. The median response duration is 6 months. With a median follow-up of the patients still alive of 20.5 months, the median PFS and OS is 6 and 7 months respectively. PFS at 1 year is 21%, and OS 22%. 20/36 patients died due to NHL, other causes of death were excessive toxicity (n=3), late infection (>3 months after ASCT)(n=2) and unknown (n=2). Conclusion. The combination of R-DHAP-MTX with intrathecal rituximab at a dose of 10 mg is feasible. 25 mg intrathecal rituximab resulted in unacceptable side effects. The outcome of secondary CNS lymphoma following high dose chemotherapy however remains poor, with a median OS of 7 months and a 1-year overall survival of 22%. Disclosures: Off Label Use: intrathecal rituximab.",
    "topics": [
        "autologous stem cell transplant",
        "central nervous system lymphoma",
        "dhap protocol",
        "methotrexate",
        "rituximab",
        "cytarabine",
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "adverse effects",
        "magnetic resonance imaging"
    ],
    "author_names": [
        "Jeanette K Doorduyn, MD, PhD",
        "Gustaaf W van Imhoff, MD, PhD",
        "Kees CAGM van Montfort, PhD",
        "Harry C Schouten, MD, PhD",
        "Martyn Ronald Schaafsma",
        "Johanna W. Baars, MD, PhD",
        "Marie Jose Kersten, MD, PhD",
        "Elly Lugtenburg, MD, PhD",
        "Martin M.J. van den Bent, MD, PhD",
        "Roelien Enting",
        "Philip M.P. Poortmans, MD, PhD",
        "Jacoline J.E.C. Bromberg, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeanette K Doorduyn, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC, Rotterdam, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gustaaf W van Imhoff, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, University Medical Center Groningen, Groningen, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kees CAGM van Montfort, PhD",
            "author_affiliations": [
                "biostatistics, Erasmus MC Rotterdam, Rotterdam, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry C Schouten, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, University Medical Center Maastricht, Maastricht, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martyn Ronald Schaafsma",
            "author_affiliations": [
                "Medisch Spectrum Twente, Enschede, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johanna W. Baars, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Netherlands Cancer Institute/Antoni van Leeuwenhoek Hospital, Amsterdam, Netherlands, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Jose Kersten, MD, PhD",
            "author_affiliations": [
                "Hematology, AMC, Amsterdam, Netherlands, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elly Lugtenburg, MD, PhD",
            "author_affiliations": [
                "Erasmus Medical Centre, Rotterdam, Netherlands, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin M.J. van den Bent, MD, PhD",
            "author_affiliations": [
                "Neurology, Erasmus MC Rotterdam, Rotterdam, Netherlands, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roelien Enting",
            "author_affiliations": [
                "Neurology, University medical Center, Groningen, Groningen, Netherlands, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip M.P. Poortmans, MD, PhD",
            "author_affiliations": [
                "radiotherapy, Institute Verbeeten, Tilburg, Netherlands, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacoline J.E.C. Bromberg, MD, PhD",
            "author_affiliations": [
                "Neuro-Oncology, Erasmus MC University Medical Center/Daniel den Hoed Cancer Center, Rotterdam, Netherlands"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T13:05:25",
    "is_scraped": "1"
}