{
    "doi": "https://doi.org/10.1182/blood.V114.22.5065.5065",
    "article_title": "Characteristics and Outcomes of Pulmonary Embolism IN CANCER PATIENTS and IN PATIENTS without CANCER. ",
    "article_date": "November 20, 2009",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Abstract 5065 Background Venous thromboembolism (VTE), a frequent complication in cancer and, occasionally, a harbinger of occult cancer, is one of the leading causes of death in cancer patients. VTE recurs with a three-fold greater frequency in cancer patients than in patients who do not have cancer, and requires long-term anticoagulation. There is a two-fold greater risk of bleeding complications in these patients compared to patients who do not have cancer. Because pulmonary embolism (PE) is a life-threatening sequel of VTE, we sought to evaluate the hypothesis that cancer patients suffer from extensive pulmonary embolism (involving central pulmonary artery or bilateral pulmonary arteries) and to determine if we could detect differences in two clinical outcomes, length of stay (LOS) and mortality. Patients and Methods This retrospective cohort of subjects with pulmonary embolism (PE) was developed using data beginning in January 2003 to December 2007 at a 680 bed, urban teaching hospital. The cohort of 118 patients with PE diagnosed with CT angiogram yielded 41 patients in cancer group (20 males and 21 females) and 47 (23 males and 24 females) patients in non cancer group. Other baseline characteristics gathered for the two groups included age, gender, race, co-morbidities, ambulatory status and therapeutic interventions. Criteria for being assigned to the “central PE” were a filling defect in the pulmonary arteries or the main stem. Patients who showed filling defects in both central and peripheral vessels were also assigned to the “central PE”. All other patients with filling defects in one or more peripheral vessels were assigned to the “peripheral PE” group. Results The baseline characteristics did not show significant differences between the groups. Our data demonstrated that central PE was strongly associated with the cancer group (26/41; 63.4%) compared with 15 of 47 (31.9%) in the non-cancer group (OR = 3.70; 95% CI: 1.53 to 8.95; p = 0.0051). The common cancers associated with VTE were genito–urinary (13) followed by gastro-intestinal (10), then lung and breast (6 in each group). LOS was significantly greater in the cancer group (median: 9d; IQR: 7-19d) compared to non-cancer group (median: 7d; IQR: 5-11d; p = 0.032. We detected no significant difference in overall mortality between the two groups (p = 0.11). Kaplan-Meier analysis of survival, similarly, demonstrated no significant difference (95% CI of HR: 0.62 to 3.18; p = 0.42) Conclusion Cancer patients appear to be at a higher risk for central PE and have longer stay in the hospital after diagnosis than patients without cancer. However, in this study we did not detect increased mortality over a twelve-month observation period. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "pulmonary embolism",
        "venous thromboembolism",
        "anticoagulation, chronic",
        "computed tomographic angiography",
        "filling defect",
        "length of stay",
        "occult cancer",
        "therapeutic intervention",
        "risk of excessive or recurrent bleeding"
    ],
    "author_names": [
        "Asha Karippot",
        "Michael Maroules, MD",
        "Vincent A DeBari"
    ],
    "author_dict_list": [
        {
            "author_name": "Asha Karippot",
            "author_affiliations": [
                "Hematology and Oncology, St Josephs Regional Medical center,Seton Hall University, Paterson, NJ, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Maroules, MD",
            "author_affiliations": [
                "Hematology and Oncology, Maroules Hematology Oncology LLC, Clifton, NJ, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent A DeBari",
            "author_affiliations": [
                "St Josephs Regional Medical center,Seton Hall University, Paterson, NJ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T02:39:10",
    "is_scraped": "1"
}