{
    "doi": "https://doi.org/10.1182/blood.V104.11.1787.1787",
    "article_title": "Decreasing Adverse Drug Events Associated with Lepirudin and Argatroban for the Treatment of Heparin-Induced Thrombocytopenia. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Purpose: Case reports, as well as our anecdotal experience, revealed frequently elevated activated partial thromboplastin time (aPTT) levels in some patients on the direct thrombin inhibitors (DTI) lepirudin and argatroban when dosed according to the FDA-approved guidelines in the Product Inserts. We analyzed our institution’s experience with these agents to determine if dosing guidelines need reconsideration. Methods: A retrospective chart review was conducted under the auspices of the pharmacy quality management team, with IRB approval. Cases were from the pharmacy database of all patients that received lepirudin or argatroban from September 2002 through March 2004. Sixty-six cases were identified and reviewed. Results: Patients were treated with the DTI for Heparin Induced Thrombocytopenia, with or without thrombosis (HIT, HITT), based on a decline of platelet count on heparin by 50% or to <100,000/uL (70%, n=46), and/or a positive HIPA ELISA (27%, n=18). 39 patients received lepirudin and 27 patients argatroban. The mean dose of the DTI which resulted in a therapeutic aPTT (55–80 sec) was calculated for each patient. The mean lepirudin dose resulting in therapeutic aPTT was 0.071 mg/kg/hr with 35 (90%) of patients requiring less than the recommended dose of 0.15mg/kg/hr. Only 4 (10%) patients had a mean dose at or above the recommended dose. 19 (49%) patients required 0.05 mg/kg/hr or lower. The mean argatroban dose resulting in therapeutic aPTT was 1.52 mcg/kg/min. 18 (67%) of patients required less than the recommended dose, 4 (15%) patients had a dose equal to the recommended, and only 5 (18%) had a mean dose above the recommended dose. aPTT levels were therapeutic or supratherapeutic a majority of the time in both groups, even though the dosing of the two DTI was overall lower than the recommended dosing. Furthermore, for many of the patients with both agents, there was a poor correlation between the dose of the DTI and the resulting aPTT, making it difficult to predict the resulting aPTT for a given dose adjustment of the DTI. Lastly, twenty occurrences of written prescription errors in five patients receiving argatroban were identified. These errors were due to the confusion between the dosing of argatroban as mcg/kg/min and not mg/kg/hr. The incorrect dose of argatroban was not dispensed to any patient. Conclusion: The DTI, Lepirudin and argatroban, used for HIT/HITT lack specific dosing titration guidelines, yet they require careful dosing and close monitoring for safe use. As with any acute anticoagulant, they carry a significant risk of life-threatening hemorrhage. Results of this study suggest that current dosing recommendations for both agents are too high, and that for safer use with lower risk of hemorrhage, the dosing guidelines need to be lowered. And while it is not likely that the prescribing errors for argatroban will be administered by pharmacy departments and nurses, the appropriateness of dosing the agent as mcg/kg/min as opposed to the more typical mg/kg/hr should be addressed, at least by greater physician education and possibly by altering the product insert. This study also supports that both lepirudin and argatroban should be considered high-alert medications requiring special attention by experienced clinicians.",
    "topics": [
        "adverse effects of medication",
        "argatroban",
        "drug prescribing error",
        "lepirudin",
        "thrombocytopenia, heparin-induced",
        "activated partial thromboplastin time measurement",
        "select the dosage, dosage form or route of administration",
        "hemorrhage",
        "thrombocytopenia, heparin-induced, with thrombosis",
        "anticoagulants"
    ],
    "author_names": [
        "Molly McDaniel, PharmD",
        "Gerald A. Soff, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Molly McDaniel, PharmD",
            "author_affiliations": [
                "Pharmacy, Northwestern Memorial Hospital, Chicago, IL, USA and ",
                "Hematology/Oncology, Northwestern University, Chicago, IL, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gerald A. Soff, MD",
            "author_affiliations": [
                "Pharmacy, Northwestern Memorial Hospital, Chicago, IL, USA and ",
                "Hematology/Oncology, Northwestern University, Chicago, IL, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T15:40:01",
    "is_scraped": "1"
}