{
    "doi": "https://doi.org/10.1182/blood.V108.11.4458.4458",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=733",
    "start_url_page_num": 733,
    "is_scraped": "1",
    "article_title": "Late Appearance of t(9;22) at Relapse, in an Adolescent with an Homozygous 9p Deletion T-ALL. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "adolescent",
        "adult t-cell lymphoma/leukemia",
        "homozygote",
        "t-cell leukemia, acute",
        "uterine fibroids",
        "karyotype determination procedure",
        "leukemia",
        "polymerase chain reaction",
        "rna",
        "cleidocranial dysplasia"
    ],
    "author_names": [
        "Vassilios Papadakis, MD, PhD",
        "Stefanos Papadhimitriou, MD, PhD",
        "Anna Paisiou, MD",
        "Chrysoula Belesi, PhD",
        "Agapi Parcharidou, MD, PhD",
        "Natalia Tourkantoni, MD",
        "Constantina Sambani, PhD",
        "George Paterakis, MD, PhD",
        "Sophia Polychronopoulou, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology-Oncology, Agia Sofia Children’s Hospital, Athens, Greece"
        ],
        [
            "Hematoloy, Gennimatas General Hospital, Athens, Greece"
        ],
        [
            "Pediatric Hematology-Oncology, Agia Sofia Children’s Hospital, Athens, Greece"
        ],
        [
            "Hematology, Agios Panteleimon General Hospital, Nikea, Athens, Greece"
        ],
        [
            "Pediatric Hematology-Oncology, Agia Sofia Children’s Hospital, Athens, Greece"
        ],
        [
            "Pediatric Hematology-Oncology, Agia Sofia Children’s Hospital, Athens, Greece"
        ],
        [
            "Genetics, EKEFE, Demokritos Research Center, Athens, Greece"
        ],
        [
            "Immunology, Gennimatas General Hospital, Athens, Greece"
        ],
        [
            "Pediatric Hematology-Oncology, Agia Sofia Children’s Hospital, Athens, Greece"
        ]
    ],
    "first_author_latitude": "37.98540995",
    "first_author_longitude": "23.768407949999997",
    "abstract_text": "T-ALL has increasing incidence during adolescence and it is rarely associated with Philadelphia chromosome positivity. Moreover, extremely rare is the event of Philadelphia chromosome negativity at diagnosis and leukemia clone evolution with t(9;22) at relapse. Such a patient is being described and relevant issues are being raised. A 14 year old boy was diagnosed with leukemia due to malaise and ecchymoses. CBC revealed: WBC 170 k/uL (80% blasts), Hb 13.1 gr/dL, Ht 37.7% and PLT of 26 k/uL. Bone marrow confirmed the diagnosis of ALL (L2 morphology). Bone marrow flow cytometry depicted a T II ALL by EGIL classification (Tdt 54%, cCD3 99%, CD7 96%, CD2 96%, CD4 0%, CD8 2%, CD5 75%, TCRαβ 0%, CD1α 0%, sCD3 31%). Karyotype with G-banding, technically failed. By PCR, blasts were negative for TEL-AML1, E2A-PBXand MLL-AF4 while RNA coding for proteins p190 and p210 was also negative. Additionally, the 9 chromosome was evaluated by FISH technique (centromere and 9p21 areas/genes p16/p14 and p15- Vysis) and an homozygous deletion of 9p16 area was detected in the great majority of the blasts tested. The patient was treated according to the ALL-BFM-95 protocol and proved to be a poor prednisone responder, with residual disease detected on day +15 bone marrow and remission on day +33. He proceeded to the High Risk arm of the protocol. Thirteen months from diagnosis and 5 months on maintenance treatment, the patient suffered a bone marrow relapse. CBC revealed: WBC 30 k/uL (25% blasts), Hb 13.8 gr/dL, Ht 40.9 % and PLT of 201 k/uL. Bone marrow confirmed the relapse (L2 blast morphology) with a more mature T-cell type (cCD/TdT coexpression, with CD3 87% and TCRαβ 53.3% expression). Five of 25 metaphases revealed the following complex karyotype: 46,XY,del(6)(q21),?del(7)(q36), -9, t(9;22)(q34;q11),+mar1. By FISH , monosomy of 9 chromosome was not proved , while homozygous deletion of 9p16 area was again documented and t(9;22) was clearly evident. By PCR, there was no detection of RNA coding for proteins p190 and p210 with standard commercially available probes. The patient is treated with a fludarabine based regimen and imatinib, with the prospective of stem cell transplantation. In conclusion, at diagnosis, T-ALL without t(9;22) but with an homozygous deletion of chromosome 9, was documented. At relapse, there is clone evolution with a more mature T-origin blast detection of a complex karyotype with t(9;22). Ph+ T-ALL is rare, as well as rare is the event of ALL clone evolution, with emergence of Ph+ at relapse. This patient’s data are being completed and there is prospective of further illuminating the underlying pathogenesis. Chromosome 9 deletions are under investigation for contributing in genetic instability. Homozygous 9p16 deletion of ALL blasts at diagnosis and relapse might play a key role in these events."
}