{
    "doi": "https://doi.org/10.1182/blood.V124.21.4431.4431",
    "article_title": "A Phase 2 Trial of Induction Chemotherapy with ABVD Followed By Brentuximab Vedotin Consolidation in Patients with Previously Untreated Non-Bulky Stage I or II Hodgkin Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster III",
    "abstract_text": "Background: Treatment of Hodgkin lymphoma (HL) requires a careful balance between providing enough therapy to cure the disease and avoiding unnecessary treatment that could result in excessive long-term treatment-related complications. The preferred treatment option for limited stage non-bulky HL currently involves the use of combined chemotherapy and involved-field radiation therapy. Given the unclear overall survival advantage and the long-term side effects associated with consolidative radiation, the use of this modality remains one of the most controversial topics in the treatment of HL. Therefore, alternative consolidation approaches are worthy of exploration for treatment of limited stage non-bulky HL. Brentuximab vedotin has been associated with favorable response rates in patients with relapsed or refractory HL. We hypothesize that brentuximab vedotin may be safe and effective in eradicating residual disease after induction chemotherapy and may potentially replace radiation therapy for consolidation in patients with newly diagnosed limited stage non-bulky HL. Methods: In this phase 2 multicenter study, patients with non-bulky (< 7.5 cm) stage I or II HL are being enrolled to determine the efficacy and safety of brentuximab vedotin when administered for consolidation after a standard chemotherapy with ABVD (doxorubicin, bleomycin, vinblastine, and dacarbazine) (ClinicalTrials.gov #NCT01578967). The primary objective of the study is to estimate the proportion of patients who achieve PET-negative disease (Deauville score of 2 or less) after induction chemotherapy followed by consolidation with brentuximab vedotin. Involved-field radiation is recommended only if the PET scan is positive at the completion of therapy with brentuximab vedotin. Patients received 2 to 6 cycles of ABVD based on their baseline risk factors and the interim PET scan result; patients with favorable disease with negative interim PET received 2 cycles, favorable disease with positive interim PET or unfavorable disease with negative interim PET received 4 cycles, and unfavorable disease with positive interim PET received 6 cycles of ABVD. Approximately 6 to 8 weeks after the induction chemotherapy, 1.8 mg/kg of brentuximab vedotin was given every 3 weeks for 6 cycles for consolidation. Results: Interim analysis was performed per protocol for futility and safety after 15 evaluable patients were enrolled since April 2012. Out of 15 evaluable patients, 8 patients have completed 6 cycles of brentuximab vedotin, and the remaining 7 patients are currently under active treatment. The median age was 28 years (range 19 – 58), and 7 patients (47%) presented with unfavorable disease defined by the presence of B symptoms, ESR > 50, or > 3 sites of disease. All patients had masses measuring less than 7.5 cm in diameter except one patient who requested an exception to the eligibility criteria for a conglomerate mediastinal mass measuring 10 cm. No grade 3 or above adverse events have been observed with brentuximab vedotin therapy. No grade 2 or above peripheral neuropathy or pulmonary toxicity has been reported. Ten out of 12 patients, who completed ABVD, achieved PET-negative disease after 2 cycles of ABVD, and all 7 patients who completed brentuximab vedotin achieved PET-negative disease and remain in remission with a median follow-up of 7.6 months (range 5.6 – 15). Thus far, none of the treated patients on this protocol required consolidative radiation therapy. Conclusion: In this interim analysis of 15 patients with newly diagnosed limited stage non-bulky HL, brentuximab vedotin as consolidation therapy demonstrates promising safety and clinical activity following ABVD. Enrollment is currently open with the target accrual of 40 patients to assess the feasibility of achieving PET-negative disease and thereby avoiding radiation therapy in at least 85% of patients who receive ABVD followed by brentuximab vedotin consolidation. Table: PET results in HL patients who received ABVD followed by BV Consolidation  . Interim-PET2 (n = 12) . Post ABVD (n = 12) . Post BV (n = 7) . Deauville 1 0 1 4 Deauville 2 10 11 3 Deauville 3 2 0 0 Deauville ≥ 4 0 0 0 PET, positron emission tomography; HL, Hodgkin lymphoma; ABVD, doxorubicin, bleomycin, vinblastine, dacarbazine; BV, brentuximab vedotin; Interim-PET-2, PET scan after 2 cycles of ABVD; Post ABVD, PET scan after 2 to 6 cycles of ABVD; Post BV, PET scan after 6 cycles of brentuximab vedotin . Interim-PET2 (n = 12) . Post ABVD (n = 12) . Post BV (n = 7) . Deauville 1 0 1 4 Deauville 2 10 11 3 Deauville 3 2 0 0 Deauville ≥ 4 0 0 0 PET, positron emission tomography; HL, Hodgkin lymphoma; ABVD, doxorubicin, bleomycin, vinblastine, dacarbazine; BV, brentuximab vedotin; Interim-PET-2, PET scan after 2 cycles of ABVD; Post ABVD, PET scan after 2 to 6 cycles of ABVD; Post BV, PET scan after 6 cycles of brentuximab vedotin View Large Disclosures Park: Seattle Genetics: Research Funding; Teva: Research Funding; Janssen: Travel, Travel Other. Off Label Use: Brentuximab vedotin in previously untreated Hodgkin lymphoma patients.",
    "topics": [
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "brentuximab vedotin",
        "chemotherapy, neoadjuvant",
        "hodgkin's disease",
        "positron-emission tomography",
        "radiation therapy",
        "bleomycin",
        "chemotherapy regimen",
        "dacarbazine",
        "doxorubicin"
    ],
    "author_names": [
        "Steven I. Park, MD",
        "Kristy L. Richards, PhD MD",
        "Oludamilola Olajide, MBBS",
        "Nishitha M Reddy, M.B.B.S.",
        "Nilanjan Ghosh, MD PhD",
        "Elizabeth E. Budde, MD PhD",
        "Matthew C. Foster, MD",
        "Allison M. Deal, MS",
        "Jeanne F. Noe, PharmD",
        "Thomas C. Shea, MD",
        "Stephen M. Ansell, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Steven I. Park, MD",
            "author_affiliations": [
                "University of North Carolina, Chapel Hill, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristy L. Richards, PhD MD",
            "author_affiliations": [
                "University of North Carolina, Chapel Hill, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oludamilola Olajide, MBBS",
            "author_affiliations": [
                "Rex UNC Health Care, Raleigh, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nishitha M Reddy, M.B.B.S.",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nilanjan Ghosh, MD PhD",
            "author_affiliations": [
                "Levine Cancer Institute, Charlotte, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth E. Budde, MD PhD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew C. Foster, MD",
            "author_affiliations": [
                "University of North Carolina, Chapel Hill, NC "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison M. Deal, MS",
            "author_affiliations": [
                "University of North Carolina, Chapel Hill, NC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanne F. Noe, PharmD",
            "author_affiliations": [
                "University of North Carolina, Chapel Hill, NC "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas C. Shea, MD",
            "author_affiliations": [
                "University of North Carolina, Chapel Hill, NC "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen M. Ansell, MD PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T02:39:13",
    "is_scraped": "1"
}