{
    "doi": "https://doi.org/10.1182/blood.V108.11.5172.5172",
    "article_title": "Human CD4 + CD25 + CD127 − T Cells Show Potent Dose-Dependent Inhibition of Allogeneic DC-Driven MLRs. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Graft versus host disease (GVHD) is the primary cause of transplant related morbidity and mortality, limiting the widespread application of haemopoietic stem cell transplantation (HSCT). Evidence from murine models supports the role of CD4 + CD25 + regulatory T cells in the suppression of GVHD. Human evidence regarding the role of regulatory T cells in alloresponses is conflicting and may reflect the difficulty in defining and isolating the regulatory T cell population in humans. We have investigated the use of peripheral blood monocyte-derived dendritic cells (DCs) as stimulator cells in allogeneic mixed lymphocyte reactions (MLRs), as a means of assessing the in vitro suppressive function of regulatory T cells in human alloresponses. Peripheral blood mononuclear cells (PBMCs) were obtained from healthy adult volunteers. Magnetically isolated CD4 + CD25 + T cells were combined with 50×10 3 autologous PBMCs or 20×10 3 autologous CD4 + T cells as responders, and 5×10 3 allogeneic irradiated DCs. Proliferation was assessed by tritiated thymidine incorporation. The CD4 + CD25 + cells were anergic and demonstrated dose-dependent suppression of responder cell proliferation in the DC-driven allogeneic MLR. Greater than 50% suppression was seen with CD4 + CD25 + T cells co-cultured with responder PBMCs at ratios of 1:4 to 1:32. Furthermore, depletion of CD4 + CD25 + T cells from whole CD4 + responder cells resulted in enhanced proliferation and an increase in the amplitude of the MLR. Flow cytometry indicated that the majority of the magnetically isolated CD4 + CD25 + T cells were FoxP3 + on intracellular staining and demonstrated down-regulation of cell surface expression of the IL-7 receptor (CD127). The potent suppression demonstrated here by CD4 + CD25 + CD127 − T cells at ratios of 1:32 responder cells, suggests that these cells have a potential role for suppressing alloresponses at physiological levels. Moreover, this assay provides the basis for future investigation into regulatory T cell function in patients post-HSCT.",
    "topics": [
        "antigens, cd25",
        "interleukin 7 receptor",
        "t-lymphocytes",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "flow cytometry",
        "lymphocyte culture test, mixed",
        "thymidine",
        "transplantation",
        "regulatory t-lymphocytes"
    ],
    "author_names": [
        "Rachel E. Protheroe, MRCP, BSc",
        "Colin G. Steward, FRCP,PhD",
        "Graziella Mazza, PhD",
        "David C. Wraith, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rachel E. Protheroe, MRCP, BSc",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, University of Bristol, Bristol, United Kingdom",
                "Department of Paediatric Oncology and Haematology, Royal Hospital for Children, Bristol, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Colin G. Steward, FRCP,PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, University of Bristol, Bristol, United Kingdom",
                "Department of Paediatric Oncology and Haematology, Royal Hospital for Children, Bristol, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graziella Mazza, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C. Wraith, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T04:30:16",
    "is_scraped": "1"
}