{
    "doi": "https://doi.org/10.1182/blood.V128.22.3.3",
    "article_title": "Spk-9001: Adeno-Associated Virus Mediated Gene Transfer for Hemophilia B Achieves Sustained Mean Factor IX Activity Levels of >30% without Immunosuppression ",
    "article_date": "December 2, 2016",
    "session_type": "Scientific Plenary Session",
    "abstract_text": "Background : Earlier data demonstrated long-term expression of factor IX (mean FIX:C ~5.1%) following AAV8-mediated gene transfer at 2 x10 12 vg/kg in hemophilia B (Nathwani et al., 2014). While the clinical improvement imparted by stable FIX levels is clear, these levels of expression fall short of trough values obtained by long-acting FIX prophylaxis (Santagostino et al . 2016), and of natural history data suggesting that levels of ~12% are required to eliminate spontaneous hemarthroses (den Uijl et al. 2011). Achieving higher levels of FIX:C with dose escalation has not been possible without eliciting a dose-dependent, capsid-specific immune response that may prevent sustained expression and efficacy (Mingozzi et al . 2007, Monahan et al. 2015). We sought to develop a highly efficient vector capsid and expression cassette that could be administered at low doses to achieve hemostatic FIX expression without need for immunosuppression. Methods : The investigational product, SPK-9001, utilizes a bioengineered AAV capsid (Spark100) with liver specific tropism. The prevalence of neutralizing antibodies (NAb) to Spark100 among sampled hemophilia B sera was 40% (Anguela et al . 2015). The expression cassette is a codon-optimized, single-stranded transgene encoding FIX Padua, a naturally occurring variant with a single amino acid substitution (R338L) that confers ~8-fold greater specific activity compared to wild-type FIX (Simioni et al. 2009). Data on bleeding and factor infusions in the year prior to enrollment were retrospectively compiled. Laboratory values, bleeding frequency, FIX consumption, changes in activity and quality-of-life via Haem-A-QoL were prospectively evaluated after vector infusion. Results : We enrolled 9 subjects, of whom 2 failed screening for liver fibrosis and 7 were infused with SPK-9001 at a dose of 5 x10 11 vg/kg. Infused subjects were adult males ages 18-52 years with baseline FIX:C 2-34 weeks after vector infusion. Figure 1 outlines subject vector-derived FIX:C for the first 12 weeks. There have been no vector or procedure related adverse events. Steady-state FIX expression is reached by 12 weeks after vector infusion, resulting in a mean FIX:C of 32.3% ±6.5%. To date, no subjects required immunosuppression or demonstrated evidence of a cytotoxic immune response (characterized by loss of FIX activity, elevation of transaminase values >/=1.5-times the upper limit of normal, and positive IFN-gammaELISPOT response to capsid peptides). No subjects developed a FIX inhibitor or demonstrated ELISPOT reactivity to the FIX (R338L) gene product. Subject 3 infused with FIX concentrate for a suspected ankle bleed 2 days after vector infusion. Beyond this, no subjects required factor or experienced any bleeding events. The 4 subjects previously maintained on prophylaxis safely stopped without break-through bleeding. As of today (cumulative 724 days post vector infusion), total factor consumption was reduced by 543,589 IU, tantamount to a cumulative savings of $1,182,298 USD.Six of 7 subjects report increased physical activity and improved quality of life. Conclusion : As of 8/4/2016, we report the highest and most consistent levels of sustained vector-derived FIX:C following FIX gene transfer. Levels of FIX:C achieved by SPK-9001 permitted termination of prophylaxis, prevention of bleeding, and nearly complete cessation of factor use. Despite the heterogeneity in subjects with respect to presence and extent of hemophilic arthropathy, age, and co-morbidities, consistency of transgene expression and clinical outcomes have been observed in all participants studied to date. A vector dose of 5x10 11 vg/kg is the lowest dose currently reported in hemophilia gene transfer trials; the absence of any observed CD8+ T cell immune response supports the hypothesis that lowering the dose can reduce or eliminate the risk of a capsid-specific immune response and maximize efficacy. In summary, preliminary data suggest SPK-9001 safely and consistently produces sustained elevation in FIX:C levels sufficient to prevent spontaneous hemarthroses without the need for factor consumption or immunosuppression. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Ducore: Octapharama: Membership on an entity's Board of Directors or advisory committees; LFB: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Biogen: Membership on an entity's Board of Directors or advisory committees; CSL Behring: Membership on an entity's Board of Directors or advisory committees; Baxalta (Shire): Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees. Cuker: Biogen-Idec: Consultancy, Research Funding; T2 Biosystems: Research Funding; Genzyme: Consultancy; Stago: Consultancy; Amgen: Consultancy. McGuinn: Spark: Research Funding; Biogen: Research Funding; Novo Nordisk: Research Funding; Baxalta: Research Funding. Luk: Spark Therapeutics, Inc.: Employment. Wright: Spark Therapeutics, Inc.: Employment, Equity Ownership, Patents & Royalties: SPK-9001. Chen: Spark Therapeutics, Inc.: Employment. Hui: Spark Therapeutics, Inc.: Employment. Wachtel: Spark Therapeutics, Inc.: Employment. Urich: Spark Therapeutics, Inc.: Employment. Takefman: Spark Therapeutics, Inc.: Employment. Couto: Spark Therapeutics, Inc.: Employment. Carr: Pfizer, Inc.: Research Funding. Anguela: Spark Therapeutics, Inc.: Employment, Patents & Royalties: SPK-9001. High: Spark Therapeutics, Inc.: Employment, Equity Ownership, Patents & Royalties: SPK-9001.",
    "topics": [
        "adeno-associated virus",
        "factor ix",
        "gene transfer techniques",
        "hemophilia b",
        "natural immunosuppression",
        "therapeutic immunosuppression",
        "capsid",
        "hemorrhage",
        "infusion procedures",
        "hemarthrosis"
    ],
    "author_names": [
        "Lindsey A. George, MD",
        "Spencer K. Sullivan, MD",
        "Adam Giermasz, MD, PhD",
        "Jonathan M. Ducore",
        "Jerome M. Teitel, MD",
        "Adam Cuker, MD MS",
        "Lisa M. Sullivan, MD",
        "Suvankar Majumdar, MD",
        "Catherine E. McGuinn, MD",
        "Aline M. Galvao, M.S., B.S.N.-R.N.",
        "Alvin Y. Luk, PhD, M.B.A.",
        "J. Fraser Wright, PhD",
        "Yifeng Chen, MD",
        "Daniel J. Hui, PhD",
        "Katie Wachtel, M.S.",
        "Teresa Urich, B.S.",
        "Daniel Takefman, PhD",
        "Linda B. Couto, PhD",
        "Marcus E. Carr, MD, PhD",
        "Xavier M. Anguela, PhD",
        "Katherine A. High, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lindsey A. George, MD",
            "author_affiliations": [
                "Department of Pediatrics, Perelman School of Medicine, The University of Pennsylvania, Philadelphia, PA ",
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Spencer K. Sullivan, MD",
            "author_affiliations": [
                "Mississippi Center for Advanced Medicine, Madison, MS "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Giermasz, MD, PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of California, Davis, Davis, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan M. Ducore",
            "author_affiliations": [
                "University of CA Davis Medical Center, Sacramento, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome M. Teitel, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology / Medical Oncology, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Cuker, MD MS",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa M. Sullivan, MD",
            "author_affiliations": [
                "University of Mississippi Medical Center, Jackson, MS "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suvankar Majumdar, MD",
            "author_affiliations": [
                "University of Mississipi Medical Center Division of pediatric Hematology/Oncology, Jackson, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine E. McGuinn, MD",
            "author_affiliations": [
                "Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aline M. Galvao, M.S., B.S.N.-R.N.",
            "author_affiliations": [
                "Perelman Center for Cellular and Molecular Therapeutics, The Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alvin Y. Luk, PhD, M.B.A.",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Fraser Wright, PhD",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yifeng Chen, MD",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. Hui, PhD",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katie Wachtel, M.S.",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Urich, B.S.",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Takefman, PhD",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda B. Couto, PhD",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcus E. Carr, MD, PhD",
            "author_affiliations": [
                "Pfizer, Inc., Collegeville, PA"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier M. Anguela, PhD",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine A. High, MD",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T02:23:36",
    "is_scraped": "1"
}