{
    "doi": "https://doi.org/10.1182/blood.V116.21.2150.2150",
    "article_title": "Polycomb Group Protein BMI1 In Leukemia Development and Progression:Blocking the Cell Differentiation ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology: Poster II",
    "abstract_text": "Abstract 2150 BMI1 is the most frequently altered PcG group protein observed in cancer and is useful in predicting prognosis as a biomarker in some malignant blood diseases including myelodysplastic syndromes (MDS) and chronic myelogenous leukemia (CML). However, the role and effect of BMI1 in these diseases is not clear. We have found that BMI1 expression in MDS CD34 + cells (n=13) was correlated with IPSS (R 2 =0.514,P=0.013). The MDS patient with overexpressed BMI1 shortly after diagnosis displayed a disease progression: one case of MDS-RA progressed to MDS-RAEB and two cases of MDS-RAEB transformed to AML, in company with more serious cytopenia in one or more lineages of bone marrow cells. A similar situation was found in CML. As the CML-CP patients (n=181) accelerated to CML-BP (n=27),the hemoglobin level as well as WBC and Plt counts markedly decreased (p<0.05), whereas the BMI1 transcriptional level in CML-BP (n=12) was much higher than that in CML-CP (n=26) detected by qRT-PCR (p<0.05). To further explore the role of BMI1 in malignant myeloid transformation, we cloned BMI1 cDNA ORF and transfected it into K562 by MSCV retroviral vector. The BMI1 protein expression in transfectant subclones was about three-folds of the untransfected control. NBT assay demonstrated that the differentiation induced by 20nm/L TPA for 72 hours in transfected cell were less than that in control cells. The percentage of NBT positive cells in K562, K562-MSCV, K562- BMI1SC1 and K562-BMI1SC2 were 51±7%, 60±8%, 27±6%, 33±7% (n=3), respectively. In addition, the immunophenotype of CD11b, CD13, CD15, CD33, CD34, CD64 and HLA-DR in TPA-treated cells detected by FCM found that only the mean fluorescence intensity of CD15 in transfected cells was obviously lower than that in control. The mean value of CD15 in K562, K562-MSCV, K562-BMI1SC1, K562-BMI1SC2 were 3.38, 3.25, 2.42, 2.54, respectively. The benzidine staining showed BMI1 transfected K562 treated by 40mm/L sodium butyrate for 72 hours had slower erythroid differentiation compared to that in control cells. The benzidine positive cell in K562, K562-MSCV, K562-BMI1SC1, K562-BMI1SC2 were 28±4%, 31±5%, 10±4%, 9±5% (n=3), respectively. We also found that the mean fluorescence intensity of GPA and CD71 were lower in BMI1 transfected cell compared to control after sodium butyrate treatment. The mean value of GPA in K562, K562-MSCV, K562-BMI1SC1, K562-BMI1SC2 were 36.4, 32.1, 20.6, 16.2 and the mean of CD71 were 3.07, 3.13, 2.8, 1.32, respectively. These in vitro results suggested that overexpression of BMI1 can inhibit cell myelomonocytoid and erythroid differentiation. In summary, we conclude that polycomb group BMI1 may contribute to clonal myeloid transformation by blocking multiple lineage differentiation and potentiating the stemness of the leukemia-initiating cells via possible epigenetic mechanisms. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cells",
        "leukemia",
        "antigens, cd15",
        "butyrates",
        "cd34 antigens",
        "refractory anemia with excess blasts",
        "sodium",
        "transferrin receptors",
        "wegener granulomatosis",
        "alanine aminopeptidase"
    ],
    "author_names": [
        "Hong-jie Shen",
        "Xin Ding",
        "Jian-nong Cen",
        "Yuan-yuan Wang",
        "Xiao-fei Qi",
        "Jun He",
        "Li Yao",
        "Tian-tian Wang",
        "Zi-Xing Chen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hong-jie Shen",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital, Soochow University, Suzhou, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xin Ding",
            "author_affiliations": [
                "Department of Radiation Therapy, The Affiliated Hospital, Xuzhou Medical College, Suzhou, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian-nong Cen",
            "author_affiliations": [
                "1st Affiliated Hospital Soochow University, Jiangsu Inst. of Hematology, Suzhou, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuan-yuan Wang",
            "author_affiliations": [
                "1st Affiliated Hospital Soochow University, Jiangsu Inst. of Hematology, Suzhou, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao-fei Qi",
            "author_affiliations": [
                "1st Affiliated Hospital Soochow University, Jiangsu Inst. of Hematology, Suzhou, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun He",
            "author_affiliations": [
                "Jiangsu Inst. of Hematology, The First Affiliated Hosp. of Soochow University, Suzhou, China, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Yao",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital Soochow University, Suzhou, China, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tian-tian Wang",
            "author_affiliations": [
                "Jiangsu Inst. of Hematology, 1st Affiliated Hospital Soochow University, Suzhou, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zi-Xing Chen, MD",
            "author_affiliations": [
                "1st Affiliated Hospital Soochow University, Jiangsu Inst. of Hematology, Suzhou, China, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T04:11:41",
    "is_scraped": "1"
}