{
    "doi": "https://doi.org/10.1182/blood.V128.22.1944.1944",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3478",
    "start_url_page_num": 3478,
    "is_scraped": "1",
    "article_title": "Monitoring Molecular Response, Minimal Residual Disease and Clonal Structures in Polycythemia Vera Patients Treated with Interferon Alpha ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "topics": [
        "interferon-alpha",
        "neoplasm, residual",
        "polycythemia vera",
        "polymerase chain reaction",
        "massively-parallel genome sequencing",
        "apnea of prematurity",
        "residual tumor",
        "ambiguity",
        "ccaat/enhancer binding protein alpha",
        "erythrocytosis"
    ],
    "author_names": [
        "Roland Jäger",
        "Edith Bogner",
        "Kerstin Trenker",
        "Michael Gurbisz",
        "Bettina Gisslinger",
        "Martin Schalling",
        "Faith Hall-Glenn",
        "Nicole C.C. Them",
        "Christoph Klade",
        "Heinz Gisslinger",
        "Gregor Hoermann",
        "Robert Kralovics"
    ],
    "author_affiliations": [
        [
            "CeMM Research Center for Molecular Medicine of the Austrian Academy of Sciences, Vienna, Austria "
        ],
        [
            "CeMM Research Center for Molecular Medicine of the Austrian Academy of Sciences, Vienna, Austria "
        ],
        [
            "University of Applied Sciences Wiener Neustadt, Wiener Neustadt, Austria ",
            "Department of Laboratory Medicine, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Department of Laboratory Medicine, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "CeMM Research Center for Molecular Medicine of the Austrian Academy of Sciences, Vienna, Austria "
        ],
        [
            "CeMM Research Center for Molecular Medicine of the Austrian Academy of Sciences, Vienna, Austria "
        ],
        [
            "AOP Orphan Pharmaceuticals AG, Vienna, Austria "
        ],
        [
            "Department of Internal Medicine I, Division of Hematology and Blood Coagulation, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Department of Laboratory Medicine, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "CeMM Research Center for Molecular Medicine of the Austrian Academy of Sciences, Vienna, Austria "
        ]
    ],
    "first_author_latitude": "48.219447599999995",
    "first_author_longitude": "16.3497225",
    "abstract_text": "Polycythemia vera (PV) is a myeloproliferative neoplasm (MPN) primarily characterized by an elevated red blood cell count, consequently to clonal expansion of myeloid progenitor cells driven almost exclusively by a mutation of a specific single nucleotide in JAK2 exon 14 (JAK2-V617F). JAK2-V617F mutational burden therefore represents a surrogate measure for the size of the \"liquid tumor\" underlying PV, i.e. the amount of malignant cells in the peripheral blood. We previously reported on sustained molecular responses (MR) in PV patients on interferon alpha (IFNa) based therapies. Monitoring MR is crucial for understanding the therapeutic potential of IFNa and can be an important parameter in future PV patient care. Thus, highly sensitive laboratory techniques providing most accurate quantification at lowest limit of detection (LOD) are required. Here we evaluate four different methods for JAK2-V617F mutational burden monitoring, which are digital droplet PCR (ddPCR), next-generation sequencing (NGS), quantitative PCR (qPCR) and allele-specific PCR (AS-PCR). Moreover, using an NGS-based approach we investigate the patients' clonal composition by targeted re-sequencing involving 54 genes in longitudinal patient samples. To determine the characteristics of the different methods for burden quantification, we benchmarked a ddPCR assay (Assay ID dHsaCP2000061/dHsaCP2000062, Bio-Rad, Hercules, CA) using serial dilutions of JAK2-V617F positive in JAK2-V617F negative gDNA. The assay showed an LOD of 0.01% JAK2-V617F with a false positivity rate of 0 mutation-positive droplets in 8 independent measurements of healthy donor gDNA. Next we quantified the JAK2-V617F burden in baseline and follow-up (FU) gDNAs from a PV patient cohort on IFNa-based therapy (n=51) using ddPCR, a qPCR-based assay (ipsogen MutaQuant, Qiagen, Hilden, Germany), an NGS-based approach (TruSight Myeloid Sequencing Panel, Illumina, San Diego, CA) and an AS-PCR assay described previously (Kralovics et al , Blood, 2006). Covering the full spectrum of allelic burden values, correlations with ddPCR-derived values were best for NGS (R 2 =0.998) followed by qPCR (R 2 =0.976) and AS-PCR (R 2 =0.951). While mutational burden values >10% JAK2-V617F showed high concordance between methods, JAK2-V617F burdens <10% exhibited significant deviations from the benchmarked ddPCR assay, suggesting that ddPCR is most suitable for monitoring residual disease in PV. Therefore, applying ddPCR, we next re-evaluated two PV patients with baseline JAK2-V617F burdens of 46% and 28%, respectively, both previously classified as complete MR based on JAK2-V617F undetectable by AS-PCR. For those two patients, ddPCR revealed an actual residual disease of 3.02% and 2.39% mutant allele burden at 138 and 68 weeks post initiation of IFNa therapy, respectively. Further monitoring of these patients showed a sustained decrease in mutant allele burden to 1.53% and 0.20% at weeks 217 and 171, respectively. In addition to JAK2-V617F burden quantification, our NGS approach allowed for quantitative evaluation of mutations in 54 genes implicated in myeloid diseases. After somatic variant calling, paired analysis of baseline and FU samples (n=96) from 48 PV patients revealed an average of 2.8 variants per patient in a total of 17 genes. Besides JAK2, recurrently affected genes were TET2, PHF6, ASXL1 and CEBPA. The paired analysis allowed for tracking changes in clonal structures upon therapy. Most notably, TET2-JAK2 double-positive clones present in two patients showed mutant burden decreases of 13% and 59% respectively, arguing against an implication of TET2 mutations in IFNa resistance. Furthermore, PHF6 positive clones present in three patients showed ambiguity upon therapy, shrinking concordantly with the JAK2 positive clone in two patients while expanding as a JAK2-independent clone in the third patient. In summary, while larger studies will be required to assign statistical significance to mutations implicated in IFNa-based therapies, targeted re-sequencing of serial samples in MPN patient cohorts has the potential to deconvolute the impact of the patients' clonal architecture on therapeutic success. Moreover, as medications such as IFNa-based drugs have been shown to induce deep MR in a substantial fraction of PV patients, the use of highly accurate assays such as ddPCR will be crucial for monitoring minimal residual disease. Disclosures Klade: AOP Orphan: Employment. Gisslinger: Baxalta: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; AOP Orphan: Consultancy, Honoraria. Hoermann: Novartis: Honoraria; Ariad: Honoraria; Gilead: Research Funding; Amgen: Honoraria. Kralovics: AOP Orphan: Research Funding; Qiagen: Membership on an entity's Board of Directors or advisory committees."
}