{
    "doi": "https://doi.org/10.1182/blood-2021-146862",
    "article_title": "Is Symptom Burden Associated with Health Care Utilization: A Longitudinal Population-Based Cohort Study of Transplant Ineligible Patients with Newly Diagnosed Multiple Myeloma ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Introduction Transplant ineligible patients with newly-diagnosed multiple myeloma (TI NDMM) have high rates of health care utilization [emergency department visits and/or unplanned hospitalization (ED/hosp)] due to a combination of co-morbidities/frailty, disease manifestations and toxicities of anti-MM treatment. Understanding and optimizing unplanned health care utilization represents an important step in delivering person-centred care in MM. Patient reported outcomes (PROs) may represent one opportunity for predicting health care utilization. Databases within Ontario, Canada represent a unique opportunity to evaluate this association due to the implementation of a standardized population-wide PRO tool (the Edmonton Symptoms Assessment System [ESAS]). ESAS scores have been completed by patients during all outpatient cancer clinic visits since 2007. The ESAS is a validated and reliable tool that assesses the severity of nine common symptoms: well-being, pain, tiredness, anxiety, depression, drowsiness, lack of appetite, nausea and shortness of breath. Patients score these on a rating scale from 0 (no symptom) to 10 (worse possible symptom). The objective of our study was to evaluate the association between PROs (ESAS score) and the subsequent 14-day risk of ED/hosp among TI NDMM patients in the first year following diagnosis. Methods We conducted a retrospective population-based study using administrative data from ICES (previously known as the Institute of Clinical Evaluative Sciences), which maintains databases of health records for all patients in the publicly funded health care system in Ontario, Canada. All patients with NDMM identified using the ICD-O-3 code 9732 (MM), who received treatment without transplant in the first year between Jan 2007-Dec 2018 were included. Patients with no documented ESAS score within one year following diagnosis were excluded. The main outcome of interest was the occurrence of at least one ED/hosp within 14 days of an ESAS assessment in the first year following diagnosis. The main exposure variable was ESAS score (individual score for each of the nine symptoms and total score of all the nine symptoms [t-ESAS]) at each index date. A logistic regression model was used to assess the association of ESAS score and subsequent 14-day ED/hosp. A generalized estimating equations approach was used to account for patient level clustering, arising from multiple ESAS assessments taken on the same patient (over the first year after diagnosis). Results There were 2876 TI NDMM patients identified completing a total of 17,353 ESAS assessments. Baseline characteristics of the cohort are shown in Table 1. Tiredness, poor well-being and pain were the three most common severe symptoms present in 19.6%, 12.4% and 12.2% of the assessments, respectively. With regards to health care utilization, there were a total of 1755 ED/hosp visits in 1172/2876 (40.8%) TI NDMM patients within one year following diagnosis in our cohort. The proportion of patients with ED/hosp within 14 days of the ESAS assessment are outlined in Figure 1. There was an incremental increase in ED/hosp with increasing ESAS scores (higher score indicative of worse symptoms) for each individual symptom. A similar trend was noted for those with increasing t-ESAS scores with a 14-day ED/hosp event rate of 31.3% for those with a maximum score of 90 compared with 5.5% for those with a score of 0. Univariable and multivariate odds for ED/hosp are presented in Table 2. All nine symptom scores and t-ESAS were associated with an increased risk of ED/hosp visits. After controlling for confounders, individual symptoms (pain, tiredness, lack of appetite, shortness of breath and impaired well-being) and t-ESAS remained positively associated with ED/hosp. Conversely, self-reported depression was associated with decreased risk of ED/hosp (odds ratio 0.96 per unit increase, 95% Cl 0.93-0.99, p=0.01). Conclusion Our findings represent the largest study to date demonstrating that a PRO measure of symptom burden is associated with health care utilization in TI NDMM. Even after controlling for baseline factors, ED/hosp remained positively associated with higher ESAS symptom scores. The results of this study may help clinicians identify patients at high risk for ED/hosp. Further studies are required to understand whether targeted intervention aimed at reducing this symptom burden may help decrease ED/hosp usage. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Mian:  BMS: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Research Funding. Pond:  Takeda: Membership on an entity's Board of Directors or advisory committees; Astra-Zeneca, Merck, Profound Medical: Consultancy; Roche Canada: Current holder of individual stocks in a privately-held company. D'Souza:  Sanofi, Takeda, Teneobio, CAELUM, Prothena: Research Funding; Janssen, Prothena: Consultancy; Imbrium, Pfizer, BMS: Membership on an entity's Board of Directors or advisory committees. Wildes:  Carevive: Consultancy; Seattle Genetics: Consultancy; Sanofi: Consultancy; Janssen: Consultancy.",
    "author_names": [
        "Hira S Mian",
        "Rinku Sutradhar",
        "Gregory R Pond",
        "Branavan Sivapathasundaram",
        "Anita D'Souza",
        "Tanya M. Wildes",
        "Hsien Seow"
    ],
    "author_dict_list": [
        {
            "author_name": "Hira S Mian",
            "author_affiliations": [
                "Juravinski Cancer Centre (Hamilton-CCO), Hamilton, Canada",
                "Department of Oncology, McMaster University, Hamilton, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rinku Sutradhar",
            "author_affiliations": [
                "Institute of Health Policy, Management and Evaluatior, University of Toronto, Toronto, Canada",
                "Department of Biostatistics, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory R Pond",
            "author_affiliations": [
                "Department of Oncology, McMaster University, Hamilton, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Branavan Sivapathasundaram",
            "author_affiliations": [
                "McMaster University, Hamilton, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita D'Souza",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya M. Wildes",
            "author_affiliations": [
                "Cancer & Aging Research Group, St. Louis, MO"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hsien Seow",
            "author_affiliations": [
                "Oncology, McMaster University, Hamilton, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:30:30",
    "is_scraped": "1"
}