{
    "doi": "https://doi.org/10.1182/blood.V122.21.888.888",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2601",
    "start_url_page_num": 2601,
    "is_scraped": "1",
    "article_title": "Immune Inhibitory Receptors Support The Activity Of Leukemia STEM CELLS ",
    "article_date": "November 15, 2013",
    "session_type": "701. Experimental Transplantation: Basic Biology, Engraftment and Disease Activity",
    "abstract_text": "New therapeutic strategies and targets are needed for cancer treatment. Previously we identified the immune inhibitory receptor LILRB2 as a receptor for angiopoietin-like protein 2 and supports acute myeloid leukemia (AML) development. Here, our new in silico analysis demonstrated that a large number of immune inhibitory receptors including LILRBs and LAIR1 are highly expressed on leukemia cells and their expression inversely correlates with overall survival of human AML patients (n = 186). These inhibitory receptors contain ITIMs in signaling domains and recruit phosphatases SHP-1, SHP-2, or SHIP for signaling. We focused on study the role of one of these inhibitory receptors, LAIR1. To study the potential function of LAIR1 in human leukemia, we silenced the expression of lair1 in 8 different human AML and ALL cell lines and in primary human AML cells. All the knockdown led to dramatic apoptosis of the cells in vitro and almost completely abolished leukemia development in xenograted NSG mice. To gain a deeper understanding of the mechanism by which LAIR1 supports AML development, we chose to study AML development in lair1-null mice. These mice have normal hematopoietic stem cell activity in the BM. The mice transplanted with MLL-AF9-transduced lair1-null cells developed AML drastically more slowly than controls in secondary transplantation. Mice transplanted with lair1-null AML cells had significantly decreased spleen sizes and leukemia cells. When lair1 expression was silenced, there was an approximately 90% decrease in numbers of AML stem cells (AML-SCs) -enriched YFP+Mac-1+Kit+ cells in BM than in mice transplanted with control AML cells. Importantly, the lair1-null AML cells had a 90% decrease upon the serial CFU replating, and disappeared in mice upon tertiary transplantation. These results suggest that LAIR1 sustains the stemness of AML-SCs. We further performed SHP-1 and SHP-2 rescue experiments to determine which phosphatase mediates the effects of LAIR1 in AML-SCs. The ectopic expression of SHP-1 was capable of rescuing the defective phenotype of lair1-null AML cells. This was evident in the primary and secondary plating for analysis of CFU and in the flow cytometry analysis of the hematopoietic lineages in transplanted mice. This was a surprising result; however, it was supported by the result of the in silico analysis of the relationship between SHP-1 expression and the overall survival of human AML patients (n =186). Taken together, our study marks the first step towards elucidation of the molecular mechanisms and signaling pathway by which LAIR1 supports AML-SC activity. The identification of ITIM-receptors and their downstream signaling as a potential new class of therapeutic targets may reshape our views regarding how cancer develops, how cancer stem cells differ from other cells, and how to treat this difficult disease. Our study suggests that, some leukemia stem cells express high levels of ITIM-inhibitory receptors. The current treatment (chemotherapy and kinase inhibition) may not efficiently target these cancer stem cells, because these inhibitory receptors enable the leukemia stem cells to survive the conventional therapies eventually resulting in tumor relapse. Therefore, the blockade of inhibitory receptor signaling through receptor targeting or SHP inhibition in combination with conventional therapies may prove to be an effective strategy for elimination of leukemia stem cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "stem cells",
        "spinal cord stimulation",
        "phosphoric monoester hydrolases",
        "transplantation",
        "angiopoietin-like proteins",
        "cancer",
        "cancer therapy",
        "chemotherapy regimen",
        "flow cytometry"
    ],
    "author_names": [
        "Xunlei Kang, MD/PhD",
        "Zhigang Lu, PhD",
        "Chengcheng Zhang, Ph.D"
    ],
    "author_affiliations": [
        [
            "UT Southwestern, Dallas, TX, USA, "
        ],
        [
            "UT Southwestern, Dallas, USA, "
        ],
        [
            "Department of Physiology, UT Southwestern Medical Center, Dallas, TX, USA"
        ]
    ],
    "first_author_latitude": "32.813802599999995",
    "first_author_longitude": "-96.8402121"
}