{
    "doi": "https://doi.org/10.1182/blood.V106.11.2932.2932",
    "article_title": "Dose Intensive Induction Chemotherapy Does Not Decrease Tumor Contamination of Autograft or Improve Survival for Multiple Myeloma Patients Undergoing Autologous Stem Cell Transplant. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Multiple dose intensive chemotherapy regimens have been used for induction/mobilization of stem cells for autologous stem cell transplantation (ASCT) in multiple myeloma. However, the exact role and regimens of such dose intensive chemotherapy has not been clearly defined. We therefore did a retrospective study to determine if dose intensive cyclophosphamide (Cyclo) 5.25 g/m 2 , etoposide 1.05 g/m 2 and cisplatin 105 mg/m 2 (DICEP) results in improved relapse rate and survival compared to standard mobilization with only Cyclo 2 g/m 2 . Between January 1998 and March 2004, a consecutive series of 57 newly diagnosed multiple myeloma patients receiving DICEP (38) or Cyclo (19) for in-vivo purging/mobilization were analyzed. Both groups were similar in regards to age and sex. There were no significant differences in IPI score, Durie-Salmon stage, B 2 microglobulin, calcium, creatinine and albumin levels between treatment groups. Outcomes included time to relapse and time to death. Median follow up time was 799 days. Kaplan-Meier plots for time to relapse showed no significant difference (p=0.0992). Median relapse time in the DICEP group was 905 days (95% CI 580–1604) compared to 1112 days (95% CI 742-infinity) in the Cyclo group. Kaplan-Meier plots for overall survival showed no significant difference between both groups (p=0.8664). The median survival times have not yet been reached in either group and are not reported. Analysis revealed no discernable confounding risk factors. Effects of treatment on outcomes were not altered after adjusting for IPI score and Durie-Salmon staging using the stratified log-rank test. Small sample size and short duration of followup are potential limiting factors for this study, however, preliminary analysis of a larger sample of 91 multiple myeloma patients receiving either DICEP or a less intense induction/mobilization regimen, also revealed no significant difference in disease free or overall survival. Monoclonal plasma cell contamination of stem cell products was not significantly different between both groups (DICEP 42.9%, Cyclo 56.3%, p=0.5573). This study therefore suggests that the very intense DICEP induction/mobilization regimen results in no significant difference in survival outcomes. The more intense regimen does not significantly decrease tumor contamination of autograft stem cells. Overall, our experience suggests that novel induction therapies such as bortezomib, lenolidomide etc. should be pursued in preference to any further study of high dose cytotoxic chemotherapy induction. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "autologous stem cell transplant",
        "chemotherapy, neoadjuvant",
        "multiple myeloma",
        "neoplasms",
        "transplantation, autologous",
        "chemotherapy regimen",
        "albumins",
        "bortezomib",
        "calcium",
        "cisplatin"
    ],
    "author_names": [
        "Farzana A. Sayani, MD",
        "Nizar J. Bahlis, MD",
        "Peter Faris, PhD",
        "Mary Lynn Savoie, MD",
        "Ahsan Chaudhry, MD",
        "Oluyemi Jeje, MD",
        "Christopher B. Brown, MD",
        "James A. Russell, MBBChir, FRCPE",
        "Douglas A. Stewart, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Farzana A. Sayani, MD",
            "author_affiliations": [
                "Medicine and Medical Oncology, Tom Baker Cancer Centre, Calgary, AB, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nizar J. Bahlis, MD",
            "author_affiliations": [
                "Medicine and Medical Oncology, Tom Baker Cancer Centre, Calgary, AB, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Faris, PhD",
            "author_affiliations": [
                "Epidemiology, University of Calgary, Calgary, AB, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Lynn Savoie, MD",
            "author_affiliations": [
                "Medicine and Medical Oncology, Tom Baker Cancer Centre, Calgary, AB, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahsan Chaudhry, MD",
            "author_affiliations": [
                "Medicine and Medical Oncology, Tom Baker Cancer Centre, Calgary, AB, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oluyemi Jeje, MD",
            "author_affiliations": [
                "Medicine and Medical Oncology, Tom Baker Cancer Centre, Calgary, AB, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher B. Brown, MD",
            "author_affiliations": [
                "Medicine and Medical Oncology, Tom Baker Cancer Centre, Calgary, AB, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James A. Russell, MBBChir, FRCPE",
            "author_affiliations": [
                "Medicine and Medical Oncology, Tom Baker Cancer Centre, Calgary, AB, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas A. Stewart, MD",
            "author_affiliations": [
                "Medicine and Medical Oncology, Tom Baker Cancer Centre, Calgary, AB, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T15:45:01",
    "is_scraped": "1"
}