{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2286.2286",
    "article_title": "Retrospective Next Generation DNA Sequencing Analysis in Patients with Hemophagocytic Lymphohistiocytosis (HLH) Highlights Genetic Variants Associated with Secondary/Late-Onset Disease ",
    "article_date": "December 7, 2017",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster II",
    "abstract_text": "Introduction: Hemophagocytic lymphohistiocytosis (HLH) is a rare disorder of uncontrolled cytotoxic T-lymphocyte and macrophage activation associated with extreme inflammation, which if left untreated is invariably fatal. HLH can be classified either as primary (familial) or secondary (acquired). Genetic mutations underlie primary HLH which typically occurs in young children, while secondary HLH is associated with infections, metabolic disease, and malignancies and manifests later in life. Both categories of HLH affect the function of T-lymphocytes and natural killer (NK) cells. Homozygous null mutations in several genes including PRF1 (Perforin 1), UNC13D (MUNC13-4), STX11 (Syntaxin 11) , and STXBP2 (Syntaxin binding protein 2) have been described in cases of primary HLH, where consanguinity has been shown to play a role. These mutations contribute to an uncontrolled inflammatory response, over production of interferon gamma (IFNγ) and pro-inflammatory cytokines leading to macrophage activation and eventually to tissue and organ damage. While no known genetic mutations have been described in patients with acquired HLH, an underlying genetic predisposition has been suggested. In the current era of hematopoietic stem cell transplantation the early use of genetic testing for clinical diagnosis of HLH, especially in potential donors, will be very valuable. Methods: In an effort to better understand the genetic and clinical correlates of this disease, we performed retrospective analyses of 60 suspected HLH cases that were submitted by physicians for genomic analysis for HLH to our diagnostic laboratory. High throughput exome sequencing of 57 HLH samples was carried out on an Illumina HiSeq 2500 platform, and 3 were analyzed by MLPA. The exome data was subjected to variant calling, annotation and filtration to identify known and novel pathogenic rare variants. Results: Our data showed that 34% of the patients had homozygous mutations in known HLH-associated genes, the majority of which were in the Perforin1 ( PRF1 ) gene (70%) followed by mutations in the UNC13D (20%) and STXBP2 (10%) genes. Most patients with homozygous PRFI mutations were products of consanguineous marriages. The parents of these primary HLH patients, while being carriers, remained unaffected. 18% of our patient cohort had mutations in other congenital immune deficiency syndromes that are known to develop HLH. These included LYST (Chédiak-Higashi syndrome), AP3B1 (Hermansky-Pudlak syndrome type 2), RAB27A (Griscelli syndrome type 2), SH2D1A (XLP disease type 1), BIRC4/XIAP (XLP disease type 2), TBXAS1 (GHDD) and ITK (LPSA1) genes. The remaining 48% of the patients lacked any known HLH-associated mutation. Further analysis into this cohort of patients revealed a) older patients with secondary/late-onset HLH (aged 29y-42y), some of who had EBV infections, usually had a heterozygous mutation in a known HLH gene such as PRF-1 or UNC13D , accompanied by a novel heterozygous mutation in another gene such as LAMP-1 (CD107a), RYR1 (Ryanodine receptor 1) or IL-16 . b) Heterozygous mutations were also found in late-onset HLH patients lacking known HLH gene mutations. These included heterozygous mutations in the CD27, TYK2, PTPN6 and MLPH genes. Our data suggest that heterozygous mutations in these novel genes could also contribute to predisposing patients to secondary/late-onset HLH, particularly since most of these genes are associated with T-lymphocyte activation, which plays a vital role in the etiology of this devastating disease. Conclusions: As expected, PRF-1 was the most commonly mutated gene in cases of familial HLH in our Indian cohort. While no novel recurrent mutations were identified in patients with secondary/late-onset HLH, our data suggests that a) heterozygous mutations in known HLH genes could play a role in predisposing individuals to secondary/late-onset HLH. b) Gene mutations in novel players known to regulate cytotoxic T-lymphocyte activity are likely to contribute to late-onset HLH, with or without heterozygous mutations in known HLH-associated genes. Taken together, our data support the notion that heterozygous mutations in genes that disrupt cytotoxic T-cell ans/or macrophage function are likely to predispose individuals bearing these mutations to secondary/late-onset HLH following an infection. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "epstein-barr virus infections",
        "genetics",
        "hemophagocytic lymphohistiocytosis",
        "sequence analysis, dna",
        "genetic predisposition to disease",
        "infections",
        "lamp-1",
        "ryr1",
        "antigens, cd27",
        "cancer"
    ],
    "author_names": [
        "Meeta Sunil",
        "Chirantan Bose",
        "Coral Karunakaran",
        "Sunil Bhat, MBBS, MD",
        "Nita Radhakrishnan",
        "Srisha Rani",
        "Sakthivel Murugan SM",
        "Sharat Damodar, MBBS, MD DM",
        "Ravi Gupta",
        "Rohit Gupta",
        "Mukesh Manharlal Desai, MBBS,MD",
        "Arati Khanna-Gupta, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Meeta Sunil",
            "author_affiliations": [
                "MedGenome Labs Pvt., Bangalore, India "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chirantan Bose",
            "author_affiliations": [
                "MedGenome Labs Pvt., Bangalore, India "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Coral Karunakaran",
            "author_affiliations": [
                "MedGenome Labs Pvt., Bangalore, India "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sunil Bhat, MBBS, MD",
            "author_affiliations": [
                "Hosur Road, Mazumdar Shaw Medical Center,, Bangalore, India "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nita Radhakrishnan",
            "author_affiliations": [
                "PGI Hospital, Noida, India "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srisha Rani",
            "author_affiliations": [
                "Rainbow Children's Hospital, Hyderabad, India "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sakthivel Murugan SM",
            "author_affiliations": [
                "MedGenome Labs Pvt., Bangalore, India "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharat Damodar, MBBS, MD DM",
            "author_affiliations": [
                "Dept of Haematology, Narayana Health City, MSMC, Bangalore., India "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Gupta",
            "author_affiliations": [
                "MedGenome Labs Pvt., Bangalore, India "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rohit Gupta",
            "author_affiliations": [
                "MedGenome Labs Pvt., Bangalore, India "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mukesh Manharlal Desai, MBBS,MD",
            "author_affiliations": [
                "BJ Wadia Hospital for Children, Mumbai, IND "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arati Khanna-Gupta, PhD",
            "author_affiliations": [
                "Research and Development, MedGenome Labs Pvt.Ltd, Bangalore, India"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:27:45",
    "is_scraped": "1"
}