{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5374.5374",
    "article_title": "Detection of Circulating Clonal Plasma Cells Using Next Generation Sequencing in Patients with AL Amyloidosis and Low Plasma Cell Burden: A Novel Discovery ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background: AL amyloidosis is a bone marrow disorder in which clonal plasma cells produce light chains that misfold and deposit in vital organs, such as the kidneys and heart, leading to organ failure and eventual death. Treatment is directed towards the clonal plasma cell population in an effort to halt the production of toxic light chains and recuperate organ function. Pallidini et al. demonstrated that almost 50% of patients with AL amyloidosis who achieved a complete hematologic response to prior therapy had minimal residual disease (MRD) detectable in their bone marrow by multiparametric flow cytometry (MPF)(1). Next generation gene sequencing (NGS) has been a successful tool in measuring MRD among patients with multiple myeloma(2) though it has yet to be evaluated in AL amyloidosis, a disease with a much smaller plasma cell burden at baseline (typically 5-10%), making the task of isolating an initial clonal sequence even more challenging. We sought to evaluate NGS as a method of isolating a clonal population of plasma cells among 10 treatment-naïve patients with systemic AL amyloidosis in a first-ever feasibility study. Methods: Patients were eligible if they had systemic AL amyloidosis with no prior treatment and without evidence of concurrent active multiple myeloma. In this study, feasibility was deemed successful if discovery of a clone could be achieved in 3 out of 10 of patients. Five cc's of peripheral blood and bone marrow aspirate were collected from each patient and processed for CD138 selection and DNA isolation/purification. De-identified samples were sent to Adaptive Biotech Inc. (Seattle, WA) for initial clonal identification using Adaptives NGS MRD assay. Genomic DNA was amplified by implementing consensus primers targeting the IGH complete (IGH-VDJH) locus, IGH incomplete (IGH-DJH) locus, immunoglobulin κ locus (IGK) and immunoglobulin l locus (IGL). The amplified product was sequenced and a clone identified based on frequency. Results: The average patient age was 63 years old (range: 45 to 74), 50% of which were female. All 10 patients with treatment naïve, biopsy-proven systemic AL amyloidosis had measurable disease based on serum electrophoresis and immunofixation and/or serum free light chain assay (Table 1). Three patients had only a free lambda monoclonal protein and the remaining 7 patients had a clonal heavy chain with an associated light chain. Bone marrow biopsies demonstrated clonal plasmacytosis of 20% or lower. The NGS MRD assay from Adaptive identified trackable clones in 8 patients (80%) (see Table 1). Three patients had at least one trackable sequence (range: 1 to 5 sequences) in the peripheral blood and 7 patients had at least one trackable sequence in the bone marrow aspirate (range: 1 to 7 sequences). Of the 3 patients with detectable clones in the peripheral blood, one had a clone that was not found in the bone marrow. No correlation was seen between the detection of a clone and standard measures of plasma cell tumor burden (SIFE, SPEP, UIFE, UPEP, and sFLCs). Conclusion: Due to the low clonal burden in patients with AL amyloidosis, it is often difficult to assess disease status, especially post-treatment. Here we report identification of an initial clone in 8 out of 10 treatment-naïve patients with systemic AL amyloidosis using NGS-based method. Importantly, we detected circulating clonal plasma cells in the peripheral blood in 3 patients. These encouraging results using NGS-based MRD detection method may enhance disease monitoring and improve patient care in this rare disease. These preliminary results have led us to expand our study to 30 patients who will be monitored for NGS-based MRD assessment following therapy. REFERENCES 1. Palladini G, Massa M, Basset M, Russo F, Milani P, Foli A, et al. Persistence of Minimal Residual Disease By Multiparameter Flow Cytometry Can Hinder Recovery of Organ Damage in Patients with AL Amyloidosis Otherwise in Complete Response. Abstr 3261. 2016; 2. Ladetto M, Brüggemann M, Monitillo L, Ferrero S, Pepin F, Drandi D, et al. Next-generation sequencing and real-time quantitative PCR for minimal residual disease detection in B-cell disorders. Leukemia. 2014;28:1299-307. Table 1 View large Download slide Table 1 View large Download slide  Close modal Disclosures Jacob: Adaptive Biotechnologies: Employment, Equity Ownership.",
    "topics": [
        "immunoglobulin deposition disease",
        "massively-parallel genome sequencing",
        "plasma cells",
        "plasmacytosis",
        "primary amyloidosis",
        "neoplasm, residual",
        "bone marrow aspiration",
        "dna",
        "flow cytometry",
        "immunoglobulins"
    ],
    "author_names": [
        "Shayna Sarosiek, MD",
        "Mariateresa Fulciniti, PhD",
        "Allison Jacob, MS",
        "Vaishali Sanchorawala, MD",
        "Nikhil Munshi, MD",
        "Cindy Varga, MD BSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Shayna Sarosiek, MD",
            "author_affiliations": [
                "Boston Medical Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mariateresa Fulciniti, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison Jacob, MS",
            "author_affiliations": [
                "Adaptive Biotechnologies, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vaishali Sanchorawala, MD",
            "author_affiliations": [
                "Boston Medical Center, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil Munshi, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cindy Varga, MD BSc",
            "author_affiliations": [
                "Hematology/Oncology, Tufts Medical Center, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:36:02",
    "is_scraped": "1"
}