{
    "doi": "https://doi.org/10.1182/blood.V118.21.979.979",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2067",
    "start_url_page_num": 2067,
    "is_scraped": "1",
    "article_title": "Correlates of Lenalidomide Induced Immune Stimulation and Response in CLL: Analysis in Patients on Treatment ",
    "article_date": "November 18, 2011",
    "session_type": "642. CLL - Therapy, excluding Transplantation: Relapse treatment, novel agents and treatment related complications",
    "topics": [
        "lenalidomide",
        "biopsy",
        "core needle biopsy",
        "interferon type ii",
        "flow cytometry",
        "gene expression profiling",
        "neoplasms",
        "adverse effects",
        "cd40 antigens",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Georg Aue, M.D.",
        "Stefania Pittaluga, MD",
        "Delong Liu, Ph.D.",
        "Larry Stennett",
        "Susan Soto, RN",
        "Janet Valdez, PA",
        "Angelique Biancotto, PhD",
        "J. Philip McCoy, Jr., PhD",
        "Adrian Wiestner, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Center for Cancer Research, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, Bethesda, USA, "
        ],
        [
            "National Institutes of Health, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Flow Cytometry Core, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Flow Cytometry Core, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Abstract 979 Lenalidomide's mechanism of action in chronic lymphocytic leukemia (CLL) is not well understood. In vitro data suggest that anti-leukemic immune responses are important. Tumor flare reactions during treatment have been associated with response in some but not other studies. In vivo data that mechanistically link immune stimulation to clinical responses are lacking. We designed an independent, single center, phase II trial of lenalidomide in relapsed/refractory CLL (clinicaltrials.gov: NCT00465127 ). Here we report final clinical data and results of multiple translational analyses that indicate that an IFNy centered immune response is critical for response. A 3 week on, 3 weeks off treatment scheme (42 day cycles) was chosen to pulse immune stimulation while trying to minimize myelosuppression. The starting dose was 20 mg daily for the first 10 patients and 10 mg for the subsequent 23. Response was measured at 24 weeks. 5 patients, 4 with del 17p, achieved a PR by IWCLL criteria (16%) and were eligible to continue drug for 4 more cycles; the PFS in these patients was 16 months compared to 7 months for all other ( p <0.001). Myelosupression remained the limiting side effect. A cytokine release syndrome often accompanied by tumor flare reactions was seen in 78% of patients in cycle 1 and often recurred in subsequent cycles. Compared to other studies it appears that the long treatment free period increased the inflammatory reaction upon restarting of L. All correlative analyses reported here were performed on PBMCs, lymph node (LN) core biopsies and serum obtained from patients during cycle 1 and 2 and included flow cytometry, gene expression profiling (Affymetrix arrays), and cytokine measurements. Nine patients with decreased lymphadenopathy ≥10% (10–85%) on CT after 4 cycles were considered responders (R) for correlative studies. There was a significant decrease in CLL count (median 14% on day 8 and 49% on day 22, p <0.01) and in the number of circulating T (CD3, CD4, CD8) and NK-cells (n=22, p <0.05) with no difference between R and non-responders (NR). In contrast, the CD3 count in LN core biopsies increased 1.4 fold in R compared to matched pre-treatment biopsies ( p <0.05) with no change in NR (0.95 fold). In the L free interval CLL cells rebounded to pre-treatment levels. A rapid rebound of CLL counts during treatment interruptions has been previously described but its mechanism is not well understood. In migration assays we observed a 3-fold increased migration towards SDF-1 for L compared to control cells ( p =0.03), indicating that increased homing of lymphocytes to tissue sites may be responsible for the rapid decrease in peripheral counts. The cell surface molecules CD40, 54, 86, 95, DR5 were upregulated ( p <0.05) while CD5 and 20 were downregulated ( p <0.001) on circulating CLL cells. Effects on CD54 and CD5 were stronger in R than NR ( p <0.05). Next we performed gene expression profiling on purified PB-CLL cells and LN core biopsies obtained on day 8. L induced upregulation of 95 genes, many of which are known to be regulated by interferon gamma (IFNγ). The comparison with a gene expression signature induced by recombinant IFNγ in CLL cells cultured in vitro confirmed the significant induction of a typical IFNγ response by L in vivo (n=24, p <0.0001). The IFNγ response in PB-CLL cells was no different in R vs NR (n=12, p =0.78), but in LN biopsies it was more prominent in R (n=7) than NR (n=5) ( p <0.05). Consistently the IFNG gene was upregulated in LN biopsies of R but actually decreased in NR ( p =0.001). Serum IFNγ levels were elevated on L (n=14 at all time points, day 4 p =0.03, day 8 p =0.01, day 22 p =0.02, day 49 p <0.01), but off drug returned to pretreatment levels. Next we sought to determine the source of IFNγ. The tumor cells are ruled out as IFNG was not expressed in purified CLL cells. By flow cytometry the number of IFNγ secreting CD4 T-cells increased on day 8 from 0.8% to 1.5%, p =0.006), an effect that was stronger in R had than NR ( p <0.05). IFNγ positive NK cells did not increase on L. These data provide a first mechanistic link between the degree of Lenalidomide induced immune activation to clinical response in CLL. Based on our experience we suggest that continued dosing of L may be superior to dose interruptions. Disclosures: Aue: NHLBI, Intramural Research Program: Research Funding. Off Label Use: Lenalidomide is not FDA approved for CLL. Wiestner: NHLBI, Intramural Research Program: Research Funding."
}