{
    "doi": "https://doi.org/10.1182/blood.V114.22.698.698",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1361",
    "start_url_page_num": 1361,
    "is_scraped": "1",
    "article_title": "Blood Flow Is Required for the Release of Hematopoietic Stem- and Progenitor Cells From Hemogenic Endothelium in the Placenta. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIETIC STEM AND PROGENITOR BIOLOGY: HSC DEVELOPMENT AND CELL FATE",
    "topics": [
        "cd31 antigens",
        "coculture techniques",
        "endothelium",
        "hypoxia",
        "photon correlation spectroscopy",
        "placenta",
        "portacaval shunt, surgical",
        "precordial catch syndrome",
        "proto-oncogene proteins c-myb",
        "stem cells"
    ],
    "author_names": [
        "Katrin E Rhodes",
        "Ben Van Handel",
        "Michele Wang",
        "Yanling Wang",
        "Akanksha Chhabra",
        "Hanna Mikkola, MD, PhD"
    ],
    "author_affiliations": [
        [
            "UCLA, Los Angeles, CA, USA, "
        ],
        [
            "Molecular, Cell and Developmental Biology, University of California, Los Angeles, Los Angeles, CA, USA, "
        ],
        [
            "Molecular, Cell and Developmental Biology, UCLA, Los Angeles, CA, USA, "
        ],
        [
            "Molecular, Cell and Developmental Biology, University of California, Los Angeles, Los Angeles, CA, USA, "
        ],
        [
            "Molecular Biology Institute, UCLA, "
        ],
        [
            "MCDB/ICSBM/UCLA, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.068921",
    "first_author_longitude": "-118.44518110000001",
    "abstract_text": "Abstract 698 Hematopoietic stem cells (HSCs) are required for continuous blood cell production throughout life. HSCs emerge only within a short developmental time window during embryogenesis. Mounting evidence posits that HSCs arise directly from hemogenic endothelial cells during midgestation within the large arteries of the conceptus, which include the dorsal aorta, the umbilical and vitelline arteries and the chorioallantoic vessels of the placenta. However, the microenvironmental signals that mediate this temporally regulated process remain unclear. Here we examine, by using Ncx1 −/− embryos that lack heartbeat and circulation, how blood flow imparts instructive cues that ensure proper HSC development. Immunostaining revealed that CD41 + hematopoietic cells, although present, were markedly decreased in Ncx1 -/- placentas as compared to wild-type controls. Furthermore, mutant placentas evidenced large clusters of round CD31 + cells protruding into the lumens of the chorioallantoic vessels. Based on these data, we hypothesized that lack of blood flow may impede the generation of hematopoietic stem and progenitor cells (HS/PCs) and that the endothelial clusters represent hemogenic intermediates. FACS analysis and colony forming assays confirmed a dramatic reduction in the number of clonogenic progenitors in the placenta and the embryo proper of Ncx mutants, while the yolk sac was unaffected. However, HS/PC generation in the placenta and embryo could be rescued by culturing explants on OP9 stroma before plating in colony forming assays, verifying intact hematopoietic potential. To determine if the rescue observed was due to expansion of existing progenitors or generation of new HS/PCs, we sorted CD41 med ckit + hematopoietic progenitors and CD31 + CD41 − endothelial cells from hematopoietic tissues and co-cultured them on stroma. These experiments demonstrated that endothelial cells from placenta, embryo proper and yolk sac can generate HS/PCs following stroma stimulation, confirming the presence of hemogenic endothelium in these organs. Immunostaining of Ncx −/− placentas revealed that although the development of the arterio-venous vascular network was impaired, Notch1 signaling, required for both arterial specification and HSC development, was robust in cells of the endothelial clusters. Furthermore, positive staining for Runx1 and c-myb indicated that cells in the clusters had activated the hematopoietic program. Interestingly, electron microscopy demonstrated that cells in the clusters were tethered to each other via adherens junctions, a characteristic of endothelial cells. In addition, they also maintained high levels of Flk1, expressed VEGF and were actively proliferating, consistent with exposure to extended hypoxia. These data suggest that although cells in the clusters have initiated hematopoietic commitment, they are unable to down-regulate their endothelial identity and complete hematopoietic emergence, resulting in the formation of clusters of hemogenic intermediates. These results imply that cues imparted via circulation are required to complete the commitment to a hematopoietic fate from hemogenic endothelium. Data from co-culture experiments suggest that prolonged Notch1 signaling impairs hematopoietic emergence from hemogenic endothelial cells, and may account for the HSC emergence defect in the absence of blood flow. Overall, these data suggest that blood flow and circulating primitive red blood cells are critical components of the dynamic microenvironment necessary to both relieve the hypoxia required for the specification and proliferation of hemogenic endothelium and provide important mechanical and/or molecular signals required by HSCs to fully commit to the hematopoietic fate and complete emergence. Disclosures: No relevant conflicts of interest to declare."
}