{
    "doi": "https://doi.org/10.1182/blood.V128.22.3152.3152",
    "article_title": "Mechanisms of Improvement of Erythropoiesis with Low Dose Deferasirox in Low Risk Myelodysplastic Syndromes ",
    "article_date": "December 2, 2016",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Poster II",
    "abstract_text": "Introduction: Myelodysplastic syndromes (MDS) are a group of heterogeneous clonal stem cell disorder characterized by dysplasia leading to ineffective hematopoiesis and evolution to acute myeloid leukemia. Anemia is the most frequent cytopenia in MDS and the majority of patients requires red blood cell (RBC) transfusion resulting in the development of iron overload (IO). Deferasirox (DFX) became a standard treatment of IO in MDS and seems to have positive effects on hematopoiesis in some MDS patients leading to reduction of RBC transfusion or even transfusion independence (Gatterman, 2012, Maurillo, 2015). In this study, our aims were to decipher the intrinsic mechanisms explaining the potential positive effects of DFX on erythroid differentiation in low risk MDS. Methods: We report our data about erythroid differentiation, cell cycle, apoptosis and cell signaling pathways concerning CD34+ hematopoietic stem progenitor cells (HSPCs) from low risk MDS samples in a 2-step erythroid differentiation liquid culture with low dose DFX. Results: We observed a higher proliferation rate at the end of the cell culture procedure with DFX 3µM versus control condition (p=0,038). We did not find these effects with DFX > 5µM. This higher proliferation rate is due to the combination of less apoptotic cells and more cycling cells. At day 10 of the culture (D10) (n=7), there were less apoptotic cells for DFX 3μM condition ( DFX 3 ): 13,8% versus 17,5% for control condition (p=0,0325). This lower apoptosis rate was more relevant at D14 (n=9): 19,1% versus 24,7% for control condition (p=0,007). There were more cycling cells with DFX 3 at D10 (n=6): fewer cells were blocked at the beginning of the cell cycle in subG0-G0-G1 phases (68,9% versus 77,6%) (p=0,0001) and more cells (30,5% versus 21,9%) were engaged in cell cycle (S-G2-M) (p=0,0001) for DFX 3 . Regarding clonogenic assays (n=10), there was an increased number of CFU-E colonies for DFX 3 versus control condition with on average 72,7 (15-261) and 46,5 (3-174,5) colonies respectively (p=0,04). We did not see any effect of DFX on erythroid differentiation. The percentages of proerythroblasts, basophilic and orthochromatic erythroblasts were similar for DFX 3 and control at D5, D10 and D14 of the cell culture regardless the techniques (flow cytometry or morphological analyses by cytospin). These functional effects were partially related to iron chelation of DFX. As expected, we saw a lower iron intracellular concentration (-12,7%) by mass spectrometry with DFX 3 (p=0,019). Nevertheless this chelation effect was not sufficient to activate iron regulation metabolism (IRP-IRE) in REMSA assay, indeed we saw no difference in IRP activity between DFX 3 and control condition. Moreover, low dose of DFX had a protector effect against mitochondrial reactive oxygen species at D14 (n=9; p=0,03). We aim to complete the Redox profile by analysis of some oxidative stress metabolites like malonaldehyde, carbonyl groups, γH2AX and oxidized form of glutathione. Then, we have investigated which signaling pathways were responsible for these functional effects by flow cytometry (FC) and immunofluorescence (IF) microscopy. By FC, PI3K/AKT, mTOR and MAPK/ERK were not over-activated in DFX 3. However,we found an increased nuclear translocation of NFκB in DFX3 (p=0,0004) by IF. Using RT-qPCR microarrays, we have analyzed the expression of 84 gene targets of NFκB. Five genes were upregulated in DFX 3 with a fold change >2 compared to control: BCL2A1, BIRC3, TNFRSF1B, EGFR, IL1B. This gene profile leads in silico to an anti-apoptotic signal (PCVIz®). To demonstrate a link between the ROS protection effects of DFX and the NFκB activation pathway, we have realized a cellular model of inhibition of thioredoxin (TRX), a ROS regulated protein, by three siRNA anti-TRX1. TRX1 in its reduced form can activate NFκB. By inhibiting TRX1, we hypothesize that NFκB pathway cannot be activated and that could impede cell proliferation. Definitive results will be presented at ASH. Conclusions: Our study described the pro-proliferative effects of low dose of DFX on erythroid progenitors in low risk MDS patients in vitro via a mechanism of mitochondrial ROS protection and NFκB activation. Those data highlight the potential interest of an early introduction of iron chelation therapy with low dose DFX (around 5mg/kg/d corresponding to a plasmatic level of 3µM) in the disease course of transfused low risk MDS patients. Disclosures Meunier: Novartis: Research Funding. Park: Novartis: Research Funding.",
    "topics": [
        "deferasirox",
        "myelodysplastic syndrome",
        "erythropoiesis",
        "cell culture techniques",
        "flow cytometry",
        "iron",
        "iron chelation therapy",
        "transfusion",
        "1-phosphatidylinositol 3-kinase",
        "anemia"
    ],
    "author_names": [
        "Mathieu Meunier",
        "Sarah Ancelet",
        "Christine Lefebvre, MD PhD",
        "Josiane Arnaud",
        "Catherine Garrel",
        "Yan Wang",
        "Patrice Faure",
        "Benoit Polack, MD PhD",
        "Jean-Yves Cahn, MD",
        "Sophie Park, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mathieu Meunier",
            "author_affiliations": [
                "CHU Grenoble Alpes, University Clinic of hematology, Grenoble, France ",
                "Grenoble Alpes University, TIMC-Therex (UMR 5525 CNRS), Grenoble, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah Ancelet",
            "author_affiliations": [
                "Grenoble Alpes University, TIMC-Therex (UMR 5525 CNRS), Grenoble, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Lefebvre, MD PhD",
            "author_affiliations": [
                "Laboratory of hematology, CHU Grenoble Alpes, Grenoble, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josiane Arnaud",
            "author_affiliations": [
                "Unité de Biochimie Hormonale et Nutritionnelle, Département de Biologie - Toxicologie - pharmacologie, CHU Grenoble Alpes, Grenoble, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Garrel",
            "author_affiliations": [
                "Unité de Biochimie Hormonale et Nutritionnelle, Département de Biologie - Toxicologie - pharmacologie, CHU Grenoble Alpes, Grenoble, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Wang",
            "author_affiliations": [
                "Grenoble Alpes University, TIMC-Therex (UMR 5525 CNRS), Grenoble, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Faure",
            "author_affiliations": [
                "Unité de Biochimie Hormonale et Nutritionnelle, Département de Biologie - Toxicologie - pharmacologie, CHU Grenoble Alpes, Grenoble, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benoit Polack, MD PhD",
            "author_affiliations": [
                "Grenoble Alpes University, TIMC-Therex (UMR 5525 CNRS), Grenoble, France ",
                "Laboratory of hematology, CHU Grenoble Alpes, Grenoble, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Yves Cahn, MD",
            "author_affiliations": [
                "CHU Grenoble Alpes, University Clinic of hematology, Grenoble, France ",
                "Grenoble Alpes University, TIMC-Therex (UMR 5525 CNRS), Grenoble, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Park, MD PhD",
            "author_affiliations": [
                "CHU Grenoble Alpes, University Clinic of hematology, Grenoble, France ",
                "Grenoble Alpes University, TIMC-Therex (UMR 5525 CNRS), Grenoble, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T02:25:04",
    "is_scraped": "1"
}