{
    "doi": "https://doi.org/10.1182/blood.V104.11.3305.3305",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=117",
    "start_url_page_num": 117,
    "is_scraped": "1",
    "article_title": "Randomized Multicenter Trial of Cladribine Alone (C) or in Combination with Cyclophosphamide (CC), and COP in Previously Untreated Low Grade B-Cell Non-Hodgkin Lymphoma Patients: The First Interim Analysis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "b-cell lymphomas",
        "chief complaint",
        "cladribine",
        "cyclophosphamide",
        "interim analysis",
        "brachial plexus neuritis",
        "fresh-frozen plasma",
        "follow-up",
        "adverse effects",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Ewa E. Kalinka",
        "Jaroslaw J. Wajs",
        "Kazimierz Sulek",
        "Tadeusz Robak",
        "Maria Blasinska-Morawiec",
        "Jerzy Holowiecki",
        "Joanna Sawczuk-Chabin",
        "Bernadeta Ceglarek",
        "Lech Konopka",
        "Grzegorz Mazur",
        "Irena Federowicz",
        "Wieslaw Jerdrzejczak",
        "Marzena Watek",
        "Elzbieta Kisiel",
        "Janusz Meder",
        "Piotr Centkowski",
        "Ilona Seferynska",
        "Jaroslaw Czyz",
        "Krzysztof Warzocha",
        "for the Polish Lymphoma Research Group"
    ],
    "author_affiliations": [
        [
            "Department of Proliferative Diseases, Regional Oncology Center, Lodz, Poland"
        ],
        [
            "Department of Internal Medicine and Hematology, Military Institute of Medicine, Warsaw"
        ],
        [
            "Department of Internal Medicine and Hematology, Military Institute of Medicine, Warsaw"
        ],
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Proliferative Diseases, Regional Oncology Center, Lodz, Poland"
        ],
        [
            "Department of Hematology, Silesian School of Medicine, Poland"
        ],
        [
            "Department of Hematology, Institute of Hematology and Blood Transfusion, Warsaw, Poland"
        ],
        [
            "Department of Internal Medicine and Hematology, Institute of Hematolody and Blood Transfusion, Warsa, Poland"
        ],
        [
            "Department of Internal Medicine and Hematology, Institute of Hematolody and Blood Transfusion, Warsa, Poland"
        ],
        [
            "Department of Hematology, Medical School of Wroclaw, Poland"
        ],
        [
            "Department of Lymphoid Malignancies, Institute of Oncology, Warsaw, Poland"
        ],
        [
            "Department of Internal Medicine, Hematology and Oncology, Medical School of Warsaw, Poland"
        ],
        [
            "Department of Hemato-Oncology, Regional Oncology Center, Kielce, Poland"
        ],
        [
            "Department of Hemato-Oncology, Regional Oncology Center, Kielce, Poland"
        ],
        [
            "Department of Lymphoid Malignancies, Institute of Oncology, Warsaw, Poland"
        ],
        [
            "Department of Hematology, Institute of Hematology and Blood Transfusion, Warsaw, Poland"
        ],
        [
            "Department of Hematology, Institute of Hematology and Blood Transfusion, Warsaw, Poland"
        ],
        [
            "Department of Hematology, Medical School of Gdansk, Poland"
        ],
        [
            "Department of Hematology, Institute of Hematology and Blood Transfusion, Warsaw, Poland"
        ],
        []
    ],
    "first_author_latitude": "52.21588200000001",
    "first_author_longitude": "20.983617100000004",
    "abstract_text": "To comparatively assess first-line treatment with cladribine alone (C) or in combination with cyclophosphamide (CC), and COP (cyclophosphamide, vincristine, prednisone) in low grade B-cell non-Hodgkin lymphoma (NHL), previously untreated patients (pts) with Ann Arbor stage II–IV were randomly allocated to receive 6 monthly courses of either C, CC, or COP. End points were treatment response, freedom from progression (FFP) and overall survival (OS), and tolerance. From June 1, 2000, 165 pts were randomized in 17 centers. The first interim analysis performed at July 1, 2004 included 105 out of 165 randomized pts (63.6%) who have completed at least six cycles of the scheduled chemotherapy. Of 105 analyzed pts, 38 (36.2%) were diagnosed as small lymphocytic, lymphoplasmocytoid 8 (7.6%), marginal-zone 22 (21%), follicular 33 (31.4%), and not otherwise specified low grade B-cell NHL 4 (3.8%). Randomization constituted comparable groups, including international Prognostic Index variables. Compared to C and CC, COP induced lower overall response rates (75%, 85%, 51%, χ 2 test p<.005), including lower complete remission rates (43%, 62.5%, 5.5%, χ 2 test p<.001). With a median follow-up of 10 months, median FFP was superior in patients receiving cladribine containing regimens (8 versus 11 versus 6 months, respectively, χ 2 = 15.1, log-rank test p<.001). No difference in median OS was detected (9 versus 12 versus 7 months, respectively, χ 2 = 1.15, log-rank test p=.56). Incidences of infections (7% versus 15% versus 11%) and non-hematological side effects (7% versus 7.5% versus 16%) were similar in the randomize groups, whereas CC but not C induced more frequent cytopenias compared to COP (30% versus 11%, χ 2 test p<.05). This resulted in more frequent intervals’ prolongation between CC versus COP cycles (respectively 32.5% and 11%, χ 2 test p<.05) but dose reductions because of hematological or other toxicity were comparable in C, CC, and COP groups (11% versus 17.5% versus 5.5%). In pts with low grade B-cell NHL, first line C and CC regimens provided similar response rates, FFP, and OS, which were superior to those obtained with COP. The first interim analysis has resulted in discontinuation of accrual in the COP arm. An observed trend toward a better tolerance of C over CC, which may influence the choice between these regimens as front-line treatments, warrants larger number of pts and longer follow-up."
}