{
    "doi": "https://doi.org/10.1182/blood-2018-99-117285",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3920",
    "start_url_page_num": 3920,
    "is_scraped": "1",
    "article_title": "CG'806, a First-in-Class Pan-FLT3/Pan-BTK Inhibitor, Exhibits Broader and Greater Potency Than Ibrutinib Against Primary and Cultured Malignant B Cells ",
    "article_date": "November 29, 2018",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster II",
    "topics": [
        "b-lymphocytes",
        "flt3 gene",
        "ibrutinib",
        "ms-like tyrosine kinase 3",
        "b-cell lymphomas",
        "cancer",
        "diffuse large b-cell lymphoma",
        "1-phosphatidylinositol 3-kinase",
        "bruton tyrosine kinase",
        "cd40 ligand"
    ],
    "author_names": [
        "Hongying Zhang, MD, PhD",
        "Andrea Local, PhD",
        "Khalid Benbatoul, BS",
        "Peter Folger, BS",
        "Susan Sheng, PhD",
        "Taryn McLaughlin, MS",
        "Alexey V Danilov, MD PhD",
        "Stephen E Kurtz, PhD",
        "Jeffrey W. Tyner, PhD",
        "Stephen Howell, MD",
        "William G Rice, PhD"
    ],
    "author_affiliations": [
        [
            "Aptose Biosciences, Inc., San Diego, CA "
        ],
        [
            "Aptose Biosciences, Inc., San Diego, CA "
        ],
        [
            "Aptose Biosciences, Inc., San Diego, CA "
        ],
        [
            "Aptose Biosciences, Inc., San Diego, CA "
        ],
        [
            "Aptose Biosciences, Inc., San Diego, CA "
        ],
        [
            "Aptose Biosciences, Inc, San Diego, CA "
        ],
        [
            "Knight Cancer Institute, Oregon Health and Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Department of Cell, Developmental, and Cancer Biology, Oregon Health & Science University, Portland, OR "
        ],
        [
            "UC San Diego Moores Cancer Center, La Jolla, CA"
        ],
        [
            "Aptose Biosciences, Inc., San Diego, CA "
        ]
    ],
    "first_author_latitude": "32.9507875",
    "first_author_longitude": "-117.24037519999999",
    "abstract_text": "Mantle cell lymphoma (MCL), chronic lymphocytic leukemia (CLL), follicular lymphoma (FL) and diffuse large B cell lymphoma (DLBCL) account for >70% of cases of B cell lymphoma. Targeting Bruton tyrosine kinase (BTK) with ibrutinib in B cell malignancies led to a paradigm shift in therapy. However, primary resistance to ibrutinib has been observed in about 30% MCL patients; more than 50% patients with CLL and MCL treated with ibrutinib discontinue treatment due to intolerance or emergence of resistant disease (Woyach et al., 2017; Shpilberg et al., 2018). CG'806 is an oral small molecule non-covalent pan-FLT3/pan-BTK inhibitor designed to address the shortcomings of ibrutinib. It is in development for acute myeloid leukemia (AML) and B cell lymphoma. CG'806 inhibited cell proliferation and induced apoptosis with a potency that was 50-6,000 times greater than that of ibrutinib when tested against 14 established malignant B-cell lines in vitro. When tested against 124 samples freshly isolated from the marrow of CLL patients the median IC 50 for CG'806 was 0.11 µM and the median for ibrutinib was 4.09 µM, respectively, p<0.001). Since stromal-mediated signaling plays important roles in malignant B cell survival and chemoresistance, the apoptotic effect of CG'806 was further analyzed on cultured and primary malignant B cells in the presence of stromal cells. CG'806 produced similar dose-dependent apoptotic effect on Mino cells, an MCL cell line, in the absence or presence of human stromal HS5 cells indicating that its potency was not impaired by factors released by these stroma cells. Most importantly, CG'806 dose-dependently induced apoptosis in ibrutinib-refractory primary MCL samples in the presence of CD40L-expressing stromal cells (N=4). Whereas 0.1 µM and 1 µM CG'806 caused about 25% and 45% apoptotic cell death, respectively, 1 µM ibrutinib induced less than 10% cell death under the same culture conditions. CG'806 inhibited malignant B cell colony formation and migration towards SDF1α about 2-fold more effectively than ibrutinib. Given the role of activated B cell receptor (BCR) and NFκB pathways in lymphoma, CG'806 was tested for its ability to impair signaling in these pathways. CG'806 produced cell line dependent and dose/time dependent decreases in the phosphorylation of BTK, PLCγ2, PI3K, AKT, mTOR, PKC, and ERK, and reduced. These effects were correlated with induction of PARP cleavage and cell cycle arrest. We conclude that CG'806 inhibits driver and rescue pathways to directly and potently kill a broad range of malignant B cells, including both establish cell lines and freshly isolated patient samples, thereby distinguishing CG'806 from ibrutinib and supporting clinical development of CG'806 in patients with CLL and other B-cell malignancies intolerant, resistant, or refractory to ibrutinib. Disclosures Zhang: Aptose Biosciences, Inc: Employment. Local: Aptose Biosciences, Inc: Employment. Benbatoul: Aptose Biosciences, Inc: Employment. Folger: Aptose Biosciences, Inc: Employment. Sheng: Aptose Biosciences, Inc: Employment. McLaughlin: Aptose Biosciences, Inc: Other: internship. Danilov: Astra Zeneca: Consultancy; Genentech: Consultancy, Research Funding; Aptose Biosciences: Research Funding; Bayer Oncology: Consultancy, Research Funding; TG Therapeutics: Consultancy; Verastem: Consultancy, Research Funding; Gilead Sciences: Consultancy, Research Funding; Takeda Oncology: Research Funding. Tyner: Constellation: Research Funding; Aptose: Research Funding; Janssen: Research Funding; AstraZeneca: Research Funding; Genentech: Research Funding; Incyte: Research Funding; Gilead: Research Funding; Takeda: Research Funding; Vivid Biosciences: Membership on an entity's Board of Directors or advisory committees; Array: Research Funding. Howell: Aptose Biosciences, Inc: Research Funding. Rice: Aptose Biosciences, Inc: Equity Ownership."
}