{
    "doi": "https://doi.org/10.1182/blood.V106.11.5533.5533",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=328",
    "start_url_page_num": 328,
    "is_scraped": "1",
    "article_title": "Vector Prime-Protein Boost Vaccine Induces Immune Response Against “Self-Antigens” Associated with Epithelial Neoplasms and Tumor Vascular Endothelial Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "In order to develop a method to overcome the immune tolerance of cancer, we have designed an Ad-sig-TAA/ecdCD40L adenoviral vector vaccine for the in vivo activation and tumor antigen loading of dendritic cells (DCs). Subcutaneous (sc) injection of the Ad-sig-TAA/ecdCD40L adenoviral vector results in the secretion for 10 days from the vector infected cells of a fusion protein composed of a fragment of a tumor associated antigen (TAA) fused to the extracellular domain (ecd) of the CD40 ligand (CD40L). CD40L is a homo-trimeric protein normally found on B cells and helper CD4 + T cell lymphocytes. All of the sequences necessary to stabilize this trimeric structure of the protein are contained within the ecd of the CD40L protein. The binding of the TAA/ecdCD40L protein to DCs induces migration of these DCs to the regional lymph nodes. These DCs carry fragments of TAA bound to surface MHC Class I molecules. We have shown that the Ad-sig-TAA/ecdCD40L vector strategy can induce a cellular and humoral immune that persists for over a year indicating that a durable memory response is generated. We showed that sc injections of the Ad-sig-rH2N/ecdCD40L vector in rH2N.Tg mice induces a cellular and humoral immune response against the rat Her-2-Neu (rH2N) antigen which is associated with breast cancer. We showed that the sc injection of the Ad-sig-rH2N/ecdCD40L adenoviral vector in a rH2N.Tg transgenic mouse induced resistance to the growth of rH2N positive cancer cells in mice previously anergic to the rH2N antigen. We demonstrated that the sc injection of the Ad-sig-hMUC-1/ecdCD40L vector suppressed the growth of tumor cells positive for the human MUC-1 (hMUC-1) antigen in hMUC-1.Tg mice which were previously anergic to the hMUC-1 antigen. The sc injection of the Ad-sig-hMUC-1/ecdCD40L vector followed by sc injection of two booster injections of the hMUC-1/ecdCD40L protein induced high levels of hMUC-1 specific tumor infiltrating effector CD8 positive T cells and hMUC-1 antibodies which bound to human breast and prostate cancer cells. In addition, we recently showed that the Ad-sig-TAA/ecdCD40L strategy could be used to activate a cellular and humoral immune response against Annexin A1 (AnxA1), which is a marker uniquely displayed on the luminal membrane of tumor vascular endothelial cells but not on the luminal membrane of vascular endothelial cells of normal tissue. The subcutaneous injection of the Ad-sig-AnxA1/ecdCD40L vector suppressed the growth of AnxA1 negative tumor cells in a syngeneic mouse tumor model. This vector prime/protein boost vaccination was found to induce increased levels of effector CD8 positive T cells in the target tumor. These effector T cells were shown express increased levels of the genes encoding the CCR5 chemokine receptor and the CCL3 chemokine ligand which promote the infiltration of antigen specific effector T cells in the target tumor tissues. The response to cancer vaccines is often reduced in older individuals in part due to an intrinsic functional defect in CD4 cells. The Ad-sig-TAA/ecdCD40L vaccine may circumvent this defect because we have shown that the induction of the immune response is CD4 independent. These data suggest that this vector prime-protein boost vaccination strategy will be useful in the reduction of the frequency of recurrence following initial therapy for a wide variety of neoplastic diseases.",
    "topics": [
        "autoantigens",
        "disease vectors",
        "endothelial cells",
        "immune response",
        "neoplasms",
        "neoplasms, epithelial",
        "spatial vectors",
        "vaccines",
        "antigens",
        "subcutaneous injections"
    ],
    "author_names": [
        "Yucheng Tang, MD, PhD",
        "Jonathan Maynard",
        "Hakan Akbulut, MD",
        "Phyllis-Jean Linton, PhD",
        "Albert B. Deisseroth, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Gene Therapy Program, Sidney Kimmel Cancer Center, San Diego, CA, USA"
        ],
        [
            "Gene Therapy Program, Sidney Kimmel Cancer Center, San Diego, CA, USA"
        ],
        [
            "Gene Therapy Program, Sidney Kimmel Cancer Center, San Diego, CA, USA"
        ],
        [
            "Gene Therapy Program, Sidney Kimmel Cancer Center, San Diego, CA, USA"
        ],
        [
            "Gene Therapy Program, Sidney Kimmel Cancer Center, San Diego, CA, USA"
        ]
    ],
    "first_author_latitude": "39.9477264",
    "first_author_longitude": "-75.1568724"
}