{
    "doi": "https://doi.org/10.1182/blood.V122.21.221.221",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2674",
    "start_url_page_num": 2674,
    "is_scraped": "1",
    "article_title": "Anti-Obese Hormone Adiponectin Regulates Emergency Hematopoiesis and Antibacterial Response Through Downregulation Of Socs3 In Hematopoietic Progenitor Cells ",
    "article_date": "November 15, 2013",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation",
    "topics": [
        "adiponectin",
        "anti-bacterial agents",
        "hematopoiesis",
        "hormones",
        "obesity",
        "suppressor of cytokine signaling 3 protein",
        "hematopoietic stem cells",
        "down-regulation",
        "infections",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "Yosuke Masamoto, MD, PhD",
        "Shunya Arai, MD, PhD",
        "Tomohiko Sato, MD, PhD",
        "Akihide Yoshimi, MD, PhD",
        "Iseki Takamoto, MD, PhD",
        "Naoto Kubota, MD, PhD",
        "Takashi Kadowaki, MD, PhD",
        "Mineo Kurokawa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Diabetes and Metabolic Diseases, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Diabetes and Metabolic Diseases, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Diabetes and Metabolic Diseases, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Anti-obesity countermeasures attract rising attention because obesity induces multiple health complications such as metabolic syndrome, predisposition to cancer, heart diseases, stroke, infections, etc. One of the key features of obesity is decreased adiponectin, a critical anti-diabetic hormone secreted by adipocytes to modulate a number of metabolic processes including glucose regulation and fatty acid oxidation. Hematopoietic stem and progenitor cells (HSPCs) expand in size against infections, especially bacterial infections through immune response. In spite of the emerging clinical and basic reports of adiponectin, precise mechanisms of adiponectin for infectious control, especially for hematopoietic response, are largely unknown. As adipocytes are one of the major cellular components of bone marrow microenvironment which is critical for the proliferation and maintenance of hematopoietic cells, we hypothesized that obesity-related dysfunction of adipocytes in bone marrow might cause compromised hematopoietic response leading to increased susceptibility to infection. With the use of high-fat-fed mice, a well-known obesity model, we revealed that obesity had no apparent impact on steady-state hematopoiesis except for a slightly hypercellular bone marrow. Upon G-CSF administration to mimic harmful infection in vivo, high-fat-fed mice showed impaired expansion of HSPCs and myeloid cells in the bone marrow, along with the reduction of myeloid cells in peripheral circulation, i.e. diminished “emergency hematopoiesis”. In a Listeria monocytogenes peritonitis model, high-fat-fed mice also confirmed reduced expansion of HSPCs and myeloid cells in the bone marrow, attenuated leukocytosis and infiltration of leucocytes into the peritoneal cavity, resulting in a delayed bacterial clearance in vivo. Interestingly, the concentration of adiponectin was significantly reduced in the bone marrow of high-fat-fed mice compared to control mice, possibly reflecting a high relevance of adiponectin to hematopoietic response. To assess the exact role of adiponectin in emergency hematopoiesis, we utilized adiponectin-deficient (adipo-/-) mice. Genetic ablation of adiponectin caused no change in steady-state hematopoiesis, whereas G-CSF administration in adipo-/- mice showed attenuated HSPC expansion in the bone marrow, consistent with a series of high-fat-fed mice. Reciprocal transplants with adipo+/+ and adipo -/- mice demonstrated that adiponectin from bone marrow environment of the recipient, not from the donor hematopoietic cells, is essential for the efficient expansion of HSPCs in response to G-CSF. Furthermore, adipo-/- mice showed reduced hematopoietic response against Listeria monocytogenes infection, similar to the phenotype of high-fat-fed mice. Importantly, we confirmed that intravenous administration of recombinant adiponectin restored the responsiveness to G-CSF and the bacterial clearance on Listeria infection, both in adipo-/- and high-fat-fed mice, which affirm the importance of adiponectin treatment against infection. In HSPCs and myeloid cells from adipo-/- mice or high-fat-fed mice, phosphorylation of Stat3, a key component for emergency hematopoiesis, was suppressed, underscoring a role of adiponectin in emergency hematopoiesis at the molecular level. We revealed that those cells aberrantly expressed Socs3, a major inhibitory factor of Stat3, and that was reverted by intravenous administration of adiponectin, indicating that adiponectin potentiated G-CSF-dependent Stat3 phosphorylation in vitro and in vivo. These data revealed that adiponectin regulates hematopoietic response against infections, highlighting adiponectin as a legitimate target against infectious diseases in obese patients. From our findings breakthrough drugs to increase adiponectin are highly warranted. Disclosures: No relevant conflicts of interest to declare."
}