{
    "doi": "https://doi.org/10.1182/blood-2018-99-115609",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4149",
    "start_url_page_num": 4149,
    "is_scraped": "1",
    "article_title": "Disparities in Foundation and Federal Support and Development of New Therapeutics for Sickle Cell Disease and Cystic Fibrosis ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster III",
    "topics": [
        "cystic fibrosis",
        "health disparity",
        "sickle cell anemia",
        "genetic disorder",
        "molecular targeted therapy",
        "somatic symptom disorder",
        "speech sound disorders",
        "time factors"
    ],
    "author_names": [
        "Faheem Farooq, MD MPH",
        "John J Strouse, MD PhD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine-Pediatrics, Stony Brook University Hospital, East Setauket, NY "
        ],
        [
            "Hematology, Duke University School of Medicine, Durham, NC"
        ]
    ],
    "first_author_latitude": "40.826549400000005",
    "first_author_longitude": "-73.18930335000002",
    "abstract_text": "BACKGROUND: Sickle cell disease (SCD) and cystic fibrosis (CF) are rare inherited disorders of similar severity. Disparities in funding between these two diseases have been long recognized and likely contribute to limited access to care and treatments for sickle cell disease. Private investment in therapeutics for these and other orphan diseases has greatly increased in the past ten years. We hypothesized that these increased private expenditures may help correct disparities in research publications, clinical trials, and FDA approval of new therapies. METHODS: We compared funding and research output for SCD and CF between 2008-2012 versus 2013-2017. We estimated disease-specific funding using NIH Research Portfolio Online Reporting Tools and the Form 990 financial reports for foundation expenditures of multiple organizations dedicated to each disease from 2008-2016. We developed a comprehensive search strategy to identify relevant publications in PubMed and new postings of US based interventional clinical trials by disease. In addition, we reviewed FDA drug approvals and new indications for each disease from 2008-2017. RESULTS: Average annual NIH funding per affected individual was 3.4-fold greater for CF than SCD from 2008 to 2016. Between 2008-2012, private foundation funding was 161-fold greater for CF than SCD. Between 2013-2016, private funding was 971-fold greater for CF than SCD. There were 1.8 times as many PubMed publications for CF compared to SSD. There was no significant difference in PubMed publications between the two time periods. There was a significant increase in interventional clinical trials for SCD between 2013-2017, with the largest increase coming from university/philanthropic funded trials. However, CF has significantly increased FDA drug approvals of both novel compounds and novel indications. CONCLUSIONS: Although the US prevalence of SCD is three times greater than CF, the amount of federal and private foundation research funding is magnitudes greater for CF. Foundation funding for CF benefited significantly from revenue based on the successful development of targeted therapies. However, despite the significant funding difference, the number of clinical trials for SSD are comparable to CF and have increased over the past few years. Research productivity as measured by articles indexed in PubMed, and new drug approvals remain substantially higher for cystic fibrosis despite greatly increased industry investment in orphan diseases. View large Download slide View large Download slide  Disclosures Strouse: Global Blood Therapeutics: Consultancy."
}