{
    "doi": "https://doi.org/10.1182/blood.V114.22.3612.3612",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1465",
    "start_url_page_num": 1465,
    "is_scraped": "1",
    "article_title": "Rab7b Promotes Megakaryocytic Differentiation of K562 Cells by Activating the Protein Kinase C/Extracellular Signal-Regulated Kinase Dependent Pathway. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - CYTOKINES, SIGNAL TRANSDUCTION, APOPTOSIS, AND CELL CYCLE REGULATION POSTER II",
    "topics": [
        "acute promyelocytic leukemia",
        "cd14 antigen",
        "cd33 antigen",
        "cellular morphology",
        "guanosine triphosphate phosphohydrolases",
        "interleukin-6",
        "k562 cells",
        "macrophage-1 antigen",
        "megakaryocytes",
        "mitogen-activated protein kinases"
    ],
    "author_names": [
        "Donghua He, PhD",
        "Taoyong Chen",
        "Mingjin Yang",
        "Chaofeng Han",
        "Yang Yang, PhD",
        "Xuetao Cao",
        "Zhen Cai, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, China, "
        ],
        [
            "Second Military Medical University, Shanghai, China, "
        ],
        [
            "Second Military Medical University, Shanghai, China, "
        ],
        [
            "Second Military Medical University, Shanghai, China, "
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, China, "
        ],
        [
            "Institute of Immunology, Second Military Medical University, Shanghai, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, China, "
        ]
    ],
    "first_author_latitude": "30.255593999999995",
    "first_author_longitude": "120.178389",
    "abstract_text": "Abstract 3612 Poster Board III-548 Rab proteins are small GTPases belonging to the Ras superfamily and involved in cell protein transportation processes such as internalization and exocytosis. Recently it has been found that several Rab proteins such as Rab7 are also essential for signaling and the controlling of cell proliferation and differentiation. We previously have identified a small GTPase homologous to Rab7, named Rab7b, which is localized to lysosome-associated compartments and is selectively expressed in promyeloid or monocytic cells. We demonstrated that rab7b is involved in monocytic differentiation of human acute promyelocytic leukemia cells. In this study, we detected the expression level of Rab7b during the process of PMA induced megakaryocytic differentiation of K562 cells, transfected Rab7b and its mutants into K562 cells, and investigated the function and signaling mechanism of PMA induced megakaryocytic differentiation of K562 cells. Firstly, we treated K562 cells with PMA for various times, detected the expression level of Rab7b by quantitative PCR and Western blot, and measured the expression level of CD11b, CD14, CD33 and CD41a on the cell surface. Next, we constructed Rab7b, Rab7b-Q67L (active GTPase-deficient mutant), Rab7b-ΔCC (localization deficiency) and Rab7b-RNAi expression vectors, which were then transfected into K562 cells. Megakaryocytic differentiation of cells were analyzed after treated with PMA for various times, including cell morphology and adhesive properties, cell growth arrest, polyploidization, secretion of IL-6 and expression of specific marker CD41a. Because of the considerable role of PKC and ERK1/2 signaling pathways in the megakaryocytic differentiation of K562 cells, we treated various K562 cells with PMA for various times and detected the activation of ERK1/2 by Western blot. Later, cells were inhibited by PKC and ERK1/2 specific inhibitors and treated with PMA for various times, and then the expression of Rab7b and megakaryocytic differentiation of K562 cells were observed. At last, PMA-induced activation of PKC and ERK1/2 signaling has been suggested to regulate cell cycle arrest and megakaryocyte differentiation by modulating the expression of the p21 waf/cip1 and the dephosphorylation of the Rb protein, which were then detected by us after transfection of Rab7b and inhibition of PKC/MAPK pathways in K562 cells. The expression of Rab7b was upregulated during the PMA-induced megakaryocytic differentiation of K562 cells. Overexpression of wild-type and active mutant (Q67L) of Rab7b enhanced PMA stimulated megakaryocytic differentiation and ERK1/2 activation. In addition, overexpression of the localization deficient mutant (ΔCC) or RNAi of Rab7b inhibited PMA-stimulated megakaryocytic differentiation and ERK1/2 activation. PMA-induced megakaryocytic differentiation and activation of ERK1/2 in K562 cells was reversed by inhibiting either PKC or ERK1/2 signaling pathway, whereas the mRNA and protein expression of Rab7b was only suppressed in PKC inhibiting groups, indicating that Rab7b mediates a signal for megakaryocytic differentiation downstream of PKC and upstream of ERK1/2. Therefore, we concluded that Rab7b could promote PMA induced differentiation of K562 cells by activating the PKC/ERK1/2 signaling pathway and provide Rab7b as a candidate to connect the PKC pathway and the ERK1/2 pathway in PMA-induced megakaryocytic differentiation of K562 cells. Disclosures: No relevant conflicts of interest to declare."
}