{
    "doi": "https://doi.org/10.1182/blood.V124.21.5603.5603",
    "article_title": "Combined Assessment of WT1 and BAALC Expression Levels Improves Risk Stratification in Myelodysplastic Syndromes ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies",
    "abstract_text": "BACKGROUND AND AIMS In patients with myelodysplastic syndromes (MDS) several validated prognostic scores, such as IPSS and R-IPSS, are available to assess the risk of AML progression and predict overall survival (OS) as well as leukemia-free survival (LFS). A number of molecular aberrations can be identified in MDS. However, differently from AML, none of the current prognostic indexes takes into account molecular profile at diagnosis. WT1 expression has often been evaluated in acute leukemias and MDS. High WT1 expression levels on bone marrow at diagnosis have been reported to identify MDS patients who are at high risk of progression to AML. BAALC (Brain And Acute Leukemia Cytoplasmic) hyper-expression has been associated with a poor prognosis in AML patients, whereas its prognostic value in MDS is not yet clearly defined. The aim of our study was to determine if combined assessment of WT1 and BAALC expression levels at diagnosis could be predictive of leukemic evolution. MATERIALS AND METHODS We selected 86 patients with available WT1 and BAALC expression levels on BM samples at diagnosis. According to IPSS score, 22 patient were considered low-risk, 27 intermediate-1 and 28 intermediate-2 or high risk. Patients underwent different treatment schedules including supportive care, erythropoietin, hypomethylating and immunomodulating agents, according to their risk group. Median follow-up was 36 months (range 4 -121 months). Leukemia-free survival (LFS) was calculated from the diagnosis until last follow-up or documented leukemic progression as defined in literature. LFS was estimated using the Kaplan–Meier method. All Real-Time PCR were performed on DNA Engine 2 (Opticon®, MJ Research®). WT1 copy number/Abl copy number 1000x10 4 was used as cut-off value for high WT1 expression, a level of 1000x10 4 BAALC copy number/Abl copy number was set as cut-off for BAALC hyper-expression. RESULTS After a median time of 32 months, 43 patients died. The main cause of death was leukemic evolution (accounting for 31/43 deaths, 72%), other causes were cardiovascular events and infections (data not shown). The risk of death by any cause was significantly affected by leukemic evolution, diagnosis according to WHO classification and molecular expression profile at diagnosis. Multivariate analysis showed that leukemic evolution was an independent predictor of death (p <0.001). Twenty-nine leukemic evolutions were observed. Median LFS was 34 months. The probability of leukemic evolution was significantly affected by karyotype, IPSS and R-IPSS scores, diagnosis according to WHO classification, and molecular profile at diagnosis. According to our data WT1 and BAALC combined expression levels further enhanced prognostic stratification. In IPSS Int-1, Int-2/high and in R-IPSS high risk groups, low levels of expression resulted in significantly lower probability of leukemic progression, whereas high levels predicted poor outcome. Furthermore, in patients assigned to IPSS unfavorable prognostic groups, low levels of WT1 and BAALC seemed to predict a significantly longer LFS. In the univariate analysis LFS duration was significantly affected by WT1 and BAALC expression levels (fig. 1), IPSS and R-IPSS scores, karyotype and WHO classification at diagnosis. A multivariate Cox Regression model showed that LFS duration was significantly influenced only by molecular profile at diagnosis and R-IPSS risk group (p <0.001 and p <0.01, respectively). Median OS was 32 months. In univariate analysis OS was significantly influenced by diagnosis according to WHO classification, karyotype, R-IPSS score, leukemic evolution and molecular profile expression at diagnosis. The multivariate model disclosed molecular expression profile, R-IPSS score and leukemic evolution as independent predictor of OS (p <0.02, <0.03 and <0.01, respectively). CONCLUSIONS In MDS patients combined WT1 and BAALC expression levels on bone marrow samples at diagnosis is a reliable predictor of risk of AML progression, LFS and OS. This can improve risk stratification especially in intermediate and high risk groups and may lead to a risk tailored therapy. Figure 1: View large Download slide LFS according to molecular profile Figure 1: View large Download slide LFS according to molecular profile  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "myelodysplastic syndrome",
        "prostatic hypertrophy risk score",
        "karyotype determination procedure",
        "follow-up",
        "leukemia",
        "leukemia, acute",
        "abnormal involuntary movement scale",
        "alberta infant motor scales",
        "biological response modifiers",
        "bone marrow specimen"
    ],
    "author_names": [
        "Paola Minetto, MD",
        "Fabio Guolo, MD",
        "Marino Clavio, MD",
        "Laura Mitscheunig",
        "Raffaella Grasso, PhD",
        "Nicoletta Colombo, PhD",
        "Enrico De Astis, MD",
        "Daniele Avenoso, MD",
        "Livia Giannoni, MD",
        "Giordana Pastori, MD",
        "Lisette Del Corso, MD",
        "Enrico Balleari, MD",
        "Filippo Ballerini, MD",
        "Roberto Lemoli, MD",
        "Marco Gobbi, MD",
        "Maurizio Miglino, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paola Minetto, MD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fabio Guolo, MD",
            "author_affiliations": [
                "IRCCS AOU San Martino Hospital - IST, Genoa, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marino Clavio, MD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Mitscheunig",
            "author_affiliations": [
                "IRCCS AOU S Martino Hospital – IST, Genova, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffaella Grasso, PhD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicoletta Colombo, PhD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrico De Astis, MD",
            "author_affiliations": [
                "IRCCS AOU S Martino Hospital – IST, Genova, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniele Avenoso, MD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Livia Giannoni, MD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giordana Pastori, MD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisette Del Corso, MD",
            "author_affiliations": [
                "IRCCS A.O.U. San Martino Hospital - IST, Genoa, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrico Balleari, MD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Filippo Ballerini, MD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Lemoli, MD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Gobbi, MD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurizio Miglino, PhD",
            "author_affiliations": [
                "IRCCS AOU San Martino - IST, Genova, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T09:39:30",
    "is_scraped": "1"
}