{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1655.1655",
    "article_title": "The Role of the Axis TGF-β1/Mir-382-5p/SOD2 in the Induction of Oxidative Stress in CD34+ Hematopoietic Stem/Progenitor Cells from Primary Myelofibrosis ",
    "article_date": "December 7, 2017",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster I",
    "abstract_text": "Philadelphia negative chronic myeloproliferative neoplasms (MPNs) are acquired clonal disorders of hematopoietic stem cell. Among MPNs, Primary Myelofibrosis (PMF) carries the worst prognosis with severe clinical hallmarks, including bone marrow failure, extramedullary hematopoiesis and splenomegaly. MNPs are intimately associated with high level of pro-inflammatory cytokines (i.e., transforming growth factor-β1, TGF-β1) and excess generation of Reactive Oxygen Species (ROS) that are, at least in part, responsible for disease progression. Recently, extensive studies have provided unequivocal evidences that differentially expressed microRNAs (miRNAs) may play a role in MNP's pathogenesis. The miRNA expression profile performed on CD34+ hematopoietic stem/progenitor cells (HSPCs) obtained from PMF patients (R. Norfo et al., Blood, 2014), allowed us to identify miR-382-5p as up-regulated miRNA. Overexpression experiments using miRNA mimic in normal CD34+ cells have demonstrated its central role in granulocyte fate decision (R. Zini et al., Stem Cell and Dev, 2016). In this study, to establish the role of miR-382-5p in PMF pathogenesis, we performed a gene expression profile (GEP) in cord blood CD34+ cells overexpressing miR-382-5p by means of Affymetrix HG-U219 microarray platform. We identified 75 downregulated genes in miR-382-5p overexpressing cells compared to controls. Then, we pointed out 6 genes downregulated both upon miRNA overexpression and in PMF CD34+ cells compared to healthy donor. Among them, we selected the anti-oxidant superoxide dismutase 2 (SOD2), depicted as the most favorable predicted target according to different prediction algorithms such as Target Scan, miRNA.org and miRDB. Luciferase reporter assay, performed in K562 cells, confirmed SOD2 as a real miR-382-5p target. Then, we showed that miR-382-5p overexpression leads to SOD2 down-regulation both at mRNA and protein level and reduced SOD activity in CB CD34+ cells. Furthermore, we demonstrated that miR-382-5p induced ROS accumulation as compared to control (42.1±1.5% vs 31.8±1.7%, p<0.05), increased DNA damages (measured by 8-OHdG level) and enhanced CD34+ cells proliferation. Afterwards, to confirm that miR-382-5p play a role in PMF pathogenesis, we performed inhibition experiments in PMF CD34+ cells using miR-382-5p antagomiR. Our data revealed that miR-382-5p silencing restored SOD2 expression and activity, induced ROS disposal (50.1±3.8% vs 62.1±3.2%, p<0,05), decreased DNA oxidation and impaired cell proliferation. Then, to verify whether miR-382-5p could be related to chronic inflammatory state typical of PMF, we treated CD34+ cells with the pro-inflammatory cytokine TGF-β1, already described up-regulated cytokine in PMF serum, and involved in PMF pathogenesis (A. Agarwal et al., Stem Cell Investig, 2016). We showed that TGF-β1 treatment induced miR-382-5p expression, which in turn suppresses SOD2 both at mRNA and protein level and impaired its activity leading to ROS over-production (54.7±1.1% vs 36.7±1.3% 24h after TGF-β1 treatment, p<0.05, 72.4±0.7% vs 51.9±2.0% 48h after TGF-β1 treatment, p<0.01). Finally, to further confirm the involvement of the axis TGF-β1/miR-382-5p/SOD2 in the induction of oxidative stress, we inhibited TGF-β1 pathway in PMF CD34+ cells using 500nM of Galunisertib, a specific TGF-β-receptor I kinase inhibitor, already demonstrated to be capable of attenuating the fibrotic phenotype in MPN mouse model (L.Yue et al., Blood, 2015). As a result, TGF-β1 inhibition reduced miR-382-5p expression, increasing SOD activity and its expression both at mRNA and protein level. Of note, the TGF-β-receptor I kinase inhibitor significantly reduced ROS accumulation 24h after Galunisertib treatment, in PMF CD34+ cells as compared to untreated sample (33.1±7.2% vs 45.3±6.3%, p< 0.05). Taken together, our data showed that miR-382-5p enhanced oxidative stress and oxidative-DNA-damages in normal and PMF CD34+ cells through the modulation of its target SOD2. We showed for the first time that the axis TGF-β1/miR-382-5p/SOD2 is responsible, at least in part, for ROS over-production that contribute to a state of chronic oxidative stress and inflammation, which are typical features of PMF. Furthermore, our results suggested that Galunisertib might be an effective therapy to reduce abnormal oxidative stress sustained by increased level of TGF-β1 in PMF CD34+ cells. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Vannucchi: Novartis: Honoraria, Speakers Bureau; Shire: Speakers Bureau.",
    "topics": [
        "myelofibrosis, idiopathic, chronic",
        "oxidative stress",
        "stem cells",
        "micrornas",
        "cytokine",
        "rna, messenger",
        "dna",
        "kinase inhibitors",
        "antagomirs",
        "antioxidants"
    ],
    "author_names": [
        "Chiara Rossi, PharmD",
        "Roberta Zini, BSc, PhD",
        "Samantha Ruberti, BSc, PhD",
        "Sebastiano Rontauroli, BSc",
        "Zelia Prudente, BSc, PhD",
        "Greta Barbieri, BSc",
        "Elisa Bianchi, BSc, PhD",
        "Simona Salati, BSc, PhD",
        "Elena Genovese, BSc",
        "Carmela Mannarelli, MSc, PhD",
        "Paola Guglielmelli, MD PhD",
        "Enrico Tagliafico, MDPhD",
        "Vittorio Rosti, MD",
        "Giovanni Barosi, MD",
        "Alessandro M. Vannucchi",
        "Rossella Manfredini, BSc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chiara Rossi, PharmD",
            "author_affiliations": [
                "Dept of Life Sciences, Center for Regenerative Medicine 'Stefano Ferrari',, University of Modena and Reggio Emilia, Modena, ITA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roberta Zini, BSc, PhD",
            "author_affiliations": [
                "Centre for Regenerative Medicine, UNIVERSITY OF MODENA & REGGIO EMILIA, MODENA, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha Ruberti, BSc, PhD",
            "author_affiliations": [
                "Centre for Regenerative Medicine, University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastiano Rontauroli, BSc",
            "author_affiliations": [
                "Centre for Regenerative Medicine, University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zelia Prudente, BSc, PhD",
            "author_affiliations": [
                "Centre for Regenerative Medicine, University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Greta Barbieri, BSc",
            "author_affiliations": [
                "Centre for Regenerative Medicine, University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Bianchi, BSc, PhD",
            "author_affiliations": [
                "Centre for Regenerative Medicine, University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Salati, BSc, PhD",
            "author_affiliations": [
                "Centre for Regenerative Medicine, University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Genovese, BSc",
            "author_affiliations": [
                "Centre for Regenerative Medicine, University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmela Mannarelli, MSc, PhD",
            "author_affiliations": [
                "CRIMM, Center Research and Innovation of Myeloproliferative Neoplasms, University of Florence, AOU Careggi, Florence, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Guglielmelli, MD PhD",
            "author_affiliations": [
                "CRIMM, Center Research and Innovation of Myeloproliferative Neoplasms, University of Florence, AOU Careggi, Florence, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrico Tagliafico, MDPhD",
            "author_affiliations": [
                "Center for Genome Research, University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Rosti, MD",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Foundation IRCCS Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Barosi, MD",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Foundation IRCCS Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M. Vannucchi",
            "author_affiliations": [
                "CRIMM-Centro Ricerca e Innovazione delle Malattie Mieloproliferative, Azienda Ospedaliera-Universitaria Careggi, Florence, Italy"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rossella Manfredini, BSc, PhD",
            "author_affiliations": [
                "Centre for Regenerative Medicine, UNIVERSITY OF MODENA & REGGIO EMILIA, MODENA, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:33:53",
    "is_scraped": "1"
}