{
    "doi": "https://doi.org/10.1182/blood.V112.11.463.463",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1257",
    "start_url_page_num": 1257,
    "is_scraped": "1",
    "article_title": "Macrophage Colony-Stimulating Factor Attenuated the Severity of Chronic Graft-Versus-Host Disease after Unrelated Bone Marrow Transplantation ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "topics": [
        "attenuation",
        "bone marrow transplantation",
        "graft-versus-host disease, chronic",
        "macrophage colony-stimulating factor",
        "colony-stimulating factors",
        "interleukin-10",
        "graft-versus-host disease, acute",
        "human leukocyte antigens",
        "graft-versus-host disease",
        "interleukin-12"
    ],
    "author_names": [
        "Fumihiko Kimura",
        "Ken Sato",
        "Hideki Akiyama",
        "Hiroshi Sao",
        "Shin-ichiro Okamoto, MD, PhD",
        "Naoki Kobayashi",
        "Masamichi Hara",
        "Keisei Kawa",
        "Kazuo Motoyoshi"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, National Defense Medical College, Tokorozawa, Japan"
        ],
        [
            "Division of Hematology, National Defense Medical College, Tokorozawa, Japan"
        ],
        [
            "Hematology Division, Tokyo Metropolitan Komagome Hospital, Tokyo, Japan"
        ],
        [
            "Department of Hematology, Meitetsu Hospital, Nagoya, Japan"
        ],
        [
            "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan"
        ],
        [
            "Department of Hematology, Sapporo Hokuyu Hospital, Sapporo, Japan"
        ],
        [
            "Division of Hematology, Ehime Prefectural Central Hospital, Matsuyama, Japan"
        ],
        [
            "Osaka Medical Centre and Research Institute for Maternal and Child Health, Osaka, Japan"
        ],
        [
            "Division of Hematology, National Defense Medical College, Tokorozawa, Japan"
        ]
    ],
    "first_author_latitude": "35.8031138",
    "first_author_longitude": "139.46779279999998",
    "abstract_text": "Macrophage colony-stimulating factor (M-CSF) is a growth factor for cells from the monocyte-macrophage lineage and has been used in Japan after chemotherapy and bone marrow transplantation (BMT) to induce early recovery of neutrophils and to reduce the incidence of febrile neutropenia. A tolerogenic action of M-CSF was recently reported during induction of dendritic cells from cord blood. To study the effects of M-CSF administration on the long-term outcomes of unrelated BMT, We retrospectively analyzed the data of patients who had undergone their first BMT through the Japan Marrow Donor Program between 1993 and 2005 and for whom complete data concerning age, sex, HLA compatibility, and colony-stimulating factor were available. Fifty-four patients received M-CSF administration within 8 days of undergoing a BMT for a median length of 13 days, and the data of 500 patients who did not receive any CSF was used as the control. There were no significant differences in the patients’ age, sex, donor’s age, ATG administration, infused nucleated cell number, GVHD prophylaxis, or HLA compatibility. The M-CSF cohort (M) received more transplants from male donors (M, 77.8% vs. control, 62.3%, p = 0.020), and contained more standard-risk diseases than the control cohort (M, 64.8% vs. control, 47.8%, p = 0.014). Overall survival of the M cohort was superior to that of the control cohort (M, 57.7% vs. control, 46.4% at 5 years after transplantation), but the difference was not significant (log rank test, p = 0.084). There were no significant differences in the incidence or grade of acute GVHD between the two cohorts (log rank test, all acute GVHD, p = 0.710; grade 2 to 4, p = 0.680; grade 3 to 4, p = 0.653). The incidence of chronic GVHD was lower in the M cohort than in the control, but the difference was not significant (log rank test, p = 0.224). The incidence of extended type chronic GVHD of the M cohort was significantly lower than in the control (log rank test, p = 0.004). The observed occurrence of extended type chronic GVHD was 8.9% in the M cohort and 24.3% in the control. Multivariate analysis revealed that M-CSF administration was a significant factor (relative risk: 0.73, 95% CI: 0.55 – 0.94, p = 0.012), as was the age of patients and donors, underlying disease, and acute GVHD. Although chronic GVHD is associated with a lower relapse rate of the underlying malignant disease, we did not observe any increase of relapse in the M cohort (log rank test, p = 0.067). Our observation suggests the potential clinical use of M-CSF for preventing severe chronic GVHD. In patients with chronic GVHD, both the serum IL-10 level and IL-10 production from mononuclear cells have been shown to decrease after stimulation. After stimulation with LPS, M-CSF-induced macrophages are known to produce large amounts of IL-10 instead of IL-12. Recent reports have shown that M-CSF induced dendritic cells (DCs) with IL-4 in a culture from human cord blood and that these DCs produced high amounts of IL-10, but no IL-12, a pattern similar to that seen in M-CSF-induced macrophages. The low incidence and severity of both acute and chronic GVHD after cord blood transplantation regardless of HLA disparity is well documented. M-CSF is elevated during pregnancy and in cord blood. Taken together the above statements offer possible explanations for the low incidence and severity of GVHD in cord blood transplantation. In this context, our observation suggests that M-CSF administration after UR-BMT might decrease the severity of chronic GVHD through the induction of certain types of macrophages and DCs."
}