{
    "doi": "https://doi.org/10.1182/blood-2019-121439",
    "article_title": "In-Hospital Outcomes in Elderly Acute Myeloid Leukemia (AML) Receiving Aggressive Inpatient Care: An Analysis of National Inpatient Sample (NIS) Database between Years 2005 and 2014 ",
    "article_date": "November 13, 2019",
    "session_type": "903.Health Services Research-Malignant Conditions (Myeloid Disease)",
    "abstract_text": "Background: The median age of diagnosis in acute myeloid leukemia (AML) is 67 years and it is the second most common subtype of leukemia in the elderly, after CLL. Management of elderly leukemics has unique challenges related to disease characteristics and health status of host, leading to a disproportionate representation of this population in AML related deaths (>75% of all AML related deaths on population analysis). A SEER analysis demonstrated that close to half of elderly patients diagnosed with AML do not receive any treatment, seemingly with a greater focus on palliative care. We aim to study in-hospital outcomes in elderly patients with AML when they receive aggressive inpatient medical care. Methods: This is a retrospective cohort analysis of NIS database (years 2005 to 2014) of patients with the International Classification of Diseases, Ninth Revision, Clinical Modification (ICD‐9‐CM) diagnosis code for AML not in remission and aged ≥ 65 years. Aggressive inpatient care was defined as use of mechanical ventilation, vasopressors, hemodialysis (end stage renal disease excluded) or cardiopulmonary resuscitation. Inpatient encounter with Palliative service was identified using ICD-9-CM diagnosis codes. Our cohort of interest was elderly AML patients receiving aggressive inpatient care. Primary outcome was inpatient mortality within this cohort and factors associated with it were analyzed using multivariate logistic regression. Secondary outcome was proportion of admissions which had an inpatient encounter with palliative care within this cohort. Longitudinal analysis was conducted to determine trends in inpatient mortality and rates of encounter with palliative care over the study years. We used a linear (continuous outcome)/ logistic (binary) regression model with year as the independent variable for trend analysis. We also estimated the mean total charge of hospitalization on a yearly basis after adjusting for inflation. Statistical analysis was done using STATA. Results: A total of 230,074 elderly AML admissions were identified between the years 2005 and 2014. Aggressive inpatient care as defined above was utilized in 6.3% (n=14,606) of total admission. Mean age for those receiving aggressive inpatient care was 73.3 years, 61.5% were males and 76.2% Caucasian. The utilization of aggressive inpatient care in these patients remained stable over the years on longitudinal trend analysis after adjusting for patient and hospital factors. Amongst elderly AML patients receiving intensive care, 71.6% (n=10,461) died in the same admission. Also, inpatient mortality had no association with age, gender, race, Charlson Co-morbidity Index, mean income quartile for patient's zip-code, insurance type and hospital characteristics (teaching status, urban or rural location and hospital bed size). Proportion of elderly AML patients experiencing inpatient mortality over the years after adjusting for age, race, gender, mean income quartile for zip-code, Charlson comorbidity index and hospital characteristics are shown in the attached graph. Amongst elderly AML patients receiving aggressive inpatient care, the adjusted inpatient mortality improved from 77.27% in 2005 to 67.40% in 2014 (p for trend <0.001). Also, we noted an improvement in adjusted inpatient mortality rates for elderly AML patients who did not receive aggressive inpatient care, from 15.60% in 2005 to 10.08% in 2014 (p for trend <0.001). Rates of documented inpatient encounter with palliative service in elderly AML patients receiving aggressive inpatient care improved from 1.38% of all admissions in 2005 to 18.78% of all admissions in 2014 (p for trend <0.001). Mean total charge of hospitalization (adjusted for inflation) for the same cohort increased considerably over the years of study, going up from $177,544 in 2005 to $252,869 in 2014. Conclusion: Amongst elderly AML patients undergoing aggressive inpatient care, inpatient mortality has seen a modest decline over the years, which is likely due to improved supportive care. Despite improvement in inpatient outcomes of this high risk group, about two thirds of them died within the same admission in the year 2014. However, we noted an encouraging increase in involvement of palliative service in the care of this cohort of patients associated with high mortality and rising cost of care. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "older adult",
        "palliative care",
        "cardiopulmonary resuscitation",
        "disease remission",
        "hemodialysis",
        "intensive care",
        "kidney failure, chronic",
        "leukemia",
        "mechanical ventilation"
    ],
    "author_names": [
        "Sindhu Malapati, MD",
        "Sunny R K Singh, MD",
        "Rohit Kumar, MD",
        "Jibran Ahmed, MD",
        "Ishaan Vohra, MD",
        "Vatsala Katiyar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sindhu Malapati, MD",
            "author_affiliations": [
                "Ascension St. John Hospital and Medical Center, Detroit, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sunny R K Singh, MD",
            "author_affiliations": [
                "Henry Ford Hospital, Detroit, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rohit Kumar, MD",
            "author_affiliations": [
                "University of Louisville, Louisville, KY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jibran Ahmed, MD",
            "author_affiliations": [
                "Westchester Medical Center, White Plains, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ishaan Vohra, MD",
            "author_affiliations": [
                "John H. Stroger Hospital of Cook County, Chicago, IL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vatsala Katiyar, MD",
            "author_affiliations": [
                "John H. Stroger Hospital of Cook County, Chicago, IL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T04:01:53",
    "is_scraped": "1"
}