{
    "doi": "https://doi.org/10.1182/blood.V114.22.2604.2604",
    "article_title": "CREB Deficiency: A Potential Critical Factor for Selective GM-CSF Hypersensitivity in Juvenile Myelomonocytic Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis Poster II",
    "abstract_text": "Abstract 2604 Poster Board II-580 Juvenile myelomonocytic leukemia (JMML) is a mixed myelodysplastic /myeloproliferative neoplasm (MDS/MPN) of infancy and early childhood. The pathogenesis of JMML has been linked to dysregulated signal transduction through the NF1/RAS signaling pathway and PTPN11. This dysregulation results in JMML cells demonstrating selective hypersensitivity to GM-CSF in in vitro dose-response assays. Since JMML hematopoietic progenitor cells are selectively hypersensitive to (rather than independent of) GM-CSF, it is rational to hypothesize that the function of the GM-CSF receptor in JMML patients is not constitutively over-active unless stimulated by the cytokine. We previously reported that PTEN is deficient in JMML patients. PTEN expression is up-regulated by Egr-1, which is one of the targets of the cAMP-response-element-binding protein (CREB). CREB, as a transcriptional factor, is expressed ubiquitously and bound to the cAMP-response-element (CRE) of the Egr-1 promoter. After phosphorylation at serine 133, CREB selectively activates the transcription of Egr-1 in response to GM-CSF stimulation in hematopoietic cells. We evaluated the CREB protein level in peripheral blood or bone marrow samples collected from 26 JMML patients. Mononuclear cells (MNCs) were isolated and lysed in lysis buffer at a density of 10 7 /100μl. Protein levels of CREB were evaluated by ELISA and Western-blot. We found that 22/26 (85%) of subjects were substantially CREB deficient while they had constitutively high activity of MAP kinase (Erk-1/2). In comparison to normal controls (n=7), the median level of total CREB protein by ELISA was significantly lower in JMML subjects (0.62 vs 8.85 ng/mg BSA in normal controls; p=0.006). The mechanism that causes CREB deficiency in JMML is under further investigation and further results may be available to present at the meeting. This is the first evidence that CREB, a critical component downstream of the GM-CSF receptor, is highly deficient in the majority of JMML cases. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cyclic amp-responsive dna-binding protein",
        "granulocyte-macrophage colony-stimulating factor",
        "hypersensitivity",
        "juvenile myelomonocytic leukemia",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "cyclic amp",
        "receptors, granulocyte-macrophage colony-stimulating factor",
        "bone marrow specimen",
        "buffers",
        "cytokine"
    ],
    "author_names": [
        "Y. Lucy Liu, MD, PhD",
        "Priyangi A Malaviarachchi, BS",
        "Shelly Y. Lensing, MS",
        "Robert P. Castleberry, MD",
        "Peter Dean Emanuel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Y. Lucy Liu, MD, PhD",
            "author_affiliations": [
                "Winthrop P. Rockefeller Cancer Institute & College of Medicine, Internal Medicine-Hematology/Oncology, Univ. of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Priyangi A Malaviarachchi, BS",
            "author_affiliations": [
                "Winthrop P. Rockefeller Cancer Institute & College of Medicine, Internal Medicine-Hematology/Oncology, Univ. of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shelly Y. Lensing, MS",
            "author_affiliations": [
                "College of Medicine, Dept. of Biostatistics, Univ. of Arkansas for Medical Sciences, Little Rock, AR, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert P. Castleberry, MD",
            "author_affiliations": [
                "Children's Hospital, Birmingham, AL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Dean Emanuel, MD",
            "author_affiliations": [
                "Winthrop P. Rockefeller Cancer Institute & College of Medicine, Internal Medicine-Hematology/Oncology, Univ. of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T02:27:36",
    "is_scraped": "1"
}