{
    "doi": "https://doi.org/10.1182/blood-2019-122279",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4282",
    "start_url_page_num": 4282,
    "is_scraped": "1",
    "article_title": "Outcomes of Total Body Irradiation- Versus Chemotherapy-Based Myeloablative Conditioning Regimen in Haploidentical Hematopoietic Cell Transplantation with Post-Transplant Cyclophosphamide for Acute Myelogenous Leukemia: ALWP of the EBMT Study ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": [
        "chemotherapy regimen",
        "conditioning (psychology)",
        "cyclophosphamide",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "transplantation",
        "complement membrane attack complex",
        "mac protocol",
        "mdc protocol",
        "mitral valve annular calcification"
    ],
    "author_names": [
        "Bhagirathbhai Dholaria, MBBS",
        "Myriam Labopin, MD",
        "Emanuele Angelucci, MD",
        "Fabio Ciceri, MD",
        "José Luis Díez-Martín, MD PhD",
        "Benedetto Bruno, MD",
        "Simona Sica, MD",
        "Yener Koc, MD",
        "Zafer Gulbas, MD",
        "Christoph Schmid, MD",
        "Didier Blaise, MD PhD",
        "Angelo Michele Carella",
        "Giuseppe Visani",
        "Bipin N. Savani, MD",
        "Arnon Nagler, MD MSc",
        "Mohamad Mohty, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology-Oncology, Vanderbilt University, Nashville, TN "
        ],
        [
            "EBMT Paris study office; Department of Haematology,, Saint Antoine Hospital; INSERM UMR 938, Sorbonne University, Paris, France "
        ],
        [
            "Unita Operativa Ematologia Ospedale 'A. Businco', Genova, Italy ",
            "Ematologia e Centro Trapianti, IRCCS Ospedale Policlinico San Martino, Genova, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milano, Italy "
        ],
        [
            "Hematology Service, Hospital Gregorio Marañón. Health Research Institute Gregorio Marañón., Madrid, Spain "
        ],
        [
            "Department of Molecular Biotechnology and Health Sciences, University of Torino, Stem Cell Transplant Center, AOU Città della Salute e della Scienza, Turin, Italy "
        ],
        [
            "Ematologia, Universita' Cattolica del Sacro Cuore, Roma, Italy, Roma, Italy "
        ],
        [
            "Stem Cell Transplant Unit, Medical Park Hospitals, Antalya, Turkey "
        ],
        [
            "Bone Marrow Transplantation Department, Anadolu Medical Center, Kocaeli, Turkey "
        ],
        [
            "Department of Hematology and Oncology, Medical Clinic II, University Hospital Augsburg, Augsburg, Germany "
        ],
        [
            "Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "DEPARTMENT OF HEMATO-ONCOLOGY, STEM CELL TRANSPLANT UNIT, IRCCS, Casa Sollievo Della Sofferenza, San Giovanni Rotondo, ITA "
        ],
        [
            "Hematology & Transplant Centre, AORMN Hospital, Pesaro, Italy "
        ],
        [
            "Department of Medicine, Division of Hematology-Oncology, Vanderbilt University, Brentwood, TN "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Tel Aviv University, Ramat-Gan, Israel "
        ],
        [
            "Hôpital Saint-Antoine, Paris, France"
        ]
    ],
    "first_author_latitude": "36.1518024",
    "first_author_longitude": "-86.79112495",
    "abstract_text": "Background The use of haploidentical hematopoietic cell transplantation (haplo-HCT) with post-transplant cyclophosphamide (PTCy) is rapidly increasing. The safety and efficacy of myeloablative conditioning (MAC) in haplo-HCT has been reported in patients with acute leukemia. However, optimal MAC in haplo-HCT setting is unknown. We studied the outcomes of total body irradiation (TBI) vs. chemotherapy (CT) based MAC regimens in acute myelogenous leukemia (AML) patients undergoing haplo-HCT and reported to the Acute Leukemia Working Party of the EBMT. Methods The study included 1008 AML patients (secondary AML=149, 15%) who underwent haplo-HCT with PTCy during the years 2010-2018, following TBI (n=89, 9%) or CT (n=919, 91%) based MAC. Regimen intensity was defined by EBMT criteria and cases with busulfan dose <9 mg/kg or TBI dose ≤6 gray were excluded. Baseline AML cytogenetic risk group was good, intermediate and poor in 8%, 65% and 27% of patients respectively. All pre-HCT disease status (CR1=434, 43%; CR2+=216, 21%; advanced=358, 36%) were included in the study. fludarabine- TBI (78%) and thiotepa- busulfan- fludarabine (56%) were the most common MAC regimens in TBI and CT-cohorts, respectively. Patients in the TBI cohort were more likely to be younger (median age, 38 vs. 47 yrs, p<0.01) and receive BM graft (57% vs. 43%, p-0.01) Other patient, disease, and transplant related characteristics were similar in both groups. Median follow up for TBI and CT cohort were 25.4 (IQR-9.5-58.7) and 20.7 (IQR-11.7-40.3) respectively. Results In univariate analysis, day 100 incidence of acute GVHD (aGVHD) II-IV and III-VI was 22% vs. 27% (p-0.44) and 12% vs. 12% (p-0.92) in TBI and CT cohorts respectively. Two-year total and severe chronic GVHD (cGVHD) incidence was 42% vs. 27% (p<0.01) and 9% vs. 12% (p-0.33) in TBI and CT cohorts respectively. More patients achieved neutrophil engraftment by day 30 in the TBI cohort (97% vs. 86%,p-0.05). Graft failure was reported in 2 (2%) and 65 (7%)(p-0.08) patients who received TBI and CT-based MAC respectively. There were 3 (1%) deaths related to graft failure in the CT-group. Death from veno-occlusive disease was reported in 1(3%) TBI pt and 11(3%) CT patients. The proportions of infection related deaths (TBI-29% vs. CT-32%) and GVHD related deaths (TBI-17% vs. CT-15%) were comparable. Death due to interstitial pneumonitis was reported in 1(3%) TBI and 8(2%) CT patients. Death from a second malignancy was reported in one pt in each group. In multivariate analysis, TBI was associated with a higher incidence of overall cGVHD [HR=1.81, 95% CI:1.14-2.87, p-0.01] compared to CT. There was no difference in other outcomes such as extensive cGVHD [HR=0.34, 95% CI:0.11-1.10, p-0.07], relapse incidence(RI) [HR=1.32, 95% CI:0.85-2.03, p-0.22], nonrelapse mortality(NRM) [HR=0.82, 95% CI:0.46-1.49, p-0.52] and leukemia free survival(LFS) [HR=1.09, 95% CI:0.77-1.55, p-0.62], overall survival(OS) [HR=1.07, 95% CI:0.74-1.56, p-0.71] and GVHD free relapse free survival (GRFS) [HR=1.02, 95% CI:0.74-1.40, p-0.92]. Two-year LFS and OS of TBI and CT cohorts were 45% vs. 49% (p-0.98) and 50% vs. 55% (p-0.79) respectively (Figure 1). Factors impacting OS were pt age (per 10yrs, HR=1.1, p-0.02), KPS ≥90 (HR=0.55, p<0.01) and advanced disease status before haplo-HCT (HR=2.35, p<0.01)(Table 1). Interestingly, cytogenetic risk groups had no impact on LFS or OS in this analysis. No interaction was observed between the type of MAC and RI, NRM, LFS, OS and GRFS in a separate subgroup univariate analysis of patients <40 yrs old and patients with pre-HCT disease status CR2 or advance disease. Conclusions In this large cohort of AML patients who received first haplo-HCT with PTCy, TBI based MAC was associated with higher incidence of overall cGVHD without impacting other transplant outcomes compared to CT based MAC. In the absence of a prospective study, these findings may guide clinicians when choosing an optimal MAC in haplo-HCT with PTCy. View large Download slide View large Download slide Disclosures Dholaria: Celgene: Honoraria. Labopin: Jazz Pharmaceuticals: Honoraria. Angelucci: Jazz Pharmaceuticals: Other: Local advisory board; Roche: Other: Local advisory board; Novatis: Honoraria, Other: Chair Steering Committee TELESTO protocol; Celgene: Honoraria, Other: Participation in DMC; BlueBirdBio: Other: Local advisory board; Vertex Pharmaceuticals Incorp., and CRISPR Therapeutics: Other: Participation in DMC. Blaise: Jazz Pharmaceuticals: Honoraria; Molmed: Consultancy, Honoraria; Sanofi: Honoraria; Pierre Fabre medicaments: Honoraria. Mohty: Jazz Pharmaceuticals: Honoraria, Research Funding."
}