{
    "doi": "https://doi.org/10.1182/blood.V116.21.5017.5017",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1710",
    "start_url_page_num": 1710,
    "is_scraped": "1",
    "article_title": "PTH- PTHR1 Axis Control on Anti-Myeloma Effect of Proteasome Inhibitors ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Pathophysiology and Pre-Clinical Studies excluding Therapy",
    "topics": [
        "multiple myeloma",
        "proteasome inhibitors",
        "bortezomib",
        "neoplasms",
        "cancer",
        "cytotoxicity",
        "painful bladder syndrome",
        "tumor growth",
        "multicatalytic endopeptidase complex",
        "mice"
    ],
    "author_names": [
        "Maurizio Zangari, MD",
        "Fang Xiao, PhD",
        "Ye Yang, PhD",
        "Hongwei Xu, MS",
        "Guido J. Tricot, MD, PhD",
        "Fenghuang Zhan, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/BMT and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
        ],
        [
            "Division of Hematology/BMT and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
        ],
        [
            "Division of Hematology/BMT and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
        ],
        [
            "Division of Hematology/BMT and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
        ],
        [
            "Division of Hematology/BMT and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
        ],
        [
            "Division of Hematology/BMT and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
        ]
    ],
    "first_author_latitude": "40.769826900000005",
    "first_author_longitude": "-111.8357592",
    "abstract_text": "Abstract 5017 Multiple myeloma (MM) is a plasma cell malignancy with high osteolytic capacity and impaired bone formation. Our recent studies have demonstrated that PTH serum increases are associated with Bortezomib responses in multiple myeloma patients, indicating a possible role of PTH in anti myeloma effect of Bortezomib. We first tested the 5TGM1 cell line for sensitivity to bortezomib, PTH, and [TYR 34 ]bPTH-(7-34) bovine (a specific PTHR1 inhibitor) in various combinations. In an in vitro study, 5TGM1 cells were sensitive to cytotoxicity of bortezomib and PTH in a dose dependent fashion. TYR compound was found to have no effect as single agent on 5TGM1 cell survival, but was able to partially block the inhibitory effect of bortezomib on cell growth ( Figure 1 ). In an in vivo study using the 5TGM1 C 57BL/KaLwRijmice, we tested PTH-PTHR1 axis on bortezomib anti-myeloma activity. As shown in Figure 1 , mice survival was positively affected by bortezomib administration ( P = 0.04), and the combination of PTH + bortezomib showed a trend to further improve survival ( P = 0.09). Interestingly, the concomitant use of [TYR] compound with bortezomib completely abrogated the efficacy of the proteasome inhibitor on survival. Tumor burden assessed by M-protein levels decreased consistently in mice treated with bortezomib alone, PTH alone, or a combination of PTH + bortezomib compared with the control group treated with PBS ( P = 0.003, P = 0.05, P = 0.01 respectively). Importantly the tumor burden in the mice treated with bortezomib was significantly lower than in mice treated with bortezomib plus the PTH inhibitor (TYR), again indicating that the PTHR inhibitor abrogates the effect of Bortezomib on tumor growth. Similar results were obtained using the same systems for other commercially available proteasome inhibitors. Thus, we conclude that the PTH- PTHR1 pathway appears essential for proteasome inhibition activity in myeloma. Our observations may lead to novel treatment approaches in myeloma. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}