{
    "doi": "https://doi.org/10.1182/blood-2019-127560",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4178",
    "start_url_page_num": 4178,
    "is_scraped": "1",
    "article_title": "French National Retrospective Cohort of Hairy-Cell Leukemias: Risk of Second Malignancies after 10 Years of Follow-up ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "abstract_text": "Introduction: Hairy-cell leukemia (HCL) is a chronic B-cell lymphoproliferative disorder with a favorable outcome thanks to treatment with purine analogues (PNA) like cladribine and pentostatin. Here, we updated the French national retrospective cohort of HCL after 10 years of follow-up, in order to evaluate the risk of second cancers in these patients. Methods: Data were collected up to June 2018 through a questionnaire sent to the members of the Société Française d'Hématologie , and centralized in the cohort database. We described the second malignancies observed during the follow-up, distinguishing second 'solid' cancers from second hematological malignancies. Then, using a Fine and Gray model, we performed a multivariate analysis in order to identify second cancer risk factors. Finally, to evaluate the excess of cancers in our cohort in comparison with the French general population, we calculated the standardized incidence ratio (SIR). Results: 279 patients (pts) from 19 centers were included in our retrospective cohort. The median age was 59 years old (range 29-88). 21% had an infectious disease at diagnosis, 23% had a familial history of cancer and 11% a personal history of cancer before HCL diagnosis. The median number of lines of treatments was 1 (0-7). PNA (cladribine or pentostatin) were the first therapeutic choice in frontline (75% of pts) and at relapse (69%). With a median follow-up of 127 months (2-413), the median overall survival for the overall study population was 328 months (95% CI 299-357) and the median relapse-free survival (RFS) was 136 months (95% CI 109-163). Pts treated with cladribine or pentostatin in first line had a statistically significant better RFS than pts treated with 'other' treatments (log rank test, p < 0.001). The 10-year cumulative incidence of relapse was 39% (95% CI 33-46). Pts who received treatments other than PNA in first line had a higher risk of relapse (Gray's test, p < 0.001). For pts receiving PNA in first and second lines, there was no difference in outcomes between those who switched PNA and those who did not. In this cohort, we observed 68 second malignancies during the follow-up: 49 solid cancers (most prevalent: prostate and non-melanoma skin cancers) and 19 hematological malignancies (most prevalent: monoclonal gammopathy of undetermined significance (MGUS) and myelodysplastic syndromes (MDS)). The median onset of second cancer, second solid cancer and second hematological malignancy from HCL diagnosis was 81 months, 99 months and 78 months, respectively. The median age at diagnosis of cancer, solid cancer and hematological malignancy was 70, 69 and 77 years old, respectively. Considering death as a competing risk, the 10-year cumulative incidence of cancer, solid cancer and hematological malignancy was 15% (95% CI 11-19), 11% (95% CI 7.2-15), and 5.0% (95% CI 2.8-8.2), respectively. In multivariate analyses, IFN treatment was associated with a decreased risk for all cancers (Fine and Gray regression model, subdistribution Hazard Ratio (sdHR) 0.53 (95% CI 0.29-0.97); p = 0.038), a familial history of cancer was a risk factor for solid cancers (sdHR 2.12 (95% CI 1.15-3.91); p = 0.017), a personal history of cancer was a risk factor for hematological malignancies (sdHR 3.47 (95% CI 1.14-10.55); p = 0.028). Even after excluding non-melanoma skin cancers and MGUS, there was an excess of cancers (SIR = 2.22), solid cancers (SIR = 1.81) and hematological malignancies (SIR = 6.67). Conclusions: In this updated real-world retrospective cohort with a long follow-up and most pts treated with PNA, we highlighted the importance and the excess of second cancers in HCL patients, in particular hematological malignancies. Figure View large Download slide Figure View large Download slide  Disclosures Paillassa: Janssen: Other: Bibliography board with young hematologists. Thieblemont: Roche: Honoraria, Research Funding; Gilead: Honoraria; Novartis: Honoraria; Kyte: Honoraria; Janssen: Honoraria; Celgene: Honoraria; Cellectis: Membership on an entity's Board of Directors or advisory committees. Hermine: AB Science: Membership on an entity's Board of Directors or advisory committees. Feugier: janssen: Honoraria, Research Funding, Speakers Bureau; gilead: Honoraria, Research Funding, Speakers Bureau; roche: Honoraria, Research Funding, Speakers Bureau; abbvie: Honoraria, Research Funding, Speakers Bureau. Troussard: Innate Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Roche: Other: Research Support; Sysmex: Other: Research Support.",
    "topics": [
        "follow-up",
        "leukemia",
        "neoplasms, second primary",
        "cancer",
        "hematologic neoplasms",
        "brachial plexus neuritis",
        "hairy-cell leukemia",
        "cladribine",
        "monoclonal gammopathy of undetermined significance",
        "pentostatin"
    ],
    "author_names": [
        "Jérôme Paillassa, MD",
        "Edouard Cornet, MD",
        "Stephanie Noel",
        "Cecile Tomowiak",
        "Aline Schmidt, MD",
        "Stephane Lepretre",
        "Sandrine Vaudaux",
        "Jehan Dupuis, MD",
        "Alain Devidas, MD",
        "Joly Bertrand, MD",
        "Charlotte Petitditdier, MD",
        "Stéphanie Haiat",
        "Clara Mariette, MD",
        "Catherine Thieblemont, MD PhD",
        "Didier Decaudin",
        "Bernard Drenou, MD",
        "Jean Claude Eisenmann, MD",
        "Mario Ojeda, MD",
        "Agnès Olivrie, MD",
        "Marie-Pierre Gourin",
        "Olivier Lambotte",
        "Olivier Hermine, MD PhD",
        "Jean Michel Karsenti, MD",
        "Pierre Feugier, MD PhD",
        "Willy Vaillant",
        "Jean Gutnecht, MD",
        "Eric Lippert, MD PhD",
        "Fabienne Huysman, MD",
        "Kamel Ghomari",
        "Marouane Boubaya, PhD",
        "Vincent Levy, MD PhD",
        "Jérémie Riou, PhD",
        "Gandhi Damaj, MD PhD",
        "Mathilde Hunault, MD PhD",
        "Xavier Troussard, MD"
    ],
    "author_affiliations": [
        [
            "CHU Angers, Hematology, Angers, France "
        ],
        [
            "CHU de Caen, Caen Cedex9, FRA "
        ],
        [
            "Poitiers University Hospital, Poitiers, France "
        ],
        [
            "Department of Oncology-Haematology and Cell Therapy, University Hospital of Poitiers, Poitiers, France "
        ],
        [
            "CHU Angers, Hematology, Angers, France "
        ],
        [
            "Centre Henri Becquerel, Rouen, Rouen, FRA "
        ],
        [
            "Hématologie clinique, CHU Rouen, Rouen, France "
        ],
        [
            "Lymphoid Malignancies Unit, Henri Mondor University Hospital, APHP, Créteil, France "
        ],
        [
            "Hematology Department, CH Corbeil, Corbeil Essonnes, FRA "
        ],
        [
            "CH Sud Francilien, Hematology, Corbeil Essonnes, France "
        ],
        [
            "CH Sud Francilien, Hematology, Corbeil Essonnes, France "
        ],
        [
            "CH Sud Francilien, Hematology, Corbeil Essonnes, France "
        ],
        [
            "CHU Grenoble, Hematology, Grenoble, France "
        ],
        [
            "Hematology Department, Hospital Saint-Louis, Paris, France "
        ],
        [
            "Institut Curie, Hematology, Paris, France "
        ],
        [
            "CH Mulhouse, Hematology, Mulhouse, France "
        ],
        [
            "Centre Hospitalier de Mulhouse, MULHOUSE, FRA "
        ],
        [
            "Hematology, Mulhouse, FRA "
        ],
        [
            "CHU Limoges, Hematology, Limoges, France "
        ],
        [
            "CHU Limoges, Limoges, FRA "
        ],
        [
            "CHU Bicêtre, Le Kremlin Bicetre, FRA "
        ],
        [
            "Hematology Department / Hemophilia Center, Necker University Hospital, AP-HP, Paris, France "
        ],
        [
            "CHU of Nice, Hematology department, Cote D'Azur University, Nice Sophia Antipolis University, Nice, France "
        ],
        [
            "Hematology Department, Nancy University Hospital, Vandoeuvre-lès-Nancy, France "
        ],
        [
            "CH Auch, Hematology, AUCH, FRA "
        ],
        [
            "CHI Fréjus Saint Raphaël, Hematology, FREJUS, FRA "
        ],
        [
            "Department of Biological Hematology, University Hospital of Brest, Brest, France "
        ],
        [
            "CH Beauvais, Hematology Oncology, Beauvais, France "
        ],
        [
            "CH Beauvais, Hematology Oncology, Beauvais, FRA "
        ],
        [
            "Department of clinical research, Avicennes University Hospital, Bobigny, France "
        ],
        [
            "Hôpital Avicenne, Bobigny, France "
        ],
        [
            "MINT UMR INSERM 1066, CNRS 6021, Angers University, Angers, France "
        ],
        [
            "Service d'Hématologie, CHU Caen, Caen, France "
        ],
        [
            "Angers University Hospital, Angers, France "
        ],
        [
            "Department of Haematology, C.H.U. de Caen, Caen Cedex9, France"
        ]
    ],
    "first_author_latitude": "47.4822666",
    "first_author_longitude": "-0.5556273"
}