{
    "doi": "https://doi.org/10.1182/blood.V128.22.2484.2484",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3333",
    "start_url_page_num": 3333,
    "is_scraped": "1",
    "article_title": "Biochemical Surrogate Markers of Hemolysis Do Not Correlate with Directly Measured Erythrocyte Survival in Sickle Cell Anemia ",
    "article_date": "December 2, 2016",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical Poster II",
    "abstract_text": "Introduction: Hemolysis has been proposed as a cause of several complications of sickle cell anemia (HbSS), including pulmonary hypertension, priapism, leg ulcers, and stroke. No human study of the role of hemolysis in these complications has directly quantified hemolysis; all used surrogate markers. We applied a recently validated stable isotope glycine red blood cell (RBC) labeling method (Am J Hematol. 2015;90:50-5) to measure RBC survival, a direct measure of the rate of hemolysis, to determine whether commonly used surrogate markers of hemolysis accurately estimate RBC survival in HbSS. Methods: Orally administered stable isotope-labeled glycine ( 15 N-glycine), a metabolic precursor of heme, was used to track an age cohort of RBCs in participants with HbSS. The atomic excess of 15 N in heme extracted from blood over time was monitored by mass spectrometry to calculate mean RBC survival. We also measured complete blood counts, reticulocyte counts, fetal hemoglobin (HbF), blood levels of biochemical surrogates of hemolysis (LDH, AST, bilirubin, and plasma free Hb), alpha-globin genotype, and tricuspid jet regurgitant velocity (TRV) by echocardiography. Results: There were 5 males and 6 females; mean age was 23 years (range 16-41). Two participants completed the study twice for a total of 13 labeling studies. Mean RBC survival was 31.9 days (S.D. 12.0; range 14.1-53.6). Mean RBC survival was inversely correlated with absolute reticulocyte count (ARC; r = -0.84, P < 0.001; Panel A) and percentage of reticulocytes (r = -0.78, P = 0.002). There was also a positive correlation between mean RBC survival and percent HbF (r = 0.58, P = 0.038; Panel B). The commonly used biochemical surrogate markers of hemolysis, AST, LDH, total bilirubin, indirect bilirubin, and plasma free Hb, were not correlated with directly measured RBC survival (Panels C & D). The \"hemolytic index\" or \"hemolytic component\" [derived from the combination of LDH, AST, total bilirubin and reticulocyte count (Blood. 2009;114:4639-44)] was not more strongly correlated with mean RBC survival than ARC (r = -0.73, P = 0.004). That is, the hemolytic component provided no more information about mean RBC survival than ARC alone. We found a correlation between TRV and LDH (r = 0.62, P = 0.03; Panel E), as previously described, but no correlation between TRV and directly measured RBC survival in the same participants (r = 0.09, P = 0.79; Panel F). This indicates that the relationship between TRV and LDH, while valid and reproducible, is not readily explained by hemolytic rate. Conclusions: RBC labeling with orally administered 15 N-glycine is a safe and practical method to measure RBC survival directly, and thereby quantify hemolysis. Commonly used biochemical surrogate markers of hemolytic rate (LDH, AST, bilirubin, and plasma free Hb) did not correlate with directly measured RBC survival. These markers should be interpreted cautiously in HbSS. Only reticulocyte count and HbF level correlated with directly measured RBC survival. Although ARC appears to be a reasonable surrogate marker of hemolysis, it is indirect and explains only 70% of the variation in RBC survival. If greater accuracy is required for physiological studies or clinical trials, 15 N-glycine RBC labeling can directly and accurately quantify hemolysis. View large Download slide View large Download slide  Disclosures Quinn: Amgen: Research Funding; Eli Lilly: Research Funding; Silver Lake Research Corporation: Consultancy. Joiner: Global Blood Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "erythrocyte survival",
        "hemolysis",
        "sickle cell anemia",
        "surrogate markers",
        "glycine",
        "bilirubin",
        "fetal hemoglobin",
        "heme",
        "isotopes",
        "alpha-globin"
    ],
    "author_names": [
        "Charles T. Quinn, MD MS",
        "Eric P. Smith, MD",
        "Shahriar Arbabi",
        "Paramjit Khera, PhD",
        "Christopher J. Lindsell, PhD",
        "Omar Niss, MD",
        "Clinton H Joiner, MD PhD",
        "Robert S. Franco, PhD",
        "Robert M. Cohen, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Internal Medicine, University of Cincinnati College of Medicine, Cincinnati, OH "
        ],
        [
            "Internal Medicine, University of Cincinnati College of Medicine, Cincinnati, OH "
        ],
        [
            "Internal Medicine, University of Cincinnati College of Medicine, Cincinnati, OH "
        ],
        [
            "Emergency Medicine, University of Cincinnati College of Medicine, Cincinnati, OH "
        ],
        [
            "Division of Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Department of Pediatrics, Division of Hematology/Oncology/Bone Marrow Transplant, Aflac Cancer and Blood Disorders Center and Emory University School of Medicine, Atlanta, GA "
        ],
        [
            "Internal Medicine, University of Cincinnati College of Medicine, Cincinnati, OH "
        ],
        [
            "Internal Medicine, University of Cincinnati College of Medicine, Cincinnati, OH ",
            "Cincinnati Veterans Affairs Medical Center, Cincinnati, OH"
        ]
    ],
    "first_author_latitude": "39.1414009",
    "first_author_longitude": "-84.5011174"
}