{
    "doi": "https://doi.org/10.1182/blood.V126.23.1924.1924",
    "article_title": "Unmanipulated, G-CSF Mobilized Peripheral Blood Stem Cells As Graft Source for Non-Myeloablative Haploidentical Transplantation: Fast Engraftment, No Evidence of Graft Rejection, and Low Incidence of Graft-Versus-Host Disease ",
    "article_date": "December 3, 2015",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster I",
    "abstract_text": "Haploidentical bone marrow transplantation using non-myeloablative conditioning and high-dose, post-transplant cyclophosphamide (Cy) has been shown to be a feasible approach for patients lacking an HLA identical donor with acceptable rates of acute and chronic Graft-versus-Host-Disease (GVHD); in the attempt to reduce the associated risk of graft failure and relapse incidence we decided to apply the same conditioning regimen using unmanipulated mobilized peripheral blood stem cells (PBSC). From June 2010 to December 2014, 31 consecutive patients affected by high-risk hematological malignancies, median age 51 years (range 19-70) (3 Acute Myeloid Leukemia, 6 Acute Lymphoblastic Leukemia, 9 Non-Hodgkin Lymphoma, 5 Multiple Myeloma, 2 Myelodysplastic Syndrome, 6 Hodgkin Lymphoma), with no available HLA identical donor (neither related or unrelated) underwent peripheral stem cell transplant from a haploidentical family donor. Disease status at transplant was the following: 13 complete remission (5 patients in 1°CR, 6 patients in 2°CR, 2 patients in 3°CR), 9 partial response (PR), 1 stable disease (SD), 7 progressive disease (PD), and a patient with myelodysplastic syndrome who received the transplant as upfront therapy. Conditioning regimen consisted of cyclophosphamide, fludarabine and TBI followed by infusion of haploidentical PBSC; post-transplant immunosuppression consisted of high-dose Cy on days +3 and +4, tacrolimus and micofenolate mofetile from day +5. A median of 5.7x10 6 (range 3.8-13.7) CD34+ cells/kg was infused with a median of 2.8x10 8 (range 0.3-5.4) CD3+ cells/kg. Patients readily engrafted with a median time to absolute neutrophil count ≥500/µL of 17.5 days (range 14-28) in 28/31 patients and a median time to platelet ≥20.000/µL of 21 days (range 11-60) in 27/31 evaluable patients. Three patients died of infection before engraftment, another patient showed myeloid engraftment but never recovered platelet counts and prematurely died of cytomegalovirus (CMV) disease. At a median follow-up of 366 days (16-1682), 16 patients are alive (55%): 13 patients are in CR, the other 3, all affected by Multiple Myeloma, have progressed and are undergoing other treatments, with a cumulative incidence of relapse of 33%. Fifteen patients have died; causes of death included progressive disease in 9 patients (60%) and infections in the remaining 6, with a cumulative transplant related mortality of 18%. CMV reactivation occurred in 15 of 27 patients at risk, at a median time of 34 days (range 22-55) after transplant, resolving with preemptive therapy in 14 patients and causing a fatal infection in 1 heavily pretreated patient. Grade I-II acute GvHD (aGvHD) occurred in 6/28 evaluable patients, with 1-year cumulative incidence of grade I-II aGvHD of 21% and no incidence of grade III-IV GvHD. Mild chronic GvHD (cGvHD) was observed in 3/27 evaluable patients with 1-year cumulative incidence of cGvHD of 11%. Achievement of mixed donor chimerism was rapid: 22/28 evaluable patients showed a CD3+ chimerism >50% by day +28. At day + 84, in 22/26 evaluable patients CD3+ cells chimerism was >90%, while 4/26 showed still a mixed donor chimerism: withdrawal of immunosuppression increased CD3+ chimerism in one patient to 90% at day +360; one patient developed hemolytic anemia and he is under immunosuppression, still a mixed chimera at day +401 while in CR; the other two died from infection at +251 and +361 never reaching the full donor chimerism. No graft failure was observed. Our data show that haploidentical non-myeloablative peripheral blood hematopoietic cell transplantation with high-dose post-transplant Cy is a feasible for patients lacking an HLA identical donor. The use of unmanipulated PBSC with the infusion of a greater number of CD3+ cells allows a rapid and sustained engraftment, reduces the risk of graft failure, does not appear to increase the risk of GVHD with a low/moderate relapse risk. Although the incidence of major infection was low, CMV reactivation remains a critical issues and further studies are needed to clarify recovery of CMV immunity and to reduce the overall treatment related toxicity. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "engraftment",
        "graft-versus-host disease",
        "granulocyte colony-stimulating factor",
        "haploidentical transplantation",
        "peripheral blood stem cells",
        "recombinant granulocyte colony stimulating factor",
        "tissue transplants",
        "transplant rejection",
        "transplantation",
        "infections"
    ],
    "author_names": [
        "Rocco Pastano, MD",
        "Giovanna Andreola, MD",
        "Federica Gigli, MD",
        "Simona Sammassimo, MD",
        "Mara Negri",
        "Liptrott Jayne Sarah",
        "Corrado Tarella, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rocco Pastano, MD",
            "author_affiliations": [
                "European Institute of Oncology, Division of Hematoncology, Milan, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giovanna Andreola, MD",
            "author_affiliations": [
                "European Institute of Oncology, Division of Hematoncology, Milan, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federica Gigli, MD",
            "author_affiliations": [
                "European Institute of Oncology, Division of Hematoncology, Milan, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Sammassimo, MD",
            "author_affiliations": [
                "European Institute of Oncology, Division of Hematoncology, Milan, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mara Negri",
            "author_affiliations": [
                "European Institute of Oncology, Division of Hematoncology, Milan, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liptrott Jayne Sarah",
            "author_affiliations": [
                "European Institute of Oncology, Division of Hematoncology, Milan, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corrado Tarella, MD",
            "author_affiliations": [
                "European Institute of Oncology, Division of Hematoncology, Milan, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T18:48:04",
    "is_scraped": "1"
}