{
    "doi": "https://doi.org/10.1182/blood.V126.23.3522.3522",
    "article_title": "An Integrated Analysis of Long Term Safety of an Extended Half-Life, Pegylated, Full-Length Recombinant Factor VIII (BAX 855) in the Treatment of Hemophilia a ",
    "article_date": "December 3, 2015",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "abstract_text": "BAX 855 is a pegylated, full-length, recombinant factor VIII (PEG rFVIII) built on ADVATE with an extended half-life that is in development for prophylaxis and treatment of bleeding in patients with hemophilia A. This safety evaluation was derived from an integrated analysis of 5 clinical studies in previously treated patients (PTPs) who were treated with BAX 855 for prophylaxis, bleeding episodes, or perioperative management, or who received a single-dose for a pharmakokinetic (PK) evaluation. Two studies have been completed (pivotal phase 2/3 and phase 1) and 3 are ongoing (continuation, surgery, and pediatric). In all studies, adverse events (AEs) (including hematology and clinical chemistry laboratory values deemed AEs by the investigator) and immunogenicity (inhibitory and binding antibodies) were assessed. Shifts in laboratory values to clinically abnormal over the course of the study and changes in pre- and post-infusion vital signs were also assessed. Of the 169 unique patients (most participated in more than 1 study), 3 were <6 years of age, 1 was 6 to <12, 25 were 12 to <18, and 140 were ≥18. The mean (SD) age was 30.1 (13.0) years and all were male. Overall, 133 (78.7%) patients were White, 34 (20.1%) were Asian, 1 (0.6%) was Black, and 1 (0.6%) was \"other\". These 169 patients received nearly 46 million IUs of BAX 855; 117 patients started treatment in the pivotal study and transitioned to the continuation study, for an overall median (Q1;Q3) exposure of 96 (48.0;110) days. A total of 300 AEs were reported in 96 of 169 patients during or after treatment with at least 1 infusion of BAX 855. The overall rate of AEs by infusion was 2.2% (300 AEs/13,579 infusions), the rate of nonserious AEs by infusion was 2.1% (283 AEs/13,579 infusions), and the rate of SAEs by infusion was 0.1% (16 SAEs/13,579 infusions). Common AEs considered related to BAX 855 (in ≥1% of patients) were headache and nausea; diarrhea, flushing, and blood pressure increase occurred once in 1 patient each. None of the 16 SAEs reported were considered related to the use of BAX 855. No treated patient has discontinued from a study due to a treatment related AE (or SAE). None of the patients exposed to BAX 855 developed an inhibitory antibody to FVIII of ≥0.6 BU/mL by the Bethesda assay, including 120 patients with ≥50 EDs (95% CI: 0.000 to 0.030) and 48 with ≥100 EDs (95% CI: 0.000 to 0.074). None of the 169 treated patients developed a persistent binding antibody against FVIII, PEG-FVIII, PEG, or CHO protein. Pre-existing and transient binding antibodies were detected in 21 patients; however, these were not detectable at subsequent visits or at completion of the study and appeared to have no apparent impact on efficacy or temporal association with an AE. No remarkable trends were observed in changes in laboratory parameters from baseline to last study visit or in vital signs evaluated pre- and post-infusions given at the study site (eg, PK assessments). From this integrated analysis, BAX 855 was safe and well tolerated in 169 PTPs with severe hemophilia A. The common adverse events considered related to BAX 855 treatment were consistent with the safety profile of ADVATE. Disclosures Chowdary: Sobi: Membership on an entity's Board of Directors or advisory committees; Biogen: Membership on an entity's Board of Directors or advisory committees; Baxalta: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL Behring: Membership on an entity's Board of Directors or advisory committees, Research Funding. Konkle: Baxalta: Consultancy, Research Funding; CSL Behring: Consultancy; Pfizer: Consultancy; Novo Nordisk: Consultancy; Octapharma: Research Funding; Biogen: Consultancy, Research Funding. Matsushita: Baxalta: Research Funding. Engl: Baxalta: Employment, Equity Ownership. Patrone: Baxalta: Employment, Equity Ownership. Abbuehl: Baxalta: Employment, Equity Ownership.",
    "topics": [
        "half-life",
        "hemophilia a",
        "recombinant antihemophilic factor viii",
        "infusion procedures",
        "antibodies",
        "adverse event",
        "post-thoracotomy pain syndrome",
        "protein tyrosine phosphatase",
        "vital signs",
        "diarrhea"
    ],
    "author_names": [
        "Pratima Chowdary",
        "Barbara Konkle, MD",
        "Tadashi Matsushita, MD PhD",
        "Werner Engl",
        "Lisa Patrone",
        "Brigitt E. Abbuehl"
    ],
    "author_dict_list": [
        {
            "author_name": "Pratima Chowdary",
            "author_affiliations": [
                "Royal Free London NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Konkle, MD",
            "author_affiliations": [
                "BloodworksNW Research Institute, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadashi Matsushita, MD PhD",
            "author_affiliations": [
                "Nagoya University Hospital, Nagoya Aichi, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Werner Engl",
            "author_affiliations": [
                "Baxalta, Vienna, Austria "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Patrone",
            "author_affiliations": [
                "Baxalta, Westlake Village, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigitt E. Abbuehl",
            "author_affiliations": [
                "Baxalta, Vienna, Austria "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T15:48:43",
    "is_scraped": "1"
}