{
    "doi": "https://doi.org/10.1182/blood.V122.21.4104.4104",
    "article_title": "SL-401, a Targeted Therapy Directed To The Interleukin-3 Receptor (IL-3R), Possesses Preclinical Cytotoxic Activity Against Chronic Eosinophilic Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "abstract_text": "Background Hypereosinophilic syndrome (HES), a rare myeloproliferative disorder characterized by a persistently elevated eosinophil count, results in damage to the heart, lungs, peripheral nervous system, and other organs. An acquired (non-familial) form of HES is particularly aggressive and debilitating. Acquired forms of HES are subclassified as secondary (reactive), idiopathic, and clonal HES, the latter often transitioning into chronic eosinophilic leukemia (CEL), or hypereosinophilic leukemia, which can result in myocardial fibrosis and congestive heart failure. Patients may respond to corticosteroids, the monoclonal antibodies mepolizumab and alemtuzumab, and the tyrosine kinase inhibitor imatinib, which is registered for HES patients who express the FIP1L1-PDGFRA fusion protein. However, several of the aforementioned agents also induce severe toxicity. Since eosinophils ubiquitously express the IL-3R, SL-401, a novel IL-3R-targeted therapeutic, which is comprised of IL-3 conjugated to a truncated diphtheria toxin, represents a rational and selective agent for development in hypereosinophilic disorders. Methods Expression of the IL-3R (CD123) on a human eosinophilic leukemia cell line (EOL-1) was determined by flow cytometry. Cells were washed with phosphate-buffered saline (PBS) and stained with anti-CD123 PE (BD Biosciences) and control IgG for 20 minutes at 4 o C and then washed with PBS again. Stained cells were acquired using the LSR II (BD) cytometer and data were analyzed using Flow Jo (Tree Star). To analyze patient samples, PBMCs were prepared and stained using a similar method and then analyzed using Cytopaint software. The sensitivity of the cells to SL-401 was assessed using a CellTiter Glo in vitro cytotoxicity assay. A CD123 positive leukemia cell line (TF-1), which is known to be sensitive to SL-401, was used as a positive control. The cells were cultured in the presence of absence of SL-401 for 48 hours and assessed for viability at concentrations ranging from 5x10 -6 to 21 µg/ml (8.7x10 -5 to 368 nM). Results Primary eosinophils, elevated in number and CD16 negative, were harvested from a patient with HES and found to be positive for IL-3R. EOL-1 cells, similarly, were found to express high levels of IL-3R, with greater than 98% of cells expressing the receptor compared to isotype control. Based on the IL-3R expression pattern, the sensitivity of EOL-1 cells to SL-401 was then tested. Cells were shown to be highly sensitive to SL-401 after 48-hour incubation in a concentration-dependent manner, with IC 50 values of 1, 0.6, and 0.47 pM from triplicate experiments (mean: 0.69 pM). Cell viability was also reduced by 96% at 48 hours post-treatment with a picomolar concentration of SL-401 (350 pM). Conclusion These results indicate SL-401 possesses potent in vitro anti-cancer activity against CEL, which expresses high levels of the IL-3R. Importantly, SL-401 exhibited potent activity against these cells at concentrations that were significantly lower (>10-fold) than peak plasma concentrations achieved in clinical studies. These findings, together with the need for novel clinical strategies to treat CEL and HES, warrant further exploration of SL-401 for the treatment of patients with hypereosinophilic diseases. Disclosures: Brooks : Stemline Therapeutics: Employment, Equity Ownership. Macri: Stemline Therapeutics, Inc., New York, NY USA : Employment. Bergstein: Stemline Therapeutics: Employment, Equity Ownership, Patents & Royalties. Rowinsky: Stemline Therapeutics: Employment, Equity Ownership, Membership on an entity’s Board of Directors or advisory committees.",
    "topics": [
        "eosinophilic leukemia, chronic",
        "interleukin-3 receptor",
        "molecular targeted therapy",
        "leukemia",
        "polymyositis",
        "prednimustine",
        "painful bladder syndrome",
        "adrenal corticosteroids",
        "alemtuzumab",
        "antigens, cd16"
    ],
    "author_names": [
        "Christopher Brooks, PhD",
        "Vincent Macri",
        "Arnaldo Albini, MD",
        "Ivan Bergstein, MD",
        "Eric Rowinsky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher Brooks, PhD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vincent Macri",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnaldo Albini, MD",
            "author_affiliations": [
                "Department of Pathology, NYU Langone Medical Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan Bergstein, MD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Rowinsky, MD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T06:44:54",
    "is_scraped": "1"
}