{
    "doi": "https://doi.org/10.1182/blood.V120.21.4847.4847",
    "article_title": "More Sun Light Exposure May Be Associated with Improved Overall Survival in Diffuse Large B-Cell Lymphoma. A Population Based Swedish Lymphoma Registry Study ",
    "article_date": "November 16, 2012",
    "session_type": "LYMPHOMA - CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS",
    "abstract_text": "Abstract 4847 Background Low levels of circulating 25-hydroxyvitamin D [25(OH)D] has been associated with inferior EFS and OS in DLBCL[1]. Ultraviolet B radiation from the sun contributes strongly to the vitamin D status in humans. In Scandinavia, the difference in sun light exposure is highly dependent on season. Consequently, vitamin D levels in Norway have been found to be 15–50 % lower in winter compared to summer[2]. In this study we tested the hypothesis that diagnosis of DLBCL during the lighter period of the year may be related to superior overall survival in DLBCL. Patients and materials The study population was collected from the Swedish Lymphoma Registry 2000–2010. A Cox regression model was analyzed for overall survival. Light exposure was defined as a continuous variable - cos((month of diagnosis -6)/12 × 2π) – varying between -1 in December and +1 in June. In addition, age, stage, year of diagnosis, performance status, number of extranodal sites, and LDH were included as cofactors. Results During this period, 5268 adult patients with DLBCL were identified. In multivariate analysis, including all factors above, overall survival was significantly superior for patients diagnosed during the lighter part of the year, p = 0.032. The hazard ratio for death due to all causes for patients diagnosed in June compared to December was 0.90. Monthly View large Download slide View large Download slide  Close modal Discussion On a population level, seasonal differences in sun light exposure may contribute to differences in overall survival in DLBCL. However, to prove if normalizing vitamin D levels in this group of patients would improve survival; this will require testing in randomized trials. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "sun exposure",
        "extranodal disease",
        "vitamin d",
        "25-hydroxyvitamin d",
        "cox proportional hazards models",
        "norway",
        "scandinavia"
    ],
    "author_names": [
        "Mats Jerkeman",
        "Elisabeth Székely, MD",
        "Oskar Hagberg",
        "Ola Linden, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mats Jerkeman",
            "author_affiliations": [
                "Oncology, Skåne University Hospital, Lund, Sweden, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Székely, MD",
            "author_affiliations": [
                "Oncology, Skåne University Hospital, Malmö, Sweden, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oskar Hagberg",
            "author_affiliations": [
                "Cancer Epidemiology, Skåne University Hospital, Lund, Sweden"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ola Linden, MD",
            "author_affiliations": [
                "Oncology, Skåne University Hospital, Lund, Sweden, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T06:41:58",
    "is_scraped": "1"
}