{
    "doi": "https://doi.org/10.1182/blood.V116.21.663.663",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1750",
    "start_url_page_num": 1750,
    "is_scraped": "1",
    "article_title": "Fresh Murine Red Blood Cells Abrogate the Enhanced Alloimmunogenicity of Stored Murine Red Blood Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion: Pathophysiology of Blood Transfusion",
    "topics": [
        "alloimmunization",
        "antigens",
        "erythrocytes",
        "flow cytometry",
        "fusion proteins",
        "isoantibodies",
        "leukoreduction",
        "mice",
        "muramidase",
        "transfusion"
    ],
    "author_names": [
        "Jeanne E. Hendrickson, MD",
        "Eldad A. Hod, MD",
        "Steven L. Spitalnik, MD",
        "James C. Zimring, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Emory University, Atlanta, GA, USA, "
        ],
        [
            "Pathology, Columbia University Medical Center, New York, NY, USA, "
        ],
        [
            "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY, USA, "
        ],
        [
            "Emory University Sch. of Med., Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.7971368",
    "first_author_longitude": "-84.32224",
    "abstract_text": "Abstract 663 Introduction: The potential deleterious effects of “older” stored red blood cells (RBCs) are currently an area of intense interest. There are clinical data both to support and refute the concept that transfusing older units of RBCs leads to negative sequelae. Recently, we demonstrated in a murine model that RBCs collected in CPDA-1 and stored at 4 degrees C for 14 days prior to transfusion enhance the alloantibody response as compared to freshly collected and transfused RBCs. Although the most likely explanation is that stored RBCs acquire damage that leads to increased immunogenicity, the data are equally consistent with the hypothesis that fresh RBCs have some immunoregulatory properties that are lost with storage. Materials and Method: The HOD mouse expresses an RBC specific transgene consisting of a triple fusion protein: hen egg lysozyme fused in frame to a portion of ovalbumin fused in frame to human Fy b (HEL-OVA-DUFFY (HOD)). RBCs from the HOD mouse were collected in CPDA-1, leukoreduced (LR) over a Pall neonatal leukoreduction filter, and stored at an Hct of 75% at 4 degrees C for 14 days. C57BL/6 recipients were transfused with either 1 “unit” (i.e. 100 microliters) of fresh LR HOD RBCs, 1 unit of 14 d stored LR HOD RBCs, or a combination of 1 unit of each. Additional control animals received 2 units of fresh LR HOD RBCs or 2 units of 14 d stored LR HOD RBCs. HEL antigen expression on fresh and stored RBCs was evaluated prior to transfusion by flow cytometry. Alloimmunization was assessed 2 weeks post-transfusion using a flow cytometric crossmatch with HOD targets and adjusting background to wild-type FVB controls. Statistical analysis completed using Prism Graphpad software (one-way ANOVA). Results: In 3 of 3 experiments (n=65 recipients), 14 d stored murine RBCs were significantly more immunogenic than fresh RBCs. HEL expression was not significantly altered as a result of storage. However, in each experiment, the rate of immunization in response to 1 unit of stored plus 1 unit of fresh RBCs was lower than alloimmunization to 1 unit of stored RBCs alone. This trend was seen in all 3 experiments, and reached statistical significance in 2 of 3 experiments (p=0.015, p=0.11, p=0.017). Overall, 14 of 15 recipients of stored RBCs responded, 3 of 15 recipients of fresh RBCs responded, and 7 of 15 recipients of 1 unit of fresh and 1 unit of stored RBCs responded by making a detectable alloantibody 2 weeks post-transfusion. The decrease in alloimmunization rate derived from mixing fresh with stored RBCs was not due to dose effect alone, as recipients of 2 units of fresh RBCs responded in a manner similar to that of recipients of 1 unit, and recipients of 2 units of stored RBCs had an enhanced alloantibody magnitude compared to recipients of 1 unit of stored RBCs. Conclusions: These data appear to reject the hypothesis that the increased alloimmune response to stored RBCs is only due to a gain in immunogenicity and support a hypothesis in which fresh RBCs have an immunoregulatory activity that is lost upon storage. In addition to suggesting that RBC immunogenicity changes with storage, these results may be critically important to current and planned human studies. Several randomized clinical studies in humans are proposed or underway to investigate the outcomes resulting from transfusing older vs. younger RBCs, and the study of blood immunogenicity has been proposed to be included. In general, the design of these studies compares “fresh” RBCs to “standard issue” RBCs. Although the average age of “standard issue” RBCs varies from region to region, it often consists of a mixture of older and younger units. Our results suggest that fresh RBCs in the standard issue arm may conceal whatever potential increase in immunogenicity may occur upon storage of RBCs. Moreover, to the extent that alloimmunization results can be extrapolated to other medical outcomes, the same issue may result in false rejection of the hypothesis that older RBCs have a worse outcome in the context of standard issue groups that receive a mixture of fresh and old RBCs. While the current findings are in a murine model, they raise an important issue that has not been studied in humans, and suggest that future studies will require the inclusion of randomized arms receiving solely fresh RBCs or solely stored RBCs. Disclosures: No relevant conflicts of interest to declare."
}