{
    "doi": "https://doi.org/10.1182/blood.V124.21.3985.3985",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2953",
    "start_url_page_num": 2953,
    "is_scraped": "1",
    "article_title": "Rituximab Maintenance Therapy after Autologous Stem Cell Transplantation Improves Survival of Patients with Mantle Cell Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "topics": [
        "autologous stem cell transplant",
        "mantle-cell lymphoma",
        "rituximab",
        "chemotherapy regimen",
        "disease remission",
        "granulocyte colony-stimulating factor",
        "neutropenia",
        "follow-up",
        "allogeneic stem cell transplant",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Solomon A. Graf, MD",
        "Philip A. Stevenson, MS",
        "Leona A. Holmberg, MD PhD",
        "Brian G. Till, MD",
        "Oliver W. Press, MD PhD",
        "Thomas R. Chauncey, MD PhD",
        "Stephen D. Smith, MD",
        "Mary Philip, MD PhD",
        "Johnnie J. Orozco, MD PhD",
        "Andrei R. Shustov, MD",
        "Damian J. Green, MD",
        "Edward N. Libby, MD",
        "William I. Bensinger, MD",
        "John M. Pagel, MD PhD",
        "David G Maloney, MDPhD",
        "Yi Zhou, MD PhD",
        "Ryan D. Cassaday, MD",
        "Ajay K. Gopal, MD"
    ],
    "author_affiliations": [
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA ",
            "Seattle VA Medical Center, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA"
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "University of Washington, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.65270580000001",
    "first_author_longitude": "-122.30632914999998",
    "abstract_text": "Background High dose therapy and autologous stem cell transplantation (ASCT) can improve outcomes for patients with mantle cell lymphoma (MCL), yet relapse ultimately occurs in the majority of patients. Maintenance rituximab (MR) administered after induction chemotherapy has been shown to improve overall survival (OS), but limited comparative data are available regarding the impact of MR following ASCT. We report the impact of MR on outcomes following ASCT in a large series of patients with MCL. Methods One hundred sixty four consecutive patients with MCL that underwent ASCT for MCL at our center between November 1995 and May 2011 were included in this retrospective analysis. Patients that received MR after ASCT were compared to patients that did not receive maintenance rituximab after ASCT (no-MR). Two patients underwent tandem autologous/allogeneic stem cell transplants and were excluded from analysis; inadequate follow-up data precluded the evaluation of MR administration in an additional 5 patients. MR was treated as a time-dependent covariate to account for the variability in the time to initiation after ASCT. Statistical significance of differences in event rates between the MR and no-MR groups was evaluated with the Cox proportional hazards regression model. Two-sided p-values less than 0.05 were considered statistically significant. Results A total of 157 patients met the above criteria and were evaluated in this study. MR was administered to 50 (32%) patients and the remaining 107 (68%) patients received no MR after ASCT. Median age at the time of ASCT was 58 (range 35–71). All patients in the MR group had received rituximab prior to ASCT, whereas 13 of the 107 patients in the no-MR group had no prior rituximab (p = 0.01). Patients in the MR group were more likely to have had chemo-sensitive disease (p = 0.05) and to have undergone ASCT during first remission (p = 0.0001) and in complete remission (CR) (p = 0.0003). Patients in the no-MR group were more likely to have received radio-immunotherapy based conditioning (p < 0.0001). The groups were well matched for simplified MIPI score (sMIPI) at the time of diagnosis (p = 0.50) and at ASCT (p = 0.88). A median of 8 (range 1 to 16) doses of MR was administered at a dose of 375 mg/m 2 . MR was initiated at a median of 77 days after ASCT (range 27 to 287) and the last dose was administered at a median of 271 days after ASCT (range 55 to 1074). The most common dosing schedules included weekly dosing for 4 weeks for two cycles separated by 6 months (n = 15), monthly dosing (n = 8), and every 3-month dosing (n = 7); a variety of dosing schedules were used in the remaining cases (n = 20). Grade 4 neutropenia was observed in 16 of 47 evaluable patients (34%) in the MR group, and 16 of 87 evaluable patients (18%) in the no-MR group (p = 0.04). Granulocyte colony stimulating factor (GCSF) was administered for neutropenia in 15 of 47 evaluable patients (32%) in the MR group, and 10 of 85 evaluable patients (12%) in the no-MR group (p = 0.005). MR was associated with a significantly prolonged PFS (HR 0.33, p = 0.0005) and OS (HR 0.40, p = 0.01) following a multivariate adjustment (Table 1) with a median follow up of 4.75 years. Likewise, in a landmark analysis limited to patients alive and without progression at day 100 after ASCT (n = 147), 3-year PFS and OS were 78% and 86%, respectively, in the MR group and 59% and 71%, respectively, in the no-MR group ( Figure 1 ). Conclusion These data suggest that MR administered following ASCT improves both PFS and OS for patients with MCL with an associated increase in the risk of severe neutropenia and consequent use of GCSF. Randomized, prospective trials are needed to confirm these findings and establish post-ASCT MR as standard of care in treating MCL. Table 1. Multivariate Cox proportional hazards modeling using maintenance rituximab as a time-dependent covariate  . Progression Free Survival 1 . Overall Survival 2 .  HR p-value HR p-value Maintenance rituximab  0.33 (0.18 – 0.62) 0.0005 0.40 (0.20 – 0.81) 0.01 . Progression Free Survival 1 . Overall Survival 2 .  HR p-value HR p-value Maintenance rituximab  0.33 (0.18 – 0.62) 0.0005 0.40 (0.20 – 0.81) 0.01 View Large 1 Adjusted for: Age, B-symptoms, MIPI at time of ASCT, disease status at ASCT, chemo-sensitivity, ASCT in first remission, conditioning regimen 2 Adjusted for: Age, disease status at ASCT, chemo-sensitivity, ASCT in first remission, conditioning regimen Figure 1. View large Download slide Kaplan-Meier plots using landmark of day 100 after ASCT for (A) progression free survival and (B) overall survival Figure 1. View large Download slide Kaplan-Meier plots using landmark of day 100 after ASCT for (A) progression free survival and (B) overall survival  Disclosures Off Label Use: Rituximab as maintenance therapy after autologous stem cell transplantation for mantle cell lymphoma."
}