{
    "doi": "https://doi.org/10.1182/blood.V116.21.3604.3604",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1660",
    "start_url_page_num": 1660,
    "is_scraped": "1",
    "article_title": "Spleen Tyrosine Kinase (Syk) Inhibitors Block B Cell Receptor Signaling and Survival In Chronic Lymphocytic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "antibodies",
        "b-lymphocyte antigens",
        "cancer",
        "carbon tetrachloride",
        "chemokine cxcl13",
        "chemokines",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "coculture techniques",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Julia Hoellenriegel",
        "Greg Coffey, PhD",
        "Uma Sinha, PhD",
        "Anjali Pandey, PhD",
        "William G. Wierda, MD, PhD",
        "Michael J Keating, MD",
        "Jan A. Burger, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Portola Pharmaceuticals Inc., South San Francisco, CA, USA, "
        ],
        [
            "Portola Pharmaceuticals Inc., South San Francisco, CA, USA, "
        ],
        [
            "Chemistry, Portola Pharmaceuticals Inc., South San Francisco, CA, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 3604 B cell antigen receptor (BCR) signaling is increasingly recognized as a key factor promoting clonal expansion in various B cell malignancies, such as diffuse large B cell lymphoma and CLL. Engagement of the BCR receptor activates Syk, which leads to a number of downstream events that promote cell survival and growth. Therefore, inhibition of Syk represents a novel therapeutic approach in CLL. Another Syk inhibitor (fostamatinib disodium/R788) has clinical activity in patients with CLL (Blood 115: 2570, 2010). R788 is a relatively selective Syk inhibitor, but also displays activity against Flt3, Jak, and Lck. In this study we tested two highly selective Syk inhibitors (P142-76 and P505-15) and a multi-kinase inhibitor (P420-89) for their efficacy to antagonize BCR-related CLL cell activation and survival responses. We found that BCR crosslinking with anti-IgM significantly increased CLL cell viability compared to controls, and this pro-survival effect of BCR triggering was abrogated by treatment with the Syk inhibitors P142-76 and P505-15. Figure A shows contour plots that depict CLL cell viability in a representative case, treated with anti-IgM in the presence or absence of the Syk inhibitors. The mean relative CLL cell viability at 48 hours was decreased to 78% ± 4% (P142-76), 62% ± 5% (P505-15) or 50% ± 4.5% (P420-89) of controls (means ± SEM, n=19). Additionally, we found that the inhibitors induce apoptosis in CLL cells in co-culture with nurselike cells (NLC), indicating that Syk inhibition antagonizes microenvironment-derived survival signals which may or may not be related to the BCR. For example, P505-15 significantly reduced CLL cell viability in NLC co-cultures from 84.4% ± 5% to 46% ± 8% at 48 hours (mean ± SEM, n=6,*P< 0.05, summarized in Fig. B ). The chemokines CXCL12 and CXCL13 regulate migration and homing of CLL cells within the CLL microenvironment, and CLL cell responsiveness to these chemokines is modulated by BCR signaling. Therefore, we evaluated the effects of the Syk inhibitors on CLL cell chemotaxis towards these chemokines. P505-15 decreased chemotaxis toward CXCL12 and CXCL13 to levels that were 49.5% ± 5% or 32.8% ± 6% of respective controls. In response to BCR crosslinking, CLL cells secrete the chemokines CCL3 and CCL4, which foster interactions between CLL cells and the leukemia microenvironment. This was almost completely abrogated by inhibiting Syk. For example, preincubation with P505-15 significantly reduced CCL3 supernatant levels from 8400 pg/mL ± 1166 pg/mL to 2263 pg/mL ± 744 pg/mL (mean ± SEM, n=5, *P< 0.05). This inhibition of CCL3/4 secretion by CLL cells could also be demonstrated in CLL co-cultures with NLC. Finally, we found that P505-15 blocked BCR-induced activation of the p44/42 MAP kinase, using anti-phospho-MAPK (ERK1/2) antibodies. View large Download slide View large Download slide  In summary, our findings demonstrate that specific Syk inhibitors are highly effective in disrupting BCR-derived survival and cell migration-related responses in CLL cells. These data support the clinical development of these new, promising agents in patients with CLL and other selected B cell malignancies. Disclosures: Coffey: Portola Pharmaceuticals: Employment. Sinha: Portola Pharmaceuticals: Employment. Pandey: Portola Pharmaceuticals: Employment."
}