{
    "doi": "https://doi.org/10.1182/blood.V122.21.2281.2281",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2598",
    "start_url_page_num": 2598,
    "is_scraped": "1",
    "article_title": "CD4 + T Cell Functions Are Potently Suppressed By The Janus Kinase 1/2 (JAK1/JAK2) Inhibitor Ruxolitinib ",
    "article_date": "November 15, 2013",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster II",
    "topics": [
        "janus kinase",
        "ruxolitinib",
        "t-lymphocytes",
        "cytokine",
        "aldesleukin",
        "interleukin-4",
        "antibodies",
        "cd28 antigens",
        "flow cytometry",
        "interleukin-12"
    ],
    "author_names": [
        "Sowmya Parampalli Yajnanarayana",
        "Isabelle Cornez, PhD",
        "Annkristin Heine, MD",
        "Peter Brossart, MD",
        "Dominik Wolf, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, Hematology and Oncology, University Hospital of Bonn, Bonn, Germany, "
        ],
        [
            "Department of Internal Medicine III, Hematology and Oncology, University Hospital of Bonn, Bonn, Germany, "
        ],
        [
            "Department of Internal Medicine III, Hematology and Oncology, University Hospital of Bonn, Bonn, Germany, "
        ],
        [
            "Dept. of Hematology and Oncology, University of Bonn, Bonn, Germany, "
        ],
        [
            "Department of Hematology, Oncology and Rheumatology, University Hospital of Bonn, Bonn, Germany"
        ]
    ],
    "first_author_latitude": "50.7014825",
    "first_author_longitude": "7.103076499999999",
    "abstract_text": "Introduction Recent discoveries of activating JAK mutations in patients with myeloproliferative diseases (MPNs) coupled with the so far known biology of JAKs in cytokine signaling provided the rationale for targeting these kinases in MPNs. Ruxolitinib (INCB018424) is the first JAK1/JAK2 inhibitor approved for treatment of patients with myelofibrosis (MF). Although ruxolitinib shows limited anti-clonal activity, a profound improvement of quality of life and splenomegaly in MF patients is observed and linked to a substantial reduction of MF-associated circulating pro-inflammatory cytokines and pro-angiogenic factors. JAK/STAT-signalling is known to be involved in the regulation of various immune cells including CD4 + T cells, which critically orchestrate inflammatory responses. To better understand how ruxolitinib is modulating CD4 + T cell response, we here provide an in depth analysis of CD4 + T cell function upon ruxolitinib exposure. Methods Highly purified CD4 + T cells isolated from healthy human PBMC from buffy coats were stimulated for 4 days with i) plate bound anti-CD3, ii) plate bound anti-CD3 and soluble anti-CD28 antibodies, iii) IL-2 in the presence of increasing concentrations of ruxolitinib (0.1µM – 10µM) or the respective vehicle control (DMSO). Phenotype and function were analyzed by flow cytometry. Cytokine production was quantified either by intracellular staining and subsequent flow cytometry or by flow-based bead assays (Human Th1/Th2 11plex FlowCytomix Multiplex). Proliferation was detected by CFSE dilution analysis using FACS. CD4 + CD62L + T cells obtained from C57BL/6 mice were isolated by using the CD4 + CD62L + T Cell Isolation Kit (Miltenyi Biotec) and subsequently differentiated into TH1, TH2, TH9, TH17 and iTreg. Polarization into the different CD4 + T cell subsets was induced by cytokine/antibody cocktails (TH1: IL-12 and anti-IL4; TH2: IL-4 and anti-IL12; TH9: IL-4, TGF-β and anti-IFNγ; iTreg: IL-2 and TGFβ; TH17: IL-6, TGFβ, IL-1b, anti-IFNγ and anti-IL4) together with anti-CD3 and anti-CD28. For analysis of apoptosis/necrosis induction, annexin/propidium iodide staining was applied. Signalling events were analyzed by phospho-flow technology to evaluate ruxolitinib-mediated changes of TCR- and/or cytokine-induced signalling cascades (using pS6, pSTAT1, pSTAT3, pSTAT5, pERK, pAKT, pP38, pFos, pJun and pZAP70 antibodies). Results CD4 + T cell proliferation is significantly and dose-dependently suppressed by ruxolitinib when T cells were activated by each of the three conditions tested. Of note, we could not detect any changes in the viability of ruxolitinib-exposed CD4 + T cells. In line with previous studies, production of pro-inflammatory cytokines such as IL-1β, IL-5, IL-6 and TNF-α were dose-dependently inhibited in ruxolitinib-exposed CD4 + T cells, although expression of the pro-inflammatory IL-8 was increased in a dose-dependent manner. Interestingly, despite the complete proliferation block, we also observed an increase in IL-2 and IFNγ particularly at the lower ruxolitinib concentrations (0.1μM) followed by a dose dependent reduction at higher dose-levels (10µM). After short-term activation of ruxolitinib-exposed CD4 + T cells by anti-CD3 and anti-CD28, proximal TCR signaling events (phosphorylation of SLP76 and ZAP70) were not affected, whereas a clear down-regulation of IL-2 induced STAT5 phosphorylation could be detected. After wash-out the ruxolitinib-induced inhibitory effects on CD4 + T cell function were fully reversible, as shown by induction of the T cell activation markers CD25 and CD69. Finally, we differentiated murine CD4 + naïve T cells into the various T Helper cell subsets and could provide clear evidence that the differentiation capacity of naïve CD4 + T cells into TH1, TH9, TH17 and iTreg was markedly reduced, whereas inhibition of Th2 differentiation was only marginally affected. The anti-inflammatory effects of ruxolitinib are currently tested in a TH9-dependent lung inflammation model in mice. Conclusion We could show that ruxolitinib potently affects CD4 + T cell biology. These data provide a rationale for testing JAK inhibitors in diseases triggered by hyperactive CD4 + T cells, such as autoimmune diseases. However, they also provide an explanation for the increased infection rates (i.e. viral reactivation and urinary tract infection) seen in ruxolitinib-treated patients. Disclosures: Wolf: Novartis: Honoraria, Research Funding."
}