{
    "doi": "https://doi.org/10.1182/blood.V108.11.2345.2345",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=551",
    "start_url_page_num": 551,
    "is_scraped": "1",
    "article_title": "Prognostic Value of Immunophenotype Analysis in Patients with Acute Promyelocytic Leukemia (APL) Treated with All-Transretinoic Acid and Anthracyclin Monochemotherapy. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "acute promyelocytic leukemia",
        "immunophenotyping",
        "antigens",
        "creatinine",
        "hla-dr antigens",
        "surface antigens",
        "tretinoin",
        "alanine aminopeptidase",
        "anthracycline antibiotics",
        "antigens, cd15"
    ],
    "author_names": [
        "Pau Montesinos, MD",
        "Concepcion Rivas, PhD",
        "Consuelo Rayon, PhD",
        "Edo Vellenga, PhD",
        "Javier de la Serna, PhD",
        "Juan Bergua, PhD",
        "Ricardo Parody, PhD",
        "Salud Brunet, PhD",
        "Gustavo Milone, PhD",
        "Miguel Sanz, PhD"
    ],
    "author_affiliations": [
        [
            " Hematology, Hospital La Fe, Valencia, Spain",
            " "
        ],
        [
            "Hospital General de Alicante",
            " "
        ],
        [
            "Hospital Central de Asturias",
            " "
        ],
        [
            "Hovon Group, Netherlands",
            " "
        ],
        [
            "Hospital 12 de Octubre",
            " "
        ],
        [
            "Hospital San Pedro de Alcantara",
            " "
        ],
        [
            "H.U. Virgen del Rocio",
            " "
        ],
        [
            "Hospital Sant Pau",
            " "
        ],
        [
            "Hospital General San Martin, La Plata, Argentina",
            " "
        ],
        [
            " Hematology, Hospital La Fe, Valencia, Spain",
            " "
        ]
    ],
    "first_author_latitude": "39.443475199999995",
    "first_author_longitude": "-0.3760153",
    "abstract_text": "Introduction: The prognostic significance of the expression pattern of certain cell surface markers in APL is controversial. Objectives: Analyse the impact of the expression of certain cell surface markers on complete remission rate (CR), overall survival (OS) and relapse free survival (RFS) in patients with APL included in multicenter trials PETHEMA LPA96 y LPA99. Material and methods: Between 1996 and 2005, 734 patients were included in these 2 consecutive trials. Induction therapy consisted of ATRA and idarubicin, followed by three consolidation courses of anthracycline monochemotherapy with or without ATRA and followed by maintenance. Bone marrow immunophenotype analysis was performed at local or reference laboratories. Positivity was defined as more than 20% blasts expressing a specific antigen for the following antigens: CD34 (527 patients), CD33 (521), CD15 (520), CD13 (513), HLA-DR (495), CD2 (443), CD19 (433), CD7 (403), CD117 (395), CD56 (392), y CD11b (335). We performed univariate analysis to establish the impact of antigen positivity on CR rate, OS and RFS. Significant values were included in the multivariate analysis. Results: A total of 664 patients (90%) achieved CR. The following variables were associated with decreased CR rate: WBC > 10x10 9 /L, serum level creatinine > 1.4 mg/dl, age > 60 years, ECOG > 1, M3v and male gender. None of the cell surface antigens were significantly associated with CR rate. WBC, creatinine, age and gender were found to be independent prognostic factors for CR. Median follow up was 55 months. OS at 8 years was inferior in those patients with WBC > 10x10 9 /L (67% vs 85%, p < 0.01), M3v (70% vs 83%, p < 0.01), age > 60 (56% vs 86%, p < 0.01), male gender (78% vs 83%, p=0.03), LPA96 trial (74% vs 84%, p=0.01) and CD2+ (76% vs 84%, p=0.04). Age, WBC and gender were independent factors for OS. RFS was inferior in those patients with WBC > 10x10 9 /L (69% vs 93%, p < 0.01), high vs intermediate vs low risk (69% vs 91% vs 95%, p < 0.01), M3v (76% vs 88%, p < 0.01), BCR2 vs BCR3 vs BCR1 transcript (71% vs 81% vs 89%, p < 0.01), male gender (83% vs 90%, p=0.03), LPA96 trial (82% vs 87%, p=0.02) and CD2+ (75% vs 91%, p < 0.01). The risk of relapse category was the only independent factor for RFS. CD2+ APL (115/443 patients) was significantly associated with WBC > 10x10 9 /L, M3v, BCR3, CD34+, CD56+, CD7+, and HLA-DR negative. Conclusion: Of all the cell surface antigens analysed, only expression of CD2 was associated with an lower OS and RFS, due to its association with WBC > 10x10 9 /L. In patients taking part in PETHEMA trials, immunophenotype analysis at presentation does not give additional prognostic impact from the previously established risk factors."
}