{
    "doi": "https://doi.org/10.1182/blood.V112.11.1574.1574",
    "article_title": "Weekly Treatment with a Combination of Bendamustine and Bortezomib in Relapsed or Refractory Indolent Non-Hodgkin’s Lymphoma: A Single- Center Phase 1/2 Study. ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "abstract_text": "Besides its established role in the treatment of patients with multiple myeloma, the proteasome inhibitor bortezomib is active in patients with a variety of indolent non-Hodgkin’s lymphomas, notably mantle cell lymphoma and follicular lymphoma. Bendamustine was originally designed as a bifunctional anticancer compound combining an alkylating and an antimetabolite function. It has strong efficacy in non-Hodgkin’s lymphoma and multiple myeloma, and apparently low cross-resistance with other alkylating agents. This open label, single-center phase 1/2 study evaluated a weekly combination of bortezomib and bendamustine in patients with relapsed or refractory indolent non-Hodgkin’s lymphoma. The primary endpoint was to define the maximal tolerated dose (MTD). Secondary endpoints were tolerability and response. On days 1, 8, 15, and 22 of a 35-day cycle, patients received intravenous bolus bortezomib 1.6 mg/m 2 for a maximum of 3 cycles. Bendamustine was administered as 30-min. intravenous infusion on days 1, 8, and 15. Dose escalation was started at a dose of 60 mg/m 2 bendamustine. Response was assessed at the end of study treatment. Four patients entering the first dose level showed no dose-limiting toxicity (DLT). Thereupon, bendamustine dosage was increased to 80 mg/m 2 . In 3 out of 5 patients, DLT was observed. Dose-limiting adverse events were grade 3 diarrhea with dehydration, fatigue, and grade 4 thrombocytopenia, respectively. Adverse events with an overall incidence of ≥20% were diarrhea, nausea, vomiting, thrombocytopenia, and fatigue. There were no infectious or dose-limiting neurological adverse events. The 9 patients (7 females) in the phase 1 part of this trial, 5 with relapsed, 4 with refractory stage III (n=2) or stage IV (n=7) disease, received a median of 2 treatment cycles (range 2–3). Median age was 71 yrs (range 55–85). Detailed histological diagnoses were mantle cell lymphoma (n=4), follicular lymphoma (n=4), and Waldenstroem’s macroglobulinemia (n=1). All patients were pretreated (median 3 lines of treatment, range 2–8). Prior treatments comprised rituximab (n=7), anthracyclines (n=4), ibritumomab tiuxetan (n=2), bortezomib (n=2), and autologous stem cell transplantation (n=1). The reasons for not completing the planned 3 treatment cycles were DLT (n=2), and disease progression (n=3). As best response, partial remission was achieved in 6 patients, while disease progressed in 3 patients. Among the different types of lymphoma, partial remissions were observed in all 4 mantle cell lymphoma patients, 1 out of 4 follicular lymphoma patients, and in the Waldenstroem’s macroglobulinemia patient. The trial’s phase 2 part is currently ongoing. In conclusion, weekly bortezomib and bendamustine (1.6 mg/m 2 d1, 8, 15, & 22 and 60 mg/m 2 d1, 8, & 15 q5w, respectively) was found to have acceptable toxicity. Moreover, this study demonstrates initial evidence of efficacy of the combination in heavily pretreated patients with indolent non-Hodgkin’s lymphoma, particularly mantle cell lymphoma.",
    "topics": [
        "bendamustine",
        "bortezomib",
        "non-hodgkin's lymphoma, indolent",
        "mantle-cell lymphoma",
        "adverse event",
        "follicular lymphoma",
        "diarrhea",
        "fatigue",
        "lymphoma",
        "multiple myeloma"
    ],
    "author_names": [
        "Peter R Moosmann, MD, PhD",
        "Marc Heizmann, MD",
        "Nina Kotrubczik, MD",
        "Mario Bargetzi, MD",
        "Martin Wernli, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peter R Moosmann, MD, PhD",
            "author_affiliations": [
                "Center of Oncology, Hematology, & Transfusion Medicine, Cantonal Hospital of Aarau, Aarau, Switzerl"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marc Heizmann, MD",
            "author_affiliations": [
                "Center of Oncology, Hematology, & Transfusion Medicine, Cantonal Hospital of Aarau, Aarau, Switzerl"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina Kotrubczik, MD",
            "author_affiliations": [
                "Center of Oncology, Hematology, & Transfusion Medicine, Cantonal Hospital of Aarau, Aarau, Switzerl"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Bargetzi, MD",
            "author_affiliations": [
                "Center of Oncology, Hematology, & Transfusion Medicine, Cantonal Hospital of Aarau, Aarau, Switzerl"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Wernli, MD",
            "author_affiliations": [
                "Center of Oncology, Hematology, & Transfusion Medicine, Cantonal Hospital of Aarau, Aarau, Switzerl"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T15:43:33",
    "is_scraped": "1"
}