{
    "doi": "https://doi.org/10.1182/blood.V108.11.4047.4047",
    "article_title": "Successful Treatment of Intra-Cranial Hemorrhage with Repeated Doses of Activated Recombinant FVII in a Newborn with Severe Factor VII Deficiency. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Factor VII deficiency is a rare inherited bleeding disorder. Intracranial hemorrhage can occur in approximately 1 to 10% of the cases. We report the case of a one month old girl from Lebanon who presented with vomiting, abnormal cry, lethargy and partial seizures. She was diagnosed prenatally with severe factor VII deficiency after detection of a splice-site mutation in exon 2 of the FVII gene (IVS2+1 G→C) that was described previously in her sister who died at the age of 4 months from severe intracranial hemorrhage. The parents are first degree cousins and are both heterozygous. She has a healthy heterozygous two year old sister. An emergency head CT Scan showed intra ventricular and right hemispheric intra parenchymal hemorrhage, peri-hemorrhage edema and minimal midline shift. The patient was placed immediately on mechanical ventilation and anti-epileptics and activated recombinant factor VII (rFVIIa, NovoSeven) was administered intra-venously at 60 ug/kg for the first dose then 30 ug/kg/dose every 4 to 6 hours for 10 days then once a day for 5 days. She was treated conservatively with no surgery. Stabilization of the hematoma was observed with gradual improvement of her neurological condition. Communicating hydrocephalus developed later and a ventriculo-peritoneal shunt was placed on day 16 post-hemorrhage. Subsequently, she received weekly infusions of rFVIIa at 30 ug/kg/dose for 4 weeks after this episode and showed no bleeding symptoms. Follow-up two months later showed axial hypotonia and a mild left sided spasticity. Auditory evoked potentials were normal. However, afte prophylactic rFVIIa was dicontinued, the patient developed sub-arachnoid hemorrhage and was placed again on weekly prophylactic infusions of rFVIIa at 30 ug/kg/dose. The patient tolerated the infusions very well. No side-effects were observed. Conclusion: rFVIIa is safe and effective in Factor VII deficient newborns with intracranial hemorrhage. Rapid treatment at the onset of hemorrhage is critical to reduce mortality and improve the outcome. Prophylactic factor VII infusions can be proposed in this setting to minimize the risk of subsequent bleeding episodes. The ideal dosing and schedule for treatment and/or prophylaxis will have to be defined. Despite the short half-life of rFVIIa, weekly infusions in our experience seemed safe and effective in reducing the incidence of further bleeding episodes.",
    "topics": [
        "cranium",
        "factor vii deficiency",
        "hemorrhage",
        "newborn",
        "recombinant coagulation factor viia",
        "factor vii",
        "intracranial hemorrhages",
        "hemorrhagic episodes",
        "adverse effects",
        "bleeding diathesis"
    ],
    "author_names": [
        "Roula Farah, MD",
        "Dany Hamod, MD",
        "Elie Bechara, MD",
        "Nancy Melick, MD",
        "Paul Hage, MD",
        "Muriel Giansily-Blaizot, MD",
        "Ahmed S. Sallah, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Roula Farah, MD",
            "author_affiliations": [
                "Pediatrics, Balamand University, Beirut, Lebanon"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dany Hamod, MD",
            "author_affiliations": [
                "Pediatrics, Balamand University, Beirut, Lebanon"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elie Bechara, MD",
            "author_affiliations": [
                "Pediatrics, Balamand University, Beirut, Lebanon"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Melick, MD",
            "author_affiliations": [
                "Pediatrics, Balamand University, Beirut, Lebanon"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Hage, MD",
            "author_affiliations": [
                "Pediatrics, Balamand University, Beirut, Lebanon"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muriel Giansily-Blaizot, MD",
            "author_affiliations": [
                "Pediatrics, CHU, Montrellier, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmed S. Sallah, MD",
            "author_affiliations": [
                "International Operations, Novo Nordisk A/S, Athens, Vouliagmeni, Greece"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T13:00:08",
    "is_scraped": "1"
}