{
    "doi": "https://doi.org/10.1182/blood-2019-131455",
    "article_title": "The Genome-Wide Impact of Trisomy 21 on DNA Methylation and Its Implications for Hematologic Malignancies ",
    "article_date": "November 13, 2019",
    "session_type": "602.Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "abstract_text": "Children with Down syndrome (DS), caused by constitutive trisomy of chromosome 21, have a 20-fold increased risk of acute lymphoblastic leukemia (DS-ALL) and 500-fold increased risk of acute megakaryoblastic leukemia (DS-AMKL). At least 10-15% of DS neonates are born with the pre-leukemic syndrome transient abnormal myelopoiesis (TAM). Trisomy 21 affects hematopoiesis and leukemia risk; however, the underlying mechanisms are not fully understood. Previous small-scale studies (sample N<30) revealed genome-wide epigenetic effects of trisomy 21. We conducted a comprehensive and multi-ethnic study of neonatal DNA methylation in DS. DNA was extracted from newborn dried bloodspots from 196 children born with DS and 442 non-DS controls from the California Biobank Program, and assayed using Illumina Infinium MethylationEPIC arrays containing >850,000 CpG probes. Data preprocessing was performed using the SeSAMe R package, and the conumee package confirmed trisomy 21 or euploidy in DS and non-DS subjects. Cell type deconvolution was performed, and blood cell proportions compared between DS and non-DS newborns using linear regression adjusting for covariates. ReFACTor principal components (PCs) were used to adjust for cell type heterogeneity and EPISTRUCTURE PCs to adjust for ancestry. Epigenome-wide association studies (EWAS) were performed overall, and stratified by ethnicity, using linear regression models adjusting for sex, plate, first six ReFACTor PCs, and first six ancestry-related PCs. Differentially methylated regions (DMRs) were evaluated using DMRcate and comb-p, with a consensus list of significant DMRs using the overlap. Deconvolution of blood cell proportions revealed highly significant (P<5x10 -7 ) differences across most cell types, with lower B-cells, CD4 T-cells, monocytes, but higher CD8 T-cells and nucleated red blood cells (nRBCs) in DS than in non-DS newborns. Our EWAS of DS revealed 710 CpGs associated at genome-wide significant levels (P<5x10 -8 ). CpGs in the hematopoietic transcription factor RUNX1 on chromosome 21 were highly significantly hypermethylated in DS neonates, including 2 of the top 3 CpG associations (with P<10 -20 ). Significant CpGs were found in additional genes involved in hematopoiesis, including hypermethylation at the promoter of FLI1 , which plays a critical role in megakaryopoiesis. Additionally, we identified 847 significant DMRs (containing two or more proximal CpGs with coordinate methylation status), with the top 2 DMRs residing in RUNX1 (DMRcate derived Stouffer-P=8.0x10 -92 ) and FLI1 (P=1.6x10 -79 ). The RUNX1 DMR, containing 16 CpGs, overlaps a super-enhancer in hematopoietic stem cells (HSCs) and demonstrated a profoundly increased mean beta value (+0.30) among DS compared to non-DS subjects. We also found significant enrichment for the overlap of hypermethylated DMRs with super-enhancers genome-wide in HSCs (P<10 -20 ). EWAS and DMR results in ethnicity-stratified analyses were highly correlated between Latinos and non-Latino whites. Intriguingly, PC analysis and hierarchical clustering of DNA methylation data identified a subset of DS subjects (N=34/196, 17%) that clustered separately: these all had significantly higher nRBC proportions than other subjects and possibly represent DS neonates with TAM, although further investigation is needed for confirmation. Removing this cluster did not affect our main findings in our EWAS or DMR analyses. Constitutive trisomy 21 has profound effects on DNA methylation across the genome, in particular resulting in repression of known regulators of hematopoiesis including RUNX1 and FLI1 . Our findings highlight potential mechanisms for the increased risk of both lymphoid and myeloid malignancies in children with DS. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dna methylation",
        "down syndrome",
        "genome",
        "hematologic neoplasms",
        "photon correlation spectroscopy",
        "portacaval shunt, surgical",
        "precordial catch syndrome",
        "acute lymphocytic leukemia",
        "acute megakaryocytic leukemias",
        "cancer"
    ],
    "author_names": [
        "Joseph L. Wiemels, PhD",
        "Ivo S Muskens",
        "Shaobo Li",
        "Priyatama Pandey",
        "Ritu Roy, PhD",
        "Helen M Hansen, BSc",
        "Kimberly D Siegmund, PhD",
        "Beth A Mueller, PhD",
        "Xiaomei Ma, PhD",
        "Catherine Metayer, MD PhD",
        "Adam J de Smith, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joseph L. Wiemels, PhD",
            "author_affiliations": [
                "Center for Genetic Epidemiology, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ivo S Muskens",
            "author_affiliations": [
                "Center for Genetic Epidemiology, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaobo Li",
            "author_affiliations": [
                "Center for Genetic Epidemiology, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priyatama Pandey",
            "author_affiliations": [
                "Center for Genetic Epidemiology, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ritu Roy, PhD",
            "author_affiliations": [
                "Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen M Hansen, BSc",
            "author_affiliations": [
                "Division of Neuroepidemiology, Department of Neurological Surgery, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly D Siegmund, PhD",
            "author_affiliations": [
                "Department of Preventive Medicine, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beth A Mueller, PhD",
            "author_affiliations": [
                "Department of Epidemiology, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaomei Ma, PhD",
            "author_affiliations": [
                "Department of Chronic Disease Epidemiology, Yale School of Public Health, Yale University, New Haven, CT "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Metayer, MD PhD",
            "author_affiliations": [
                "School of Public Health, University of California Berkeley, Berkeley, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam J de Smith, PhD",
            "author_affiliations": [
                "Center for Genetic Epidemiology, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T02:27:02",
    "is_scraped": "1"
}