{
    "doi": "https://doi.org/10.1182/blood.V104.11.4234.4234",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=216",
    "start_url_page_num": 216,
    "is_scraped": "1",
    "article_title": "Berbamine-Induced Apoptosis in Human Leukemia K562 Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Purpose: To investigate apoptosis-inducing effects of Berbamine on human leukemia cells and to explore the underlying mechanism. Materials and methods: Berbamine was dissolved in 0.9% sodium chloride to an initial concentration of 1mg/ml and subsequently diluted to desired concentrations with cell culture medium. MTT was used to examine the effect of Berbamine on cell proliferation of K562 cells. Characteristic cellular morphological changes were used as indicators of apoptosis in K562 cells while the rate of apoptosis was measured by flow cytometry assay. Expression levels of apoptosis related genes bcl-2 and bax were determined by RT-PCR and the levels of bcr/abl were evaluated by nested-PCR. Levels of Caspase 3 were measured by flow cytometry assay. Results: Berbamine inhibited the cell proliferation significantly and in a dose-dependent manner in tested K562 cells. Its IC 50 value was 5.23ug/ml. As determined by morphological observations and flow cytometry assay, Berbamine was able to induce apoptosis of K562 cells within 6 hours. The apoptosis rate of K562 was also dose-dependent. Steady-state transcript levels of bcr/abl decreased dramatically (half-quantity ratio from 1.284 to 0.506 within 72 hours following 8mg/ml Berbamine treatment. On the other hand, the protein levels of Caspase 3 surged from 18.36% to 38.25% (p<0.001) within 24 hours after treatment of 12mg/ml Berbamine. During the same period, no changes of bcl-2 or bax transcript levels were detected in the cells that were treated with 8mg/ml Berbamine. Conclusions: Our results suggest that Berbamine is a potent inhibitor of cell proliferation and a strong inducer of apoptosis in human K562 cells. The Berbamine-induced apoptosis pathway involves down regulation of bcr/abl and up regulation of Caspase 3 expressions. Neither bcl-2 nor bax plays substantial roles in Berbamine-induced K562 cell apoptosis.",
    "topics": [
        "apoptosis",
        "k562 cells",
        "leukemia",
        "bcr-abl tyrosine kinase",
        "caspase-3",
        "flow cytometry",
        "apoptosis promoter",
        "cell culture techniques",
        "polymerase chain reaction",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Xiaoying Zhao, M.D.",
        "Lei Xu, M.D.",
        "Dong Wu, M.D.",
        "Rongzhen Xu, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology, The Second Hospital affiliated to Medical College of Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Hematology, The Second Hospital affiliated to Medical College of Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Hematology, The Second Hospital affiliated to Medical College of Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Hematology, The Second Hospital affiliated to Medical College of Zhejiang University, Hangzhou, Zhejiang, China"
        ]
    ],
    "first_author_latitude": "30.308684399999994",
    "first_author_longitude": "120.0864995"
}