{
    "doi": "https://doi.org/10.1182/blood-2021-152500",
    "article_title": "A Randomized Study of Bortezomib, Cyclophosphamide and Dexamethasone Induction (VCD) Versus VCD and Daratumumab Induction Followed By Daratumumab Maintenance (VCDD) for the Initial Treatment of Transplant-Ineligible Patients with Multiple Myeloma (AMaRC 03-16) ",
    "article_date": "November 5, 2021",
    "session_type": "653.Myeloma and Plasma Cell Dyscrasias: Clinical-Prospective Therapeutic Trials",
    "abstract_text": "Introduction Daratumumab, when added to standard of care regimens in relapsed and untreated myeloma, has consistently demonstrated significant improvements in response rates, induction of MRD negative responses and prolonged progression-free survival (PFS) while proving highly tolerable with minor increases in overall regimen toxicity. In non-transplant eligible patients daratumumab has been added in randomized studies to lenalidomide and dexamethasone (Rd) and bortezomib, melphalan and prednisolone (VMP) backbones, but not to the VCD regimen. Furthermore, the randomized studies excluded a significant proportion of patients with comorbidities so the benefit of daratumumab in a frail, elderly myeloma population remains untested. Methods Inclusion criteria included untreated patients with symptomatic myeloma who were considered ineligible for high-dose chemotherapy with autologous stem cell transplantation due to either age >65years or the presence of comorbidities. Any degree of renal impairment, including dialysis dependence, was allowed as were patients with a prior history of systemic malignancy that had been disease-free for 2 years. The trial was designed using a response adapted randomisation strategy and patients continued to be randomized 1:1 to receive VCD or VCDD throughout trial accrual. VCD consisted of nine 5-week cycles of V 1.3 mg/m 2 SC on Days 1, 8, 15 and 22; C 300mg/m 2 PO on Days 1, 8, 15 and 22 and D 20 mg PO on Days 1, 8, 15 and 22. VCDD consisted of nine 5-week cycles of VCD plus daratumumab 16 mg/kg IV on Days 1, 8, 15 and 22 of cycles 1 and 2, Days 1 and 15 of cycles 3 to 6 and Day 1 of cycles 7 to 9, followed by daratumumab maintenance 16 mg/kg IV every 4 weeks until progression. The primary endpoint was PFS with secondary endpoints being response rates, MRD negativity rates by Euroflow (lower limit of detection 10 -5 ), overall survival, toxicity and quality of life. Landmark analysis was used to assess the impact of treatment outcomes (response rate, MRD) on EFS. Results A total of 129 patients were randomized, but 8 did not commence trial therapy. The following modified ITT analysis is based on the 121 randomized patients, 57 in the VCD group and 64 in the VCDD group, who received protocol therapy. Baseline characteristics were balanced between the two arms. Median age was 75 years (range, 62-91yrs), with 19% being ≥80 years of age. 30% were female. ECOG performance status was 0 (43%),1 (34%), 2 (18%) and unknown (5%). ISS stage was I (19%), II (46%), III (27%) and unknown (8%). The estimated median potential follow-up is 23.7 months. On an intent-to-treat basis, overall response rate after 4 cycles of induction was significantly better for VCDD compared to VCD (81% vs 60%, p=0.0089). Similarly, there was a trend to improved VGPR after 4 cycles of induction with VCDD (39% vs 23%, p=0.0545). At the end on induction, 17% of patients in the VCDD arm were MRD negative compared to 5% of patients in the VCD group (p=0.049). Median PFS for the entire cohort was 21.8m (95%CI 19.0 - 29.7m), and was 26.0m (95%CI 19.9 - NA) and 18.9m (95%CI 15.6 - 28.2m) in the VCDD and VCD arms respectively (log-rank test p=0.125). There was no significant difference in PFS according to age <75yrs vs ≥75yrs (26.3m vs 21.7m, p=0.611), ISS stage (not reached vs 27.3m vs 21.7m in stages 1, 2 and 3 respectively, p=0.336) or ECOG performance status (21.7m vs 26.0m vs 19.9m for ECOG scores 0, 1 and 2 respectively, p=0.706). In a landmark analysis VGPR after 4 cycles of induction was associated with improved EFS (not reached vs 21.7m for VGPR vs < VGPR, p=0.055). Among the VCDD treatment arm, flow MRD negativity was associated with a trend to improved PFS (not reached vs 19.8m for MRD negative vs MRD positive, p=0.079). Median OS was 87.7% at 2yrs (95%CI 78.9 - 93.0%) without any difference between treatment arms. Conclusions The addition of daratumumab to the VCD regimen improves response rates and achievement of MRD negativity in elderly patients with myeloma. While there is a trend to daratumumab improving EFS, further follow-up is required to fully assess this effect and the impact on OS. VGPR after 4 cycles of induction may be a useful early surrogate marker of EFS in elderly patients treated with daratumumab-based regimens. Disclosures Mollee:  Janssen, Pfizer: Research Funding; Amgen, BMS, Janssen, Caelum, EUSA, Pfizer, SkylineDx, Takeda: Membership on an entity's Board of Directors or advisory committees, Other: No personal fees received. Reynolds:  Abbvie: Research Funding; Alcon: Current equity holder in publicly-traded company; Novartis AG: Current equity holder in publicly-traded company. Janowski:  BMS: Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy; AstraZeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees. Quach:  Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen/Cilag: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Karyopharm: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Antengene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; GlaxoSmithKline: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Campbell:  AstraZeneca: Consultancy; CSL Behring: Consultancy; Roche: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; BMS/Celgene: Research Funding; Novartis: Consultancy, Research Funding; Janssen: Consultancy, Research Funding. Gibbs:  Janssen, Celgene, Amgen, Takeda, BMS and Pfizer: Consultancy, Honoraria; AbbVie: Consultancy. D'Rozario:  BMS, Abbvie: Membership on an entity's Board of Directors or advisory committees. Weber:  Amgen: Membership on an entity's Board of Directors or advisory committees. Spencer:  Amgen: Honoraria, Research Funding; BMS: Research Funding; Janssen-Cilag: Honoraria, Research Funding, Speakers Bureau; Celgene: Honoraria, Research Funding, Speakers Bureau; STA: Honoraria; Takeda: Honoraria, Research Funding, Speakers Bureau.",
    "author_names": [
        "Peter Mollee",
        "John Reynolds",
        "Wojciech Janowski",
        "Hang Quach",
        "Philip Campbell",
        "Simon D. Gibbs",
        "Sophie Lee",
        "James D'Rozario",
        "Kerry Taylor",
        "Tara Cochrane",
        "Craig Thomas Wallington-Beddoe",
        "Fiona Kwok",
        "Nicholas Weber",
        "Ian H Kerridge",
        "Helen Weston",
        "P. Joy Ho",
        "Noemi Horvath",
        "Flora Yuen",
        "Andrew Spencer"
    ],
    "author_dict_list": [
        {
            "author_name": "Peter Mollee",
            "author_affiliations": [
                "Department of Haematology, Princess Alexandra Hospital, Brisbane, Australia",
                "University of Queensland, Brisbane, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Reynolds",
            "author_affiliations": [
                "Biostatistics Consulting Platform, Alfred Health and Faculty of Medicine, Nursing & Health Sciences, Monash University, Melbourne, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wojciech Janowski",
            "author_affiliations": [
                "Calvary Mater Newcastle, Newcastle, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hang Quach",
            "author_affiliations": [
                "University of Melbourne, St. Vincent's Hospital, Melbourne, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Campbell",
            "author_affiliations": [
                "University Hospital Geelong, Geelong, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon D. Gibbs",
            "author_affiliations": [
                "Department of Haematology, Monash University Eastern Health Clinical School, Melbourne, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Lee",
            "author_affiliations": [
                "Department of Haematology and Medical Oncology, Western Health, St Albans, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James D'Rozario",
            "author_affiliations": [
                "The John Curtin School of Medical Research, Australian National University, Canberra, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry Taylor",
            "author_affiliations": [
                "ICON Cancer Care, South Brisbane, AUS"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tara Cochrane",
            "author_affiliations": [
                "Griffiths University, Gold Coast, Australia",
                "Department of Haematology, Gold Coast University Hospital, Southport, Australia"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig Thomas Wallington-Beddoe",
            "author_affiliations": [
                "Department of Haematology, Flinders Medical Centre-College of Medicine and Public Health, Flinders University, Bedford Park, South Australia, Adelaide, Australia"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiona Kwok",
            "author_affiliations": [
                "Clinical Haematology, Westmead Hospital, Sydney, Australia"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Weber",
            "author_affiliations": [
                "Royal Brisbane and Women's Hospital, Brisbane, AUS"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian H Kerridge",
            "author_affiliations": [
                "University of Sydney, Sydney, Australia",
                "Royal North Shore Hospital, Sydney, Australia"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen Weston",
            "author_affiliations": [
                "Haematology Department, Sunshine Coast University Hospital, Sunshione Coast, Australia"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "P. Joy Ho",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Sydney, Australia",
                "University of Sydney, Sydney, Australia"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noemi Horvath",
            "author_affiliations": [
                "Royal Adelaide Hospital, Adelaide, Australia"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Flora Yuen",
            "author_affiliations": [
                "The Alfred Hospital and Monash University, Melbourne, Australia"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Spencer",
            "author_affiliations": [
                "Malignant Haematology & Stem Cell Transplantation Services, Alfred Health, Melbourne, Australia",
                "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T06:46:17",
    "is_scraped": "1"
}