{
    "doi": "https://doi.org/10.1182/blood.V122.21.4243.4243",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2507",
    "start_url_page_num": 2507,
    "is_scraped": "1",
    "article_title": "EBV-DNA In Peripheral Blood Of Patients With Diffuse Large B Cell Lymphoma: Associations With Patient Characteristics and Outcome ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "topics": [
        "diffuse large b-cell lymphoma",
        "dna",
        "epstein-barr virus infections",
        "herpesvirus 4, human",
        "viral load result",
        "serologic tests",
        "lymphoma",
        "r-chop",
        "hodgkin's disease",
        "infections"
    ],
    "author_names": [
        "Stefan Hohaus, MD",
        "Maria Chiara Tisi, M.D.",
        "Elisa Cupelli, Ph.D",
        "Manuela Giachelia, Ph.D.",
        "Valentina Bozzoli, MD",
        "Elena Maiolo, M.D.",
        "Rosaria Santangelo, M.D.",
        "Maurizio Martini, M.D.",
        "Francesco D'Alo', M.D.",
        "Maria Teresa Voso, M.D.",
        "Luigi M. Larocca, M.D.",
        "Giuseppe Leone, MD"
    ],
    "author_affiliations": [
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Microbiologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Anatomia Patologica, Università Cattolica S. Cuore, Rome, Italy"
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Anatomia Patologica, Università Cattolica S. Cuore, Rome, Italy"
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ]
    ],
    "first_author_latitude": "41.85336775",
    "first_author_longitude": "12.44867755",
    "abstract_text": "Infection of EBV has been linked to the etiology of a number of lymphoproliferative diseases, and EBV+ diffuse large B cell lymphoma (DLBCL) of the elderly has been more recently described as a distinct entity. The viral load of EBV-DNA in plasma can be an indicator for EBV-association in some lymphoma types, as NK/T-cell lymphoma and Hodgkin lymphoma, and a marker for disease activity associated with negative prognosis. Here, we studied whether EBV-DNA in whole blood (WB), mononuclear cell fraction (MNC) and plasma of patients with DLBCL at diagnosis could be an indicator for EBV-association and a prognostic marker in patients treated with immunochemotherapy (R-CHOP). We analysed 247 patients with DLBCL (median age 64 years, range 15-92 years; 118 females, 129 males), diagnosed between 2006 and 2013. All patients were HIV-negative. EBV was detected using a commercial real-time PCR kit ( BioQuant EBV, Biodiversity, Brescia, Italy ) in peripheral blood (PB) compartments (WB n=240, plasma n=55, and MNC n=52). Lymph node samples from 61 DLBCL patients were analyzed for EBV infection through in situ hybridization for EBV-encoded small RNAs ( EBER ). EBV was detected in 58 of 240 WB samples (24%). The copy number varied between 2 x 10 2 and 4.9 x 10 6 copies/ml. The presence and copy number of EBV in WB and MNC were correlated (p60 years of age) had more often EBV in peripheral blood (30% vs 17%), and the viral load was higher in patients aged > 60 years (p 60 years (p=0.02), we performed a logistic regression analysis including age and HCV serology as parameters determining the EBV viral load in PB. In this analysis, HCV serology, but not age remained a significant factor for EBV viral load (p=0.004). Presence and viral load of EBV in PB was not related to other characteristics as gender, stage, performance status, LDH level, and IPI. In an univariate analysis including 201 patients treated with R-CHOP, the presence of EBV-DNA in WB was associated with a significantly shorter event-free survival (EFS): 67% (50%-79%, 95% C.I.) versus 80% at 2 years (p<0.04). Correcting for IPI and HCV serology in a multivariate Cox analysis, the presence of EBV-DNA in PB retained its prognostic significance (HR 1.9; 95% C.I., 1.07-3.43; p<0.03). Our findings suggest that EBV can be frequently detected in peripheral blood at DLBCL diagnosis, that is not a surrogate marker for EBV-status in DLBCL, but associates with a worse outcome. Further studies are needed to explore the mechanisms of expansion of EBV-positive cells in patients with DLBCL. Disclosures: No relevant conflicts of interest to declare."
}