{
    "doi": "https://doi.org/10.1182/blood.V116.21.4370.4370",
    "article_title": "Optimizing Premedications In the Prevention of Bendamustine Infusion Related Reactions ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 4370 Introduction Bendamustine is indicated for the treatment of CLL and rituximab-refractory indolent NHL. Clinical trials have reported 25% incidence of infusion related reactions (IRR) in patients receiving bendamustine. While these reactions are well documented, there is no consensus on the optimal premedication regimen for the prevention of these adverse effects. The Moffitt Cancer Center (MCC) utilizes a regimen of ondansetron 16 mg PO and dexamethasone 10 mg IVP prior to each bendamustine infusion. Herein, we report our experience with our current premedication regimen with regards to the IRR as well as the incidence of febrile neutropenia (FN). Methods We retrospectively analyzed 79 consecutive patients receiving bendamustine infusions at MCC from June 2008 to June 2010 to determine the incidence of IRR and FN. Data collected include baseline laboratory values, diagnosis, dosing, number of bendamustine infusions, concurrent rituximab use, growth factor utilization, as well as safety data including the rate of adverse reactions, interventions, and hospitalization. The primary objective was to determine the incidence of IRR. Secondary objectives include incidence of febrile neutropenia and hospital admission rate. All analyses were performed using SPSS 17.0. Descriptive statistics were used to analyze data. Results 79 consecutive patients received a total of 513 bendamustine infusions at MCC. Median age was 68 years; M:F (52:27). The most common primary malignancies were indolent non-Hodgkin's lymphoma (NHL), 56%; chronic lymphocytic leukemia (CLL), 38%; and multiple myeloma (MM) 6.3%. Patients had received a median of 2 regimens prior to initiation of bendamustine. Bendamustine was utilized as first line treatment in 25% of patients, second line in 17.7%, third line in 25%, and fourth line or greater in 32.3% of patients. Bendamustine infusions were well-tolerated. Infusion-related reactions (IRR) occurred at a rate of 3.35% (17/513) with all reactions attributed to rituximab. Most commonly reported reactions reported were rigors (2%), chills (1%), and fever (<1%). IRR did not occur in patients receiving bendamustine alone. Overall incidence of FN was 11% (9/79). Of 9 patients that developed FN, 7 patients received bendamustine as 3rd line treatment or greater. The incidence of FN in patients that received bendamustine as 1st or 2nd line treatment was 6% (2/36). Patients that received bendamustine as 3rd line or greater had a 16% (7/43) incidence of FN. Conclusion Based on our experience with bendamustine, ondansetron and dexamethasone provide safe and effective prevention of infusion related reactions associated with bendamustine. Notably, all infusion reactions were attributed to rituximab infusions and no patients experienced an infusion related reaction when receiving bendamustine alone. This compares favorably to the initial reported infusion-related reactions with bendamustine alone (25%). In avoiding the use of other premedications, the likelihood of additional complications or adverse affects can be minimized. The overall incidence of FN was comparable to previously published studies. As may be expected, heavily pretreated patients had a higher incidence of FN (6% vs. 16%) than those who had received 1 or no previous treatments and may warrant growth factor support. Disclosures: Tombleson: Cephalon: Research Funding. Off Label Use: Bendamustine used for the treatment of myeloma. Ho: Cephalon: Consultancy, Research Funding. Pinilla-Ibarz: Cephalon: Speakers Bureau. Wetzstein: Cephalon: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "bendamustine",
        "infusion procedures",
        "premedication",
        "rituximab",
        "adverse effects",
        "chills",
        "dexamethasone",
        "febrile neutropenia",
        "growth factor",
        "multiple myeloma"
    ],
    "author_names": [
        "Rebecca Tombleson",
        "Viet Q. Ho, PharmD, BCOP",
        "Eduardo M. Sotomayor, MD",
        "Celeste M. Bello, MD",
        "Jennifer L. Cultrera, MD",
        "Javier Pinilla-Ibarz, MD",
        "Lubomir Sokol, MD, PhD",
        "Gene A. Wetzstein, PharmD, BCOP"
    ],
    "author_dict_list": [
        {
            "author_name": "Rebecca Tombleson",
            "author_affiliations": [
                "Pharmacy, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Viet Q. Ho, PharmD, BCOP",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo M. Sotomayor, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Ctr. & Rsch. Inst., Tampa, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Celeste M. Bello, MD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer L. Cultrera, MD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Pinilla-Ibarz, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lubomir Sokol, MD, PhD",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, FL, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gene A. Wetzstein, PharmD, BCOP",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T09:35:10",
    "is_scraped": "1"
}