{
    "doi": "https://doi.org/10.1182/blood.V124.21.173.173",
    "article_title": "Synthetic Lethal Approaches to Exploit Replicative Stress in Aggressive Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Mechanisms of Drug Resistance and Genomic Instability in Myeloma",
    "abstract_text": "Background: Multiple myeloma (MM) cells show a variable combination of chromosomal translocations, copy-number variations, somatic mutations and clonal heterogeneity, which makes every patient unique. We have recently shown that MM cells have signs of ongoing DNA-damage, which activates an ATM/ABL1-dependent DNA damage response (DDR) without overt apoptosis (Cottini et al., Nat Med, 2014). Here we further characterize the mechanisms of DNA damage and replicative stress in MM, which provide the basis for a novel synthetic lethality treatment approach. Results: MM cell lines with active DNA damage have enrichment in pathways of DNA replication and cell cycle. These same MM cell lines also present 53BP1, RPA and RAD51 foci with activated ATR and CHK1. Of note, 53BP1, RPA and RAD51 foci are markers of replicative stress, associated with DNA hyper-replication and stalled replication forks. Importantly, replicative stress markers are also present in primary MM cells. We also demonstrated a gene expression signature specific for increased chromosomal instability and DNA damage in a cohort of MM patients versus normal plasma cells. Remarkably, a subset (20 percent) of patients with myeloma overexpress genes belonging to the instability signature; this group also shows an unfavorable prognosis due to a more aggressive disease. These findings suggest that some patients present a similar phenotype to the cell lines, characterized by extensive replicative stress and activation of hyper-replicative pathways. We therefore hypothesized that MM cells might be sensitive to replicative stress overload , which occurs when cells fail to endure the presence of an excess of unrepaired DNA. To evaluate this hypothesis, we used shRNAs to silence ATR, a protein involved in the control of stalled replication origins, in two myeloma cell lines, one with normal TP53 (H929) and another with mutant TP53 (OPM-2). Inhibition of ATR caused a reduction in cell growth and induction of apoptosis, both more evident in MM cell lines with mutant TP53. A similar phenotype was observed when MM cell lines were incubated with VE-821, a specific ATR inhibitor. The strongest response occurred in TP53 mutant cell lines, which are representative of a model of aggressive MM, consistent with the concept of replicative stress overload . Indeed, p53 is normally phosphorylated and active in MM, while TP53 loss in the context of hyper-replication may prevent activation of salvage checkpoint, thereby favoring cell death in the absence of ATR. ATR inhibition also induces an increase in DNA double strand breaks, as evidenced by the higher number of γ-H2A.X foci. Reactive oxygen species (ROS) can also mediate DNA damage, and treatment with an antioxidant reagent N-Acetylcysteine (NAC), which helps scavenging ROS by replenishing glutathione stores, was indeed capable of reducing DNA double strand breaks and replicative stress markers. Since cancer cells are particularly sensitive to oxidative stress, we then evaluated the anti-MM activity of piperlongumine (PL), a drug that induces ROS accumulation. MM cell lines were sensitive to PL treatment, while PBMCs were minimally affected. As expected, the apoptotic effects of PL were abrogated upon co-incubation with NAC, indicating the specific activity of PL on ROS. We next exploited the possibility of combining replicative and oxidative stress in myeloma cells, hoping to overcome the threshold of tolerance to unrepaired DNA. H929 and OPM-2 cells were transfected with ATR shRNAs or treated with VE-821 and incubated with DMSO or 1-2.5 μM PL; synergic effects by the combination treatment were evident in both myeloma cell lines and also in patient MM cells. Conclusion: Replicative stress is present in a group of MM patients, who have aggressive disease, myeloma cell hyperproliferation and poor prognosis. Strategies aimed to shift the balance towards high DNA damage by ROS production and reduced DNA repair can decrease MM growth and may benefit patients with otherwise unfavorable outcomes. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "stress",
        "protein p53",
        "dna",
        "dna, double-stranded",
        "tumor suppressor p53-binding protein 1",
        "acetylcysteine",
        "antioxidants",
        "dimethyl sulfoxide",
        "glutathione"
    ],
    "author_names": [
        "Francesca Cottini",
        "Teru Hideshima, MDPhD",
        "Rikio Suzuki, MDPhD",
        "Paul G. Richardson",
        "Kenneth C. Anderson, MD",
        "Giovanni Tonon, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francesca Cottini",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Teru Hideshima, MDPhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rikio Suzuki, MDPhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Richardson",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Tonon, MDPhD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milan, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T02:38:58",
    "is_scraped": "1"
}