{
    "doi": "https://doi.org/10.1182/blood.V110.11.130.130",
    "article_title": "No Difference in Risk of Recurrent Venous Thrombosis between Men and Women. Results from a Family Cohort Study in 3356 Subjects. ",
    "article_date": "November 16, 2007",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Recent studies have suggested that men are at higher risk of recurrent venous thrombosis than women. It has been proposed to continue anticoagulant treatment after the first episode of thrombosis for a longer period in men, and to search for unidentified prothrombotic abnormalities in men that could explain these findings. However, men and women differ with respect to hormonal risk factors (pregnancy, oral contraceptives), and known thrombophilic defects did not show to increase the risk of recurrence. Moreover, follow-up in previous studies was relatively short (maximum 8 years). We analyzed sex differences in risk of recurrence in a family cohort of 3356 subjects (877 probands, 2479 relatives), who enrolled 5 studies to assess the absolute risk of venous thrombosis associated with currently known thrombophilic defects. Life-time risk of recurrence was calculated, related to sex, follow-up time, type of first and recurrent event (provoked, idiopathic), and thrombophilic defects. Of 816 subjects with a first episode of venous thrombosis, 337 (41%) had a recurrence after discontinued anticoagulant treatment. Overall relative risk of recurrence was 1.8 (95% CI, 1.5–2.3) in men compared to women. Women were younger at time of their first event (mean 34 years vs. 44 years, P < 0.001) and at time of recurrence (40 years vs. 48 years, P < 0.001). Excluding provoked (recurrent) venous thrombosis, the relative risk was 1.2 (95% CI, 0.8–1.7), while mean age at recurrence was comparable in men and women (50 years vs. 49 years, P = 0.595). Women revealed recurrence after a longer period than men ( P =0.003), but this difference was not demonstrated if only idiopathic events were considered ( P =0.938) (Figure). Recurrences were observed in 111/187 subjects (59%) with antithrombin, protein C or protein S deficiency, compared to 159/479 subjects (33%) with factor V Leiden, prothrombin G20210A or high factor VIII levels ( P < 0.001). Within these subgroups, the risk of recurrence after an idiopathic event was comparable in men and women. We conclude that life-time risk of recurrent venous thrombosis is not different between men and women. A difference can be observed when the follow-up period is relatively short and is explained by a younger age of women at time of the first episode of venous thrombosis due to pregancy/puerperium and oral contraception and a longer interval between provoked first episode and recurrence in women. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "oral contraceptives",
        "venous thrombosis",
        "follow-up",
        "anticoagulants",
        "antithrombin iii",
        "antithrombins",
        "factor v leiden",
        "factor viii level increased",
        "protein c",
        "protein s deficiency"
    ],
    "author_names": [
        "Willem M. Lijfering, MD",
        "Michiel Coppens, MD",
        "Nic J.G.M. Veeger, MSc",
        "Saskia Middeldorp, MD, PhD",
        "Karly Hamulyak, MD, PhD",
        "Martin H. Prins, MD, Phd",
        "Harry R. Buller, MD, PhD",
        "Jan van der Meer, Md, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Willem M. Lijfering, MD",
            "author_affiliations": [
                "Division of Haemostasis, Thrombosis and Rheology, University Medical Center Groningen, Groningen, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michiel Coppens, MD",
            "author_affiliations": [
                "Department of Vascular Medicine, Academic Medical Center Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nic J.G.M. Veeger, MSc",
            "author_affiliations": [
                "Division of Haemostasis, Thrombosis and Rheology, University Medical Center Groningen, Groningen, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saskia Middeldorp, MD, PhD",
            "author_affiliations": [
                "Department of Vascular Medicine, Academic Medical Center Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karly Hamulyak, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Clinical Epidemiology, Academic Hospital Maastricht, Maastricht, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin H. Prins, MD, Phd",
            "author_affiliations": [
                "Department of Hematology and Clinical Epidemiology, Academic Hospital Maastricht, Maastricht, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry R. Buller, MD, PhD",
            "author_affiliations": [
                "Department of Vascular Medicine, Academic Medical Center Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan van der Meer, Md, PhD",
            "author_affiliations": [
                "Division of Haemostasis, Thrombosis and Rheology, University Medical Center Groningen, Groningen, Netherlands"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T15:37:54",
    "is_scraped": "1"
}