{
    "doi": "https://doi.org/10.1182/blood-2020-137299",
    "article_title": "Feasibility, and Efficacy of Donor-Derived cd19-Targeted Car t-Cell Therapy in Refractory/Relapsed(r/r)b-Cell Acute Lymphoblastic Leukemia (b-all) Patients ",
    "article_date": "November 5, 2020",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "abstract_text": "Backgrounds As CAR T-cell therapy is a highly personalized therapy, process of generating autologous CAR-T cells for each patient is complex and can still be problematic, particularly for heavily pre-treated patients and patients with significant leukemia burden. Here, we analyzed the feasibility and efficacy in 37 patients with refractory/relapsed (R/R) B-ALL who received CAR T-cells derived from related donors. Patients and Methods From April 2017 to May 2020, 37 R/R B-ALL patients with a median age of 19 years (3-61 years), were treated with second-generation CD19 CAR-T cells derived from donors. The data was aggregated from three clinical trials (www.clinicaltrials.gov NCT03173417; NCT02546739; and www.chictr.org.cn ChiCTR-ONC-17012829). Of the 37 patients, 28 were relapsed following allogenic hematopoietic stem cell transplant (allo-HSCT) and whose lymphocytes were collected from their transplant donors (3 HLA matched sibling and 25 haploidentical). For the remaining 9 patients without prior transplant, the lymphocytes were collected from HLA identical sibling donors (n=5) or haploidentical donors (n=4) because CAR-T cells manufacture from patient samples either failed (n=5) or blasts in peripheral blood were too high (>40%) to collect quality T-cells. The median CAR-T cell dose infused was 3×10 5 /kg (1-30×10 5 /kg). Results For the 28 patients who relapsed after prior allo-HSCT, 27 (96.4%) achieved CR within 30 days post CAR T-cell infusion, of which 25 (89.3%) were minimal residual disease (MRD) negative. Within one month following CAR T-cell therapy, graft-versus-host disease (GVHD) occurred in 3 patients including 1 with rash and 2 with diarrhea. A total of 19 of the 28 (67.9%) patients had cytokine release syndrome (CRS), including two patients (7.1%) with Grade 3-4 CRS. Four patients had CAR T-cell related neurotoxicity including 3 with Grade 3-4 events. With a medium follow up of 103 days (1-669days), the median overall survival (OS) was 169 days (1-668 days), and the median leukemia-free survival (LFS) was 158 days (1-438 days). After CAR T-cell therapy, 15 patients bridged into a second allo-HSCT and one of 15 patients (6.7%) relapsed following transplant, and two died from infection. There were 11 patients that did not receive a second transplantation, of which three patients (27.3%) relapsed, and four parents died (one due to relapse, one from arrhythmia and two from GVHD/infection). Two patients were lost to follow-up. The remaining nine patients had no prior transplantation. At the time of T-cell collection, the median bone marrow blasts were 90% (range: 18.5%-98.5%), and the median peripheral blood blasts were 10% (range: 0-70%). CR rate within 30 days post CAR-T was 44.4% (4/9 cases). Six patients developed CRS, including four with Grade 3 CRS. Only one patient had Grade 3 neurotoxicity. No GVHD occurred following CAR T-cell therapy. Among the nine patients, five were treated with CAR T-cells derived from HLA-identical sibling donors and three of those five patients achieved CR. One patient who achieved a CR died from disseminated intravascular coagulation (DIC) on day 16. Two patients who achieved a CR bridged into allo-HSCT, including one patient who relapsed and died. One of two patients who did not response to CAR T-cell therapy died from leukemia. Four of the nine patients were treated with CAR T-cells derived from haploidentical related donors. One of the four cases achieved a CR but died from infection on day 90. The other three patients who had no response to CAR T-cell therapy died from disease progression within 3 months (7-90 days). Altogether, seven of the nine patients died with a median time of 19 days (7-505 days). Conclusions We find that manufacturing CD19+ CAR-T cells derived from donors is feasible. For patients who relapse following allo-HSCT, the transplant donor derived CAR-T cells are safe and effective with a CR rate as high as 96.4%. If a patient did not have GVHD prior to CAR T-cell therapy, the incidence of GVHD following CAR T-cell was low. Among patients without a history of transplantation, an inability to collect autologous lymphocytes signaled that the patient's condition had already reached a very advanced stage. However, CAR T-cells derived from HLA identical siblings can still be considered in our experience, no GVHD occurred in these patients. But the efficacy of CAR T-cells from haploidentical donors was very poor. View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Xian Zhang, MD",
        "Junfang Yang",
        "Wenqian Li",
        "Gailing Zhang, MD",
        "Yunchao Su",
        "Yanze Shi",
        "Dan Song",
        "Min Zhang",
        "Jiujiang He",
        "Li Xu",
        "Liyuan Qiu",
        "Xin-An Lu",
        "Fei Wu",
        "Jianqiang Li, PhD",
        "Dandan Chen",
        "Xiangqun Li",
        "Ziyu Li",
        "Jingjing Li",
        "Peihua Lu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xian Zhang, MD",
            "author_affiliations": [
                "Beijing Lu Daopei Institute of Hematology, Beijing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Junfang Yang",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, Langfang, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenqian Li",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, beijing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gailing Zhang, MD",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, beijing, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yunchao Su",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, beijing, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanze Shi",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, beijing, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan Song",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, beijing, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Zhang",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, beijing, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiujiang He",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, beijing, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Xu",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, beijing, China "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liyuan Qiu",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, langfang, China "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin-An Lu",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, langfang, China "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fei Wu",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, langfang, China "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianqiang Li, PhD",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, langfang, China "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dandan Chen",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, langfang, China "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiangqun Li",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, langfang, China "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ziyu Li",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, langfang, China "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jingjing Li",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, langfang, China "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peihua Lu, MD",
            "author_affiliations": [
                "Hebei Yanda Lu Daopei Hospital, Langfang, China "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T21:27:54",
    "is_scraped": "1"
}