{
    "doi": "https://doi.org/10.1182/blood.V118.21.508.508",
    "article_title": "Success in Meeting the Primary Endpoint in Phase III Trials: A Comparison of Industry and Cooperative Group Trials ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Health Services Research in Malignant Hematological Disorders",
    "abstract_text": "Abstract 508 Background: Evaluation of research effort, especially estimation of the proportion of treatment successes in randomized clinical trials (RCTs), has important ethical, scientific, and public policy implications. Whether commercial or public sector research programs generate higher discovery rate of new successful treatments when tested in cancer RCTs is not known. These research programs are postulated to be governed by two competing hypotheses. The “equipoise/uncertainty hypothesis” assumes that investigators cannot predict trial results in advance, and as a consequence, the rate of discovering new treatments is about 50%. In contrast, the “design bias hypothesis” assumes that researchers conduct only those RCTs which have high likelihood of success. We hypothesize that the public sector RCTs are governed by the equipoise hypothesis while the industry-sponsored (IS) RCTs are based on the design bias hypothesis. Here we conduct the comparative systematic assessment to investigate if IS RCTs are associated with higher success rates than publicly-sponsored trials (PS) according to design bias versus equipoise/uncertainty hypothesis, respectively. Methods: All consecutive, published and unpublished, phase III cancer RCTs assessing treatment superiority and conducted by Canada's NCIC Clinical Trials Group (NCIC CTG) and GlaxoSmithKline (GSK) from 1980 to June 2010 were included. All trial protocols from GSK and NCIC CTG were reviewed independently by two reviewers to determine their eligibility. Two reviewers independently extracted data from eligible study protocols and publications using a standardized form. Three metrics were extracted to determine treatment successes: (1) the proportion of statistically significant trials favoring new or standard treatments, (2) the proportion of the trials in which new treatments were considered superior according to the original investigators, and (3) quantitative synthesis of data for primary outcomes as defined in each trial. An experimental regimen (drug compound or combinations or procedures), which was not tested previously in an RCT involving a specific cancer population or for alleviation of symptoms was classified as a major innovation. If a drug or regimen was already tested in a specific cancer population and testing involved dose modifications or changes in route of administration, it was classified as a minor innovation. Results: Between1980 to 2010 NCIC CTG conducted 77 RCTs enrolling 33,260 patients while GSK conducted 40 cancer RCTs accruing 19,889 patients. Forty two percent (99%CI 24 to 60) of the results were statistically significant favoring experimental treatments in GSK versus 25% (99%CI 13 to 37) in the NCIC CTG cohort (p=0.04). Investigators concluded that new treatments were superior to standard treatments in 80% of GSK versus 44% of NCIC CTG RCTs (p<0.0001) The GSK investigators deemed 32% (99%CI 14 to 50; 14/44) of interventions as “breakthroughs” versus 10% (99%CI 1 to 18; 8/82) by NCIC CTG investigators (p=0.002). Pooled analysis for the primary outcome indicated higher success rate in GSK trials (odds ratio: 0.61 [99%CI 0.47–0.78]) versus NCIC trials (odds ratio: 0.86 [99%CI 0.74–1.00]) (p=0.003). Experimental treatments were considered as major innovations in 32% (99%CI 15 to 49; 16/50) of GSK vs. 93% (99%CI 86 to 100; 78/84) of NCIC CTG trials (p<0.0001). Increased success rate in IS RCTs was mainly due to testing of new palliative agents, while the research program of NCIC CTG largely focused on development of therapies to improve survival. Conclusions: This first study evaluating the treatment success and pattern of therapeutic discoveries in IS versus PS research showed that industry discovers more successful new treatments compared with public sector. However, industry appears to undertake RCTs with high likelihood of success. PS research had significantly high proportion of major innovations compared with IS research. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "clinical trial protocol document",
        "clinical trials cooperative groups",
        "conflict of interest",
        "disclosure",
        "drug administration routes",
        "equipoise",
        "ethics",
        "experimental treatment",
        "palliative care"
    ],
    "author_names": [
        "Benjamin Djulbegovic, MD, PhD",
        "Ambuj Kumar, MD, MPH",
        "Branko Miladinovic, PhD",
        "Asmita Mhaskar, MPH",
        "Tea Reljic, BS",
        "Sanja Galeb, BS",
        "Rahul Mhaskar, MPH, PhD",
        "Hozo Iztok, PhD",
        "Dongsheng Tu",
        "Heather Stanton",
        "Christopher M Booth",
        "Ralph M. Meyer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Benjamin Djulbegovic, MD, PhD",
            "author_affiliations": [
                "Center for evidence based medicine and health outcomes research, University of South Florida, Tampa, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ambuj Kumar, MD, MPH",
            "author_affiliations": [
                "University of South Florida, College of Medicine, Center for Evidence Based Medicine, Tampa, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Branko Miladinovic, PhD",
            "author_affiliations": [
                "Center for Evidence-based Medicine, University of South Florida, Tampa, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asmita Mhaskar, MPH",
            "author_affiliations": [
                "Center for Evidence-Based Medicine, University of South Florida, Tampa, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tea Reljic, BS",
            "author_affiliations": [
                "Center for Evidence-based Medicine, University of South Florida, Tampa, FL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanja Galeb, BS",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahul Mhaskar, MPH, PhD",
            "author_affiliations": [
                "Center for Evidence-Based Medicine, University of South Florida, Tampa, FL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hozo Iztok, PhD",
            "author_affiliations": [
                "Indiana University Northwest, gary, IN, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dongsheng Tu",
            "author_affiliations": [
                "NCIC CTG, Kingston, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather Stanton",
            "author_affiliations": [
                "NCIC CTG, Kingston, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher M Booth",
            "author_affiliations": [
                "NCIC CTG, Kingston, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph M. Meyer, MD",
            "author_affiliations": [
                "NCIC CTG, Kingston, Canada"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T21:38:23",
    "is_scraped": "1"
}