{
    "doi": "https://doi.org/10.1182/blood.V120.21.SCI-47.SCI-47",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2243",
    "start_url_page_num": 2243,
    "is_scraped": "1",
    "article_title": "Erythrocyte Advanced Glycation End-Products as Novel Mediators of Endothelial Dysfunction Following Transfusion ",
    "article_date": "November 16, 2012",
    "session_type": "Scientific Committee on Transfusion Medicine: Toxicologic Effects of Blood Transfusion",
    "topics": [
        "endothelial dysfunction",
        "erythrocytes",
        "glycation",
        "transfusion",
        "erythrocyte transfusion",
        "ligands",
        "pneumonia",
        "lysine",
        "vascular cell adhesion molecule-1",
        "acute lung injury"
    ],
    "author_names": [
        "Nilam S. Mangalmurti, MD",
        "Jessica Friedman, BS",
        "Don L. Siegel, MD, PhD, BSc",
        "Janet Lee, MD",
        "Steven M. Albelda, MD"
    ],
    "author_affiliations": [
        [
            "University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Pathology, Division of Transfusion Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Vascular Medicine Institute, University of Pittsburgh, Philadelphia, PA, USA, "
        ],
        [
            "Pulmonary, Allergy and Critical Care Division, University of Pennsylvania, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9522188",
    "first_author_longitude": "-75.1932137",
    "abstract_text": "Abstract SCI-47 Red cell transfusions are associated with the development of acute lung injury in critically ill patients, yet the mechanisms for this association remain unknown. We have previously shown that stored red blood cells (RBCs) express the advanced glycation end-product N ε -carboxymethyl lysine (N ε -CML) (1). Advanced glycation end-products (AGEs), a heterogeneous group of adducts formed during states of increased oxidative stress or hyperglycemia, are thought to exert their effects by binding to membrane receptors, including RAGE (the receptor for advanced glycation-end products). RAGE is a multiligand pattern-recognition receptor implicated in vascular disease whose function in lung endothelium remains unknown. Our previous data demonstrate that RAGE ligands on stored erythrocytes can induce reactive oxygen species in lung endothelial cells. We therefore hypothesized that RAGE ligands on the surface of stored RBCs exacerbate lung inflammation by interacting with the pulmonary endothelium, thus possibly participating in the pathogenesis of lung injury following transfusion. We first examined lung endothelial cells at baseline using multiple techniques and observed low basal expression of RAGE. Because RAGE ligands can induce the expression of RAGE, and stored red blood cells (RBCs) express the RAGE ligand N ε -carboxymethyl lysine (N ε -CML), we investigated whether RBC transfusion would augment RAGE expression on lung endothelium utilizing a syngeneic model of RBC transfusion. Increased lung endothelial RAGE expression and enhanced lung inflammation and endothelial activation was observed, as evidenced by increases in lung high mobility group box 1 (HMGB1) and vascular cell adhesion molecule (VCAM-1) expression following transfusion. These effects were mediated by RAGE, as endothelial activation was absent in RBC-transfused Rage knockout mice. Therefore, functional consequences of RBC transfusion are augmented RAGE expression, increased RAGE ligation, and endothelial activation, thus linking RAGE activation to lung inflammation following RBC transfusion. Disclosures: No relevant conflicts of interest to declare."
}