{
    "doi": "https://doi.org/10.1182/blood.V122.21.4994.4994",
    "article_title": "Therapy Related Acute Lymphoblastic Leukemia: Pethema Experience ",
    "article_date": "November 15, 2013",
    "session_type": "612. Acute Lymphoblastic Leukemia: Pathophysiology &amp; Clinical Studies",
    "abstract_text": "Background Therapy related acute lymphoblastic leukemia, a subset of secondary acute lymphoblastic leukemia has been estimated as accounting for between 1.2 and 6.9% of all adult acute lymphoblastic leukemia cases. It has been associated with an increased frequency of high risk cytogenetic alterations and with worse clinical outcomes. It has been suggested these patients should be included in high risk treatment protocols. Method In order to evaluate these characteristics in a group of similar patients we contacted centres working within the PETHEMA group to request data on patients diagnosed with ALL asking for clinical information including the presence or absence of previous neoplasia and of previous cytotoxic therapy along with treatment responses and survival data. Results We received information on 429 patients of whom 22 had received cytotoxic therapy for a prior neoplasm.Patients were divided into group 1 with prior cytotoxic therapy, group 2 with prior neoplasia without cytotoxic therapy and group 3 de novo ALL. We found patients in group 3 to be younger than the other two groups Group 1( 55 years) Group 2 (65 years) Group 3 (34 years) (p=0.001). No statistically significant difference was shown for white cell count, cytopenias, CNS involvement, LDH or for B versus T immunophenotype. Nor did our series show a significant difference in the frequencies of high risk cytogenetics between the groups. Figures for complete remission [Group 1- 13 (93%); Group 2- 6 (75%); Group 3-346 (85%) p=0.477] were higher in group 1 therapy related ALL compared with de novo patients without reaching clinical significance. Nor was a statistically significant difference shown for 3 year overall survival [Group 1 (80%); Group 2 (38%); Group 3 (47%) p=0.151] , 3 year event free survival [Group 1 (67%); Group 2 (38%); Group 3 (42%) p=0.24] or for complete remission duration [Group 1 (75%);Group 2 (50%); Group 3 (60%) p=0.462] Conclusion Apart from age, our series did not show an increase in poor risk clinical or cytogenetic features in therapy related ALL patients compared with de novo disease cases and nor was clinical outcome demonstrated to be worse. This would suggest that risk stratification should be carried out using currently recognized parameters without specifically taking into account the status of therapy related disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "cytotoxic drug therapy",
        "neoplasms",
        "complete remission",
        "cytopenia",
        "immunophenotyping",
        "treatment outcome",
        "leukocytes"
    ],
    "author_names": [
        "Nicholas John Kelleher, MB,",
        "David Gallardo, MD, PhD",
        "Salut Brunet",
        "Pau Montesinos",
        "Josep-Maria Ribera, MD, PhD",
        "Pere Barba, MD",
        "Olga Garcia"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicholas John Kelleher, MB,",
            "author_affiliations": [
                "Hospital Universitario de Girona, Institut Catala d´Oncologia, Girona, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Gallardo, MD, PhD",
            "author_affiliations": [
                "ICO- Hospital Josep Trueta, Girona, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salut Brunet",
            "author_affiliations": [
                "PETHEMA Group, Spanish Society of Hematology, Badalona, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pau Montesinos",
            "author_affiliations": [
                "PETHEMA Group, Spanish Society of Hematology, Badalona, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josep-Maria Ribera, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, ICO Badalona-Germans Trias i Pujol Hospital. Josep Carreras Leukemia Research Institute. Universitat Autonoma de Barcelona, Badalona, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pere Barba, MD",
            "author_affiliations": [
                "Hematology, hospital universitari Vall d'Hebron, Barcelona, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Garcia",
            "author_affiliations": [
                "ICO-Germans Trias i Pujol. Josep Carreras Leukaemia Research Institute. Universitat Autònoma de Barcelona, Badalona, Spain"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:23:10",
    "is_scraped": "1"
}