{
    "doi": "https://doi.org/10.1182/blood.V122.21.1358.1358",
    "article_title": "Immunity In Cytogenetically Normal Acute Myeloid Leukemia (iCN-AML) ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Background Cytogenetic normal acute myeloid leukemia (CN-AML) represents 40-50% of new AML patients, where molecular characterisation of this subgroup is paramount in the therapeutic algorithm. Flt3, NPM1, cKIT and CEBPA molecular mutations are clinically established, whilst mutations in epigenetic modifiers such as, Tet2, IDH1, IDH2 and DNMT3A are rapidly evolving into clinical relevance. However, not all centres have access to these state-of-the-art molecular assays, a good proportion of CN-AML patients will either not express or have contrasting predictive molecular phenotypes and the positive predictive value for especially, “favourable” (eg. NPM1 mutation) molecular markers are modest. In situ analysis of T cell immunity in colorectal cancer has been reported to be a better predictor of survival than the histopathology TNM score (J.Galon et al. Science 2006). Also, in NPM1 mutated CN-AML, T cell responses have been documented both at diagnosis (J. Greiner et al., Blood 2012) and post donor lymphocyte infusion therapy at relapse (S. Hofmann et al., JCO 2012). Given the molecular heterogeneity and disparity in clinical outcome of CN-AML, and evidence of T cell activity in both solid and blood cancers, we hypothesised that the adaptive immune state may be a novel prognostic marker in the CN-AML subgroup. Methods A retrospective analysis was performed on available diagnostic trephine biopsies from CN-AML patients over 2 non-consecutive years in 2006-2007 and 2010-2011. Primary endpoint was overall survival. Trephine sections were stained for CD3, CD4, CD8 and Granzyme B. Accurate quantification of these cells was determined using automated imaging thresholding techniques developed by Monash Micro Imaging platform that utilised ImageJ (v1.46s) macro programmes. Survival was estimated using the Kaplan-Meier method and patient categories based on percentage positivity for each immunostain were compared using the log-rank test. Results 26 evaluable patients (15 female; 11 male; Age range 23-90 years) were identified. Median follow up was 26 months. 7 patients were in 1st complete remission (CR1); 4 patients were in 2nd CR; 2 patients had stable disease; 9 patients were deceased; 4 patients were lost to follow up. 3/18 patients tested were positive for FLT3 ITD (2 in CR; 1 deceased). 5/14 patients tested were positive for NPM1, of which 1/5 was also FLT3-ITD positive (2 in CR; 3 deceased). Prominent non-specific background staining prevented CD4 analyses. The mean staining scores for CD3 and CD8 were 16% and 11%, respectively. Six patients (23%) in each of the CD3 and CD8 groups scored =5% vs =1% vs =<1%, also showed improved survival, although this was not statistically significant (69% vs. 53%, p=0.317). Conclusion Our initial evaluation of immunity in CN-AML patients suggests reduced T cell status at diagnosis may predict a poor prognosis for overall survival. Of note, there was not a vast difference in the age of patients with CD3 and/or CD8 stains =5% (mean age of 62 vs 54.5 years, respectively). Based on these preliminary results, we will further assess the prognostic value of CD3, CD8 and Granzyme B staining in correlation with molecular markers in a larger cohort of CN-AML patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "immunity",
        "leukemia, myelocytic, acute",
        "granzyme b",
        "ms-like tyrosine kinase 3",
        "biological markers",
        "diagnostic imaging",
        "impedance threshold device",
        "biopsy",
        "ccaat/enhancer binding protein alpha",
        "colorectal cancer"
    ],
    "author_names": [
        "Stephen Ting, MB BS, FRACP, FRCPA, PhD",
        "Denise Lee, MB BS",
        "Michael Low, MB BS",
        "Yee-May Ling, MB BS",
        "Trung Nguyen",
        "Zoe K McQuilten, MBBS",
        "Stephen Cody",
        "Catriona McLean"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen Ting, MB BS, FRACP, FRCPA, PhD",
            "author_affiliations": [
                "Australian Centre for Blood Diseases & Department of Haematology, Monash University & Alfred Health, Melbourne, Australia, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Denise Lee, MB BS",
            "author_affiliations": [
                "Haematology Department, Alfred Hospital, Melbourne, Australia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Low, MB BS",
            "author_affiliations": [
                "Haematology Department, Alfred Hospital, Melbourne, Australia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yee-May Ling, MB BS",
            "author_affiliations": [
                "Haematology Department, Alfred Hospital, Melbourne, Australia, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Trung Nguyen",
            "author_affiliations": [
                "Anatomical Pathology, Alfred Hospital, Melbourne, Australia, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zoe K McQuilten, MBBS",
            "author_affiliations": [
                "Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Australia, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Cody",
            "author_affiliations": [
                "Micro Imaging, Monash University, Melbourne, Australia, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catriona McLean",
            "author_affiliations": [
                "Anatomical Pathology, Alfred Hospital & Monash University, Melbourne, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T02:15:10",
    "is_scraped": "1"
}