{
    "doi": "https://doi.org/10.1182/blood.V128.22.579.579",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3519",
    "start_url_page_num": 3519,
    "is_scraped": "1",
    "article_title": "Inhibition of UBE2N As a Therapeutic Approach in Myelodysplastic Syndromes (MDS) and Acute Myeloid Leukemia (AML) ",
    "article_date": "December 2, 2016",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Targeting Leukemia-Initiating Cells",
    "abstract_text": "Hematopoietic stem and progenitor cells (HSPC) from MDS and AML patients exhibit overexpression of TRAF6 and related innate immune pathway genes, suggesting a dependency of leukemic HSPC on activated innate immune signaling. Unfortunately, inhibiting TRAF6 directly has proven difficult, as few binding pockets on TRAF6 exist for small molecule targeting. UBE2N/Ubc13, a cofactor of TRAF6 and key enzyme in innate immune signaling, is an ubiquitin-conjugating E2 enzyme that catalyzes lysine 63 (K63)-linked ubiquitin chains on TRAF6 and its substrates. Importantly, a commercially available compound and our own chemical series of UBE2N inhibitors are available. In this study we evaluated the cellular and molecular effects of pharmacologic and genetic inhibition of UBE2N in MDS and AML cells. Pharmacologic inhibition of UBE2N with NSC697923 or genetic inhibition with shRNAs reduced the clonogenic capacity of MDSL/AML cell lines and primary cells while not significantly affecting normal HSPC. Treatment of MDS/AML cells with NSC697923 reduced the cellular metabolic activity, induced a G2/M cell cycle arrest, and increased cell death. Moreover, xenotransplantation of an MDS-derived patient cell line (MDSL) into immunodeficient mice (NSG-SGM3) showed a 50-70% reduced graft upon UBE2N knockdown relative to a non-silencing control. The cellular effects of UBE2N inhibition correspond with suppression of TRAF6-induced NF-kB activation of target genes. In addition, we found that NSC697923 treatment results in a dramatic loss of TRAF6 protein expression, which is rescued by inhibition of the proteasome. Intriguingly, our molecular analysis revealed that UBE2N inhibition shifts the stoichiometry of TRAF6 ubiquitin chains from K63-linked to K48-linked ubiquitin, resulting in proteasome-mediated degradation. To identify the molecular basis of UBE2N inhibition, we performed a global ubiquitin screen for changes in ubiquitinated substrates and gene expression profiling by RNA sequencing. For the ubiquitin screen, K63 ubiquitinated proteins were immunoprecipitated from MDSL cells upon pharmacologic inhibition of UBE2N, followed by mass spectrometry analysis. UBE2N inhibition significantly altered the ubiquitination of ~140 proteins involved in innate immune signaling, glycolysis, cell survival, RNA splicing, and DNA damage response. In parallel, RNA sequencing of MDSL cells treated with NSC697923 revealed expression changes in genes involved in mRNA processing, cell cycle and glycolysis. Several components of the E3 ligase anaphase-promoting complex APC/CDC20 were downregulated after UBE2N inhibition. As expected, increased expression of APC/CDC20 substrates (i.e., cyclin B1) were observed following treatment with NSC697923, suggesting that UBE2N inhibition in MDS/AML blocks degradation of APC/CDC20 targets and leads to mitotic alterations and apoptosis. One substrate identified in NSC697923-treated MDSL cells by the ubiquitin screen is DDB1, a component of the CUL4-CRBN E3 ligase complex targeted by Lenalidomide (LEN). LEN has shown encouraging results in del(5q) MDS patients; however, its effects are limited in other cytogenetic subtypes of MDS or AML. Therefore, the identification of molecular targets that can enhance or extend the use of LEN in a broader spectrum of patients is desired. As such, we explored the possibility of a cooperative effect of LEN and NSC697923 on MDS/AML cells. As compared to individual treatments, the combination of LEN and NSC697923 or UBE2N shRNAs significantly suppressed the function and viability of MDS/AML cell lines and patient samples in vitro. More striking, treatment of LEN and NSC697923 impaired MDS/AML cells that are refractory to treatment of LEN or NSC697923 alone. These findings suggest that UBE2N is a promising target to extend the use of LEN to other subtypes of MDS/AML. In summary, our data reveal a novel therapeutic target, an E2 ubiquitin conjugating enzyme (UBE2N), in MDS/AML. UBE2N inhibition suppresses the function and viability of MDS/AML cell lines and patient samples, due in part to degradation of TRAF6, suppressing innate immune signaling, and inducing mitotic alterations. Lastly, we show that inhibition of UBE2N alters ubiquitination of DDB1, a component of the CRBN complex, and cooperates with LEN to target MDS/AML cells. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cell lines",
        "cyclins",
        "dna damage",
        "enzymes",
        "gene expression profiling",
        "immunologic deficiency syndromes",
        "lenalidomide",
        "leukemia, myelocytic, acute",
        "lysine",
        "mass spectrometry"
    ],
    "author_names": [
        "Laura Barreyro, PhD",
        "Avery M Sampson, BS",
        "Lyndsey Bolanos, BSc",
        "Madeline Niederkorn, BS",
        "Mario Pujato, PhD",
        "Molly A Smith, BS",
        "Muto Tomoya, MD PhD",
        "Wendy D Haffey, PhD",
        "Susanne Christie",
        "Xiaona Liu, MD MS",
        "Matthew Weirauch, PhD",
        "Ken Greis, PhD",
        "William L Seibel, PhD",
        "Daniel T Starczynowski, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Center for Autoimmune Genetics and Etiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Center for Autoimmune Genetics and Etiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "Department of Pediatrics, University of Cincinnati, Cincinnati, OH"
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, OH "
        ],
        [
            "Department of Pediatrics, University of Cincinnati, Cincinnati, OH"
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, OH "
        ]
    ],
    "first_author_latitude": "39.1414009",
    "first_author_longitude": "-84.5011174"
}