{
    "doi": "https://doi.org/10.1182/blood-2021-145082",
    "article_title": "Organ Damage at Initial Presentation across the Spectrum of Advanced Systemic Mastocytosis Variants ",
    "article_date": "November 5, 2021",
    "session_type": "634.Myeloproliferative Syndromes: Clinical and Epidemiological",
    "abstract_text": "BACKGROUND: Systemic mastocytosis (SM) is characterized by the accumulation of neoplastic mast cells in various organs, including the bone marrow, liver, spleen, and gastrointestinal tract. Advanced SM (AdvSM) comprises 3 subtypes: aggressive SM (ASM), SM with an associated hematologic neoplasm (SM-AHN), and mast cell leukemia (MCL). Individuals with AdvSM often exhibit hematologic and/or non-hematologic organ damage (C-findings), which contributes to the poor prognosis of these patients (pts). To date, the presenting patterns of organ damage across the spectrum of AdvSM subtypes have not been well characterized. In addition, the definition of hematologic and non-hematologic organ damage has evolved from the initial characterization of C-findings used by the World Health Organization (WHO) to define ASM, to more clinically relevant and quantifiable organ damage criteria that are used to assess eligibility for clinical trials in AdvSM. These include the International Working Group-Myeloproliferative Neoplasms Research and Treatment and European Competence Network on Mastocytosis (IWG) criteria and a modified version of these criteria (mIWG), which differ slightly regarding splenomegaly (IWG: symptomatic splenomegaly >5 cm; mIWG: spleen >5 cm). In this retrospective analysis, we describe the distribution and frequency of organ damage at the time of initial presentation among the 3 subtypes of AdvSM as defined by WHO, IWG, and mIWG criteria. METHODS: Among 251 pts with mast cell disorders in our Stanford IRB-approved MPN registry, we identified 87 AdvSM pts between October 1999 and September 2020. Thirteen pts (15%) had ASM, 63 (72%) had SM-AHN, and 11 (13%) had MCL. Comparisons between continuous and categorial variables were performed using the Kruskal-Wallis test and the Fisher's exact test, respectively. We defined IWG/mIWG liver-associated organ damage as a composite of ascites/pleural effusions requiring diuretics or drainage, liver function abnormalities, and/or hypoalbuminemia. RESULTS: Median age at diagnosis was 64 years (range 24-88) and 55 pts (63%) were male. The median number of prior treatments was 1 (range, 0-4). Forty-six pts (53%) were enrolled on clinical trials, and they had a median of 2 organ damage findings by WHO or IWG/mIWG criteria. ASM, MCL, and SM-AHN pts had significantly different WBC, ANC, and monocyte counts; pts with SM-AHN had the highest median white blood cell count (11.4 x 10 9 /L), absolute neutrophil count (5.69 x 10 9 /L), and monocytosis (1.58 x 10 9 /L). Pts with SM-AHN exhibited a trend towards a higher absolute eosinophil count compared to ASM pts (p = 0.06). There was a significant difference in IWG/mIWG-defined RBC and platelet transfusion dependence in the 12 weeks prior to initial presentation. Pts with MCL had the highest transfusion requirement, with 55% and 27% of pts requiring red blood cell and platelet transfusions, respectively. There were no differences in median hemoglobin, platelet count, liver function tests, serum albumin, pleural effusions/ascites, and liver or spleen size by palpation or volumetric imaging. Across the 3 AdvSM subtypes, a significant difference was observed between the # of pts fulfilling IWG/mIWG criteria for liver-related organ damage (p = 0.044). Pts with SM-AHN (p = 0.071) and MCL (p = 0.013) fulfilled more IWG/mIWG liver criteria compared to ASM pts. While the absolute number of IWG/mIWG non-hematologic organ damage findings was not different across the 3 subtypes, a pairwise comparison revealed a statistically higher number of IWG non-hematologic organ damage findings in MCL vs. ASM. Irrespective of the criteria, there were no significant differences in organ damage between pts receiving 0, 1, or ≥2 prior therapies. CONCLUSION: We provide a preliminary snapshot of the patterns of WHO and IWG/mIWG-defined organ damage at initial presentation across a spectrum of AdvSM pts. Pts with MCL had the highest transfusion requirements, and liver-associated organ damage appears to be more frequent in SM-AHN and MCL pts compared to ASM. We next plan to study the profile of organ damage using WHO, IWG, and mIWG criteria in AdvSM patients who enrolled on the phase I (NCT02561988) and phase II (NCT03580655) studies of avapritinib. These analyses will include clinicopathologic and genetic correlates of organ damage, including # prior therapies, KIT D816V variant allele frequency, and myeloid mutation profile. Disclosures Shomali:  Incyte: Consultancy, Research Funding; Blueprint Medicines: Consultancy. Gotlib:  Kartos: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; PharmaEssentia: Honoraria, Membership on an entity's Board of Directors or advisory committees; Cogent Biosciences: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Chair for the Eligibility and Central Response Review Committee, Research Funding; Allakos: Consultancy; BMS: Research Funding; Abbvie: Membership on an entity's Board of Directors or advisory committees, Research Funding; Deciphera: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Blueprint Medicines: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "author_names": [
        "Emily C. Liang",
        "Cecelia Perkins",
        "Rong Lu",
        "Justin Abuel",
        "Cheryl Langford",
        "Denise DeVore",
        "Lenn Fechter",
        "Parveen Abidi",
        "William Shomali",
        "Jason Gotlib"
    ],
    "author_dict_list": [
        {
            "author_name": "Emily C. Liang",
            "author_affiliations": [
                "Department of Medicine, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cecelia Perkins",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong Lu",
            "author_affiliations": [
                "Department of Medicine, Quantitative Sciences Unit, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin Abuel",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl Langford",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denise DeVore",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lenn Fechter",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parveen Abidi",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Shomali",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Gotlib",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:46:31",
    "is_scraped": "1"
}