{
    "doi": "https://doi.org/10.1182/blood.V110.11.4415.4415",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1049",
    "start_url_page_num": 1049,
    "is_scraped": "1",
    "article_title": "Detection of p57KIP2 Gene Methylation Is Useful Marker for Minimal Residual Disease in Diffuse Large B Cell Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "diffuse large b-cell lymphoma",
        "genes",
        "methylation",
        "neoplasm, residual",
        "dna",
        "b-cell lymphomas",
        "bcl-2 protein",
        "biological markers",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains"
    ],
    "author_names": [
        "Kazumi Hagiwara",
        "Hirokazu Nagai, M.D.",
        "Toshiya Yokozawa, M.D.",
        "CHiaki Kato, M.D.",
        "Motohiro Hamaguchi, M.D.",
        "Tomomitsu Hotta, M.D.",
        "Keizo Horibe, M.D."
    ],
    "author_affiliations": [
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Aichi, Japan"
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Aichi, Japan"
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Aichi, Japan"
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Aichi, Japan"
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Aichi, Japan"
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Aichi, Japan"
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Aichi, Japan"
        ]
    ],
    "first_author_latitude": "35.1840395",
    "first_author_longitude": "136.90596639999998",
    "abstract_text": "Background: The t(14;18)(q32;q21) translocation, which causes a BCL2/IgH gene rearrangement, is a characteristic chromosomal abnormality found mainly in B cell lymphomas, and its detection and quantification is useful for monitoring of minimal residual disease (MRD) in follicular lymphoma (FL). However, in diffuse large B cell lymphoma (DLBCL), the frequency of this rearrangement is relatively low. We revealed that the promoter region of p57KIP2 gene is frequently methylated in B cell lymphomas. Aberrant DNA methylation in the promoter regions of genes is known as the major mechanism for inactivation of tumor suppressor genes, so the detection of the methylation is expected to be used as a promising tumor specific marker. Therefore, we investigated the possibility of p57KIP2 gene promoter methylation as a biomarker for MRD detection in B cell lymphoma, especially in DLBCL. Methods: We analyzed lymphoid cell line DNA, tumor DNA from 64 patients with DLBCL, and 4 patients with FL. The bisulfite-modified DNA was used as a template for conventional methylation-specific PCR (MSP) and real-time quantitative MSP (Q-MSP). Results: In clinical samples (tumor DNA), p57KIP2 gene methylation was detected by Q-MSP in 73% (47/64) DLBCL, and 50% (2/4) FL. Using cell line DNA, which was fully methylated in promoter region of p57KIP2 gene, we determined the detection limit of Q-MSP assay. The methylated DNA could be detected in the presence of a 1000-fold excess of unmethylated DNA by Q-MSP. We could validate the level of methylated DNA in each sample by Q-MSP evaluating the p57KIP2/b-actin ratio. The sensitivity to detect MRD in bone marrow by this method was found to be equivalent to real time quantitative PCR for BCL2/IgH major breakpoint region. Conclusion: The methylation of p57KIP2 gene is detected at high frequency in DLBCL. This biomarker is thought to be conventional and widely applicable to the detection of MRD in DLBCL."
}