{
    "doi": "https://doi.org/10.1182/blood.V126.23.5234.5234",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3131",
    "start_url_page_num": 3131,
    "is_scraped": "1",
    "article_title": "Patients with Therapy-Related Myelodysplastic Syndromes (t-MDS) Have Shorter Median Overall Survival Than De Novo MDS: Mayo Clinic Experience ",
    "article_date": "December 3, 2015",
    "session_type": "637. Myelodysplastic Syndromes - Clinical Studies",
    "topics": [
        "myelodysplastic syndrome, therapy related",
        "prostatic hypertrophy risk score",
        "mos pp39 serine/threonine kinase",
        "myelofibrosis",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "radiation therapy",
        "bone marrow diseases",
        "cytopenia",
        "leukemia, acute"
    ],
    "author_names": [
        "Muhanad Hreh",
        "Darci Zblewski, CNP",
        "Mrinal M Patnaik, MBBS",
        "Firas Baidoun, MD",
        "Naseema Gangat, MBBS",
        "Dong Chen, MD PhD",
        "Chris Hook",
        "William J Hogan, MD",
        "Mark R Litzow, MD",
        "Aref Al-Kali, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "University of Florida-College of Medicine-Jacksonville, Jacksonville, FL "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001",
    "abstract_text": "Background: MDS is a clonal bone marrow disorder characterized by ineffective hematopoiesis with peripheral blood cytopenias and an increased risk for transformation to acute leukemia. Patients with MDS who have a history of prior exposure to chemotherapy and/or radiotherapy are called therapy-related MDS (t-MDS). We hereby describe our experience with this entity and compare it to our experience with de novo MDS patients. Aim: To study the differences of clinical outcome between t-MDS and de novo MDS patients. Method: A retrospective single institution study chart review of cases with MDS at Mayo Clinic Rochester between 1993- 2011 was performed. De novo MDS, t-MDS and leukemic transformation (LT) were defined according to the World Health Organization (WHO) classification (Swerdlow et al 2008). Prior exposures to chemotherapy, radiotherapy and/ or both were defined as t-MDS; while lack of any as de novo MDS. Appropriate IRB approval was obtained in accordance with the Helsinki declaration. Comparison between group medians was done using Wilcoxon test, comparison between values was done using contingency and One-way analyses (Means/Anova/Pooled t), while survival estimates were calculated using Kaplan-Meier curves JMP V10 Results: Out of 827 patients with MDS, 153 (19%) patients were t-MDS (group (Gr) 1) versus 674 (81%) (rest of patients, Gr 2). Out of the t-MDS, 79 (52%) pts had CTX, and 42 (27%) had XRT, and 32 (21%) pts had both CTX/XRT). Upon comparison between Gr 1 vs 2, statistical significant difference was seen in median age 69 vs 72 (p=0.01) , Platelets 68 vs 114 x10 9 (<p0.0001), and WBC 3.2 vs 3.6 x10 9 (0.02) , respectively. No significant statistical difference was found in median Hg 9.6 vs 9.7 gm/dL (p 0.6), peripheral blood (PB) blasts 0% in both groups, and bone marrow (BM) blasts 2% in both groups. IPSS was low, int-1, int-2, high in 16%, 40%, 34%, 9%in Gr 1 and 32%, 46%, 18%, 4% in Gr 2. IPSS-R was very low, low, int, high, very high in 9%, 24%, 18%, 20%, 28% in Gr 1 vs 18%, 36%, 20%, 16%, 10% in Gr 2. AML transformation (LT) was identical in both groups at 12%. Upon comparison between Gr 1 and 2, median time to AML transformation was 7.9 vs 13 months (p=0.08). Median overall survival (mOS) was shorter in Gr 1 vs 2 at 16 vs 34 months (P<0.0001). When analysis was limited to diploid cytogenetics, median OS was 63 vs 50 months, respectively (p=0.9). Both IPSS and IPSS-R were prognostic of mOS in t-MDS (p<0.0001). On multivariate analysis; age (<0.0001), IPSS-R (p<0.0001 ) and previous CTX and/ or XRT (P=0.02) were the only variables that affected mOS. Conclusion: T-MDS comprises a small portion of all MDS cases (19%). Median overall survival in the de novo MDS group was longer than t-MDS group; however this difference was not maintained in patients with diploid cytogenetics. Similarly, time to AML was longer in de novo MDS compared to t-MDS (although similar rates of incidence). All of age, IPSS-R and t-MDS did affect median OS on multivariate analysis. Disclosures Al-Kali: Celgene: Research Funding."
}