{
    "doi": "https://doi.org/10.1182/blood.V128.22.3086.3086",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3566",
    "start_url_page_num": 3566,
    "is_scraped": "1",
    "article_title": "Impact of Body Weight Adjusted Dose on Efficacy and Safety of Radotinib in Chronic Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster II",
    "topics": [
        "leukemia, myelocytic, chronic",
        "measles-mumps-rubella vaccine",
        "regimen",
        "bcr-abl tyrosine kinase",
        "lymphoma",
        "protein-tyrosine kinase inhibitor",
        "toxic effect",
        "log rank test",
        "logistic regression",
        "myanmar"
    ],
    "author_names": [
        "Hayeon Noh",
        "Su Young Jung",
        "Jae-Yong Kwak, MD PhD",
        "Sung-Hyun Kim",
        "Suk Joong Oh",
        "Dae Young Zang",
        "Hye Lin Park",
        "Dae Jin Jo",
        "Jae Soo Shin",
        "Young Rok Do",
        "Dong-Wook Kim, MD PhD",
        "Jangik I Lee"
    ],
    "author_affiliations": [
        [
            "Department of Pharmacy, College of Pharmacy, Yonsei University, Incheon, Korea, The Republic of "
        ],
        [
            "Department of Pharmacy, College of Pharmacy, Seoul National University, Seoul, Korea, The Republic of ",
            "Research Institute of Pharmaceutical Sciences, Seoul National University, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Internal Medicine, Chonbuk National University Medical School, Jeonju, Korea, The Republic of "
        ],
        [
            "Department of Hematology-Oncology, Dong-A University College of Medicine, Busan, Korea, The Republic of "
        ],
        [
            "Department of Internal Medicine, Kangbuk Samsung Hospital, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Internal Medicine, Hallym University Sacred Heart Hospital, Anyang, Korea, The Republic of "
        ],
        [
            "Central Research Institute, Il-Yang Pharmaceutical Co., Ltd., Yongin, Korea, The Republic of "
        ],
        [
            "Central Research Institute, Il-Yang Pharmaceutical Co., Ltd., Yongin, Korea, The Republic of "
        ],
        [
            "Central Research Institute, Il-Yang Pharmaceutical Co., Ltd., Yongin, Korea, The Republic of "
        ],
        [
            "Department of Medicine, Dongsan Medical Center, Keimyung University, Daegu, Korea, The Republic of "
        ],
        [
            "Department of Hematology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, The Republic of"
        ],
        [
            "Department of Pharmacy, College of Pharmacy, Seoul National University, Seoul, Korea, The Republic of ",
            "Research Institute of Pharmaceutical Sciences, Seoul National University, Seoul, Korea, The Republic of "
        ]
    ],
    "first_author_latitude": "37.3814905",
    "first_author_longitude": "126.6712222",
    "abstract_text": "Background: Radotinib is a BCR-ABL tyrosine kinase inhibitor (TKI) approved for the treatment of chronic myeloid leukemia in chronic phase (CP-CML). It is typically administered as a fixed dose; however, a subanalysis of the Phase 2 study (Leuk Lymphoma. DOI 10.3109/10428194.2015.1113278) demonstrated that as the dose adjusted for body weight (Dose/BW) increased the risk of dose-limiting toxicity (DLT) significantly. Aims: To assess the impact of Dose/BW of radotinib on the occurrence of DLT as well as on the achievement of major molecular response (MMR) using the clinical data obtained from the Phase 3 study Methods: The Phase 3 study involved 160 CP-CML patients who were randomly assigned to a fixed dose of radotinib 300 mg BID or 400 mg BID regardless of BW. The authors performed a logistic regression analysis to evaluate the relationship between daily Dose/BW and the probability of achieving MMR at 12 months as well as experiencing DLT by 12 months. Chi-square test and Kaplan-Meier analysis (log-rank test) were utilized to compare the incidence of MMR and DLT, respectively, according to specific Dose/BW cut-offs. Results: Efficacy. Dose/BW of radotinib was negatively associated with the rate of MMR when controlled for gender ( p = 0.033). That is, increasing Dose/BW rather decreased the likelihood of achieving MMR. More specifically, patients who received ≥13 mg/kg/d showed a significantly lower rate of MMR at 12 months (35%) than those who received <13 mg/kg/d (56%) ( p = 0.045). Safety. Dose/BW of radotinib was positively associated with the rate of DLT ( p = 0.003). A Dose/BW cut-off 13 mg/kg/d yielded the largest difference in the rate of DLT, such that the patients who received ≥13 mg/kg/d had a substantially higher rate of DLT (91%) than those who received <13 mg/kg/d (57%) ( p <0.001). The time at which 50% of patients experienced their first DLT was also much earlier in the ≥13 mg/kg/d group (83 days) than in the <13 mg/kg/d group (194 days) ( p <0.001). Conclusion: Dose adjustment of radotinib based on BW is warranted so as not to exceed 13 mg/kg/d. Therefore, a two-tier weight-based dosing regimen was developed: radotinib 300 mg BID for patients who weigh 60 kg or less, and 400 mg BID for patients who weigh more than 60 kg. A prospective clinical trial would be needed to confirm the efficacy and safety of this new dosing regimen. Disclosures Noh: Il-Yang Pharmaceutical: Research Funding. Jung: Il-Yang Pharmaceutical: Research Funding. Park: Il-Yang Pharmaceutical: Employment. Jo: Il-Yang Pharmaceutical: Employment. Shin: Il-Yang Pharmaceutical: Employment. Kim: BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Consultancy, Honoraria, Research Funding, Speakers Bureau; ILYANG: Consultancy, Honoraria, Research Funding. Lee: Il-Yang Pharmaceutical: Research Funding."
}