{
    "doi": "https://doi.org/10.1182/blood-2018-99-116577",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3988",
    "start_url_page_num": 3988,
    "is_scraped": "1",
    "article_title": "Practical Utilisation of Octapharma FVIII Concentrates in Previously Untreated and Minimally Treated Haemophilia a Patients Entering Routine Clinical Treatment with Nuwiq ® , Octanate ® or Wilate ® — the Protect-NOW Study ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "concentrate dosage form",
        "hemophilia a",
        "human coagulation factor viii/von willebrand factor complex",
        "hemophilias",
        "recombinant antihemophilic factor viii",
        "epitope mapping",
        "hemorrhagic episodes",
        "prophylactic surgery",
        "von willebrand factor",
        "treatment effectiveness"
    ],
    "author_names": [
        "Johannes Oldenburg, MD PhD",
        "Anna Pavlova, MD PhD",
        "Susan Halimeh, MD",
        "Robert Klamroth",
        "Joris Versteden",
        "Martina Jansen",
        "Larisa Belyanskaya, PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Experimental Haematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany "
        ],
        [
            "Institute of Experimental Haematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany "
        ],
        [
            "Gerinnungszentrum Rhein-Ruhr, Duisburg, Germany "
        ],
        [
            "Department for Internal Medicine, Vascular Medicine and Haemostaseology, Vivantes Klinikum im Friedrichshain, Berlin, Germany "
        ],
        [
            "Octapharma AG, Lachen, Switzerland "
        ],
        [
            "Octapharma Pharmazeutika GmbH, Vienna, Austria"
        ],
        [
            "Octapharma AG, Lachen, Switzerland "
        ]
    ],
    "first_author_latitude": "50.7267806",
    "first_author_longitude": "7.0864528",
    "abstract_text": "Introduction/Objective: The development of FVIII inhibitors remains the greatest challenge to the treatment of previously untreated patients (PUPs) with haemophilia A. Uncontrolled studies in PUPs have suggested that immunogenicity of FVIII concentrates varies between different products. In the SIPPET study, the first and only large randomised controlled study to examine the impact of FVIII product type on immunogenicity, the cumulative incidence of high-titre inhibitors in PUPs and minimally treated patients (MTPs) treated with hamster cell-derived recombinant FVIII (rFVIII) products was 28.4%, compared with 18.6% for plasma-derived FVIII/von Willebrand factor (pdFVIII/VWF) products [1]. However, SIPPET did not include all currently available FVIII products, limiting the applicability of its conclusions to the current haemophilia treatment landscape. In previous clinical studies of true PUPs treated with the pdFVIII/VWF concentrates octanate ® [2] and wilate ® , the cumulative incidences of high-titre inhibitors were 8.0% and 11.3%, respectively. For the human-cell derived rFVIII Nuwiq ® , the cumulative incidence of high-titre inhibitors was 12.8% (data from a preplanned interim analysis) [3]. These incidences suggest a favourable immunogenicity profile compared to products in the SIPPET study. However, there is a need for more real-life data on treatment effectiveness and safety in PUPs and MTPs. The ongoing, non-interventional, multi-centre Protect-NOW study is a prospective and retrospective study evaluating real-life treatment patterns, effectiveness and safety, including inhibitor development, in PUPs and MTPs with severe haemophilia A who are treated with Octapharma's pdFVIII or rFVIII products. Methods: One hundred and forty PUPs (no previous treatment) and MTPs (<5 previous EDs with other FVIII products) with severe haemophilia A of all ages and ethnicities will be studied for 100 EDs or up to 3 years. Treatment effectiveness will be evaluated for regular prophylaxis, treatment of bleeding episodes, and surgical prophylaxis. Optional sub-studies, including epitope mapping, detection of non-neutralising inhibitors, and gene mutation analysis, will assess factors potentially associated with inhibitor development and eradication in patients with severe haemophilia A. Optional sub-studies will be carried out at the central laboratory at the Institute of Experimental Haematology in Bonn. Protect-NOW is planned to include around 17 countries and 50 centres worldwide. In the US, the Protect-NOW will be performed as part of the ATHN-8 study. Results: Recruitment is ongoing, with seven patients recruited at two German centres to date. The study has been approved by central and/or local ethics committees in Germany, US, UK, Spain and Russia, and is under ethical review in Canada. Final data collection is expected in 2022. Conclusions: Protect-NOW will collect real-life clinical experience with Octapharma's FVIII products in PUPs and MTPs. This study will contribute real-world data to the current debate on the relevance of FVIII concentrate type in inhibitor induction. References Peyvandi F et al. N Engl J Med 2016; 374:2054-64. Klukowska A et al . Haemophilia 2018; 24:221-28. Liesner R et al. Haemophilia 2018; 24: 211-20. Disclosures Oldenburg: Novo Nordisk: Honoraria, Research Funding; Roche: Honoraria, Research Funding; Swedish Orphan Biovitrum: Honoraria, Research Funding; Chugai: Honoraria, Research Funding; Bayer: Consultancy, Honoraria, Research Funding; Biogen: Honoraria, Research Funding; Biotest: Honoraria, Research Funding; CSL Behring: Honoraria, Research Funding; Octapharma: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Shire: Honoraria, Research Funding; Grifols: Honoraria, Research Funding. Pavlova: Octapharma: Honoraria; Novo Nordisk: Honoraria. Halimeh: Bayer healthcare, Baxalta Innovations, Biotest, CSL Behring, Novartis, Novo Nordisk, Octapharma, LFB, Pfizer: Honoraria; Bayer Healthcare, Baxalta Innovations, Biotest, CSL Behring, Novo Nordisk, Octapharma, Pfizer: Research Funding. Klamroth: Baxalta (Shire), Bayer, CSL Behring, Novo Nordisk, Octapharma, Pfizer, Shire, and SOBI: Research Funding; Baxalta (Shire), Bayer, CSL Behring, Novo Nordisk, Octapharma, Pfizer, Shire, and SOBI: Consultancy. Versteden: Octapharma AG: Employment. Jansen: Octapharma: Employment. Belyanskaya: Octapharma AG: Employment."
}