{
    "doi": "https://doi.org/10.1182/blood.V114.22.3050.3050",
    "article_title": "Pleiotrophin Is Highly Produced by Solid Tumors and Transdifferentiates Human Monocytes Into Endothelial Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "VASCULAR WALL BIOLOGY, ENDOTHELIAL PROGENITOR CELLS AND PLATELET ADHESION POSTER I",
    "abstract_text": "Abstract 3050 Poster Board II-1026 We have previously shown that tumor cells from multiple myeloma (MM) patients express pleiotrophin (PTN). This protein is elevated in the serum of MM patients and we have shown that, in combination with M-CSF, it induces the transdifferentiation of monocytes into endothelial cells both in vitro and in vivo (Chen et al. Blood 2009). In this study, we determined the level of PTN expression in a variety of solid tumor types including breast, ovarian, prostate, and pancreatic cancers, and examined whether PTN produced by tumor cells from these different types of solid tumors could also induce transdifferentiation of human monocytes into endothelial cells both in vitro and in vivo . Our results showed that breast, ovarian, prostate, and pancreatic cancers all produce high levels of PTN as determined by RT-PCR, Western blot analysis, immunohistochemical staining, and measurement of the level of this growth factor secreted into the medium derived from cultured tumor cells whereas normal peripheral blood mononuclear cells (PBMCs) showed no expression of this protein. Next, monocytes derived from CD14-selected PBMCs or the THP-1 cell line were exposed to breast, ovarian, prostate, and pancreatic cancer cells on collagen I-coated Transwell plates with M-CSF. Following culture of these cells for 5-14 days, both fresh CD14+ cells and THP-1 cells changed their morphology into endothelial-like cells and expressed the endothelial genes and proteins Flk-1 and Tie-2 as determined with RT-PCR and Western blot analysis, respectively. These endothelial cell-inducing effects on monocytes were blocked with anti-PTN antibodies. Next, we determined whether human monocytes could be incorporated into blood vessels and express endothelial cell markers in vivo within solid tumors that express PTN. Human breast cancer cells (MDA-MB-231) alone, THP-1 monocytes transduced with the green fluorescent protein (GFP) gene, or the combination of both cell types were injected subcutaneously into severe combined immunodeficient (SCID) mice. Mice were sacrificed 8 weeks later and the tumor tissue was fixed and cut into frozen sections. Breast cancer cells or GFP+ THP-1 monocytes alone did not demonstrate the presence of GFP-marked cells within tumor blood vessels. When breast cancer cells and GFP+ THP-1 cells were injected together, GFP-marked cells were found within tumor blood vessels; and, moreover, double staining of serial sections of the breast cancer with anti-Tie-2 and CD31 antibodies showed a similar distribution pattern of staining as the blood vessel cells showing the presence of GFP. We also examined endothelial gene expression in these samples using RT-PCR. The results showed that the THP-1 monocytes alone or breast cancer cells alone did not express endothelial genes whereas THP-1 monocytes mixed with breast cancer cells showed endothelial gene (FLK-1, Tie-2) expression. These data show that solid tumors through expression of PTN support new blood vessel formation by the transdifferentiation of monocytes into endothelial cells and provide a new potential target for inhibiting early blood vessel formation within tumors. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "endothelial cells",
        "monocytes",
        "solid tumors",
        "breast cancer cells",
        "pancreatic cancer",
        "reverse transcriptase polymerase chain reaction",
        "antibodies",
        "macrophage colony-stimulating factor",
        "neoplasms",
        "tumor cells"
    ],
    "author_names": [
        "Eric Wirtschafter",
        "Emily Wong",
        "Mingjie Li",
        "Eric Sanchez",
        "Cathy S Wang",
        "Jennifer Li",
        "Riley Kessler",
        "Mengyin Hu",
        "Crystal Leung",
        "Zhi-Wei Li, PhD",
        "Haiming Chen, MD, PhD",
        "Benjamin Bonavida, PhD",
        "James R. Berenson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eric Wirtschafter",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emily Wong",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mingjie Li",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Sanchez",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cathy S Wang",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Li",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riley Kessler",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mengyin Hu",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Crystal Leung",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhi-Wei Li, PhD",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiming Chen, MD, PhD",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Bonavida, PhD",
            "author_affiliations": [
                "Microbiology, Immunology & Molecular Genetics, University of CA, Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R. Berenson, MD",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T18:37:01",
    "is_scraped": "1"
}