{
    "doi": "https://doi.org/10.1182/blood-2018-99-114684",
    "article_title": "Increased STAT5/STAT3 Intracellular Signaling in Circulating CD34+ Cells of Patients with PMF Correlates with Disease Severity ",
    "article_date": "November 29, 2018",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "abstract_text": "Primary Myelofibrosis (PMF) is a clonal disorder of the hematopoietic progenitor cells (HPCs) characterized by bone marrow (BM) fibrosis, increased number of peripheral blood (PB) CD34+ cells, splenomegaly and increased risk of leukemic transformation. PMF has been associated with driver mutations such as JAK2V617F, Calreticulin (CALR) indels, and MPLW515. All the driver mutations activate the cytokine/receptor JAK2 pathway and its downstream signaling such as the signaling transducer and activator of transcription (STAT1, 3, and 5), phosphatidylinositol 3-kinase (PI3K)/ AKT/mTOR, and the MAPK/ extracellular signal-regulated kinase (ERK) pathways. It has been reported an increased basal signaling of ERK in BM CD34+ HPCs and of STAT5 and STAT3 in BM CD34- cells from patients with PMF; no significant correlation was described between these signaling pathways and mutant JAK2 allele burden (Anand et al Blood 2011;118:1610). In this study, by a phospho-specific flow cytometry assay, we measured basal and cytokine induced signaling activity of STAT3, STAT5, and ERK1, 2 in the PB CD34+ cells and granulocytes of 53 patients with PMF not receiving therapy: 31 were JAK2V617F mutated (20 heterozygous), 19 CALR+, and 3 MPL+. Thirteen healthy subjects were assessed as controls (CTRLs). STAT3, STAT5, and ERK1, 2 phosphorylation was measured before/following incubation of PB with recombinant IL-6 (Miltenyi Biotec), thrombopoietin (TPO-Peprotech), or phorbol-12 myristate 13- acetate (PMA-Sigma Aldrich) for 15 minutes a 37°C. Red cells were lysed by Lyse/Fix buffer (Becton Dickinson); PB cells were washed and permeabilized by Perm buffer III (BD). The anti human CD34-FITC (BD) was added to all the conditions. Antibodies used for phosphoprotein detection (p-STAT3, p-STAT5, p-ERK1,2) were Alexa Fluor647-conjugated (BD). Isotype controls were used at the same concentrations as test antibodies. More than 1x10 6 cells/sample were acquired by a Navios flow cytometer (Beckman Coulter), and analysed by Kaluza software. Both PB CD34+ cells and granulocytes were electronically gated (granulocytes on the basis of physical parameters). Data, calculated as median fluorescence intensity (MFI) test antibody/ MFI isotype control, are shown as (median, range). We show higher values (p=0.002) of basal p-STAT5 in the PB CD34+ cells of patients (MFI 2.0, 0.99-4.7) than in CTRLs (MFI 1.6, 0.95-2.7), while the STAT3 and ERK1,2 basal phosphorylations are comparable in patients and CTRLs (not shown). Correlations are present between basal p-STAT5 and hemoglobin levels (R= - 0.28, p=0.038), the absolute number of circulating CD34+ cells (R= 0.39, p=0.005), and the percentage of CD34+CXCR4+ cells (R= -0.47, p=0.0007). In addition, basal p-STAT5 of CD34+ cells is significantly correlated (R=0.29, p=0.031) with a severity score including leukocytosis, thrombocytosis, and splenomegaly (myeloproliferation index) and anemia, leukopenia, and thrombocytopenia (myelodepletion index). Basal p-STAT5 is not correlated with mutant JAK2 allele burden. STAT3, STAT5, and ERK1, 2 phosphorylation of granulocytes is comparable in patients and CTRLs (not shown). TPO induced p-STAT5 (MFI 9.0, 1.0-29) and IL6 induced p-STAT3 values (MFI 7.0, 0.3-14) in CD34+ cells, are higher (p=0.00004 and p=0.0004, respectively) in patients than in CTRLs and are inversely correlated with the percentage of circulating CD34+CXCR4+ cells (R= -0.30, p=0.04 and R= -0.34, p=0.017, respectively). In addition, the induced p-STAT3 values correlate with the severity score (R=0.30, p=0.03) and the absolute number of circulating CD34+ cells (R= 0.34, p=0.014). No correlation is present with mutant JAK2 allele burden. The cytokine induced p-STAT3, p-STAT5, and p-ERK1,2 is comparable in granulocytes from patients and CTRLs. In conclusion, increased basal STAT5 and induced STAT5/STAT3 phosphorylation characterize circulating CD34+ HPCs, but not granulocytes in patients with PMF. The altered basal STAT5 and induced STAT5/STAT3 phosphorylation is not associated with mutated JAK2 allele burden, but it may affect the disease severity and course. Interestingly, basal STAT5 and induced STAT5/STAT3 phosphorylation appears to modulate CXCR4 expression on CD34+ HPCs. Taken together, our data indicate that the degree of STAT3 and STAT5 activation pathway in PB CD34+ cells of patients with PMF can determine some clinical and biological features of the disease. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "severity of illness",
        "signal transduction",
        "stat3 protein",
        "antibodies",
        "1-phosphatidylinositol 3-kinase",
        "buffers",
        "cd34 antigens",
        "cytokine",
        "immunoglobulin isotypes",
        "interleukin-6"
    ],
    "author_names": [
        "Carlotta Abbà, MSc",
        "Rita Campanelli",
        "Paolo Catarsi",
        "Laura Villani",
        "Vittorio Abbonante, PhD",
        "Christian Andrea Di Buduo, PhD",
        "Melania Antonietta Sesta",
        "Vittorio Rosti, MD",
        "Giovanni Barosi, MD",
        "Margherita Massa"
    ],
    "author_dict_list": [
        {
            "author_name": "Carlotta Abbà, MSc",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Laboratory of Biochemistry Biotecnology and Advanced Diagnosis, IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rita Campanelli",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Laboratory of Biochemistry Biotecnology and Advanced Diagnosis, IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Catarsi",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Laboratory of Biochemistry Biotecnology and Advanced Diagnosis, IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Villani",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Laboratory of Biochemistry Biotecnology and Advanced Diagnosis, IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Abbonante, PhD",
            "author_affiliations": [
                "Department of Molecular Medicine, University of Pavia, Pavia, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Andrea Di Buduo, PhD",
            "author_affiliations": [
                "Department of Molecular Medicine, University of Pavia, Pavia, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melania Antonietta Sesta",
            "author_affiliations": [
                "Laboratory of Biochemistry, Biotecnology and Advanced Diagnosis, IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Rosti, MD",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Laboratory of Biochemistry Biotecnology and Advanced Diagnosis, IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Barosi, MD",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Laboratory of Biochemistry Biotecnology and Advanced Diagnosis, IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margherita Massa",
            "author_affiliations": [
                "Laboratory of Biochemistry, Biotecnology and Advanced Diagnosis, IRCCS Policlinico San Matteo Foundation, Pavia, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T13:06:12",
    "is_scraped": "1"
}