{
    "doi": "https://doi.org/10.1182/blood.V120.21.3506.3506",
    "article_title": "Lineage, Fusion Partner and Age Differences in the Methylome of MLL-r Leukemias ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Abstract 3506 Background: MLL gene rearrangements (MLL-r) are seen in all ages in both acute lymphocytic leukemia (ALL) and acute myeloid leukemia (AML). The most common fusion partners are AF4, AF9 and ENL/ELL. Murine models suggest that the expression of MLL fusion proteins is necessary but not sufficient for leukemogenesis, but true cooperating lesions have been difficult to identify. Our lab and others have previously shown that MLL-r infant ALL can be defined by a unique signature characterized by genome-wide hypermethylated CpG islands leading to tumor suppressor gene silencing. In this study we aimed to discover the driving mechanism of MLL-r infant ALL epigenetic signature and whether that signature is intrinsic to the MLL-r or possibly one of the elusive cooperating leukemogenic events. Methods: We measured DNA methylation levels at roughly 225,000 CpG sites covering over 19,000 genes using the HELP (HpaII-tiny fragment Enrichment by Ligation-mediated PCR) assay to evaluate 102 leukemia samples and 12 normal controls. Gene expression using Illumina HT-12 arrays were concurrently performed for future paired expression-methylation analyses. Leukemia samples were primary diagnostic patient samples representing ages infancy to adulthood and included 60 ALL samples (36 MLL-r and 24 MLL-wt) and 42 AML samples (29 MLL-r and 13 MLL-wt). We used unsupervised hierarchical clustering and principal component analysis (PCA) to evaluate whether the methylation patterns in the 102 samples discriminate between lineage (ALL vs. AML), MLL fusion status (MLL-r vs. MLL-wt), fusion partners, and age (infant, pediatric, adult). Results: Hierarchical clustering, using the top 50% of genes that show highest variance in methylation level across all 102 samples, discriminated leukemia samples into distinct lineage specific groups (ALL vs. AML). Within the ALL cluster, there were distinct sub-clusters separating T- and B- cell disease. In addition, In B- cell disease only, MLL-r and MLL-wt formed distinct sub-clusters while no MLL-r vs MLL-wt subclustering was noticed in AML. PCA recapitulated descriptive findings. Regression analysis of the first principal component of all 102 samples showed significant linear separation of AML vs. ALL (p0.4). While there was no intrinsic MLL-r specific signature in AML, there was a weaker but significant clustering of MLL-r samples into two distinct groups; one consisting of AF9 samples and the other containing all other MLL-r fusion partners (p<0.03). Finally, we explored linage differences controlling for fusion partner, using false discovery rate analysis. Enumerating regions with q-values of <0.05, 29,736 probes showed differential methylation patterns when comparing infant MLL-AF9 ALL and infant MLL-AF9 AML while there were 0 probes were isolated when comparing infant MLL-AF9 AML to adult MLL-AF9 AML. Conclusions: Methylation patterns in MLL-r ALL and AML are distinct. The primary determinant of methylation signatures in MLL-r leukemia is lineage, not MLL status, even when controlling for fusion partners, suggesting that the MLL-r does not drive methylation patterns observed. However, within lineages MLL status is an important contributor to methylation patterns, but this influence is different in ALL and AML. In B-ALL, MLL-r defines a unique methylation signature, subgrouped by fusion partner and additionally, but less so, by age. In AML, MLL fusions AF9 and other MLL-r cluster together in restricted analyses but there is no intrinsic MLL-r signature. However, while lineage is the principle driver of methylation, MLL status does define a secondary significant signature irrespective of lineage. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "leukemia",
        "acute lymphocytic leukemia",
        "deoxyribonuclease hpaii",
        "fusion proteins",
        "leukemia, b-cell, acute",
        "leukemia, lymphocytic, acute, childhood",
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "ligation"
    ],
    "author_names": [
        "Eric S Schafer, MD",
        "Rumen Kostadinov, PhD",
        "Peter Murakami, MSc",
        "Sandeep S. Negi, PhD",
        "Maria E Figueroa, MD",
        "Ari Melnick, MD",
        "Patrick Brown, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eric S Schafer, MD",
            "author_affiliations": [
                "Pediatrics/Oncology, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rumen Kostadinov, PhD",
            "author_affiliations": [
                "Biostatistics, Johns Hokpins Bloomberg Schhol of Public Health, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Murakami, MSc",
            "author_affiliations": [
                "Biostatistics, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandeep S. Negi, PhD",
            "author_affiliations": [
                "Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria E Figueroa, MD",
            "author_affiliations": [
                "Pathology, University of Michigan Medical School, Ann Arbor, MI, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ari Melnick, MD",
            "author_affiliations": [
                "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Brown, MD",
            "author_affiliations": [
                "Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T09:34:11",
    "is_scraped": "1"
}