{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3338.3338",
    "article_title": "Selective Proliferation of Gene-Modified Human Erythroid Cells with Truncated Erythropoietin Receptors ",
    "article_date": "December 7, 2017",
    "session_type": "801. Gene Therapy and Transfer: Poster II",
    "abstract_text": "Hematopoietic stem cell gene therapy for hemoglobin disorders, such as sickle cell disease, has stringent requirements for high-level gene marking with robust β-globin expression in erythroid cells for widespread successful clinical application. In vivo selection of gene-modified cells could allow for enhanced therapeutic effects. Erythropoietin (Epo) is a key cytokine for erythroid cell proliferation and differentiation. Various mutations in a C-terminal negative regulatory region of Epo receptor (EpoR) were reported in familial polycythemia. We hypothesized that coexpression of EpoR activated by C-terminal deletions could confer a selective advantage among gene-modified erythroid cells, thus raising the curative potential of therapeutic globin vectors. We generated a selectable truncated human EpoR (thEpoR) by deleting a 40 amino acid C-terminus, and prepared lentiviral vectors encoding both thEpoR and GFP (thEpoR/GFP) connected by internal ribosome entry site (IRES) controlled by murine stem cell virus promoter (Mp). K562 cells, Epo-dependent immortalized erythrocyte HUDEP-2 cells, and human CD34+ cell-derived erythroid cells (Epo-based differentiation) were transduced with thEpoR/GFP vector, and GFP-positive percentages (%GFP) were evaluated for 1-2 weeks. We observed increasing %GFP over 1 week for thEpoR/GFP-transduced HUDEP-2 cells at various Epo doses (3, 1, 0.3, and 0.1U/ml, p<0.01 in all doses) but not in the GFP only control (Figure). Additionally, there was no increase of %GFP for both thEpoR/GFP and GFP only vectors in Epo-independent K562 cells. Two weeks after erythroid differentiation of transduced CD34+ cells (2U/ml Epo), we observed higher glycophorin A-positive erythroid cell percentages (%GPA; 81±0 vs 50±3%, p<0.01), higher GFP and GPA-double positive percentages (%GFP+GPA+; 63±0 vs 44±3%, p<0.01), and larger cell expansion (2.8±0.6 vs 1.6±1.0 fold, p<0.01) in thEpoR/GFP transduction, as compared to GFP only control. These data demonstrate that thEpoR enhances erythroid cell expansion under Epo exposure in human erythroid cells. Accelerated erythroid differentiation can be induced by thEpoR in human CD34+ cells. Since Epo-based negative feedback among erythroid cells is required to maintain normal hematopoiesis, we switched from the constitutive Mp to the erythroid specific Ankyrin-1 (ANKp) or EpoR promoter with or without a WPRE enhancer. After erythroid differentiation of transduced CD34+ cells with the erythroid specific thEpoR/GFP vectors, we observed higher %GPA (81-85% vs 69±4%, p<0.01) in all thEpoR/GFP vectors, and higher %GFP+GPA+ (32±3 and 45±0 vs 22±1%, p<0.01) in thEpoR/GFP vectors with Mp and ANKp-WPRE, as compared to GFP only (Mp). Interestingly, higher γ-globin production in thEpoR/GFP transduction (12±0 vs 8±0%, p<0.01) was detected by HPLC, as compared to GFP only and no transduction controls. These data demonstrate that a thEpoR-based selective advantage in human erythroid cells can be controlled by erythroid specific promoters, and possibly induce γ-globin production. We then evaluated the ANKp-WPRE-derived thEpoR/GFP utilizing either an IRES or a 2A sequence to coexpress a GFP reporter (thEpoR-IRES-GFP, thEpoR-2A-GFP, and GFP-2A-thEpoR), since lower GFP intensity was observed in all thEpoR-IRES-GFP vectors (17-24 vs 95±5, p<0.01) than GFP only vector (Mp). In transduced CD34+ cell-derived erythroid cells, we observed higher %GFP+GPA+ in the GFP-2A-thEpoR vector (50±2 vs 37±3%, p<0.01), and greater cell expansion in thEpoR-IRES-GFP and GFP-2A-thEpoR vectors (100±7 and 88±6 vs 62±5 fold, p<0.05), as compared to GFP only vector with ANKp-WPRE. Lower GFP intensity was observed in all thEpoR/GFP vectors (14-34 vs 106±5, p<0.01) than the GFP only control, while the highest GFP intensity was obtained in GFP-2A-thEpoR (34±0). These data suggest that ANKp-WPRE with GFP-2A-thEpoR is optimal for erythroid specific expression, which should allow for both selection and detection of GFP signals in gene-modified erythroid cells in vitro and in vivo animal models. In summary, we developed erythroid specific thEpoR-expressing vectors, allowing for larger expansion and accelerated differentiation in human erythroid cells. While farther in vivo studies are desirable, this system should be beneficial for providing a selective advantage for gene-modified erythroid cells in gene therapy strategies for hemoglobin disorders. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "erythroid cells",
        "erythropoietin receptors",
        "genes",
        "globins",
        "gene therapy",
        "hemoglobinopathies",
        "amino acids",
        "ankyrins",
        "cytokine"
    ],
    "author_names": [
        "Naoya Uchida, MD PhD",
        "Anna Shvygin",
        "Lydia Raines",
        "Juan Jesus J. Haro Mora, PhD",
        "Selami Demirci, PhD",
        "Matthew M. Hsieh, MD",
        "John F Tisdale, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naoya Uchida, MD PhD",
            "author_affiliations": [
                "MCHB, NHLBI/NIDDK, NIH, Bethesda, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna Shvygin",
            "author_affiliations": [
                "MCHB, NHLBI/NIDDK, NIH, Bethesda, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lydia Raines",
            "author_affiliations": [
                "MCHB, NHLBI/NIDDK, NIH, Bethesda, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Jesus J. Haro Mora, PhD",
            "author_affiliations": [
                "MCHB, NHLBI/NIDDK, NIH, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selami Demirci, PhD",
            "author_affiliations": [
                "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew M. Hsieh, MD",
            "author_affiliations": [
                "MCHB, NHLBI/NIDDK, NIH, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F Tisdale, MD",
            "author_affiliations": [
                "MCHB, NHLBI/NIDDK, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:51:04",
    "is_scraped": "1"
}