{
    "doi": "https://doi.org/10.1182/blood.V114.22.342.342",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1610",
    "start_url_page_num": 1610,
    "is_scraped": "1",
    "article_title": "Chronic Myeloid Leukemia in Pediatrics — First Results From Study CML-PAED II. ",
    "article_date": "November 20, 2009",
    "session_type": "CHRONIC MYELOID LEUKEMIA - THERAPY: INITIAL THERAPY",
    "topics": [
        "leukemia, myelocytic, chronic",
        "pediatrics",
        "brachial plexus neuritis",
        "adverse effects",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "protein-tyrosine kinase inhibitor",
        "dasatinib",
        "measles-mumps-rubella vaccine",
        "myalgia"
    ],
    "author_names": [
        "Meinolf Suttorp, MD, PhD",
        "Christian Thiede, MD, PhD",
        "Josefine T Tauer, BS, MS",
        "Silja Roettgers, PhD",
        "Petr Sedlacek, MD, PhD",
        "Jochen Harbott, PhD"
    ],
    "author_affiliations": [
        [
            "Dpt of Pediatrics, Div. Hematology/Oncology, University Hospital Carl Gustav Carus, Dresden, Germany, "
        ],
        [
            "Dept. of Hematology /Oncology., University Hospital Carl Gustav Carus, Dresden, Germany, "
        ],
        [
            "Dpt. of Pediatrics, Div. Hematology/Oncology, University Hospital Carl Gustav Carus, Dresden, Germany, "
        ],
        [
            "Department of Paediatric Haematology/Oncology, Oncogenetic Laboratory, Justus-Liebig-Universität Giessen, Giessen, Germany, "
        ],
        [
            "Department of Pediatric Hematology and Oncology, FN Motol, Prague, Czech Republic"
        ],
        [
            "Department of Paediatric Haematology/Oncology, Oncogenetic Laboratory, Justus-Liebig-Universität Giessen, Giessen, Germany, "
        ]
    ],
    "first_author_latitude": "51.056227",
    "first_author_longitude": "13.7793331",
    "abstract_text": "Abstract 342 Background: Chronic myeloid leukemia (CML) is a rare malignancy in pediatrics. In this decade -like in adults- imatinib meyslate (IMA) has been established also as first line treatment for children with CML while allogeneic stem cell transplantation (SCT) as treatment option is postponed for those cases becoming intolerant or refractory to tyrosine kinase inhibitor (TKI) treatment. However, results from controlled trials in children are lacking so far. We here report an analysis of pediatric data from patients (pts) with newly diagnosed Philadelphia-chromosome positive (Ph+) CML on up-front treatment with IMA. Pts and Methods: According to protocol CML-PAED II pediatric pts with confirmed diagnosis of Ph+ CML were treated in CP with IMA 300 mg/sqm once daily, while in accelerated phase (AP) or in blastic phase (BC) the dose was increased to 400 mg/sqm and 500 mg/sqm (bis daily), respectively. Initial and long-term clinical and laboratory data, treatment response and side effects were reported to the study center on standardized forms by the treating physician. Specimen from peripheral blood (pB) and bone marrow (BM) were assessed by cytogenetics and by quantitative RT-PCR for BCR-ABL transcript rates in central laboratories for standardized monitoring in three months intervals. Results: From 1. Jan 2004 until 31. Mrch 2009 a total of 51 pts (21 female, 30 male; median age: 10.6 yrs [range:1-20 yrs]) were registered: 10 pts with ongoing IMA treatment were recruited and analyzed retrospectively while 41 pts were enrolled prospectively from centers in Austria (n=1), Czech Rep. (n=6), Germany (n=40), Italy (n=1), Netherlands (n=1), Slovak Rep. (n=2). Stages of disease were: CP n=47; AP n=1; BC n=3 (two myeloid). Those four pts diagnosed in AP and BC underwent early SCT. Observed side effects in the whole group included: nausea (n=9), muscle pain (n=7), edema (n=3), rhabdomyolysis (n=1, short interruption of IMA), reduced blood cell count (n=2, short interruption of IMA in one pt), biochemical alterations in bone metabolism [for details see: N Engl J Med 2006;354:2006] (n = 8), impaired longitudinal growth (n=1, [Haematologica 2009;94:1177]). Two pts experienced intolerance (muscle pain) or toxicity (hepatic), respectively, therefore stopped IMA and were put on dasatinib after 4 and 10 months, respectively. Having achieved complete cytogenetic response (CyR) and 2 log-fold reduction of BCR-ABL transcript rate, one pt opted for SCT from her HLA-identical brother after 15 mo of treatment. Response rates in advanced stages of CML were as follows: in BC (n=3) two pts became hematological responders (HR), one pt exhibited partial HR. The only one pt diagnosed in AC exhibited partial CyR but complete HR. A landmark analysis in pts entering CML-paed II in CP exhibited that 2/42 pts (5%) had no complete HR at month 3; 2/28 (7%) had no complete CyR at month 12, and 2/19 (15%) pts achieved no major molecular response (MMR, defined as >0.1% BCR-ABL [Blood 2006;108:28–37]) at month 18 after start of IMA. Each two of those four patients with incomplete response (one pt with no CyR at month 12, one pt with no MMR at month 18) underwent SCT from a sibling donor and the other two pts stopped IMA and were put on dasatinib. With a median follow-up of 19 months (range: 0-63 months) all 47 pts diagnosed in CP are alive. Of note none of the six pts (median age at diagnosis: 5 yrs; range 1–13 years) treated by imatinib meanwhile for >36 months have opted for SCT. Conclusion: Keeping in mind that the number of pediatric pts is still small, IMA treatment for children and adolescents with CML in CP is associated -like in adults- with high treatment response rates. Refractoriness to IMA is uncommon and side effects seem tolerable, as only 10% of the total cohort stopped imatinib and were put on 2 nd generation TKI. However, disturbances of bone metabolism and longitudinal growth impairment may be of special concern in this not yet outgrown cohort [N Engl J Med 2006;354:2006, Blood 2008;111:2538; Haematologica 2008;93:1101; Lancet 2008;372:111; Int J Hematol; 2009;89:251; Haematologica 2009;94:1177]. Only 3/47 pts not diagnosed in advanced phases of CML so far underwent SCT thus underlining that also in pediatrics SCT has been shifted to a second-line strategy for high-risk patients and those who failed therapy with IMA. Disclosures: Suttorp: Novartis : Research Funding. Thiede: Novartis: Research Funding."
}