{
    "doi": "https://doi.org/10.1182/blood-2018-99-110556",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3965",
    "start_url_page_num": 3965,
    "is_scraped": "1",
    "article_title": "Incidence, Type, and Management of Venous and Arterial Thrombosis during Ibrutinib Treatment ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "arterial thrombosis",
        "ibrutinib",
        "thrombosis",
        "venous thrombosis",
        "thrombus",
        "hemorrhage",
        "antiplatelet agents",
        "cancer",
        "acute cerebrovascular accidents",
        "anticoagulation"
    ],
    "author_names": [
        "Elizabeth Kander, MD",
        "Qiuhong Zhao, MS",
        "Tracy Wiczer",
        "John C. Byrd, MD",
        "Jennifer A. Woyach, MD",
        "Farrukh T. Awan, MD MS",
        "Kerry A. Rogers, MD",
        "Tzu-Fei Wang, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, The Ohio State University, Columbus, OH ",
            "Hematology & Oncology Fellowship Program, The Ohio State University, Columbus Ohio, OH "
        ],
        [
            "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Pharmacy, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Internal Medicine, Division of Hematology, College of Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University, Columbus, OH"
        ],
        [
            "Department of Internal Medicine, Division of Hematology, College of Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ]
    ],
    "first_author_latitude": "39.9859407",
    "first_author_longitude": "-82.99726439999999",
    "abstract_text": "BACKGROUND: Ibrutinib is an irreversible inhibitor of BTK in the B-cell receptor signaling cascade and is widely used to treat chronic lymphocytic leukemia (CLL) and other B-cell malignancies. Ibrutinib also inhibits the tyrosine kinase Tec in platelets, which may be one of the mechanisms of its bleeding toxicity. This makes concomitant use of anticoagulation (AC) or antiplatelet agents challenging, which is a common delimma as many patients taking ibrutinib are elderly and have increased risks of venous and arterial thromboses. The incidence of thrombosis in patients taking ibrutinib is unknown, and we hypothesized that the risk of thrombosis may be reduced during ibrutinib treatment. Therefore, we conducted a single-institution retrospective cohort study to determine the incidence and type of both arterial and venous thromboses during ibrutinib treatment and their management. METHODS: We reviewed medical records of all patients treated with ibrutinib for a hematological malignancy at the Ohio State University between 6/1/2010 and 3/31/2016. Baseline patient and disease characteristics were captured at time of starting ibrutinib. All thrombotic events occurring at any time during treatment with ibrutinib and within three days of its discontinuation were recorded. Time to thrombosis was calculated from the date of starting ibrutinib to the date of thrombosis or censored at the last assessment date, treating discontinuation of ibrutinib or death prior to thrombosis as competing risks. The cumulative incidence of thrombosis was estimated and the Fine and Gray regression models accounting for competing riskes were used to examine the association between patient characteristics and risk of thrombosis. RESULTS: The cohort included 565 patients. Median age was 65 (range 23->89) years and 70.3% (397/565) were men. The majority of patients had CLL (73.6%, 416/565). Other diagnoses included mantle cell lymphoma (9.9%, 56/565), indolent B-cell malignancies (8.1%, 46/565), and aggressive lymphomas (8.3%, 47/565). Median number of prior treatments was 3 (range 0-18) and 6.5% (37/565) of patients were treatment naïve. Prior to ibrutinib, 144 of 565 patients (25.5%) had a history of thrombosis. Sixty-four (11.3%, 64/565) patients had only venous thromboses, 66 (11.7% 66/565) had only arterial thromboses, and 14 patients had both. Concurrently with ibrutinib, 193 (34.2%) patients received antiplatelet agents, 16 (2.8%) patients received AC, and 31 (5.5%) patients received both. Total ibrutinib exposure for the cohort was 1,429 person-years with a median exposure of 2.39 (range 0-7.36) years per patient. A second antineoplastic agent was given with ibrutinib in 30.8% (174/565) of cases, including an immunomodulatory drug in 24 (4.2%, 24/565) patients. During ibrutinib treatment, 22 of 565 (3.9%) patients experienced 24 acute thrombotic events, mostly arterial (Table 1). The incidence of thrombosis was 1.7 (95% CI 1.1-2.5) per 100 person-years of ibrutinib exposure. Of the venous thromboses, 87.5% (7/8) were deep vein thromboses and developed at a median of 7.5 (range 0.5-75.3) months after starting ibrutinib. Of the arterial thromboses, the majority were acute cerebrovascular accidents (37.5%, 6/16) and developed at a median of 27.4 (range 0.4 - 56.6) months after starting ibrutinib. Thrombosis treatment is summarized in Table 1. After thrombosis, ibrutinib was discontinued or held in the majority of cases (75%, 18/24). One patient developed a recurrent thrombosis while on ibrutinib and AC. There were six bleeding events, 3 major (based on ISTH criteria) and 3 minor: all were taking ibrutinib and most were on AC (2 patients on antiplatelet, 1 on AC, 2 on both, 1 on neither). On univariable analysis, the only factors associated with significant (p2) increased risk of venous thrombosis were prior venous (HR 4.73, CI: 1.06-21.11) and arterial (HR 15.66, CI: 3.07-79.87) thromboses. Antiplatelet use was not significantly associated with either thrombus type. CONCLUSIONS: The cumulative incidence of thrombosis during ibrutinib treatment was low (1.7 per 100 person-years), with the majority being arterial. Prior thrombosis was associated with increased venous thrombosis risk. There are more bleeding than thrombotic complications after patients develop thromboses on ibrutinib, and optimal treatment strategies for this population requires further investigation. View large Download slide View large Download slide  Disclosures Kander: AstraZeneca: Consultancy. Wang: Daiichi Sankyo: Consultancy, Other: Travel."
}