{
    "doi": "https://doi.org/10.1182/blood.V112.11.3093.3093",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1185",
    "start_url_page_num": 1185,
    "is_scraped": "1",
    "article_title": "Embryoid Body Defect in Mouse Rps19-Haploinsufficient Embryonic Stem Cell Model of Diamond Blackfan Anemia ",
    "article_date": "November 16, 2008",
    "session_type": "Bone Marrow Failure",
    "topics": [
        "diamond-blackfan anemia",
        "embryonic stem cells",
        "mice",
        "cancer",
        "congenital abnormality",
        "cytopenia",
        "dna, complementary",
        "microinjections",
        "mutagenesis, site-directed",
        "pancytopenia"
    ],
    "author_names": [
        "Sharon Singh, MD",
        "Sehba Dsilva, MD",
        "Jeffrey Michael Lipton, MD, PhD",
        "Steven Ellis, PhD",
        "Johnson M. Liu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, The Feinstein Institute for Medical Research, Manhasset, NY, USA"
        ],
        [
            "Department of Pediatrics, The Feinstein Institute for Medical Research, Manhasset, NY, USA"
        ],
        [
            "Hematology/Oncology and Stem Cell Transplantation, Schneider Children’s Hospital, New Hyde Park, NY, USA"
        ],
        [
            "Department of Biochemistry, University of Louisville, Louisville, KY, USA"
        ],
        [
            "Department of Pediatrics, The Feinstein Institute for Medical Research, Manhasset, NY, USA"
        ]
    ],
    "first_author_latitude": "40.775628499999996",
    "first_author_longitude": "-73.7023206",
    "abstract_text": "Diamond Blackfan anemia (DBA) is an inherited bone marrow failure syndrome that is characterized by erythroid hypoplasia, risk of other cytopenias, congenital anomalies and a cancer predisposition. Thus far, all the genes identified as mutated in DBA encode ribosomal proteins (RPS19, RPS17, RPS24, RPL5, RPL11, and RPL35a). In the 25% of DBA patients with RPS19 mutations, haploinsufficiency of RPS19 has been linked to faulty ribosome biogenesis, which ultimately predisposes erythroid precursors to apoptosis through as yet unknown mechanisms. Previous attempts by others to apply targeted mutagenesis to Rps19 were unsuccessful because of compensatory Rps19 expression from the non-targeted allele. We have concentrated our efforts on characterizing the murine Rps19 -mutated embryonic stem (ES) cell, S17-10H1, which was generated using a genetrap strategy. The gene-trap vector contains a strong splice acceptor-β-geo cassette-poly A termination, and following insertion, it should cause splicing with the exon upstream and termination at the poly A signal, effectively cutting Rps19 in half. S17-10H1 was sequenced using 3′ RACE (rapid amplification of cDNA ends) to confirm insertion of the vector between exons 2 and 3 of Rps19 . PCR with primers against the β-geo sequence was also used to confirm insertion of the gene trap vector into the mutant ES cells. Western blot analysis of two different ES cell samples confirmed at least 50% less Rps19 protein than found in the wild-type parental ES cell line, AK7. The ES cells were subsequently induced to undergo primary differentiation into embryoid bodies (EBs). Although there was no significant difference in the EB size or shape at day 5 of culture, the number of EBs that formed in the mutant cultures was decreased by at least three-fold. Preliminary experiments indicated no obvious morphological differences in day 13 EBs derived from parental or mutant ES cells. We attempted to create chimeric mice by microinjection of the S17-10H1 cell line into 36 blastocysts. Six chimeric mice were set up in mating pairs with C57BL/6J partners. Analysis of more than 60 pups from the 60% chimeric male revealed a lack of germline transmission, possibly indicating that this mutation leads to embryonic lethality or inability to complete gametogenesis. We conclude that this ES cell differentiation model mimics the human disease in leading to Rps19 haploinsufficiency and provides a new and potentially powerful tool that can be used to elucidate molecular mechanisms and test potential therapies in DBA."
}