{
    "doi": "https://doi.org/10.1182/blood.V114.22.725.725",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1374",
    "start_url_page_num": 1374,
    "is_scraped": "1",
    "article_title": "New-Generation Anti-CD20 Monoclonal Antibody (GA101) Evokes Homotypic Adhesion and Actin-Dependent, Lysosome-Mediated Cell Death in B-Cell Lymphoma. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: PRE-CLINICAL - CHEMOTHERAPY AND BIOLOGIC AGENTS: NOVEL ANTIBODY-BASED THERAPEUTICS FOR LYMPHOMAS",
    "abstract_text": "Abstract 725 The addition of the anti-CD20 monoclonal antibody (mAb) rituximab to chemotherapy has substantially improved the clinical outcome of patients with a wide range of B-cell malignancies. Despite this success, many patients are not cured by standard approaches and there is intense investigation into the development of new-generation anti-CD20 mAbs with further improved therapeutic efficacy. Although Fc-FcgR interactions appear to underlie much of the therapeutic success with Rituximab, certain Type II anti-CD20 mAbs, can directly induce programmed cell death (PCD), whereas rituximab-like Type I anti-CD20 mAbs do not (Chan et al. Cancer Res 63: 5480-5489, 2003). We have demonstrated that Type II mAbs are more effective at B-cell depletion in syngeneic human CD20 transgenic mice (Beers et al. Blood 112: 4170-4177, 2008). Recently, we elucidated the mechanism underlying PCD induced by the Type II anti-CD20 mAb Tositumomab, demonstrating a novel non-apoptotic mode of cell death, defined by homotypic adhesion, peripheral relocalization of actin and lysosomal activity (Ivanov et al. J Clin Invest , doi: 10.1172/JCI37884, 2009). Here we confirm that the humanized anti-CD20 mAb GA101 and derivatives harboring non-glycomodified human IgG1 or mouse IgG2a Fc regions are bone fide Type II reagents, lacking the ability to translocate CD20 into lipid rafts or initiate calcium flux. Furthermore, GA101 initiates extensive non-apoptotic cell death in a range of B-lymphoma cell lines in contrast to rituximab (e.g. in Raji cells 48 ± 1.8% versus 13 ± 0.2%, p<0.001 by Student's t-test) quantified using the Annexin V/propidium iodide cell death assay. Inhibitors of actin polymerization (latrunculin B and cytochalasin D) inhibited cell death elicited by GA101 from 45 ± 1.5% to 15 ± 3.1% (p<0.01). The importance of cell to cell contact in this form of antibody induced cell death was confirmed by the addition of low-melting point agarose which physically blocked cell to cell contact and markedly attenuated cell death induced by GA101. The role of lysosomal activity in GA101-induced PCD was assessed using an inhibitor of the lysosomal cysteine protease cathepsin B, which significantly inhibited cell death induced by GA101 from 53 ± 4.3% to 18 ± 1.9%, (p<0.001). To confirm that this mode of death is non-apoptotic, we demonstrated that GA101-induced PCD occurred independently of BCL-2 over-expression and caspase activation. Complement-dependent cytotoxicity (CDC) assays using human serum as a source of complement reveal that GA101 has significantly weaker CDC activity than rituximab, consistent with our previous work on Type II anti-CD20 mAbs (Cragg et al Blood 101: 2738-2743, 2003). Taken together, these findings demonstrate that GA101 is the first humanized anti-CD20 mAb with Type II properties, potently eliciting a novel mode of cell death in B-cell malignancies, which potentially can lead to improved B-cell depletion over rituximab. Furthermore, we are currently investigating the relative ability of GA101 and rituximab to delete B cells in vivo using directly comparable versions of these mAb with human or mouse Fc regions in human CD20 transgenic mice and will present these data. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "actins",
        "adhesions",
        "b-lymphocytes",
        "cell death",
        "lymphoma",
        "lysosomes",
        "rituximab",
        "cd20 antigens",
        "cancer",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Waleed Alduaij, MRes",
        "Sandeep Potluri, BA",
        "Andrei Ivanov, PhD",
        "Jamie Honeychurch, PhD",
        "Stephen A Beers, PhD",
        "Claude Chan, PhD",
        "Kazayuki Shimada, MD",
        "Martin J. Glennie, PhD",
        "Mark S Cragg, PhD",
        "Tim Illidge, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Paterson Institute for Cancer Research, School of Cancer and Imaging Sciences, University of Manchester, Manchester, United Kingdom, "
        ],
        [
            "Paterson Institute for Cancer Research, School of Cancer and Imaging Sciences, University of Manchester, Manchester, United Kingdom, "
        ],
        [
            "Paterson Institute for Cancer Research, School of Cancer and Imaging Sciences, University of Manchester, Manchester, United Kingdom, "
        ],
        [
            "Paterson Institute for Cancer Research, School of Cancer and Imaging Sciences, University of Manchester, Manchester, United Kingdom, "
        ],
        [
            "Cancer Sciences Division, Tenovus laboratory, Southampton, United Kingdom"
        ],
        [
            "Cancer Sciences Division, Tenovus laboratory, Southampton, United Kingdom"
        ],
        [
            "Cancer Sciences Division, Tenovus laboratory, Southampton, United Kingdom"
        ],
        [
            "Cancer Sciences Division, Tenovus laboratory, Southampton, United Kingdom"
        ],
        [
            "Cancer Sciences Division, Tenovus laboratory, Southampton, United Kingdom"
        ],
        [
            "Paterson Institute for Cancer Research, School of Cancer and Imaging Sciences, University of Manchester, Manchester, United Kingdom, "
        ]
    ],
    "first_author_latitude": "53.44807315",
    "first_author_longitude": "-2.2305319"
}