{
    "doi": "https://doi.org/10.1182/blood.V114.22.4014.4014",
    "article_title": "Endocytosis of Factor V by Ex Vivo-Derived Mouse Megakaryocytes is Dependent Upon Low Density Lipoprotein Receptor-Related Protein-1. ",
    "article_date": "November 20, 2009",
    "session_type": "Platelet Activation and Biochemistry Poster II",
    "abstract_text": "Abstract 4014 Poster Board III-950 Subsequent to platelet activation at sites of vascular injury, numerous hemostatic proteins are released from platelet α-granules. As platelets possess little, if any, biosynthetic capability, these proteins are either synthesized by megakaryocytes (e.g. vonWillebrand) or endocytosed from the plasma by both megakaryocytes and platelets (e.g. fibrinogen). In contrast, in humans, factor V is endocytosed exclusively by megakaryocytes from the plasma via a specific, receptor-mediated, clathrin-dependent mechanism, requiring two membrane proteins. Factor V initially binds to a specific receptor. This binding event promotes an interaction between a second factor V molecule and low density lipoprotein receptor-related protein-1 (LRP-1), which subsequently mediates the endocytosis of bound factor V. In contrast, in mice, the platelet- and plasma-derived factor V pools appear to be biosynthetically distinct as demonstrated by Ginsburg and colleagues using transgenic animals ( Blood 102:2856-61, 2003); however, the ability of mouse megakaryocytes to endocytose factor V was not determined. In the current study, the ability of ex vivo -derived mouse megakaryocytes to endocytose factor V is being assessed. Mouse megakaryocytes were identified by their morphology and expression of CD41. CD41 expression is apparent by Day 3 of culture. By Day 8, > 60% of the cells are positive for CD41 expression. Using a monoclonal anti-human factor V light chain antibody that cross-reacts with mouse factor V by western blotting, factor V was detected by immunohistochemistry in primary, bone marrow-derived mouse megakaryocytes, but not in cultured, ex vivo -derived mouse megakaryocytes (Day 11), when the cells are incubated in the absence of factor V, suggesting that under the conditions of this study ex vivo -derived mouse megakaryocytes are not capable of synthesizing factor V. To assess the ability of mouse megakaryocytes to endocytose factor V, cultures were incubated with fluorescently-labeled human factor V. Human and mouse factor V have an amino acid identity of ∼82% within their light chains, which mediates binding and/or endocytosis of factor V in the human system. Subsequent to incubation of ex vivo -derived mouse megakaryocyte cultures with fluorescently-labeled human factor V, substantial endocytosis was observed both by flow cytometry and fluorescence microcopy. Fluorescence microscopy indicated that these cells also endocytose fluorescently-labeled human fibrinogen, which colocalized substantially with endocytosed factor V. Fluorescence microscopy also demonstrated that while every cell expressed LRP-1 on its cell surface, only some of the cells were capable of endocytosing factor V. Furthermore, preincubation with polyclonal anti-LRP-1 antibodies inhibited 125 I-factor V binding and endocytosis by ∼60%. Thus, while factor V binding and endocytosis are dependent, in part, upon the expression of LRP-1, LRP-1 expression by mouse megakaryocytes is not sufficient for factor V endocytosis, similar to observations with human megakaryocytes, and consistent with the notion that a second receptor is required. These combined observations demonstrate that ex vivo -derived mouse megakaryocytes endocytose human factor V and suggest that they may serve as an appropriate model system to study factor V endocytosis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "endocytosis",
        "factor v",
        "low-density lipoproteins",
        "megakaryocytes",
        "mice",
        "granules",
        "antibodies",
        "fibrinogen",
        "microscopy, fluorescence",
        "amino acids"
    ],
    "author_names": [
        "Beth A. Bouchard, PhD",
        "Joseph M. Petty",
        "Benjamin T. Suratt"
    ],
    "author_dict_list": [
        {
            "author_name": "Beth A. Bouchard, PhD",
            "author_affiliations": [
                "University of Vermont, Burlington, VT, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph M. Petty",
            "author_affiliations": [
                "University of Vermont, Burlington, VT, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin T. Suratt",
            "author_affiliations": [
                "University of Vermont, Burlington, VT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T13:02:36",
    "is_scraped": "1"
}