{
    "doi": "https://doi.org/10.1182/blood.V118.21.976.976",
    "article_title": " Impact of Lenalidomide on Gene Expression Profiles of Malignant and Immune Cells in Patients with Chronic Lymphocytic Leukemia  ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Abstract 976 Lenalidomide has recently been demonstrated to have significant activity in chronic lymphocytic leukemia (CLL). Its mechanism of action in this disease is not well understood, but it is thought to act primarily by enhancing anti-tumor immunity and reducing production of pro-tumoral factors in the CLL microenvironment. We have previously demonstrated alterations in the expression of cytoskeletal genes in T-cells from patients with CLL and have subsequently shown that these changes translate into a deficit in T-cell function, due to impaired actin polymerization resulting in defective immunological synapse formation. Treatment of both autologous T-cells and CLL cells with lenalidomide was necessary to repair this defect, suggesting that this may be a key component of this agent's activity in CLL. Therefore we examined the effect of lenalidomide on the global gene expression profiles of isolated B-cells and T-cell subsets from CLL patients and healthy donors. Peripheral blood mononuclear cells from patients with untreated CLL or healthy donors were cultured in the presence of 1 μM lenalidomide or vehicle control for 48 hours. The lymphocyte subsets were isolated, followed by RNA extraction and gene expression profiling using the Affymetrix HGU133Plus2.0 platform. Lenalidomide treatment had similar effects on gene expression in T-cells from both patients with CLL and healthy donors. The most prominent changes in expression were of genes involved in cytoskeletal signaling including a 20-fold increase in WASF1 (Wiskott Aldrich Syndrome protein family, member 1), and greater than 2-fold increases in the expression of Rac-family member RHOC, (Ras homolog gene family, member C), actin binding proteins CORO1B (Coronin 1B), PARVA (Parvin alpha), and the Rho guanine nucleotide exchange factors (GEFs), ARHGEF5 and ARHGEF7. We also observed changes in genes regulating integrin signaling including PXN (Paxilin) and FAK (Focal adhesion kinase), and a shift towards Th1 differentiation with upregulation of TNF, IL-12R, and IL-18R. In addition, we noted increased expression of the transcription factors IKZF1, IKZF4 and IRF4, genes involved in the Ikaros pathways that are essential for hematopoiesis and control of lymphoid proliferation. These changes in gene expression provide further evidence that an important mechanism of action of lenalidomide is the upregulation of the actin cytoskeletal network including Rho-GTPases and integrin activation signaling, and are consistent with our previous observations concerning the functional repair of T-cells in CLL. Initial analysis of the effect of lenalidomide on the gene expression profiles of the CLL B-cells showed similar changes to those previously described in vivo from CLL patients receiving single agent lenalidomide in a clinical trial (Chen et al. JCO 2010). In our system, lenalidomide treatment resulted in a greater than 2-fold upregulation of 189 genes, and a greater than 2-fold downregulation of 85 genes in CLL B-cells. We observed increased expression of several genes belonging to the TNF superfamily including TNF-α, OX40L, and APRIL, and the receptors DR5, DCR2, and OX40. Many of these are known to mediate apoptosis signaling, and we also observed increased expression of pro-apoptotic genes such as FAS, BID (BH3 interacting domain death agonist), HRK (Harakiri), and CFLAR (CASP8 and FADD-like apoptosis regulator), and cell cycle regulators CDKN1A and CDKN1C (Cyclin-dependent kinase inhibitors 1A and 1C). Lenalidomide also upregulated expression of several genes of known importance in the CLL microenvironment, including the chemokines CCL3 and CCL4, CD40, CD274 (PD-L1), CD279 (PD-1), and adhesion molecules LFA3 and ICAM1. The effect of lenalidomide on the gene expression profiles of normal B-cells was less marked, with greater than 2-fold upregulation of 51 genes and downregulation of 12 genes. However, we did observe that lenalidomide treatment induced upregulation of genes involved in cytoskeletal pathways such as RND1 (Rho family GTPase 1), RHOQ (Ras homolog gene family, member Q), and MYO1B (myosin 1B). In conclusion, investigation of the effect of lenalidomide on gene expression profiling in CLL suggests that the drug acts both to enhance T-cell function, and to render the CLL cells more susceptible to immune cell mediated killing. Disclosures: Gribben: Roche: Honoraria; Celgene: Honoraria; GSK: Honoraria; Mundipharma: Honoraria; Gilead: Honoraria; Pharmacyclics: Honoraria.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "gene expression profiling",
        "lenalidomide",
        "tumor necrosis factors",
        "integrins",
        "actin-binding protein",
        "agonists",
        "apoptosis regulatory proteins",
        "carbon tetrachloride"
    ],
    "author_names": [
        "John C. Riches, MD",
        "Ajanthah Sangaralingam, PhD",
        "Shahryar Kiaii, BSc, MSc, PhD",
        "Tracy Chaplin, BSc",
        "Demet Cekdemir, MD",
        "Sameena Iqbal",
        "Alan G. Ramsay, PhD",
        "John G. Gribben, MD, DSc"
    ],
    "author_dict_list": [
        {
            "author_name": "John C. Riches, MD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ajanthah Sangaralingam, PhD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shahryar Kiaii, BSc, MSc, PhD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy Chaplin, BSc",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Demet Cekdemir, MD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sameena Iqbal",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan G. Ramsay, PhD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, QMUL, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Gribben, MD, DSc",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, London, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T04:03:27",
    "is_scraped": "1"
}