{
    "doi": "https://doi.org/10.1182/blood.V114.22.901.901",
    "article_title": "Sickle Erythrocytes Have Increased Adducin Phosphorylation and Increased ROS Production Mediated by Signaling Pathways Involving Protein Kinase C and Rac GTPases. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMOGLOBINOPATHIES, EXCLUDING THALASSEMIA: NOVEL MECHANISMS",
    "abstract_text": "Abstract 901 Although sickle hemoglobin (HbSS) polymerization in hypoxic conditions is the trigger for the sickling deformation of red blood cells (RBC) containing HbSS, subsequent changes in the cytoskeleton and the mechanisms by which reversibly sickled cells become irreversibly malformed have not been fully elucidated. Actin oligomers are a significant structural component of the erythrocyte cytoskeleton. The small Rho GTPases Rac1 and Rac2 regulate actin structures and mediate reactive oxygen species (ROS) production via NADPH oxidase in a variety of cells (Schwartz.M., J.Cell Science 2004). Deficiency of Rac1 and Rac2 GTPases in mice disrupts the normal hexagonal organization of the RBC cytoskeleton and reduces erythrocyte deformability. This is associated with increased phosphorylation of adducin (an F-actin capping protein) at Ser-726, a domain-target of protein kinase C (PKC) (Kalfa et al, Blood 2006). We evaluated the cytoskeleton phosphorylation changes in RBCs from patients with HbSS and from control subjects with hemoglobin AA (HbAA) by immunoblotting with phospho-specific antibodies. We found that phosphorylation of adducin at Ser-726 and of band 4.1 at Ser-331 were significantly increased in the erythrocyte cytoskeleton of HbSS-RBCs. This was associated with elevated PKC activity in these cells, compared with normal RBCs. ROS concentration was also elevated in HbSS-RBCs by 150-250% compared to that in HbAA-RBC, as determined by flow cytometry using 5-(and 6-)-chloromethyl-2′,7′-dichlorodihydrofluorescein diacetate, a peroxide-sensitive probe. Inhibition of PKC or Rac activity in HbSS-RBCs by small molecule-inhibitors, calphostin and NSC23766 respectively, resulted in decreased ROS production in a dose-dependent fashion, while PKC activation by phorbol 12-myristate 13-acetate (PMA) increased ROS production, implicating a PKC-Rac axis in erythrocyte ROS production. Additionally, Rac inhibition resulted in dose-dependent increase of adducin phosphorylation while PKC inhibition had the opposite effect. Preincubation of HbSS RBCs with calphostin appeared to decrease the subsequent susceptibility of these cells to sickling under hypoxic conditions, suggesting a role for PKC activity in the transition from normal to sickle morphology, likely through a combination of effects on volume regulation and membrane stability of the cells. Our results imply that aberrant cytoskeleton protein phosphorylation and ROS production in HbSS-RBCs, mediated by signaling pathways involving PKC and Rac GTPases, may contribute to membrane changes induced by cell sickling. Elucidation of these pathways may identify new therapeutic targets in sickle cell disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adducin",
        "erythrocytes",
        "guanosine triphosphate phosphohydrolases",
        "phosphorylation",
        "protein kinase c",
        "signal pathway",
        "signal transduction pathways",
        "hypoxia",
        "acetates",
        "antibodies"
    ],
    "author_names": [
        "Theodosia A. Kalfa, MD, PhD",
        "Alex George, MD, PhD",
        "Suvarnamala Pushkaran, MSc",
        "Xiuli An, MD, PhD",
        "Clinton H. Joiner, MD, PhD",
        "Narla Mohandas, DSc",
        "Yi Zheng, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Theodosia A. Kalfa, MD, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Cincinnati Children's Hospital Medical Center and University of Cincinnati College of Medicine, Cincinnati, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alex George, MD, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Cincinnati Children's Hospital Medical Center and University of Cincinnati College of Medicine, Cincinnati, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suvarnamala Pushkaran, MSc",
            "author_affiliations": [
                "Hematology/Oncology, Cincinnati Children's Hospital Medical Center and University of Cincinnati College of Medicine, Cincinnati, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiuli An, MD, PhD",
            "author_affiliations": [
                "New York Blood Center, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clinton H. Joiner, MD, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Cincinnati Children's Hospital Medical Center and University of Cincinnati College of Medicine, Cincinnati, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Narla Mohandas, DSc",
            "author_affiliations": [
                "New York Blood Center, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Zheng, PhD",
            "author_affiliations": [
                "Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center and University of Cincinnati College of Medicine, Cincinnati, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T06:48:38",
    "is_scraped": "1"
}