{
    "doi": "https://doi.org/10.1182/blood-2020-137697",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4534",
    "start_url_page_num": 4534,
    "is_scraped": "1",
    "article_title": "A Pilot Review of Outcomes in Pediatric MDS: Validating Methods for a North American Multicenter Study ",
    "article_date": "November 5, 2020",
    "session_type": "906.Outcomes Research-Malignant Conditions (Myeloid Disease)",
    "topics": null,
    "author_names": [
        "Orlando Esparza, MD",
        "Kristen Campbell",
        "Taizo A. Nakano, MD"
    ],
    "author_affiliations": [
        [
            "Center for Cancer and Blood Disorders, Children's Hospital Colorado, University of Colorado School of Medicine, Aurora, CO "
        ],
        [
            "Children's Hospital Colorado, University of Colorado School of Medicine, Aurora, CO"
        ],
        [
            "Center for Cancer and Blood Disorders, Children's Hospital Colorado, University of Colorado School of Medicine, Aurora, CO "
        ]
    ],
    "first_author_latitude": "39.7424909",
    "first_author_longitude": "-104.83706124999999",
    "abstract_text": "BACKGROUND: Pediatric myelodysplastic syndromes (MDS) constitute a heterogeneous group of rare blood disorders characterized by dysplastic, ineffective hematopoiesis that portends a poor prognosis. We completed a North American survey of clinical approaches to pediatric MDS, which demonstrated a lack of national consensus on diagnosis and treatment. Little progress has been made to improve outcomes and there is no modern data on the demographics, clinical characteristics, and outcome of children and adolescents with MDS in Northern America. There is a critical need for a North American retrospective study which will serve as a reference for future prospective clinical trials. To validate the accuracy of our proposed clinical response criteria and to ensure the functionality of our retrospective database, we completed a pilot 12-year retrospective chart review documenting the diagnosis and outcomes of children and adolescents with confirmed or suspected diagnosis of MDS. METHODS: We conducted a retrospective chart review of subjects between 0 and 24 years of age at diagnosis, diagnosed between January 2008 and December 2020 with primary or secondary MDS at the Children's Hospital Colorado. Demographics, disease characteristics, treatment, and outcomes were recorded on 18 subjects. Diagnosis was made based on the 2016 World Health Organization (WHO) Classification of MDS. Overall survival (OS) was measured from time of diagnosis to death. Event-free survival (EFS) was measured from time of diagnosis to first event (death, relapse, or refractory event necessitating additional therapy). Overall Response was determined by using three criteria - Cytopenia Response, Blast Response, and Cytogenetic Response (Table 1). Categorical variables were summarized using frequency and percentage (n, %) and continuous variables with median and interquartile range (median, IQR). Kaplan Meier (KM) curves were reported for OS and EFS, with patients censored at the last follow-up date if an event did not occur. RESULTS: Of eighteen subjects, sex was represented equally (50% female) with a median (IQR) age of 14.3 years (9.8,17). Four (23%) presented with refractory cytopenia of childhood, 8 (45%) with overt bone marrow blasts, and 6 (33%) with MDS-Unclassified with diagnosis based on various MDS-defining cytogenetic abnormalities accompanied by peripheral cytopenias. Five (28%) had a genetic predisposition, 6 (33%) were deemed treatment-related, and 7 (39%) were idiopathic with no identifiable cause. A cytogenetic defect of chromosome 7 was identified in 9/17 (53%) of subjects. Ten (56%) received a form of cytoreductive therapy prior to hematopoietic stem cell transplant (HSCT); 8 (80%) were treated with a demethylating agent (2 decitabine monotherapy, 4 azacitidine monotherapy, and 2 dual therapy azacitidine and venetoclax). Seventeen (94%) underwent HSCT from a variety of donor sources including 2 matched-related bone marrow, 2 matched-related peripheral blood, 4 matched-unrelated bone marrow, 1 matched-unrelated peripheral blood, 6 matched-unrelated cord-blood, and 2 haplo-identical bone marrow. Eleven (61%) were alive at last follow up, however, only 8 (44%) remained in Complete Remission. The 1-year survival rate was 83% (95% CI: 67%-100%), 3 year was 58% (37%-92%), and 5 year was 44% (21%-90%) (Figure 1). Fourteen (78%) experienced an event. The 1-year EFS rate was 28% (95% CI: 13%-59%) and 5-year EFS rate was 19% (6%-55%) (Figure 1). CONCLUSION: Despite advances in cytoreduction and HSCT, we found pediatric MDS to remain a highly morbid disease with a 5-year OS of 44%, 1-year EFS of only 28%, and inadequate first-line therapies. Attempts to improve outcomes require the development of standardized diagnostic and clinical response criteria. This study piloted clinical response criteria on a single-institution cohort. Statistical power is limited by small sample size, therefore, we have secured funding to complete a large multi-center North American retrospective in collaboration with the North American Pediatric Aplastic Anemia Consortium (NAPAAC). The multi-center study will help validate proposed clinical response criteria and guide the development of the first prospective interventional trials for pediatric MDS in North America. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}