{
    "doi": "https://doi.org/10.1182/blood-2021-144836",
    "article_title": "Selinexor Enhances NK Cell Activation Against Lymphoma Cells Via Downregulation of HLA-E ",
    "article_date": "November 5, 2021",
    "session_type": "622.Lymphomas: Translational-Non-Genetic",
    "abstract_text": "Introduction: Natural killer (NK) cells are powerful immune effectors which induce direct cytotoxicity, promote adaptive immune responses and mediate antibody dependent cellular cytotoxicity (ADCC). Enhancement of NK cell activity against cancer is currently the focus of intense research efforts and strategies include CAR-NK, stimulatory antibodies, cytokines and checkpoint inhibitors. Upregulation of exportin-1 (XPO1) is common in human cancers and high expression is negatively associated with survival in various cancers including diffuse large B cell lymphoma (DLBCL). Targeted inhibition of XPO1 by the selective inhibitor selinexor leads to cancer cell death via accumulation of tumour suppressor proteins in the nucleus, dysregulation of growth regulatory proteins and blockade of oncogene protein translation. The therapeutic efficacy of XPO1 inhibition has led to FDA approval of the oral XPO1 inhibitor selinexor for the treatment of multiple myeloma and DLBCL. The effect of selinexor on NK cell activity has not previously been investigated and was therefore addressed in this study. Methods: The B lymphoma cell lines JeKo-1, SU-DHL-4 and Ramos were incubated with selinexor (50-2000nM) for 18 hours before analysis. Flow cytometry was used to assess cell surface expression of activating and inhibitory ligands for NK cells. For NK based assays, peripheral blood derived NK cells were isolated from healthy donors and incubated with IL-15 (1ng/ml) overnight prior to co-culture with target lymphoma cells for a further 4 hours. Cytotoxicity was assessed using propidium iodide staining of target cells and degranulation of NK cells was assessed by measurement of CD107a. Whole blood samples from colorectal cancer patients (n=11) at pre-treatment and 3 weeks post selinexor monotherapy were assessed by flow cytometry for CD45+CD3-CD19-CD56+ NK cells. Results: Selinexor pre-treatment of target lymphoma cells significantly increased NK cell mediated cytotoxicity against SU-DHL-4 (2.2 Fold increase, p<0.01), JeKo-1 (2 Fold increase, p<0.01) and Ramos (1.7 Fold increase, p<0.01) cells. In accordance with this, selinexor pre-treatment of target cells also increased the activation of NK cells against SU-DHL-4, JeKo-1 and Ramos cells as measured by CD107a expression in both CD56 bright and CD56 dim NK cell sub-groups. To identify the mechanism behind this, we measured expression of activating and inhibitory ligands for NK cells on SU-DHL-4 cells after incubation with selinexor. No significant changes in expression of activating ligands (MICA/B, ULBP-2/5/6, ULBP-1, Vimentin, B7H6, CD54) were evident. In contrast, selinexor significantly (p<0.001) reduced the surface expression of HLA-E on SU-DHL-4 cells by 50%. Selinexor mediated downregulation of HLA-E was also evident in Ramos (60% reduction, p<0.001) and JeKo-1 cells (20% reduction, p<0.01). HLA-E binds the ITIM containing receptor NKG2A, a key inhibitory receptor for NK cells and subsets of T cells. In accordance with this, selinexor pre-treatment of SU-DHL-4 cells selectively increased NKG2A+ NK cell activation (p<0.01) following co-culture. To examine the effect of selinexor on NK cells in patients, we assessed the proportion of NK cells in the peripheral blood of 11 colorectal cancer patients at pre-treatment and three weeks post selinexor monotherapy. % NK cells of CD45+ peripheral blood lymphocytes following treatment with selinexor was increased 2-fold (Median 5% pre-treatment vs 10% post selinexor). In addition, increased abundance of the less mature and less cytotoxic CD56 bright subset of NK cells was associated with poor response to therapy (Median 4% responders (n=3) vs 20% non-responders (n=8)). Larger patient datasets are required to confirm these effects and this analysis is currently ongoing. The effect of selinexor on NK cells in patients with lymphoma is also currently under investigation. Conclusions: The NKG2A:HLA-E axis is a novel immune checkpoint target and our data identifies that selinexor sensitises lymphoma cells to NK cell mediated killing via disruption of this interaction. In addition, we provide initial evidence that NK cells may be associated with clinical response to selinexor. This data indicates that NK cells may contribute to the therapeutic efficacy of selinexor and that selinexor may synergise with NK cell targeted therapies for the treatment of lymphoma. Disclosures Walker:  Karyopharm Therapeutics: Current Employment, Current holder of individual stocks in a privately-held company, Current holder of stock options in a privately-held company. Johnson:  Morphosys: Honoraria; Kymera: Honoraria; Kite Pharma: Honoraria; Incyte: Honoraria; Genmab: Honoraria; Celgene: Honoraria; Bristol-Myers: Honoraria; Epizyme: Consultancy, Research Funding; Boehringer Ingelheim: Consultancy; Novartis: Honoraria; Takeda: Honoraria; Oncimmune: Consultancy; Janssen: Consultancy. Cragg:  BioInvent International: Consultancy, Research Funding; GSK: Research Funding; UCB: Research Funding; iTeos: Research Funding; Roche: Research Funding. Forconi:  Novartis: Honoraria; Roche: Honoraria; Janssen: Consultancy, Honoraria, Speakers Bureau; AbbVie: Consultancy, Honoraria, Speakers Bureau; Gilead: Research Funding. Landesman:  Karyopharm Therapeutics: Current Employment, Current equity holder in publicly-traded company. Blunt:  Karyopharm Therapeutics: Research Funding.",
    "author_names": [
        "Jack Fisher",
        "Christopher J. Walker",
        "Peter Johnson",
        "Mark S Cragg",
        "Francesco Forconi",
        "Yosef Landesman",
        "Salim I Khakoo",
        "Matthew D Blunt"
    ],
    "author_dict_list": [
        {
            "author_name": "Jack Fisher",
            "author_affiliations": [
                "School of Clinical and Experimental Sciences, University of Southampton, Southampton, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher J. Walker",
            "author_affiliations": [
                "Karyopharm Therapeutics, Newton, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Johnson",
            "author_affiliations": [
                "Southampton General Hospital School of Medicine, Southampton, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark S Cragg",
            "author_affiliations": [
                "Antibody and Vaccine Group, Centre for Cancer Immunology, School of Cancer Sciences, Faculty of Medicine, University of Southampton, Southampton General Hospital, Southampton, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Forconi",
            "author_affiliations": [
                "School of Cancer Sciences, University of Southampton, Southampton, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yosef Landesman",
            "author_affiliations": [
                "Karyopharm Therapeutics, Newton, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salim I Khakoo",
            "author_affiliations": [
                "School of Clinical and Experimental Sciences, University of Southampton, Southampton, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew D Blunt",
            "author_affiliations": [
                "School of Clinical and Experimental Sciences, University of Southampton, Southampton, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:40:55",
    "is_scraped": "1"
}