{
    "doi": "https://doi.org/10.1182/blood-2018-99-110616",
    "article_title": "Evaluating Time to Pain Progression in Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster I",
    "abstract_text": "Patient-reported outcomes (PROs) are increasingly assessed as part of trials for new medical treatments for multiple myeloma. Pain, particularly bone pain, is an important symptom for patients with myeloma. Although time to pain progression has been evaluated as an endpoint in prostate cancer trials, this endpoint has yet to be applied in multiple myeloma despite the importance of this symptom. We sought to evaluate key issues for defining time to pain progression endpoints using two trials of anti-myeloma products submitted to the FDA. We combined data from two trials, each of which used the 0-10 point worst pain intensity numeric rating scale (0=best, 10=worst) from the Brief Pain Inventory (BPI). We evaluated changes of +1 to +5 points from pre-treatment baseline as deterioration thresholds. We considered deterioration events to be durable if patient scores did not improve by the threshold at the next visit. Event timing and frequency were evaluated using descriptive statistics. Opioid analgesia and pain-relieving procedures such as palliative radiotherapy were also assessed. We evaluated data from 1,368 patients in the pooled intention-to-treat (ITT) populations. At lower threshold levels (+2 to +3 points), 37 - 49% of patients experienced deterioration events. Of the patients with deterioration at lower threshold levels (+2 to +3 points), 39% - 44% had durable deterioration. Deterioration was less durable at higher threshold levels (+4 to +5 points), where 28% - 33% of patients with deterioration had durable deterioration. Additionally, fewer patients had deterioration events at higher threshold levels (16% - 25%). However, even if patients improved by the next visit and did not have durable deterioration, they often deteriorated again at a later timepoint; at a threshold of +5 points, >40% of patients experienced a second deterioration of +5 points after improving. Among those patients who deteriorated but then subsequently improved, pain relief through either opioid analgesia or pain-relieving procedures was used by 52% - 63% in the ITT population. For patients with minimal pain (score of <=4) or no pain (score of 0) at baseline, pain-relieving measures were used less frequently at lower deterioration thresholds (<50% of patients in either population for thresholds of +1 to +3), but more frequently at higher deterioration thresholds (47% - 62%). In conclusion, lower deterioration thresholds result in more frequent and durable events. However, patients often deteriorate, improve, and then deteriorate again. As patients may remain on clinical trials for long periods, researchers interested in assessing time to the first (durable) deterioration should clearly justify this approach. Additionally, the assessment of deterioration durability may be complicated by measures such as the use of opioid analgesia, vertebroplasty, and palliative radiotherapy. As pain is an important myeloma symptom and capturing the patient's experience while on therapy is critical, further research to better characterize patient pain while on trial is needed. Disclosures King-Kallimanis: Pharmerit International: Employment.",
    "topics": [
        "multiple myeloma",
        "pain",
        "analgesia (pain absence)",
        "opioid analgesics",
        "opioids",
        "pain management",
        "palliative radiotherapy",
        "bone pain",
        "brief pain inventory",
        "medical management"
    ],
    "author_names": [
        "Jessica K Roydhouse, PhD MPH",
        "Vishal Bhatnagar, MD",
        "Mallorie H. Fiero, PhD",
        "Bellinda L King-Kallimanis, PhD",
        "Daniel L. Suzman, MD",
        "Harpreet Singh, MD",
        "Selena Daniels, PharmD",
        "Paul Kluetz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jessica K Roydhouse, PhD MPH",
            "author_affiliations": [
                "ORISE Fellow, US Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vishal Bhatnagar, MD",
            "author_affiliations": [
                "US Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mallorie H. Fiero, PhD",
            "author_affiliations": [
                "Division of Biometrics V, Office of Biostatistics, Office of Translational Sciences, CDER, Food & Drug Administration, Silver Spring, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bellinda L King-Kallimanis, PhD",
            "author_affiliations": [
                "US Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel L. Suzman, MD",
            "author_affiliations": [
                "US Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harpreet Singh, MD",
            "author_affiliations": [
                "Oncology Center of Excellence, U.S. Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selena Daniels, PharmD",
            "author_affiliations": [
                "US Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Kluetz, MD",
            "author_affiliations": [
                "Food & Drug Administration, Silver Spring, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T15:31:02",
    "is_scraped": "1"
}