{
    "doi": "https://doi.org/10.1182/blood-2019-127307",
    "article_title": "Cell-Intrinsic Inflammation Drives Progression from Myelodysplastic Syndromes to Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational Studies",
    "abstract_text": "Myelodysplastic Syndromes (MDS) often progress to Acute Myeloid leukemia (AML) typically following acquisition of mutations in RUNX1, NRAS/KRAS or AXSL1. Inflammatory processes associated with autoimmune diseases or natural aging are thought to contribute to the development of MDS and progression to AML. Moreover, dysregulation of innate immune signaling is broadly observed in hematopoietic stem and progenitor cells (HSPC) from MDS patients. However, how dysregulation of innate immune signaling and/or inflammatory signals might lead to malignant transformation and overt AML has not been fully elucidated. We have developed a mouse model of cell-intrinsic inflammation-driven progression from MDS to AML that will allow us to determine the mechanisms of oncogenic transformation. MicroRNA miR-146a is a 5q gene that is frequently deleted in MDS and AML and its deletion promotes dysregulation of innate immune signaling and a systemic inflammatory state. Deletion of miR-146a results in myeloproliferation and marrow failure in mice associated with attrition of HSPC, but alone is insufficient to induce overt AML. Using a genetically engineered approach, we show that deficiency of miR-146a (miR-146a -/- ) combined with a C-terminal truncation of the RUNX1 (S291fsX300) protein causes anemia, thrombocytopenia and ineffective erythropoiesis mimicking human MDS in younger mice, but then the mice progresses to a fatal AML. The inflammatory environment induced by miR-146a deletion was exacerbated in mice with miR-146a -/- expressing RUNX1-S291fsX300 (RUNX1-mut) and correlated with the increased incidence and aggressiveness of hematologic malignancies. In particular, the levels of IFNγ were increased in plasma in mice with miR-146a -/- expressing RUNX1-mut in comparison to mice reconstituted with miR-146a -/- or RUNX1-mut-expressing BM cells. As previously reported, miR-146a -/- cells exhausted during serial transplantation, however RUNX1-mut rescued the hematopoietic repopulation deficiency of miR-146a -/- HSPC, suggesting that the RUNX1 mutation promotes malignant transformation to AML under inflammatory conditions. To establish whether cell-intrinsic immune signaling is required for RUNX1-mut;miR-146a -/- leukemic cells, we evaluated an inhibitor (NSC697923) that targets TRAF6, a key target of miR-146a in MDS/AML, via inhibition of its co-factor UBE2N. Treatment with NSC697923 or a RUNX1 inhibitor (Ro 5-3335) abolished colony formation by RUNX1-mut;miR-146a -/- leukemic cells, indicating that cell-intrinsic innate immune signaling is not only required for initiating AML, but is also critical for sustaining the leukemic phenotype. These findings describe the first evidence that dysregulation of innate immune signaling and/or inflammatory signals contribute to the progression and maintenance of AML. Disclosures Starczynowski: Kurome Therapeutics: Consultancy.",
    "topics": [
        "inflammation",
        "leukemia",
        "myelodysplastic syndrome",
        "leukemic cells",
        "malignant transformation",
        "anemia",
        "autoimmune diseases",
        "genetic engineering",
        "hematologic neoplasms",
        "ineffective erythropoiesis"
    ],
    "author_names": [
        "Laura Barreyro, PhD",
        "Avery Sampson, BSc",
        "Kathleen Hueneman",
        "Kwangmin Choi, PhD",
        "Susanne Christie, BSc",
        "Dehua Wang, MD",
        "Gang Huang, PhD",
        "Daniel T. Starczynowski, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura Barreyro, PhD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Avery Sampson, BSc",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Hueneman",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kwangmin Choi, PhD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Christie, BSc",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dehua Wang, MD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gang Huang, PhD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel T. Starczynowski, PhD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
                "Department of Cancer Biology, University of Cincinnati College of Medicine, Cincinnati, OH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T02:37:25",
    "is_scraped": "1"
}