{
    "doi": "https://doi.org/10.1182/blood.V114.22.3678.3678",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1537",
    "start_url_page_num": 1537,
    "is_scraped": "1",
    "article_title": "Latent Murine Herpesvirus-4 Infection Arms NK Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS POSTER III",
    "topics": [
        "herpesviridae",
        "infections",
        "mice",
        "natural killer cells",
        "granzyme b",
        "herpesviridae infections",
        "perforin",
        "cytotoxicity",
        "granzymes",
        "interferon type ii"
    ],
    "author_names": [
        "Douglas W White, MD, PhD",
        "Catherine R Keppel, MS",
        "Stephanie E Schneider, BS",
        "James Coder",
        "Tiffany A Reese, PhD",
        "Jacqueline E. Payton, MD, PhD",
        "Timothy J. Ley, MD",
        "Herbert W Virgin, MD, PhD",
        "Todd A Fehniger, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Washington University School of Medicine, Siteman Cancer Center, Saint Louis, MO, USA"
        ],
        [
            "Washington University School of Medicine, Siteman Cancer Center, Saint Louis, MO, USA"
        ],
        [
            "Washington University School of Medicine, Siteman Cancer Center, Saint Louis, MO, USA"
        ],
        [
            "Washington University School of Medicine, Siteman Cancer Center, Saint Louis, MO, USA"
        ],
        [
            "Washington University School of Medicine, Siteman Cancer Center, Saint Louis, MO, USA"
        ],
        [
            "Washington University School of Medicine, Siteman Cancer Center, Saint Louis, MO, USA"
        ],
        [
            "Washington University School of Medicine, Siteman Cancer Center, Saint Louis, MO, USA"
        ],
        [
            "Washington University School of Medicine, Siteman Cancer Center, Saint Louis, MO, USA"
        ],
        [
            "Washington University School of Medicine, Siteman Cancer Center, Saint Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.6384816",
    "first_author_longitude": "-90.2634221",
    "abstract_text": "Abstract 3678 Poster Board III-614 Natural killer (NK) cells are lymphocytes originally identified by their ability to kill target cells without prior sensitization. However, murine NK cells require an antecedent ‘arming’ event to translate cytotoxic effector proteins (perforin and granzymes) resulting in potent cytotoxic capacity. In contrast to mice, most NK cells (CD56dim) from the peripheral blood of healthy humans are armed with pre-formed perforin and granzyme B proteins and mediate killing of NK sensitive targets directly ex vivo. This suggests that NK cells from specific pathogen free (SPF) laboratory mice are lacking a critical arming event present in healthy humans, and provides an experimental system to elucidate the events that result in NK cell arming in vivo. Since latent herpesviruses are highly prevalent and alter multiple aspects of host immunity, we hypothesized that the immune environment created by a latent herpesvirus infection arms NK cells. NK cells from mice latently infected with Murid herpesvirus 4 (MuHV-4), a virus closely related to the human viruses Kaposi's sarcoma associated herpesvirus (KSHV) and Epstein-Barr virus (EBV), were armed as evidenced by increased granzyme B protein expression, cytotoxicity, and interferon-gamma production. Adoptive transfer experiments with naïve NK cells indicated that NK arming occurred rapidly (≤ 72 hours) in the latently infected host and did not require acute infection. In addition, experiments utilizing a genetic variant of MuHV-4 that acutely infects mice similar to wild-type MuHV-4, but does not establish latency, confirmed that acute infection was not responsible for this NK cell modulation. Finally, NK cells armed by latent infection protected the host against a lethal RMA-S lymphoma challenge. Thus, the immune environment created by a latent herpesvirus infection arms NK cell function in vivo. These results indicate that some of the differences between human and SPF laboratory-mouse NK cell function may reflect a disparity in immune activation induced by chronic virus infection, as opposed to an intrinsic difference in the NK cells themselves. Moreover, these findings indicate that the activation state of the innate immune system needs to be taken into account when using mice to model immune responses against pathogens and tumors. Disclosures: No relevant conflicts of interest to declare."
}