{
    "doi": "https://doi.org/10.1182/blood.V128.22.5148.5148",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3464",
    "start_url_page_num": 3464,
    "is_scraped": "1",
    "article_title": "The Bioflavinoid Quercetin Induces Apoptosis and Inhibits Autophagy in Primary Acute Lymphoblastic Leukemia in-Vitro ",
    "article_date": "December 2, 2016",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "Quercetin is an antioxidant previously shown to inhibit acute lymphoblastic leukemia (ALL) growth and induce both apoptosis and autophagy in malignant hematologic cell lines derived from AML and T-ALL. Since autophagy is a critical mechanism in the response to cellular stress, we hypothesized that high-risk ALL cells had higher resting autophagy than standard risk ALL cells. To test our hypothesis, we quercetin-treated stable cell cultures of ALL isolated from the diagnostic marrow specimens of one clinically high-risk (HR-ALL, an infant carrying the t(4;11) MLL-rearrangement) and one cytogenetically normal standard-risk pediatric patient (SR-ALL), and compared viability and the expression of molecular markers of programmed cell death and autophagy by Western Blot. First, we established a dose-response curve that identified 50 uM quercetin as the target dose for potency and efficacy in HR- and SR-ALL. Next, we compared viability between HR-and SR-ALL treated with 50 uM quercetin at 3, 12, 24 and 48 hours. HR-ALL treated with quercetin exhibited a significantly greater reduction in viability measured by Annexin V/PI staining and MTT reagent conversion (2-way ANOVA p = 0.04 and p = 0.005). HR-ALL cells also exhibited greater catalytic cleavage and activation programmed death markers, Caspase 3 and PARP1 by Western Blot, compared to SR-ALL. Because high levels of autophagy can induce cell death, we asked whether HR-ALL cells had a higher resting autophagy rate. We compared expression of the prototypic autophagy protein, Beclin-1 at 30min, 1hr, 2hr, 3hr, and 4hr after treatment with 10mM of the autophagy inhibitor 3-methyladenine (3-MA). Because 3-MA inhibits autophagy at the early stage of nucleation, the rate of breakdown of downstream proteins such as Beclin-1 is a proxy measure for the rate of resting, non-stress induced autophagy. HR-ALL cells exhibited a significantly greater rate of Beclin-1 breakdown after 3-MA treatment as compared to SR-ALL cells (slope -0.235 vs. 0.131, p = 0.003) consistent with a higher resting autophagy rate in HR-ALL. To determine whether quercetin treatment impacts this higher rate of autophagy, we treated HR-ALL and SR-ALL cells with 50uM of quercetin for 24hrs and compared, by Western blot, the expression of regulatory proteins at each stage of autophagy: nucleation (ATG7, Beclin-1), expansion (ATG5, ATG16L1) and maturation (LC3A/B). Unexpectedly, quercetin inhibited expression of all autophagy proteins, with a greater decrease in HR-ALL. We next parsed whether selective autophagy inhibition at formation of the autophagosome, using 3MA, or later endosome acidification, using chloroquine, could explain the differential cytotoxicity of quercetin in HR-ALL. 3MA and chloroquine treatment alone resulted in significantly fewer Annexin+/PI+ HR- and SR-ALL cells and less MTT conversation compared to quercetin treatment alone (p<0.05) suggesting that selective inhibition of the autophagy complex was insufficient to explain quercetin cytotoxicity. Finally, we asked whether differences in an upstream regulator of the autophagy/apoptotic balance contribute to higher quercetin toxicity in HR-ALL cells. The regulatory protein high mobility group box-1 (HMGB1) has been shown to induce autophagy by interacting with Beclin-1, and we have previously demonstrated overexpression of HMGB1 in HR-ALL. We verified interaction of HMGB1 with Beclin-1 by immunoprecipitation, and observed a substantial reduction in complex formation after 50 uM quercetin treatment in HR-ALL cells. (1511153 vs. 70442 Beclin-1 band volumes after IP p<0.001), along with decreased expression of the anti-apoptotic proteins, Bcl-2 and Mcl-1, factors proposed to be regulated by the Beclin-1/HMGB1 complex. Taken together, these data indicate that regulation of the autophagy-apoptotic balance is a mechanism used by ALL cells to mitigate cellular stress, and is the first to describe the effects of quercetin in the context of autophagy in ALL. Future studies will compare the expression profile of critical autophagy proteins following chemotherapy treatment in a larger cohort of high-risk ALL cells, and delineate the role of HMGB1 as an autophagy regulator using our established knockdown model. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "apoptosis",
        "autophagy",
        "quercetin",
        "beclin-1",
        "hmgb1 protein",
        "stress",
        "western blotting",
        "chloroquine",
        "cholesterol crystal nucleation in bile"
    ],
    "author_names": [
        "John Mariano, BS",
        "Liana M Toia, BS",
        "Jessica C Shand, MD"
    ],
    "author_affiliations": [
        [
            "University of Rochester School of Medicine and Dentistry, Rochester, NY "
        ],
        [
            "University of Rochester Medical Center, Rochester, NY "
        ],
        [
            "Division of Pediatric Hematology-Oncology, University of Rochester, Rochester, NY"
        ]
    ],
    "first_author_latitude": "43.12303089999999",
    "first_author_longitude": "-77.62695599999999"
}