{
    "doi": "https://doi.org/10.1182/blood.V116.21.3650.3650",
    "article_title": "High Throughput Sequencing of Acute Lymphoblastic Leukemia Small RNAs. ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy",
    "abstract_text": "Abstract 3650 MicroRNAs are small, non-coding RNAs that regulate gene expression and play key roles in cancer by modulating oncogene and tumor suppressor pathways. We are investigating the clinical and prognostic roles of miRNA expression in pediatric leukemias using high-throughput sequencing as a profiling tool. To establish the methodology, we have utilized high-throughput sequencing to quantify small RNA expression from eight acute lymphoblastic leukemia cell lines and one MLL-rearranged infant ALL patient sample. We generated sequencing libraries from these cells, conducted high-throughput sequencing using the Illumina platform, and established a custom bioinformatics pipeline for data analysis. Over 50 million individual sequence reads were analyzed. These sequences were mapped against a database of human miRNAs, and the frequency of miRNA expression among samples was enumerated. Expression of hematopoietic-specific miR-142 and miR-181 cluster miRs was found in these leukemia samples, while the liver-specific miR-122 was not expressed. miR-196b, previously reported to be over-expressed in MLL-rearranged leukemias, was expressed in 3/3 MLL-rearranged leukemia cell lines and 1/5 non-MLL cell lines. Expression of individual miRNAs was validated by quantitative PCR. Additional analysis of MLL-associated miRNAs and novel small RNAs will be presented. Our results demonstrate the feasibility and potential of high-throughput sequencing to profile the expression of small RNAs from leukemia cells, and we plan to apply these methods to additional primary patient samples to examine prognostic and clinical correlations with small RNA expression patterns. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "micrornas",
        "leukemia",
        "rna, small",
        "cancer",
        "childhood leukemia",
        "mirn122 microrna, human",
        "polymerase chain reaction",
        "cell lines",
        "data analysis"
    ],
    "author_names": [
        "Michael C Wei, MD, PhD",
        "Elizabeth O Osborn",
        "Michael Cleary, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael C Wei, MD, PhD",
            "author_affiliations": [
                "Stanford University, Palo Alto, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth O Osborn",
            "author_affiliations": [
                "Stanford University, Palo Alto, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Cleary, MD",
            "author_affiliations": [
                "Stanford University Med. Ctr., Stanford, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T03:55:27",
    "is_scraped": "1"
}