{
    "doi": "https://doi.org/10.1182/blood-2020-139136",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4539",
    "start_url_page_num": 4539,
    "is_scraped": "1",
    "article_title": "Durable Remissions and Increased Overall Survival in AML Patients Deemed Unfit for Standard Intensive Chemotherapy Achieved with High-Dose BST-236 (Aspacytarabine) Induction and Consolidation ",
    "article_date": "November 5, 2020",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Jessica K. Altman, MD",
        "Selina M. Luger, MD FRCPC",
        "Olga Frankfurt, MD",
        "Tsila Zuckerman, MD",
        "Jamie L. Koprivnikar, MD",
        "Vamsi Kota, MD",
        "Ashkan Emadi, MD, PhD",
        "Bhavana Bhatnagar, DO",
        "Dale L. Bixby, MD",
        "Micah M. Burch, MD",
        "Ofir Wolach, MD",
        "Itai Levi, MD",
        "Anna Gourevitch, MD",
        "Ron Ram, MD",
        "Liat Flaishon, PhD MD",
        "Shoshi Tessler, PhD",
        "Stela Gengrinovitch, PhD",
        "Ruth Ben Yakar, PhD",
        "Jacob M. Rowe, MB, BS"
    ],
    "author_affiliations": [
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, chicago, IL "
        ],
        [
            "Division of Hematology/Oncology, Abramson Cancer Center of the University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, chicago, IL "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel "
        ],
        [
            "John Theurer Cancer Center, Division of Leukemia, Hackensack Meridian Health, Hackensack Medical Center, NJ "
        ],
        [
            "Georgia Cancer Center Augusta University, Augusta, GA "
        ],
        [
            "Division of Hematology and Oncology, University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Comprehensive Cancer Center, University of Michigan, Grass Lake, MI "
        ],
        [
            "Baylor Scott & White Research Institute, Dallas, TX "
        ],
        [
            "Rabin Medical Center, Petah Tikva, Israel "
        ],
        [
            "Soroka University Medical Center, Be'er-Sheva, Israel "
        ],
        [
            "Soroka University Medical Center, Be'er-Sheva, Israel "
        ],
        [
            "BMT Unit, Tel Aviv (Sourasky) Medical Center and Sackler Faculty of Medicine, Tel-Aviv, Israel "
        ],
        [
            "BioSight Ltd., Lod, Israel "
        ],
        [
            "BioSight Ltd., Lod, Israel "
        ],
        [
            "BioSight Ltd., Lod, Israel "
        ],
        [
            "BioSight Ltd., Lod, Israel "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel ",
            "The Ruth and Bruce Rappaport Faculty of Medicine, Shaare Zedek Medical Center, Jerusalem, Israel"
        ]
    ],
    "first_author_latitude": "41.8946975",
    "first_author_longitude": "-87.6224687",
    "abstract_text": "Introduction: BST-236 (aspacytarabine), a novel pyrimidine antagonist, is a cytarabine prodrug designed to deliver high cytarabine doses with reduced systemic toxicity. BST-236 pharmacokinetics and metabolism reduce peak systemic exposure to free cytarabine and enable intensive treatment to patients otherwise unfit for intensive therapy. An open label phase 2b study, following a completed phase 1/2a dose escalation study, is ongoing. Enrolled are newly-diagnosed acute myeloid leukemia (AML) patients unfit for standard therapy, including patients with treatment-related AML or AML secondary to myelodysplastic syndrome (MDS) with prior exposure to hypomethylating agents (HMA). Aims: To evaluate the efficacy and safety of BST-236 induction and consolidation in AML patients unfit for standard induction therapy. Methods: BST-236, at a dose of 4.5 g/m 2 /d (containing 3 g/m 2 /d of cytarabine), is evaluated as a first-line induction and consolidation therapy in newly-diagnosed AML patients unfit for standard chemotherapy. Patients with secondary AML, previously treated with HMA, as well as patients with therapy-related AML, are eligible. Each BST-236 induction and consolidation course consists of 6 daily 1-hour intravenous infusions. Results: To date, in the phase 1/2 and phase 2 studies, 42 AML patients were treated with BST-236, of whom 20 newly-diagnosed AML patients unfit for standard chemotherapy (median age 73 years) completed 1-4 courses of 4.5 g/m 2 /d BST-236. Of these, 40% had de novo AML and 60% had secondary AML. Thirty percent of patients were previously treated with HMA for MDS (median 10 courses), and 10% received prior chemo- or radiotherapy. The median baseline bone marrow blast percentage was 38 (range 13-94), and 35% and 53% of patients had intermediate or adverse European LeukemiaNet (ELN) score, respectively. BST-236 is safe and well-tolerated in repeated-course administration. Grade >2 adverse events include mainly hematological events and infections, with no other drug-related typical high-dose cytarabine events such as severe mucositis or cerebellar toxicity. Related serious adverse events include only cytopenia and pneumonia. The 30-day mortality rate is 7%. The complete remission (CR) rate in the evaluable patients to date who received 4.5 g/m 2 /d BST-236 is 50% in the de novo patients, 20% in secondary AML patients, and 20% in patients with prior HMA treatment. Forty-three percent of patients with adverse cytogenetics attained a CR, including 1 of 3 patients with a TP53 mutation. The median number of courses for reaching a CR is 1, and notably, all patients with bone marrow remission achieved complete hematological recovery within 36 days. BST-236 consolidation was well-tolerated and did not result in increased toxicity, enabling full count recovery. While none of the patients have undergone stem cell transplant, considered ineligible by the treating investigator, responses to BST-236 were durable and median overall survival (OS) for responders is not reached at 23 months ( Figure 1A) . Median OS for secondary AML patients was 6.8 months, and not reached for the de novo AML patients ( Figure 1B) . Follow up is ongoing with additional patients enrolling on study; updated analysis of response, minimal residual disease (MRD), duration of response, and OS will be presented at the meeting. Conclusions: The cumulative clinical data suggest that BST-236 as a single agent treatment is a safe and efficacious induction and consolidation therapy for patients who are unfit for standard intensive chemotherapy, including patients with adverse cytogenetics and prior exposure to HMA. The data may establish BST-236 as a new intensive therapy backbone of AML and may, for the first time, allow older adults deemed unfit for standard intensive induction and consolidation therapy, to benefit from an intensive treatment. View large Download slide View large Download slide  Disclosures Altman: Genentech: Research Funding; Novartis: Consultancy; Syros: Consultancy; Theradex: Other: Advisory Board; Agios: Other: advisory board, Research Funding; Glycomimetics: Other: Data safety and monitoring committee; Daiichi Sankyo: Other: Advisory Board - no payment but was reimbursed for travel; Kura Oncology: Other: Scientific Advisory Board - no payment accepted, Research Funding; BioSight: Other: No payment but was reimbursed for travel , Research Funding; AbbVie: Other: advisory board, Research Funding; Fujifilm: Research Funding; Kartos: Research Funding; Celgene: Research Funding; Boehringer Ingelheim: Research Funding; ImmunoGen: Research Funding; Amgen: Research Funding; Aprea: Research Funding; Amphivena: Research Funding; Janssen: Consultancy; Immune Pharmaceuticals: Consultancy; Bristol-Myers Squibb: Consultancy; ASH: Consultancy; Cancer Expert Now: Consultancy; PeerView: Consultancy; Astellas: Other: Advisory Board, Speaker (no payment), Steering Committee (no payment), Research Funding; PrIME Oncology: Consultancy; France Foundation: Consultancy. Luger: Ariad: Research Funding; Biosight: Research Funding; Kura: Research Funding; Onconova: Research Funding; Agios: Honoraria; Acceleron: Honoraria; Bristol-Myers Squibb: Honoraria; Pfizer: Honoraria; Daiichi-Sankyo: Honoraria; Hoffman La Roche: Research Funding; Loxo Oncology: Honoraria. Koprivnikar: Amgen: Speakers Bureau; Novartis: Speakers Bureau; Alexion: Speakers Bureau; BMS: Speakers Bureau. Kota: Novartis: Consultancy, Honoraria; Incyte: Honoraria; Pfizer: Consultancy, Honoraria; Ariad: Honoraria; Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical, Company Ltd, Cambridge, MA, USA: Honoraria; Xcenda: Honoraria. Emadi: Jazz Pharmaceuticals: Research Funding; NewLink Genetics: Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees; Genentech: Membership on an entity's Board of Directors or advisory committees; Servier: Membership on an entity's Board of Directors or advisory committees; KinaRx: Other: co-founder and scientific advisor. Bhatnagar: Novartis: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; KITE: Membership on an entity's Board of Directors or advisory committees; KaryoPharm Therapuetics: Research Funding; Cell Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding. Bixby: GlycoMimetics: Research Funding. Burch: Janssen: Other: paid speaker. Wolach: Amgen: Other: Fees for lectures and Consultancy; Janssen: Other: Fees for lectures and Consultancy; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Fees for lectures and Consultancy, Research Funding; Novartis: Consultancy, Honoraria, Other: Fees for lectures and Consultancy; Astellas: Consultancy, Honoraria, Other: Fees for lectures and Consultancy; Pfizer: Consultancy, Honoraria. Levi: Abbvie Inc: Consultancy, Research Funding. Flaishon: BioSight Ltd.: Current Employment. Tessler: BioSight Ltd.: Current Employment. Gengrinovitch: BioSight Ltd.: Current Employment. Ben Yakar: BioSight Ltd.: Current Employment. Rowe: Pluristem ltd: Consultancy."
}