{
    "doi": "https://doi.org/10.1182/blood.V104.11.1370.1370",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=23",
    "start_url_page_num": 23,
    "is_scraped": "1",
    "article_title": "UV-Induced B-Cell Lymphomas in p53 Heterozygous Mice. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "animal model",
        "antigens",
        "b-cell lymphomas",
        "burkina faso",
        "cancer",
        "cd19 antigens",
        "cd40 antigens",
        "cd80 antigens",
        "collagen receptors",
        "heterozygote"
    ],
    "author_names": [
        "Yasuko Miyahara, M.D",
        "Nasser Kazimi",
        "Asha S. Multani, Ph.D",
        "Sen Pathak, Ph.D",
        "Sandy Chang, M.D, Ph.D",
        "Yee Angkasekwinai",
        "Xiao-Feng Qin, Ph.D",
        "Stephen E. Ullrich, Ph.D"
    ],
    "author_affiliations": [
        [
            "Immunology, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Immunology, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Molecular Genetics, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Molecular Genetics, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Molecular Genetics, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Immunology, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Immunology, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Immunology, MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.740496999999994",
    "first_author_longitude": "-95.50438685",
    "abstract_text": "The association between ultraviolet (UV) irradiation and skin cancer induction is well known. Recently, UV exposure was associated with the induction of internal lymphoid malignancies in UV-irradiated p53 heterozygous mice. Here we characterize the non-skin cancer that develops in the lymphoid organs of UV-irradiated mice and found that UV exposure promotes the induction of a B-cell lymphoma. p53 heterozygous mice were exposed to UVB irradiation (10KJ/m 2; three times a week) supplied by a bank of FS40 sunlamps. After thirty weeks, we collected spleen cells from 5 irradiated mice, prepared single suspensions, pooled the cells and injected 2X10 6 cells/flank (subcutaneous injection) into Rag2−/−mice. The subcutaneous tumors that developed in the Rag2−/−mice were successfully transplanted into other Rag2−/−mice and adapted to grow in vitro. Flow cytometric analysis indicated that enlarged cells were positive for CD19, B220, IgM, CD24, CD40, B7-1, B7-2, but negative for CD43, BP-1, CD127, CD3, CD4, CD8, CD49b, NK1.1, Thy1.2, Gr-1. This phenotype is compatible with a mature B cell but also express CD5, CD11b, CD117. Immunohistchemical analysis confirmed that the tumor cells were of B-cell origin and southern blot analysis demonstrated rearrangement of Immunoglobulin heavy chain. Chromosomal analysis revealed a translocations, t (14;19). Subcutaneous injection of the tumor cells into Rag2−/− mice resulted in an aggressive tumor that infiltrated into the lymph nodes, the spleen and the bone marrow. After establishing the cell line from this B-cell lymphoma, we transfected GFP by using lentiviral vector to mark and injected into Rag2−/− mice. First, the cells bearing GFP infiltrated into the lymph nodes, and then into the spleen and the bone marrow. We also found that this cell line produced IL-10, which can promote lymphoma growth and can cause systemic immunosuppression ( Masood et al., 1995  Blood  85 : 3423 –30 ; Rivas et al., 1994  J Leukoc Biol.  59 : 769 –75 ). The B-cell lymphoma, which grew progressively in immune compromised Rag2−/−mice, was rejected when injected into wild type mice and syngeneic UV-irradiated C57Bl/6 mice. This data indicates that UV induced B-cell lymphoma in p53 heterozygous mice does not express UV common antigen found on UV-induced skin cancer because UV irradiated mice are unable to reject UV induced tumor cells bearing this antigen as previously reported ( Kripke et al., 1974  J.Natl Cancer Inst.  53 : 1333 –6 ). Since sunlight exposure has been associated with the development of non-Hodgkin’s lymphomas in humans, tumor development in UV-irradiated p53 heterozygous mice may provide a useful animal model for lymphoma development in humans."
}