{
    "doi": "https://doi.org/10.1182/blood.V106.11.364.364",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=375",
    "start_url_page_num": 375,
    "is_scraped": "1",
    "article_title": "A Multicenter Prospective Randomized Study Testing Non-Inferiority of Thalidomide 100 mg/day as Compared with 400 mg/day in Patients with Refractory/Relapsed Multiple Myeloma: First Results of the Final Analysis of the IFM 01-02 Study. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Thalidomide (THAL) has been widely shown to be effective in pts with relapsed or refractory multiple myeloma (RRMM). In a study by Yakoub-Agha of 83 patients (Hematol J, 2000), a high incidence of THAL-related toxicity greater than grade II was observed, which was related to both the dose-intensity and cumulative doses of THAL. The mean daily-received dose of THAL in the intial 90-day treatment period, however, was not found to influence response, OS or EFS. Given the dose related toxicities and the uncertainty regarding the minimal effective dose of THAL, the IFM conducted a prospective randomized study (sponsored by Pharmion developpement) in order to compare the efficacy of THAL 100 mg/day with 400mg/day in pts with RRMM after at least 2 lines of prior therapy or 1 line in absence of alternative treament. The study design had been approved by the ethical committee of Lille University Hospital and all pts had given written informed consent. Given the poor prognosis of pts with RRMM and the fact that THAL effect is potentiated by dexamethasone, this combination was planned in the protocol in case of treatment failure at any time or stable disease after 3 months of THAL treatment, in both study arms. Decreasing the THAL dose was permitted in pts experiencing toxicity; however, no increase over the initial THAL dose was allowed. The primary end point was the 1-year OS. Assuming a median survival time of 12 months in patients receiving 400 mg/day, non-inferiority was defined in the protocol as a decrease of no more than 4 months with the 100 mg/day dose. Sample size per arm was calculated to be 160 to guarantee a power of 80% when using a one-sided test with type I error of 5%. Secondary endpoints were response rate, EFS, and safety. Quality of life based on ECOG performance status, bone pain, and use of morphine derivatives was also evaluated. An interim analysis was performed on Oct 29, 2003 after inclusion of half of pts. Based on survival and safety results, the independent review committee recommended on one hand the continuation of the study and on the other, the increase of the sample size per arm to 200. On Oct 8, 2004, 400 pts were enrolled (100 mg n=205; 400 mg n=195). The median age at the onset of THAL was 68 years (range, 35–88), and of these, 190 (48%) were male. The median time from first treatment of MM to the onset of THAL treatment was 31 months (IQR, 20–51). Prior treatment consisted of conventional chemotherapy alone (n=182), single autotransplant (n=92), tandem autotransplant and over (n=126). M-component isotype was IgG, IgA and light chain only in 248 (62%), 93 (23%) and 47 (12%) pts, respectively. The light chain was kappa in 264 pts (66%). A chromosome 13 deletion at band 13q14 in bone marrow plasma cells was found in 45% of 203 evaluable pts. The median (IQR) values for serum B2 microglobulin, creatinine, albumin, and CRP at enrolment were 3.7 mg/L (2.5–5.7), 10.0 mg/L (8.5–12.7), 40 g/L (36–44), and CRP 5 mg/L (3–12), respectively. Given that the first final analysis was planned 1 year after the enrolment of the last patient (Oct, 2005), results will be available at the meeting.",
    "topics": [
        "multiple myeloma",
        "thalidomide",
        "brachial plexus neuritis",
        "toxic effect",
        "antigens, cd98 light chains",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "transplantation, autologous",
        "albumins"
    ],
    "author_names": [
        "Ibrahim Yakoub-Agha",
        "C. Hulin",
        "C. Doyen",
        "L. Benboubker",
        "L. Voillat",
        "K. Bouabdallah",
        "G. Guillerm",
        "P. Moreau",
        "F. Maloisel",
        "A.M. Stoppa",
        "B. Pegourie",
        "P. Rodon",
        "M. Dib",
        "P. Casassus",
        "B. Slama",
        "E. Voog",
        "H. Jardel",
        "P. Collet",
        "M. Wettervald",
        "A.M. Peny",
        "P. Mineur",
        "C. Duguet",
        "R. Zerbib",
        "T. Facon",
        "J.Y. Mary"
    ],
    "author_affiliations": [
        [
            "Maladie Du Sang, CHRU, Lille, France",
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "PHARMION Dvt"
        ],
        [
            "PHARMION Dvt"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ],
        [
            "Inter Groupe Francophne du Myelome (IFM)"
        ]
    ],
    "first_author_latitude": "50.61119795",
    "first_author_longitude": "3.03565955"
}