{
    "doi": "https://doi.org/10.1182/blood.V110.11.4204.4204",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1013",
    "start_url_page_num": 1013,
    "is_scraped": "1",
    "article_title": "The Role of Iron in the Cytotoxicity Induced in Hematopoietic Malignant Cell Lines by an Anti-Transferrin Receptor IgG3-Avidin Fusion Protein and Gambogic Acid. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "The human transferrin receptor (hTfR) is a cell surface glycoprotein responsible for iron uptake, which is required for several cellular reactions including respiration and DNA synthesis. In cancer cells, the hTfR is over-expressed due to the high amount of iron required to maintain the uncontrolled cell proliferation. This makes the cancer cells highly sensitive to death induced by iron starvation. In addition to iron uptake, the TfR may also play a role in cell growth signaling. We have developed a mouse/human chimeric anti-human transferrin receptor IgG3-avidin fusion protein (anti-hTfR IgG3-Av) that induces cell death in human malignant B-cells such as IM9 and ARH-77 (B lymphoblastoid cell lines). The TfR is constitutively internalized and recycled back to cell surface. Anti-hTfR IgG3-Av binding to the hTfR disrupts this cycling and redirects the hTfR to lysosomal compartments where hTfR is presumably degraded. This promotes a state of iron starvation that induces cancer cell death by apoptosis, which can be blocked by iron supplementation. However, the cytotoxic effect induced by anti-hTfR IgG3-Av was minor or absent in U266 (multiple myeloma cell line). Gambogic acid (GA), a natural compound from traditional Chinese medicine, was previously shown to bind the TfR, blocking its internalization and inducing apoptosis in an iron independent manner in Jurkat (acute T cell leukemia) and HL-60 (acute promyelocytic leukemia) cell lines. The goal of the present work is to explore the cytotoxic effect of anti-hTfR IgG3-Av and GA alone or in combination in a panel of hematopoietic malignant cell lines and understand the relevance of iron in the cytotoxicity. We demonstrate that GA inhibits the proliferation of Ramos, HS-sultan, Raji (Burkitt’s lymphomas), IM9, U266, Jurkat and HL-60 cell lines. Our results showed that 0.3 μM GA at 24 h decreases cell proliferation by 70–90%, and 95–99.9% at 48 h, in all cell lines tested. We also observed morphological changes in the cells treated with GA consistent with cell death. Importantly, using ferric ammonium citrate as an iron supplement, we confirmed that the cytotoxic effect of GA in the cell lines tested is iron independent. This work also demonstrates, for the first time, that anti-hTfR IgG3-Av has a potent cytotoxic effect in the panel of leukemia and lymphoma cell lines tested above. Additionally, we confirmed that anti-hTfR IgG3-Av induces cell death in an iron dependent manner. Since both anti-hTfR IgG3-Av and GA target the TfR, we tested the effect of the combination of these components. Despite a potential antagonistic effect due to the fact that anti-hTfR IgG3-Av decreases the cell surface levels of the hTfR and GA blocks its internalization, the combination of anti-hTfR IgG3-Av plus GA enhanced the cytotoxicity, including cases of synergy, of either one alone in the cell lines tested. Studies are currently underway to understand the role of iron in the enhancement of toxicity. Our results suggest that anti-hTfR IgG3-Av and GA, alone or in combination, could be an effective treatment option for various hematopoietic malignancies.",
    "topics": [
        "avidin",
        "burkitt's lymphoma",
        "cytotoxicity",
        "fusion proteins",
        "iron",
        "transferrin",
        "tumor cells, malignant",
        "transferrin receptors",
        "starvation",
        "acute promyelocytic leukemia"
    ],
    "author_names": [
        "Elizabeth Ortiz-Sanchez, PhD",
        "Tracy R. Daniels, Ph.D.",
        "Gustavo Helguera, Ph.D.",
        "Otoniel Martinez-Maza, Ph.D.",
        "Benjamin Bonavida, Ph.D.",
        "Manuel L. Penichet, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Division of Surgical Oncology, Department of Surgery, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ],
        [
            "Division of Surgical Oncology, Department of Surgery, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ],
        [
            "Division of Surgical Oncology, Department of Surgery, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ],
        [
            "Department of Microbiology, Immunology, and Molecular Genetics, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA",
            "Department of Obstetrics and Gynecology, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ],
        [
            "Department of Microbiology, Immunology, and Molecular Genetics, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ],
        [
            "Division of Surgical Oncology, Department of Surgery, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA",
            "Department of Microbiology, Immunology, and Molecular Genetics, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.0658937",
    "first_author_longitude": "-118.4433608"
}