{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2529.2529",
    "article_title": "Map3k8/COT1/Tpl2 Drives Resistance to Bcr-Abl1 Inhibition through Activation of MEK-ERK and NF-Kb Pathways ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster II",
    "abstract_text": "The introduction of tyrosine kinase inhibitors (TKI) has transformed chronic myeloid leukemia (CML) into a manageable, chronic disease with long-term survival exceeding 85%, but discontinuation of TKI in patients who achieve deep molecular remissions results in a 50% relapse rate. The relapses are believed to be caused by Bcr-Abl1-expressing hematopoietic stem cells (CML stem cells) which are independent of the Bcr-Abl1 kinase activity for their survival. Signaling pathways, including PI3K/AKT, Wnt/β-catenin, JAK/STAT, and Hedgehog/SMO, are crucial for CML stem cell self-renewal and survival in the presence of TKI. Eradication of these cells poses the greatest current challenge. We previously described a Bcr-Abl1-independent model of resistance to imatinib mesylate (IM), in which K562 cells cultured in high concentration of IM displayed reduced Bcr-Abl1 protein and activity levels (Chorzalska et al., Leukemia 2014). Quantitative phosphoproteomic analysis of these IM-resistant cells (IMRC) identified 2,593 phosphopeptides showing significant differences in abundancies in comparison to IM-sensitive cells. Functional analysis of identified phosphopeptides pointed to MEK-ERK pathway as a highly dysregulated cascade in IMRC (Chorzalska et al., Stem Cell Dev, 2017). Within the list of identified phosphopeptides, we assessed the abundancy of 222 MEK-ERK pathway-specific core interactor peptides (as listed in MEK-ERK superpathway in Pathcards), and identified the Map3k8-derived phosphopeptide as the most abundant one in IMRC (Fig. 1A). Map3k8, also known as Tumor Progression Locus (Tpl2) or Cancer Osaka Thyroid (COT1), links the MEK-ERK and NF-κB signaling and drives resistance to Raf inhibition in melanoma, but its role in chemoresistance of CML stem cells has not been explored. Using RT-PCR assays in CML CD34+ cells cultured with IM for 7 days, we found a 2-fold increase in MAP3K8 transcriptsand a 1.7-fold increase in transcripts of its binding partner NFKB1 (NF-κB1; Fig. 1B). IMRC also showed increased expression of Map3k8 and NF-κB1 protein levels, and increased activity of the NF-κB signaling components: NF-κB inhibitor - IκB and IκB kinase - IKKα/β (Fig. 1C). Immunoblotting evaluation of the Map3k8-dependent effect on MEK-ERK signaling indicated no significant difference between IMRC and control cells in the activity of Raf module, with exception of C-Raf Ser289/296/301 inhibitory sites associated with a MEK-ERK negative feedback loop (Fig. 1D). Evaluation of the downstream effectors of Raf showed no difference in MEK1 and decrease in MEK2 abundance, and enhanced phosphorylation of MEK1/2. IMRC also showed higher ERK1 and lower ERK2 abundance, and no significant change in the stoichiometry of ERK1/ERK2 phosphorylation at Thr202/Tyr204 (Fig. 1D). To identify other upstream mediators of MEK phosphorylation, we evaluated the activity of Src Family Kinases (SFKs) and found a marked increase in phospho-SFKs in IMRC (Fig. 1E). Considering the observed upregulation of SFKs, MEK and NF-κB signaling in Map3k8-overexpressing IMRC, we investigated apoptotic effects of the SFKs inhibitor dasatinib, the MEK inhibitor U0126, and the IKK inhibitor PS-1145, individually and in combination. The SFKs and IKK inhibitors, as single agents or combined, induced only a modest (35%) increase in apoptosis. Conversely, the combination of SFKs+MEK inhibitors decreased survival of IMRC by nearly 50%, whereas the triple SFKs+MEK+IKK inhibition killed 65% of IMRC within 48h of incubation (Fig. 1F). In addition, the combination of three inhibitors SFKs+MEK+IKK significantly decreased the phosphorylation of MEK, ERK, SFKs and NF-κB, surpassing the effect of a dual SFKs+MEK or SFKs+IKK inhibition (Fig. 1G). The effect of SFKs, MEK and IKK inhibitors on the capacity of CML CD34+ cells to form colonies in methylcellulose assays was also evaluated. The dual SFKs+MEK inhibition reduced the colony number by 70%, while the triple SFKs+MEK+IKK inhibition decreased it by about 80% (Fig. 1H). Finally, CML CD34+ cells cultured for 7 days in the presence of SFKs+MEK+IKK inhibitors showed significant reduction of MAP3K8 transcript levels (Fig. 1I). In conclusion, combined inhibition of SFKs, MEK and NF-κB attenuates the survival of IM- resistant CML cell line and CML stem/progenitor cells, and a combination of relevant inhibitors may offer a new therapeutic option for overcoming the TKIs resistance in CML patients. View large Download slide View large Download slide  Close modal Disclosures Reagan: Teva: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "cancer",
        "cell lines",
        "chronic disease",
        "dasatinib",
        "disease remission",
        "erinaceidae",
        "hematopoietic stem cells",
        "imatinib mesylate",
        "immunoblotting"
    ],
    "author_names": [
        "Anna Dorota Chorzalska, PhD",
        "Nagib Ahsan, PhD",
        "Alexander Tepper",
        "Steven Hines",
        "Diana Olguta Treaba, MD",
        "Adam J Olszewski, MD",
        "John L. Reagan, MD",
        "Philip Gruppuso, MD",
        "Patrycja Dubielecka, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna Dorota Chorzalska, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Brown University/Rhode Island Hospital, Providence, RI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nagib Ahsan, PhD",
            "author_affiliations": [
                "COBRE CCRD Proteomics Core Facility, Brown University/Rhode Island Hospital, Providence, RI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Tepper",
            "author_affiliations": [
                "Division of Hematology/Oncology, Brown University/Rhode Island Hospital, Providence, RI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Hines",
            "author_affiliations": [
                "Division of Hematology/Oncology, Brown University/Rhode Island Hospital, Providence, RI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diana Olguta Treaba, MD",
            "author_affiliations": [
                "Brown University/Rhode Island Hospital, Providence, RI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam J Olszewski, MD",
            "author_affiliations": [
                "Hematology/Oncology, Memorial Hospital of Rhode Island, Providence, RI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John L. Reagan, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Brown University/Rhode Island Hospital, Providence, RI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Gruppuso, MD",
            "author_affiliations": [
                "Brown University/Rhode Island Hospital, Providence, RI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrycja Dubielecka, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Brown University/Rhode Island Hospital, Providence, RI "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:34:39",
    "is_scraped": "1"
}