{
    "doi": "https://doi.org/10.1182/blood.V104.11.3576.3576",
    "article_title": "MSDD1, a Prodrug of 5-Hydroxymethyl-2-Furfural (5HMF), Prolongs the Antisickling Effect of 5HMF in Transgenic Sickle Mice. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "We recently reported that 5-hydroxymethyl-2-furfural (5HMF), a 5-membered heterocyclic aldehyde, had a potent anti-sickling effect in both in vitro tests and in vivo studies using transgenic (Tg) sickle mice. 5HMF is quickly absorbed and covalently binds with sickle hemoglobin (Hb S) to form a high-affinity reversible Schiff-base adduct. Although 5HMF is readily bioavailable after oral administration to Tg sickle mice, preliminary pharmacokinetic data suggest that its terminal half-life (T 1/2 = 1.5 ± 0.6 hr) may be too short to exert a sustained anti-sickling effect in vivo for a sufficient length of time. We also determined that although 100mg/kg inhibited sickling and prevented the development of pulmonary sequestration in Tg sickle mice exposed to severe hypoxic conditions, high levels of modified Hb in the blood were sustained for only about 4hrs. Since a significant anti-sickling effect is observed by modifying 50% of Hb S molecules, a reduction in dosage combined with less frequent intake seems to be a more attractive and acceptable option. Based on this, we designed a slow-release prodrug of 5HMF by protecting the aldehyde group with L-cysteine to form the thiazolidine complex (MSDD1), expecting that the prodrug would slowly release active 5HMF into the bloodstream over a longer period of time, resulting in a longer half-life for 5HMF. To compare the pharmacokinetic profiles of these two compounds, 2 groups of Tg sickle mice (6 mice per group) were treated orally with a single 100 mg/kg dose of either 5HMF or its slow-release form, MSDD1. Blood samples (~20 μl each) were collected via retro-orbital venipuncture under anesthesia into EDTA tubes at 20 min, 40 min, 1 hr and every hour afterwards for 7 hours. Plasma from each sample was deproteinized, 10 μl of each sample was diluted 20-fold and analyzed by reversed-phase HPLC for quantification of 5HMF present in the blood. A non-compartmental pharmacokinetic model with first-order elimination rate was used to determine the plasma concentration-time data. The area under the plasma concentration curve (AUC), terminal half-life (T 1/2 ), peak concentration time (T max ), maximum plasma concentration (C max ), and the mean resident time (MRT) were determined using PK Solutions 2.0 software (SUMMIT Research Services, Montrose, CO, USA). The AUC of the group that received MSDD1 did not significantly differ from the AUC of those that received 5HMF (430 ± 32 μg/ml/min vs. 410 ± 24 μg/ml/min). However, in the group that received MSDD1, both the T 1/2 and T max increased 2-fold (2.9 ± 0.32 hr vs. 1.5 ± 0.6 hr, and 1hr vs. 0.5 hr, respectively). The MRT also increased from 2.3 ± 0.0.16 hr in the 5HMF-treated group to 5.8 ± 0.26 hr in the MSDD1-treated group, although the C max was reduced almost 3-fold in the MSDD1-treated mice at 70 ± 12 μg/ml, compared to 180.7 ± 32.6 μg/ml in 5HMF-treated mice We conclude that MSDD1, a slow-release prodrug of 5HMF seems to provide the possibility of administering a single oral daily dose, and may be a suitable treatment option for sickle cell disease patients in the future.",
    "topics": [
        "animals, transgenic",
        "furaldehyde",
        "mice",
        "prodrugs",
        "aldehydes",
        "administration, oral",
        "anesthesia (no sensation)",
        "anesthesia procedures",
        "bronchopulmonary sequestration",
        "cysteine"
    ],
    "author_names": [
        "Osheiza Abdulmalik, DVM",
        "Martin K. Safo, PhD",
        "Richmond Danso-Danquah, PhD",
        "Jisheng Yang",
        "Qiukan Chen, MD",
        "Carlo Brugnara, MD",
        "Donald J. Abraham, PhD",
        "Toshio Asakura, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Osheiza Abdulmalik, DVM",
            "author_affiliations": [
                "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Martin K. Safo, PhD",
            "author_affiliations": [
                "Institute for Structural Biology and Drug Discovery, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richmond Danso-Danquah, PhD",
            "author_affiliations": [
                "Institute for Structural Biology and Drug Discovery, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jisheng Yang",
            "author_affiliations": [
                "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiukan Chen, MD",
            "author_affiliations": [
                "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo Brugnara, MD",
            "author_affiliations": [
                "Department of Pathology, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald J. Abraham, PhD",
            "author_affiliations": [
                "Institute for Structural Biology and Drug Discovery, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshio Asakura, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T09:36:50",
    "is_scraped": "1"
}