{
    "doi": "https://doi.org/10.1182/blood.V122.21.367.367",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2476",
    "start_url_page_num": 2476,
    "is_scraped": "1",
    "article_title": "Phase II Trial Of Brentuximab Vedotin For CD30+ Cutaneous T-Cell Lymphomas and Lymphoproliferative Disorders ",
    "article_date": "November 15, 2013",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "brentuximab vedotin",
        "lymphoma, t-cell, cutaneous",
        "lymphoproliferative disorders",
        "phase 2 clinical trials",
        "lymphomatoid papulosis",
        "ki-1+ anaplastic large cell lymphoma",
        "antigens, cd30",
        "antibodies",
        "clinical diagnosis",
        "fatigue"
    ],
    "author_names": [
        "Madeleine Duvic, MD",
        "Michael Tetzlaff, MD",
        "Audra L Clos, MD",
        "Pamela Gangar, MD",
        "Rakhshandra Talpur, MD"
    ],
    "author_affiliations": [
        [
            "Dermatology, The University of Texas - MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Dermatopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Dermatology, Univ of Texas MD Anderson Cancer Ctr, Houston, TX, USA, "
        ],
        [
            "Dermatology, Univ of Texas MD Anderson Cancer Ctr, Houston, TX, USA, "
        ],
        [
            "Dermatology, University of Texas MD Anderson Cancer Ctr, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.707039650000006",
    "first_author_longitude": "-95.400443",
    "abstract_text": "Introduction Brentuximab vedotin, an antibody drug conjugate comprising of an anti-CD30 monoclonal antibody (cAC10) attached by a protease-cleavable linker to a microtubule-disrupting agent monomethyl auristatin E (MMAE), was approved for relapsed Hodgkin lymphoma (ORR 75%) and systemic anaplastic large T-cell lymphoma (ALCL; ORR 86%) and the naked cAC10 antibody was shown active in CD30+ skin lymphomas (ORR 70%). Study design To determine safety and activity of Brentuximab vedotin we completed a Phase II open-label trial of 48 patients with primary cutaneous CD30+ lymphoproliferative disorders including lymphomatoid papulosis (LyP) and primary cutaneous pc-ALCL (pc-ALCL) or CD30+ mycosis fungoides (MF). Eligibility required skin lesion expression of CD30, > 10 Lyp lesions, one or more tumors, and need for systemic therapy. Patients with CD30+ MF were stage IB or higher and had received one or more prior topical or systemic therapies. The antibody conjugate was infused at 1.8 mg/kg every 21 days. Patients achieving a complete response (CR) received two additional doses and those achieving partial responses (PR) after 8 cycles could receive up to 16 doses. Response criteria for LyP were a 50% decrease in lesions, for pc-ALCL were 50 % tumor reduction, and for MF were 50% decrease in modified skin weighted assessment tool mSWAT. CD30 pretreatment skin biopsies and serum sCD30 were correlated with response. Results The 48 evaluable patients who received >2 doses of brentuximab vedotin included 22 females and 26 males with median age of 59.5 years (range 31-86). Their clinical diagnoses are in Table 1 : 28 with MF, 2 with pc-ALCL, 9 with only LyP, 7 LyP with MF, and 2 with pc-ALCL/LyP/MF. Overall response rate (ORR) was 71% (34/48) with CR of 35% (17/48). The intent to treat response rate for all 56 patients receiving at least one dose was 61% (34/56). ORR was 50% in 28 MF patients regardless of whether their lesions had low, medium, or high CD30 at baseline. LyP and pc-ALCL patients had a 100% ORR and two pc-ALCL patients had CRs. For LyP, time to response (TTR) was 3 wks (range 3-6) and median duration of response (DOR) of 23 wks (range 6-44). For MF, TTR was 10.5 wks (range 3-39) and DOR was 13.5 wks (range 3-56 wks). Relapse rates in Lyp and pc-ALCL was 40% (8/20) with TTR of 25 wks (range 6-41). In MF responders, 5/14 (36%) relapsed and MTR was 3 wks (range 3-40). Median ORR and disease specific response (DSS) were not reached from date of diagnosis or from first dose. Median progression free survival (PFS) was 9.7 years from diagnosis and 1.68 years from first dose. Soluble CD30 levels from baseline to end of study differed significantly among those patients achieving a CR compared to those with PR or SD (p=.036). The most common related adverse event (AE) of any grade was peripheral neuropathy (PN) in 29/48 (60%): resolved in 14/29 (48%) and ongoing in 15/29 (52%) with 5 grade 2 and 10 grade one. Other AE > 10% were drug rashes (27%), diarrhea (24%), fatigue (30%), alopecia (16%), myalgias (16%), and nausea (14%). Grade 3-4 events included neutropenia (n=5), nausea (n=2), chest pain (n=2), deep vein thrombosis (n=1), transaminitis (n=1) and dehydration (n=1). Dose reductions to 1.2 mg/kg were for grade 2 neuropathy (n=2), transaminitis (n=1) and arthralgia/ fatigue (n=2). There were two deaths from untreated sepsis after one dose. Conclusion This phase II clinical trial demonstrates that brentuximab vedotin is active for mycosis fungoides (ORR 50%) irrespective of level of CD30+ expression. The ORR was 100% for CD30+ pc-ALCL, and LyP patients and was 71% with a CR of 36% for all evaluable patients. Table 1 Response to Brentuximab Vedotin by Clinical Diagnosis  Primary Diagnosis . Total pts . Response 71% (34/48) . Secondary Response . Time to Response wks . DOR (wks) . MF 28 12PR, 2 CR 50%  10.5 (R 3-39) 13.5(R3-56) LyP 9 5 CR, 4 PR 100%  3 (R 3-6) 23 (R 6-44) pc-ALCL 2 2 CR 100%  3 (R 3) 18 LyP/MF 7 6 CR, 1 PR 100% MF 6 PR 1 SD 3 (R 3-9) 18 (18- 44) ALCL/LyP 2 2 CR 100% LyP PR,PD   Primary Diagnosis . Total pts . Response 71% (34/48) . Secondary Response . Time to Response wks . DOR (wks) . MF 28 12PR, 2 CR 50%  10.5 (R 3-39) 13.5(R3-56) LyP 9 5 CR, 4 PR 100%  3 (R 3-6) 23 (R 6-44) pc-ALCL 2 2 CR 100%  3 (R 3) 18 LyP/MF 7 6 CR, 1 PR 100% MF 6 PR 1 SD 3 (R 3-9) 18 (18- 44) ALCL/LyP 2 2 CR 100% LyP PR,PD   View Large Disclosures: Duvic: Seattle Genetics: Research Funding. Off Label Use: This is an open label study for Cutaneous T-cell lymphoma and lymphoproliferative disorder. Brentuximab is approved for relapsed and refractory Hodgkins lymphoma. Tetzlaff: Seattle Genetic: Consultancy."
}