{
    "doi": "https://doi.org/10.1182/blood-2020-143395",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4655",
    "start_url_page_num": 4655,
    "is_scraped": "1",
    "article_title": "MEKK3 Regulates Angiogenesis through Smad Signaling ",
    "article_date": "November 5, 2020",
    "session_type": "301.Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry",
    "topics": null,
    "author_names": [
        "Rong Wei",
        "Xiaojun Huang, MD",
        "Bing Su"
    ],
    "author_affiliations": [
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China",
            "Shanghai Jiao Tong University School of Medicine, Shanghai, China"
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China"
        ],
        [
            "Shanghai Jiao Tong University School of Medicine, Shanghai, China"
        ]
    ],
    "first_author_latitude": "39.936532",
    "first_author_longitude": "116.354693",
    "abstract_text": "Angiogenesis is one of the most essential events during embryonic development. The previous studies proved that MEKK3 (MAP3K3) is critical for angiogenesis. However, precisely how MEKK3 regulates the vascular development remains largely unknown. To investigate the impact of MEKK3 in vascular development in vivo and its role in normal physiological and pathological settings, we generated VE-Cadherin CreERT2;MEKK3 flox/+ (control) and VE-Cadherin CreERT2;MEKK3 flox/- (MEKK3 iEC -/-) mice. MEKK3 deletion was induced from postnatal day (P) 1 by administration of tamoxifen daily. The retinal angiogenesis model was used to analyze the blood vessel development in P7 and P12 mice. Whole-mount staining of P7 retinas in MEKK3 iEC -/- mutants showed a significant decrease in vascularized area and branch formation. In contrast, control pups, although only having one copy of the MEKK3 gene in endothelial cells, developed a complete vascular sheet at the same dose of tamoxifen, as did the untreated pups. At P12, MEKK3 iEC -/- mice showed defects in vessel remodeling and arterial patterning. These retinas had dilated and tortuous arteries losing the identical marker. This phenotype accorded with the pathology of AVM (arteriovenous malformation). We then cultured murine aortic rings in 3D matrigel and induced sprouting with VEGF. Administration of TGF-b receptor kinase inhibitor SB431542 to the MEKK3 iEC-/- aorta showed a partial rescue effect on the number of sprouts and vascularized area. It implicated that the vascular malformation in the MEKK3 iEC-/- mice was partially due to the elevated TGF-b signals in endothelial cells. We confirmed the result by staining the retinas with SMA and N-cadherin, which are the downstream genes in TGF-b pathway. It turned out that both SMA and N-cadherin were expressed stronger in MEKK3 iEC-/- retinas than in the control ones. Next, by in vitro studies, we found that endothelial cell activation by VEGF treatment led to rapid and strong phosphorylation of R-SMADs at the linker regions in the control endothelial cells. Such phosphorylation was severely impaired in the MEKK3 -/- endothelial cells. The same results were found in the activation of ERK1/2 and p38. Inhibition of ERK1/2 but not p38 MAPK in control endothelial cells greatly reduced the VEGF-induced phosphorylation of R-SMADs at their linker regions. Inhibition of both ERK1/2 and p38 did not further reduce the SMAD linker region phosphorylation compared to inhibition of ERK1/2. Thus, we determined ERK1/2 are responsible for the VEGF-induced, MEKK3-dependent phosphorylation of R-SMADs at the linker region. Finally, since Notch pathway is an evolutionarily conserved signaling , which directly affects angiogenesis, we used aortic ring model to test their interaction, and detected the gene expression in endothelial cells. Hey1 and Hey2 were over expressed in MEKK3 -/- endothelial cells. Knockdown of Hey1 and Hey2 could rescue the deficient angiogenesis. Knockdown of RBPJ did not affect MEKK3 mediated angiogenesis or induction of Hey1 and Hey2. The above data supported a model whereby MEKK3-mediated SMAD signaling induces HEY1 and HEY2 independently of canonical Notch activation. Disclosures No relevant conflicts of interest to declare."
}