{
    "doi": "https://doi.org/10.1182/blood.V124.21.3247.3247",
    "article_title": "Aberrant Hematopoietic Stem Cell Function in Mice Haploinsufficient for a 2 Mb Deletion of Chromosome 5A3 Syntenic to a Region of Human 7q22 Frequently Deleted in Myelodysplastic Syndromes ",
    "article_date": "December 6, 2014",
    "session_type": "636. Myelodysplastic Syndromes – Basic and Translational Studies: Poster II",
    "abstract_text": "The myelodysplastic syndromes (MDS) are clonal hematologic neoplasms characterized by normal, increased or decreased bone marrow cellularity, ineffective production of one or more blood cell lineages, morphologic dysplasia, and a variable risk of progression to acute myeloid leukemia. Somatic monosomy 7 (-7) and deletions affecting the long arm of chromosome 7 [del(7q)] are highly prevalent cytogenetic abnormalities in de novo and therapy-related MDS that are associated with advanced age, prior exposure to alkylating agents, a high risk of leukemic transformation, and intrinsic drug resistance. Although recent genome-wide and targeted DNA sequencing efforts have uncovered mutations in genes involved in chromatin modification, transcription, RNA splicing, and signal transduction in MDS, extensive sequencing and expression analysis have not revealed recurring “second hit” mutations of any gene located on chromosome band 7q22, which is commonly deleted in patients with myeloid malignancies. Therefore, answering the long-standing question of how recurrent deletions of the long arm of chromosome 7 contribute to initiation, maintenance, and clinical outcome of MDS remains a fundamental challenge. Given the importance of understanding the biology of -7/del(7q) and the urgent need to develop new mechanism-based treatments for hematologic cancers with these deletions, we generated mice with a heterozygous germline deletion of a 2 Mb interval of chromosome band 5A3 syntenic to an interval of human chromosome band 7q22 commonly deleted in human patients (Blood 88:1930,1996). We find that 5A3 haploinsufficiency perturbs hematopoietic stem cell (HSC) development and function in vivo. 5A3 +/del mice exhibit a reduced bone marrow cellularity, an expanded proportion of long-term HSCs, and an altered distribution of lineage-committed progenitors. 5A3 +/del HSCs display impaired competitive reconstitution of lymphoid hematopoietic cells and a myeloid output bias, but also paradoxically show enhanced stem cell reconstitution upon aging and after serial transplantation. These defects are cell autonomous. Like WT HSCs, 5A3 +/del HSCs exhaust their self-renewal potential by the tertiary round of transplantation. Taqman quantitative real-time PCR confirmed that all seven genes within the deleted interval that are expressed at detectable levels in HSC and multi-potent progenitors (MPP) (Mll5 , Armc10 , Psmc2 , Dnajc2 , Orc5l , Pmpcb and Napepld) showed ~50% reduction in transcripts in 5A3 +/del HSC and MPP. Transcriptome sequencing (RNA-seq) analysis identified broad changes in lineage signature gene expression, as well as down-regulation of genes and pathways involved in oxidative phosphorylation (OXPHOS) in 5A3 +/del HSCs. Whereas reactive oxygen species (ROS) are increased in aged 5A3 +/del MPP, treatment of 5A3 +/del mice with antioxidant N-Acetyl Cysteine failed to correct the HSC defects, suggesting that increased ROS is not the primary cause of these hematopoietic defects. Together, the abnormal properties of 5A3 +/del hematopoietic cells support a mechanistic role of 7q22 deletions as contributing to cardinal features of MDS, which include impaired differentiation, myeloid lineage output bias, and a pronounced age-associated increase in disease incidence. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chromosomes",
        "hematopoietic stem cells",
        "mice",
        "myelodysplastic syndrome",
        "bone marrow aspiration",
        "hematologic neoplasms",
        "transplantation",
        "acetylcysteine",
        "alkylating agents",
        "antioxidants"
    ],
    "author_names": [
        "Jasmine C. Wong, PhD",
        "Kelley Weinfurtner, BA",
        "Pilar Alzamora",
        "Scott C. Kogan, MD",
        "Michael R. Burgess, MD PhD",
        "Yan Zhang, PhD",
        "Joy Nakitandwe, PhD",
        "Jing Ma, PhD",
        "Jinjun Cheng, MB, MS",
        "Shann-Ching Chen, PhD",
        "Johanna Flach",
        "Damien Reynaud, PhD",
        "Emmanuelle Passegue, PhD",
        "James R Downing, MD",
        "Kevin Shannon, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jasmine C. Wong, PhD",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kelley Weinfurtner, BA",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pilar Alzamora",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott C. Kogan, MD",
            "author_affiliations": [
                "University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Burgess, MD PhD",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Zhang, PhD",
            "author_affiliations": [
                "Institut Pasteur of Shanghai, Shanghai, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joy Nakitandwe, PhD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Ma, PhD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jinjun Cheng, MB, MS",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shann-Ching Chen, PhD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johanna Flach",
            "author_affiliations": [
                "University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damien Reynaud, PhD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuelle Passegue, PhD",
            "author_affiliations": [
                "University of California School of Medicine - San Francisco, San Francisco, CA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R Downing, MD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Shannon, MD",
            "author_affiliations": [
                "UCSF, San Francisco, CA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T02:47:56",
    "is_scraped": "1"
}