{
    "doi": "https://doi.org/10.1182/blood.V122.21.2615.2615",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2565",
    "start_url_page_num": 2565,
    "is_scraped": "1",
    "article_title": "Pseudo-Exhaustion Of CD8 + T Cells in AML ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "The prognosis of acute myeloid leukemia (AML), particularly when associated with adverse chromosomal or molecular aberrations, is poor due to a high relapse rate after induction chemotherapy. Postremission therapy for elimination of minimal residual disease remains a major challenge. Immunotherapeutic strategies such as dendritic cell (DC) vaccination aim at the stimulation of AML-specific immunity, especially of CD8+ T cells. However, the functionality of these cells in AML patients is not well described. Recently, T cell exhaustion has been suggested to contribute to immune evasion in various solid and hematological malignancies. Primarily demonstrated in chronic viral infections, exhausted T cells are characterized by an increased expression of several inhibitory molecules, reduced proliferation and an impaired capability of cytokine secretion and cytotoxicity. In order to characterize T cell exhaustion in AML at primary diagnosis and during refractory disease, we assessed the phenotype and effector function of CD8+ T cells by flow cytometry. Surface expression of the inhibitory molecules CD244 (2B4), CD160, PD-1, TIM-3 and LAG-3 was determined. T cell proliferation and production of the cytokines IFN-γ, TNF-α and IL-2 were measured in response to different stimuli. Results were compared to healthy controls (HCs), while untreated HIV-infected patients served as positive controls for an exhausted state of CD8 + T cells. To specify the effect of DCs on the state of T cell exhaustion in AML, we cocultured in vitro generated DCs with autologous T cells from primary diagnosis for four days. Compared to HCs, we detected similarly increased frequencies of CD244- and TIM-3-positive CD8 + T cells in AML and HIV patients (CD244: HCs 37±17%, AML primary diagnosis/refractory disease 72±21%/67±9%, HIV 70±7%; TIM-3: HCs 1.1±1.5%, AML primary diagnosis/refractory disease 2.9±2.2%/4.7±4.4%, HIV 2.9±2.4%; mean±SD). In refractory AML, we additionally observed an increased frequency of CD8 + T cells positive for CD160 and PD-1 (CD160: HCs 19±9%, AML refractory disease 32±8%; PD-1: HCs 21±8%, AML refractory disease 50±25%). In our functional analyses, however, T cells from AML patients and HCs were equally able to produce IFN-γ, TNF-α and IL-2 upon in vitro stimulation with a CEFT peptide pool, PMA/Ionomycin or anti-CD3/CD28. Using the CEFT peptide pool for stimulation, we even measured an increase in proliferation of T cells from AML patients compared to T cells from HCs and HIV-infected patients. The in vitro stimulation of AML cells with DCs generated from autologous monocytes resulted in a further upregulation of the molecules PD-1 and TIM-3. In summary, we found an increased overall expression of inhibitory surface molecules associated with T cell exhaustion on CD8 + T cells of AML patients at primary diagnosis and with refractory disease, which was further enhanced by in vitro stimulation with DCs. In contrast, no impairment of functionality was detected, as determined by proliferation and cytokine secretion assays. We therefore hypothesize that bulk CD8 + T cells in AML are in a status of activation, not exhaustion. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "aldesleukin",
        "cd28 antigens",
        "chemotherapy, neoadjuvant",
        "cytokine",
        "cytotoxicity",
        "flow cytometry",
        "hematologic neoplasms",
        "hepatitis a virus cellular receptor 2",
        "hiv infections",
        "human placental lactogen"
    ],
    "author_names": [
        "Felix S. Lichtenegger, MD",
        "Frauke M. Schnorfeil, PhD",
        "Katharina Emmerig",
        "Julia S. Neitz",
        "Barbara Beck, PhD",
        "Rika Draenert, MD",
        "Wolfgang Hiddemann, M.D.",
        "Marion Subklewe, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany, "
        ],
        [
            "Clinical Co-operation Group Immunotherapy, Helmholtz Institute Munich, Munich, Germany, "
        ],
        [
            "Clinical Co-operation Group Immunotherapy, Helmholtz Institute Munich, Munich, Germany, "
        ],
        [
            "Clinical Co-operation Group Immunotherapy, Helmholtz Institute Munich, Munich, Germany, "
        ],
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany, "
        ],
        [
            "Division of Clinical Infectiology, Department of Internal Medicine IV, Klinikum der Universität München, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany, "
        ],
        [
            "Clinical Co-operation Group Immunotherapy, Helmholtz Institute Munich, Munich, Germany, "
        ]
    ],
    "first_author_latitude": "48.128726699999994",
    "first_author_longitude": "11.53508945"
}