{
    "doi": "https://doi.org/10.1182/blood.V110.11.4489.4489",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1042",
    "start_url_page_num": 1042,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Rituximab+CHOP in IR and Maintenance Therapy with Rituximab vs Observation in De Novo Aggressive Non-Hodgkin Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "non-hodgkin's lymphoma, aggressive",
        "rituximab",
        "disease remission",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "complete remission",
        "follow-up",
        "toxic effect",
        "anemia",
        "chills",
        "disease progression"
    ],
    "author_names": [
        "Francisco Tripp, MD",
        "Enrique Báez, MD",
        "Elsa Ávila, MD",
        "Severiano Baltazar, MD",
        "Oscar Garcés, MD",
        "Gustavo Reyes, MD",
        "Benjamín Batista, MD",
        "Alva Zaragoza, MD",
        "Jorge Vela-Ojeda, MD",
        "Luis Villela, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Hospital Especialidades Centro Médico Nacional “La Raza” IMSS, México, DF, Mexico"
        ],
        [
            "Department of Hematology, UMAE HRE No. 25, Centro Médico del Noreste IMSS, Monterrey, Nuevo León, Mexico"
        ],
        [
            "Department of Hematology, Hospital Especialidades Centro Médico Nacional “La Raza” IMSS, México, DF, Mexico"
        ],
        [
            "Department of Hematology, UMAE HRE No. 25, Centro Médico del Noreste IMSS, Monterrey, Nuevo León, Mexico"
        ],
        [
            "Department of Hematology, HE CMNO UMAE IMSS, Guadalajara, Jalisco, Mexico"
        ],
        [
            "Department of Hematology, CMN Bajío, León, León, Guanajuato, Mexico"
        ],
        [
            "Department of Hematology, IMSS Chihuahua, Chihuahua, Mexico"
        ],
        [
            "Department of Hematology, Hospital General No. 1 IMSS, Chihuahua, Mexico"
        ],
        [
            "Department of Hematology, Hospital Especialidades Centro Médico Nacional “La Raza” IMSS, México, DF, Mexico"
        ],
        [
            "ITESM Research Department, CITES Tecnológico de Monterrey, Monterrey, Nuevo León, Mexico"
        ]
    ],
    "first_author_latitude": "19.43638055",
    "first_author_longitude": "-99.14853445000001",
    "abstract_text": "Introduction: Patients with aggressive NHL may respond to treatment, but 4-year DFS is < 40%. Rituximab has shown activity as monotherapy in patients even in refractory or relapsing post-MOT patients. Besides, preliminary results from maintenance therapy studies are promising. Objective: To determine if maintenance with Rituximab in first complete remission increases disease-free survival and overall survival compared to observation. Methods: A clinical trial with post-remission randomization was carried out, including patients with Aggressive Non-Hodgkin Lymphoma, stages IIb- III- IV, with ECOG 0–2, and ≥15 years old. All patients received the Rituximab + CHOP/CHOP-Like regimen during induction to remission (IR), and those with Complete Remission (CR) were randomized to receive rituximab-based maintenance therapy biannually (2 x 375 mg/sc) vs observation. Results: 217 patients have been enrolled to IR, age 52±14 years old, 114 (52.5%) masculine, 174 of them (80.2%) presented remission; 149 CR, 25 PR. Two (0.9%) patients showed stable disease, 25 (11.5%) developed disease progression, and 16 (7.4%) died. Out of the 174 patients with remission, 96 patients have received maintenance therapy for over 6 months, 45 in the rituximab group, and 51 in the observation group, with a median follow-up of 14.4 months (pt 25– 75, 7.74 – 21.88 months). To date only 1 patient per group had a progress and none has died. During IR -considering the maximum toxicity developed per patient -, acute toxicity was remarkable: fever I, II in 13%, III–IV 1%, and chills I, II 8.2%, III 1%. And not acute: anemia I,II 54%, III 1.9, IV 1.4%, neutropenia I,II 46.1%, III 18.4, IV 2.8% and infection I,II 16.4%, III 1.0%, and IV 1.4%. Discussion: Overall response to Rituximab + CHOP regimen is very good (80.2%), and to date 96 patients included in maintenance therapy with a median follow-up of 14.4 months, the difference between the groups is not evident yet; therefore, surveillance should be continued."
}