{
    "doi": "https://doi.org/10.1182/blood.V112.11.5428.5428",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1190",
    "start_url_page_num": 1190,
    "is_scraped": "1",
    "article_title": "Iron Chelation, Blood Transfusion and Splenectomy Decreases Angiogenesis in Patients with Thalassemia Major ",
    "article_date": "November 16, 2008",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "topics": [
        "angiogenesis",
        "blood transfusion",
        "cooley's anemia",
        "iron chelation therapy",
        "splenectomy",
        "vascular endothelial growth factor a",
        "anemia",
        "transfusion",
        "asthenia",
        "cancer"
    ],
    "author_names": [
        "Duran Canatan",
        "Seref Olgar",
        "Aslihan Kara",
        "Hicran Hicyilmaz",
        "Nihal Balta"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology, SULEYMAN DEMIREL UNIVERSITY, Isparta, Turkey"
        ],
        [
            "PEDIATRIC Hematology, SULEYMAN DEMIREL UNIVERSITY, Isparta, Turkey"
        ],
        [
            "PEDIATRIC Hematology, SULEYMAN DEMIREL UNIVERSITY, Isparta"
        ],
        [
            "Biochemistry, SULEYMAN DEMIREL UNIVERSITY, Isparta, Turkey"
        ],
        [
            "THALASSEMIA CENTER, ANTALYA STATE HOSPITAL, Antalya, Turkey"
        ]
    ],
    "first_author_latitude": "37.8292005",
    "first_author_longitude": "30.526324899999995",
    "abstract_text": "Introduction: Thalassemia major (TM) is an important cause of severe anemia that necessitates regular blood transfusion to prevent the profound weakness and cardiac decompensation caused by the anemia. However, iron overloading is an inevitable consequence of prolonged transfusion therapy. In addition, extramedullary hematopoiesis and hemosiderosis cause spleen, liver and marrow enlargement. In recent years the role of angiogenesis has been investigated in physiologic and pathologic conditions. However, it is known that angiogenetic factors, especially vascular endothelial growth factor (VEGF), cause differentiation of the hemangioblast. The role of angiogenesis has been investigated in different kinds of anemia, such as malignancy related anemia and sickle cell anemia. However, the role of angiogenesis has not been investigated in thalassemia major (TM) patients. In this study the angiogenesis was researched in thalassemic patients by serum VEGF measurement. Material and method: Forty-four consecutive patients with TM were included in this prospective study. TM patients’ findings were compared with those of a healthy control group (n=12). Blood samples were analyzed using commercially available ELISA kits for VEGF Results: VEGF levels were not affected by hemoglobin levels, ferritin levels, or chelation type (p>0.05). However, VEGF was positively affected by chelation starting age and negatively affected by yearly blood transfusion rate (p<0.05). In addition, VEGF of patients who underwent splenectomy was higher than those who didn’t undergo splenectomy (p<0.05). In conclusion, VEGF causes differentiation of hemangioblasts, however, early starting transfusion age and regular blood transfusion decrease angiogenesis in thalassemic patients. The besides regular blood transfusion and effective chelation therapy, splenectomy decreases angiogenesis in this group of patients."
}