{
    "doi": "https://doi.org/10.1182/blood-2021-153066",
    "article_title": "Assessing Romiplostim Dose and Platelet Response-Guided Titration to Support Use of Romiplostim in ITP Patients Less Than 12 Months from Diagnosis ",
    "article_date": "November 5, 2021",
    "session_type": "311.Disorders of Platelet Number or Function: Clinical and Epidemiological",
    "abstract_text": "Background : Romiplostim, a subcutaneous treatment for adult ITP, uses a platelet response-guided dose adjustment algorithm (USPI dosing, Table 1 ) to maintain patients' platelet count (PC). Romiplostim was recently approved for patients with ITP ≤ 12 months from diagnosis. Objectives: The primary objective of this analysis was to confirm the appropriateness of romiplostim dose and platelet response-guided titration for patients with ITP ≤ 12 months from diagnosis using a model based approach. Methods: Data from 268 adult patients with ITP ≤ 12 months from diagnosis was extracted from 7 previously conducted clinical studies and used to develop a model based on a previously published model of romiplostim dose-response in ITP patients (Perez-Ruixo et al, 2012). Following the model update, patient characteristics (time from diagnosis, PC at baseline, sex, age, weight, number of prior therapies, region, and use of rescue medications) were assessed to identify any potential factors influencing dose or platelet response in ITP patients ≤ 12 months from diagnosis. The model was qualified for simulation using standard methods modified to account for response-guided dosing. Additionally, observed and predicted platelet responses (incidence of durable response, sustained response, and duration of response) were compared for patients stratified by time from ITP diagnosis ( 6 to ≤ 12 months from diagnosis. Results : The analysis dataset included 7854 PC from 268 patients (with median baseline PC of 18 x 10 9 /L and median time since diagnosis of 3 months) receiving romiplostim weekly for up to 3 years at doses ranging from 1 to 15 mg/kg. The updated model ( Figure 1 ) consisted of a drug-sensitive progenitor cell compartment (Pre), 4 maturation compartments (Transit), and a peripheral blood compartment (Circ). Romiplostim increased production of platelet precursors in Pre in 2 ways: 1. linearly with romiplostim exposure (immediate response), and 2. as a function of cumulative administered dose. Response to romiplostim was bimodal with approximately 50% of patients more sensitive to romiplostim treatment with drug sensitivity proportional to time since diagnosis. In the other 50% of patients, immediate response was reduced and there was no cumulative effect of romiplostim dosing on platelet response over time. Age was associated with average platelet transit time where a patient of 30, 60, or 90 years would have a platelet transit time of 6.3, 7.5, and 8.3 days respectively. No other covariates were found to influence any model parameters. Model predicted and observed platelet responses were similar for ITP patients stratified by time from ITP diagnosis (<3, 3 to ≤ 6 and 6 to ≤ 12 months). Simulations ( Figure 2 ) showed that romiplostim prescribed dosing is effective in maintaining PC of 50 - 250 x 10 9 /L following titration (approximately 65% of subjects) and minimizing the proportion 400 x 10 9 /L regardless of time since ITP diagnosis or sensitivity to romiplostim treatment. The predicted <35% of subjects above 400 x 10 9 /L is consistent with what was observed in the adult ITP safety datasets. Conclusions: An updated model of romiplostim dose and platelet response was developed using data from ITP patients ≤12 months from diagnosis. Clinical trial simulations using the updated model predicted that weekly dosing of romiplostim according to the dose titration rules in the label adequately maintained platelet counts in patients with ITP ≤ 12 months from diagnosis. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Gibiansky:  Amgen: Consultancy. Serrano Castillo:  Amgen: Current Employment, Current equity holder in publicly-traded company. Saad:  Amgen: Current Employment, Current equity holder in publicly-traded company. Chow:  Amgen: Current Employment, Current equity holder in publicly-traded company. Doshi:  Amgen: Current equity holder in publicly-traded company; Amgen: Current Employment.",
    "author_names": [
        "Ekaterina Gibiansky",
        "Florencio Serrano Castillo",
        "Hossam A Saad",
        "Vincent Chow",
        "Sameer Doshi"
    ],
    "author_dict_list": [
        {
            "author_name": "Ekaterina Gibiansky",
            "author_affiliations": [
                "QuantPharm LLC, North Potomac, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Florencio Serrano Castillo",
            "author_affiliations": [
                "Clinical Pharmacology, Modelling and Simulation, Amgen Inc., Thousand Oaks, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hossam A Saad",
            "author_affiliations": [
                "Amgen Inc., Thousand Oaks,"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Chow",
            "author_affiliations": [
                "Clinical Pharmacology, Modelling and Simulation, Amgen Inc., Thousand Oaks, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sameer Doshi",
            "author_affiliations": [
                "Clinical Pharmacology, Modelling and Simulation, Amgen Inc, Thousand Oaks, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:26:57",
    "is_scraped": "1"
}