{
    "doi": "https://doi.org/10.1182/blood.V110.11.2905.2905",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=979",
    "start_url_page_num": 979,
    "is_scraped": "1",
    "article_title": "Highly Accurate Rhesus and Kell Blood Group Phenotyping of Autologous Red Cells after Allogeneic Blood Transfusion Using a Simplified Method of Microhematocrit Centrifugation and Automation with the DiaMed Classic ID-Gel Station and Diaclon ’Rh Subgroups+K’ Gel Cards. ",
    "article_date": "November 16, 2007",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "topics": [
        "automation",
        "blood groups",
        "blood transfusion",
        "centrifugation",
        "erythrocytes",
        "gel",
        "macaca mulatta",
        "phenotype determination",
        "transfusion",
        "cell separation"
    ],
    "author_names": [
        "Philip T. Murphy",
        "Tom Byrne",
        "Sinead A. Moran"
    ],
    "author_affiliations": [
        [
            "Blood Transfusion, Beaumont Hospital, Dublin, Ireland"
        ],
        [
            "Blood Transfusion, Beaumont Hospital, Dublin, Ireland"
        ],
        [
            "Blood Transfusion, Beaumont Hospital, Dublin, Ireland"
        ]
    ],
    "first_author_latitude": "53.3413041",
    "first_author_longitude": "-6.24595635",
    "abstract_text": "The presence of residual donor red cells in transfused patients impairs the ability to obtain a reliable phenotype for subsequent allogeneic blood transfusions. Post transfusion phenotyping is particularly important in transfused patients developing multiple or weak blood group antibodies. However, separation of autologous and transfused red cells from recently transfused patients is necessary for the proper identification of any suspected red cell alloantibody or autoantibody. The standard technique for the separation of autologous from transfused red cells involves microhematocrit centrifugation with phytate ester solution, a laborious and time consuming method. We have examined the effectiveness of a simplified microhematocrit technique, omitting the use of esters, to separate autologous and transfused cells by performing Rhesus (Rh) and Kell (K) blood group phenotyping, both manually and by automation, pre and post transfusion. The Rh phenotype and K type were recorded on pre- and post-transfusion peripheral blood samples from 100 newly transfused operating theatre patients, both manually and by automation using the DiaMed Classic ID-Gel Station and Diaclon ’Rh subgroups+K’ gel cards. On post transfusion blood samples, separation of autologous from transfused cells was performed using the Haematospin 1300, based on the difference in the specific gravity between reticulocytes and mature red cells where the autologous cells concentrate in the top layer of the microcapillary tube. This separation was performed on blood samples taken three days post transfusion, based upon the normal reticulocyte maturation time of three days. On all samples tested, there was 100% correlation between manual and automated ID-GEL Station results. On Rh phenotyping of post transfusion blood samples prior to cell separation, 46 of the 100 patients had a mixed field (Mf) reaction. Repeat Rh phenotyping of day three post transfusion samples, following separation of autologous cells using the microhematocrit centrifugation technique, showed complete correlation with pre transfusion Rh phenotyping results in all but two cases, where a Mf reaction persisted. These two cases had had massive blood transfusions (40 and 36 units of red cells respectively) compared to the amount of red cells (mean 3.3 units, range 1–15) transfused to the other 98 patients. One week after initial Rh phenotyping, allowing sufficient time for autologous reticulocyte recovery in these two patients, repeat Rh phenotyping of separated autologous cells correlated with that of the pre transfusion results. 6 of the 100 patients were K positive on pre transfusion testing. Repeat testing of post transfusion blood samples prior to cell separation showed a Mf reaction for the K antigen in two of these 6 cases, suggesting transfusion of K antigen negative red cell units. Once cell separation was complete, both patients were confirmed as K positive. In conclusion, the simplified microhematocrit centrifugation technique and automated ID-Gel station are reliable, sensitive and less hazardous in providing an accurate Rh phenotype and K type on patient blood samples taken three days post transfusion and could be easily performed in the standard blood transfusion laboratory. The only limitation to this technique is an inability to separate autologous and transfused cells from patients who have undergone massive transfusions within a short space of time."
}