{
    "doi": "https://doi.org/10.1182/blood.V112.11.487.487",
    "article_title": "Human Fetal Hemoglobin Expression Is Regulated by the Developmental Stage-Specific Repressor BCL11A ",
    "article_date": "November 16, 2008",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "abstract_text": "Numerous molecular approaches have been taken to elucidate the regulation of the human β-like globin genes, and particularly the “fetal” (γ- to β-) globin switch, given the role of fetal hemoglobin (HbF) levels on disease severity in the β-hemoglobin disorders. Despite these efforts, no developmental stage-specific nuclear regulators of HbF expression have been identified and validated. Recent genome-wide single nucleotide polymorphism (SNP) association studies by us and others have revealed novel loci that are significantly associated with HbF levels in normal, sickle cell, and thalassemia populations. One variant, lying within intron 2 of the chromosome 2 gene BCL11A, accounts for >10% of the variation in HbF levels. We have now tested the hypothesis that BCL11A, a zinc-finger transcription factor, serves as a stage-specific regulator of HbF expression, rather than merely a genetic marker of HbF status. We found that BCL11A is expressed as two major isoforms (termed XL and L) in human erythroid progenitors. The level of BCL11A expression is inversely correlated with the expression of the HbF gene, γ-globin, in human erythroid cell types representative of different developmental stages. Expression of BCL11A is negligible in embryonic, and high in adult, erythroid cells. Correlation of SNP genotypes with levels of BCL11A RNA in cells derived from individuals of known genotypes indicates that the “high HbF” genotype is associated with reduced BCL11A expression. To better characterize its potential role in erythropoiesis and globin gene regulation, we identified interacting protein partners of BCL11A in erythroid cells through affinity purification and protein microsequencing. We found that the BCL11A protein exists in complexes with the nucleosome remodeling and histone deacetylase (NuRD) corepressor complex, as well as the erythroid transcription factors GATA-1 and FOG-1. Taken together, the genetic, developmental, and biochemical data are most consistent with a model in which BCL11A functions as a repressor of γ-globin gene expression. To directly test this possibility, we modulated expression of BCL11A in primary human erythroid precursors expanded from adult CD34+ progenitors. Transient or persistent knockdown of BCL11A accomplished by siRNA or lentiviral shRNA delivery, respectively, led to robust induction of γ-globin gene expression. Importantly, down-regulation of BCL11A expression did not alter the differentiation state or global transcriptional profile of the cells, suggesting an effect on a limited number of targets, including the γ-globin gene. In summary, these studies establish BCL11A as a potent regulator of human globin switching. As an adult-stage repressor, BCL11A represents a primary target for therapy aimed at reactivating HbF expression in patients with β-hemoglobin disorders. Our studies illustrate the power of an integrative approach to reveal the functional connection between a common genetic variant and a trait that serves as a prominent modifier of disease severity.",
    "topics": [
        "fetal hemoglobin",
        "transcriptional repression",
        "globins",
        "hemoglobin",
        "severity of illness",
        "transcription factor",
        "chromatography, affinity",
        "complex",
        "fog-1 protein",
        "gata1 protein, human"
    ],
    "author_names": [
        "Vijay G Sankaran, Mphil, MS",
        "Tobias F. Menne, MD, PhD, MRCP, FRCPath",
        "Thomas E. Akie",
        "Guillaume Lettre, PhD",
        "Joel N. Hirschhorn, MD, PhD",
        "Alan B Cantor, MD, PhD",
        "Stuart H. Orkin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vijay G Sankaran, Mphil, MS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Children’s Hospital Boston, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tobias F. Menne, MD, PhD, MRCP, FRCPath",
            "author_affiliations": [
                "Division of Hematology/Oncology, Children’s Hospital Boston, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas E. Akie",
            "author_affiliations": [
                "Division of Hematology/Oncology, Children’s Hospital Boston, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillaume Lettre, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Children’s Hospital Boston, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel N. Hirschhorn, MD, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Children’s Hospital Boston, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan B Cantor, MD, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Children’s Hospital Boston, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stuart H. Orkin, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T06:43:26",
    "is_scraped": "1"
}