{
    "doi": "https://doi.org/10.1182/blood.V116.21.2610.2610",
    "article_title": "Targeting Non-Histone Protein Acetylation Impairs Platelet Production During Normal Megakaryocytopoiesis. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "Abstract 2610 Megakaryocytopoiesis consists of a succession of events in which MK progenitors initially proliferate and acquire lineage-specific markers, followed by polyploidization and cytoplasmic maturation. MK maturation culminates in the formation of cytoplasmic extensions (i.e. proplatelets) that leads to platelet shedding into the circulation. Panobinostat (LBH589) is a histone deacetylase inhibitor that has antiproliferative and cytotoxic effects on several types of cancer cells including blood cells from patients with hematological malignancies. One of the major adverse events associated with LBH589 treatment is thrombocytopenia. In this study, we hypothesize that the effects of LBH589 on thrombopoiesis might occur by targeting acetylation of histone and/or non-histone proteins resulting in defective platelet production. To test this hypothesis we investigated the effects of LBH589 on megakaryocytopoiesis in MK cell lines (i.e. HEL JAK2V617F positive cells) and in primary human MK. First, we tested the effects of LBH589 on the ability of human CD34+ cells to generate MK colony forming units (CFU-MKs). Neither CFU-MK or CFU-MIX derived colony formation was reduced in the presence of LBH589. To evaluate the effects of LBH589 on parameters of MK maturation, MK were generated in vitro from peripheral blood-derived CD34 + cells by employing an expansion culture system containing SCF and TPO for 6 days followed by 8 additional days incubation in the presence of TPO. These studies were pursued in the presence or absence of LBH589. Treatment with LBH589 did not significantly influence the number of CD61 + MK (i.e. control = 55.8%; 2.5nM LBH589 = 45.2%, p value=0.109 ; 5nM LBH589=38.5%, p value=0.095 , of viable 7-AAD − /CD61 + cells) or the degree of polyploidization (i.e. control = 17.4%; 2.5nM LBH589 = 14.4%86.7, p value=0.157 ; 5nM LBH 589=12.8%, p value=0.116, cells with >4N DNA content). Culture-derived platelets were analyzed phenotypically and quantitated by means of dual labeling with anti-CD41 antibodies and with thiazole orange (TO) in order to identify new reticulated platelets. The percentage of CD41 + /TO + platelets derived from MK generated in the presence of LBH589 was significantly reduced (i.e. 2.5nM LBH589=11%, p value 0.046 and 5nM LBH589=9%, p value=0.011 , CD41 + /TO + cells) as compared with MK generated in the absence of LBH589 (18.5% CD41 + /TO + cells). These findings were consistent with the observation of significant numbers of proplatelet-bearing MKs in control cultures but not in LBH 589-treated cultures. Collectively, these data suggest that LBH589 impairs platelet production while having a minimal effect on MK commitment, cytoplasmic maturation or polyploidization. To better understand the mechanisms responsible for such effects on thrombopoiesis, RNA extracted from control MK and from MK treated in vitro with LBH589 was analyzed by real time quantitative PCR to evaluate GATA-1 and NF-E2 expression. GATA-1 and NF-E2 mRNA levels were unchanged after treatment with LBH589. We found, however, that LBH589 induced a 4.8 to 7.5-fold increase in histone H3 acetylation. These data suggest that the negative impact of LBH589 on MK maturation was not mediated by its effects on chromatin but rather was possibly due to its effects on acetylation of nonhistone proteins. We demonstrated that LBH589 treatment increased acetylation of tubulin, a non-histone cytoplasmic protein that is a component of the microtubule (MT) cytoskeleton. The later stages of MK maturation are highly dependent on MT which represent the structural scaffold for proplatelet extension and enables the transport of cytoplasmic organelles into nascent platelets. The changes in the acetylation status of tubulin are critical for proper MT function and are mediated by HDAC6 which we found by Western blot analysis to be inhibited by LBH589 treatment. Based on these findings we suggest that LBH589-induced changes in tubulin acetylation result in aberrant MT function which in turn, leads to defective proplatelet and platelet formation. These nonhistone protein modifications might serve as a drug target for the development of novel agents (LBH589) to treat patients with extreme thrombocytosis due to underlying myeloproliferative neoplasms. Disclosures: Iancu-Rubin: Novartis: Research Funding. Hoffman: Novartis: Research Funding.",
    "topics": [
        "acetylation",
        "histones",
        "megakaryocytopoiesis",
        "platelet production",
        "gata1 protein, human",
        "integrin beta3",
        "meckel-gruber syndrome",
        "adverse event",
        "antibodies",
        "cd34 antigens"
    ],
    "author_names": [
        "Camelia Iancu-Rubin, Ph.D.",
        "Faye Feller, MD",
        "David Gajzer, MD",
        "John Mascarenhas, MD",
        "Ronald Hoffman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Camelia Iancu-Rubin, Ph.D.",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Faye Feller, MD",
            "author_affiliations": [
                "Medicine, Mount Sinai School of Medicine, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gajzer, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Mascarenhas, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Hoffman, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T18:36:47",
    "is_scraped": "1"
}