{
    "doi": "https://doi.org/10.1182/blood-2018-99-113967",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4138",
    "start_url_page_num": 4138,
    "is_scraped": "1",
    "article_title": "Providing Primary Care to Children Diagnosed with Myosin Heavy Chain 9-Related Platelet Disorder: A Case Report and Review of Literature ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research-Non-Malignant Conditions",
    "topics": [
        "blood platelet disorders",
        "child",
        "myosin heavy chains",
        "weight gain",
        "primary health care",
        "thrombocytopenia",
        "adrenal corticosteroids",
        "glucocorticoids",
        "mineralocorticoids",
        "autoimmune thrombocytopenia"
    ],
    "author_names": [
        "Ka Li",
        "Rafat Ahmed, MBBS"
    ],
    "author_affiliations": [
        [
            "Cooper Medical School of Rowan University, Camden, NJ "
        ],
        [
            "Department of pediatric hematology, Cooper University Hospital, Camden, NJ"
        ]
    ],
    "first_author_latitude": "39.9404744",
    "first_author_longitude": "-75.1196932",
    "abstract_text": "Introduction: Myosin-heavy chain 9 (MYH9)-related platelet disorders are a group of rare inherited thrombocytopenias, encompassing four syndromes, such as May-Hegglin anomaly, Epstein syndrome, Fechtner syndrome and Sebastian platelet syndrome. Typically diagnosed in adulthood, this disorder presents with chronic thrombocytopenia in all affected individuals with varying bleeding tendencies. Other clinical manifestations may include nephritis leading to end-stage renal disease, sensorineural hearing impairment and presenile cataracts. It is often misdiagnosed as autoimmune thrombocytopenia, which can lead to inappropriate treatment with corticosteroids or intravenous immunoglobulin for many years before the correct diagnosis is made. 1 This case report describes the unique role of a pediatric hematologist to facilitate multidisciplinary care and services for a child diagnosed with MYH9-related disorder and illustrates the complex health care needs of this rare diagnosis in the pediatric populations. Case description: A 4-year-old girl of Mexican origin with a history of bilateral hearing loss and speech delay was first evaluated by audiology. Upon referral for a genetic evaluation, she was incidentally found to have asymptomatic thrombocytopenia. In the next four months, she received an extensive hematologic and infectious disease workup for the unexplained thrombocytopenia, while she was treated simultaneously for immune thrombocytopenia with corticosteroids or intravenous IgG. Neither of the interventions helped to normalize her persistently low platelet count (6,000-31,000), but instead led to sporadic intervals of undesirable weight gain and mood irritability. Further genetic testing with whole genome sequencing revealed a heterozygous pathogenic variant of MYH-9 mutation in the patient, who inherited the polymorphism from her father. Specifically, her variant exhibits complete penetrance for early-onset renal failure. As a result of the patient's platelet disorder and her frequent clinic visits to hematology, a close physician-patient relationship was developed thereafter. Her pediatric hematologist assumes the role of a primary care provider and coordinates multiple specialist visits to address her complex health care issues, including general pediatrics, speech therapy, audiology, otolaryngology, nephrology and medical genetics. Longitudinal care for this patient is mostly supportive: (1) platelet transfusion is required if she experiences any prolonged bleeding episodes; (2) prophylaxis with desmopressin is provided for dental and surgical procedures; (3) parents are counseled on child safety and limitations on major contact sports. Lastly, due to the identification of a pathogenic variant in both the patient and father, patient's brother and sister are both at increased risk of inheriting the platelet disorder. In our patient's case, since her family is limited by financial means for an evaluation with molecular testing, her siblings' platelet counts and sizes can be assessed instead with a CBC and peripheral blood smear. Discussion: The complexity of an inherited hematologic disorder involves multidisciplinary, longitudinal and lifelong care for optimal health care delivery and improved clinical outcomes. When approaching a pediatric patient diagnosed with a rare platelet disorder, the role of a hematologist becomes essential to be the primary care provider and to coordinate specialist visits for the patient without delays. Efficient care coordination with a focus on the patient's needs can avoid unnecessary duplication of tests and services. 2 Children affected by rare genetic disorders, such as MYH-9 disorders, have complex unmet health needs and frequently experience unique barriers to care. Longitudinal surveillance is necessary to assess the progress of the MYH9 disease, and supportive care should be provided accordingly. References: Althaus, Karina, Greinacher, Andreas. MYH-9 Related Platelet Disorders: Strategies for Management and Diagnosis. Transfus Med Hemother , 2010 Lippe, Charlotte Von Der, et al. \"Living with a Rare Disorder: a Systematic Review of the Qualitative Literature.\" Molecular Genetics & Genomic Medicine , vol. 5, no. 6, 2017, pp. 758-773., doi:10.1002/mgg3.315. Disclosures No relevant conflicts of interest to declare."
}