{
    "doi": "https://doi.org/10.1182/blood-2020-139011",
    "article_title": "Endothelial Injury Markers and Central Nervous System Damage-Associated Proteins in Immune Effector Cell-Associated Neurotoxicity Syndrome ",
    "article_date": "November 5, 2020",
    "session_type": "704.Immunotherapies",
    "abstract_text": "Introduction Immune effector cell-associated neurotoxicity syndrome (ICANS) is a neurologic syndrome that occurs in approximately 65% of adults undergoing CAR-T therapy for treatment of B-cell malignancies refractory to conventional chemotherapy. The presentation of ICANS is variable and sometimes progressive, including symptoms of headache, aphasia, seizure, cerebral edema, and coma. The exact mechanism of ICANS is unknown, but may be driven by cytokine release, endothelial activation, and blood-brain barrier disruption (BBBD). Prior studies show increases in angiopoietin 2 (ANG2) and lower angiopoietin 1 (ANG1) suggesting endothelial destabilization and consequent BBBD. It is not yet clear if cellular injury to the central nervous system (CNS) also occurs. Blood-based damage-associated protein biomarkers have shown promise in forecasting presence, severity, and prognostic outcomes following acute neurologic injuries such as traumatic brain injury, including S100 calcium binding protein B (S100b) and Ubiquitin carboxyl-terminal hydrolase L1 (UCH-L1). S100b is predominantly of astroglial origin and is established as a biomarker of secondary brain injury, while UCH-L1 is selectively expressed in neurons and reflects neuronal injury. Objective To characterize the relationship between the development of ICANS and plasma markers of inflammation, BBBD, and CNS cellular injury following CAR-T cell therapy. Methods We performed an interim analysis of an ongoing, prospectively enrolled cohort of adults receiving CD-19 targeted CAR-T therapy for hematologic malignancies. Blood samples are obtained at baseline prior to induction chemotherapy, and at 24-48 hours post-CAR-T infusion. Symptomatic samples are obtained when/if a patient develops ICANS as determined by interval screening using Immune Effector Cell-Associated Encephalopathy (ICE) scores, which assesses for the presence and severity of ICANS. Blood samples are centrifuged, aliquoted for plasma, and stored at -80° C. Markers of interest for this analysis were measured in batch by Luminex immunofluorescence, and included ANG1, ANG2, IL-6, S100b, and UCH-L1. Concentrations are reported in median [IQR] pg/mL. Parametric continuous variables were analyzed by independent two sample t-tests; Wilcoxon rank sum tests were used for non-parametric variables. Categorical variables were compared by chi-square tests. All analyses were conducted in R (R Core Team 2019, R Foundation for Statistical Computing, Vienna, Austria). Results The first 17 consecutive subjects (35% women) were included in this analysis in whom 8 (47%) developed ICANS. The most common diagnosis was diffuse large B-cell lymphoma (77%). No differences were observed in sex, race, ethnicity, and diagnosis categories between subjects who did and did not develop ICANS. All patients had baseline samples, however, only 14/17 patients had 24-48-hour samples, and only 2/8 patients with ICANS had symptomatic samples drawn. At baseline, there were no differences in median ANG1 (1172 [390-1609] v. 1651 [313-1910] pg/mL, P=0.96), ANG2 (1180 [732-1544] v. 1089 [592-2510] pg/mL, P=0.88) or ANG2/ANG1 ratio (P=0.96) between patients who later developed ICANS and those who did not. Similarly, there were no differences in baseline levels of IL-6 (2.6 [3.2-5.4] v. 1.5 [2.8-6.4] pg/mL, P=0.60) or S100b (0 [0-0] v. 0 [0-111] pg/mL, P=0.09) between ICANS groups. In the 2 patients who developed ICANS where symptomatic blood draws were obtained, both had precipitous rises in S100b from baseline to symptomatic levels (Case 1: 0 pg/mL ->153pg/mL, Case 2: 0 ->79 pg/mL) (Figure 1). Both of these patients died; one during acute hospitalization after CAR-T infusion while the other died 9 months after CAR-T due to cancer recurrence. UCH-L1 was below the detection limit in the plasma of all patients at all timepoints. Conclusions Our preliminary analysis suggests that baseline levels of inflammatory and endothelial permeability markers might be similar between those who do and do not develop ICANS after CAR-T infusion, and thus may not be informative about subsequent course. We also observed increases in the astrocytic marker S100b in symptomatic ICANS patients compared to baseline levels that appear to track with ICANS severity. In contrast, the neuronal marker UCH-L1 was undetectable in all patients. However, these observations must be confirmed in a larger cohort with complete data. View large Download slide View large Download slide  Close modal Disclosures Hinson: Biogen (CHARM trial): Consultancy; Neurology (Journal): Other: Editorial Work; NIH NINDS Grant (1K23NS110828-01A1): Other: Grant funding TBI research (unrelated to present abstract).",
    "author_names": [
        "Benjamin K Elstrott, BA",
        "Sarah J. Nagle, MD",
        "Caleb Price, BS",
        "Luz Mejia-Flores",
        "Nathan Beird",
        "H. E. Hinson, MD MCR"
    ],
    "author_dict_list": [
        {
            "author_name": "Benjamin K Elstrott, BA",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah J. Nagle, MD",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health and Science University, Portland, OR "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caleb Price, BS",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luz Mejia-Flores",
            "author_affiliations": [
                "Portland State University, Portland, OR"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan Beird",
            "author_affiliations": [
                "Portland State University, Portland, OR"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. E. Hinson, MD MCR",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T21:34:57",
    "is_scraped": "1"
}