{
    "doi": "https://doi.org/10.1182/blood.V116.21.1587.1587",
    "article_title": " Gpx3 Determines Competitiveness of Normal and Leukemic Stem Cells. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells: Poster I",
    "abstract_text": "Abstract 1587 Although important efforts have been invested in the discovery of genes that regulate normal or leukemic hematopoietic stem cells (HSC) self-renewal, the number of validated candidates remains low, due largely to the unavailability of functionally pure stem cell populations. Moreover, it is often difficult to identify the normal counterpart cell from which leukemia originated, further complicating studies based on comparative gene expression. In this study, we used a series of recently characterized Hoxa9 + Meis1 acute myeloid leukemias (AML) derived from fetal liver (FL) cells (Wilhelm BT et al., submitted). These leukemias are remarkably similar in several aspects including their L-HSC frequency (between ∼1 in 100 to 350) except for one leukemia (FLA2) in which 70% of the cells show repopulation ability (i.e., L-HSC). We reasoned that comparative mRNA profiling of FLA2 to the phenotypically similar FLB1 (0.3% L-HSC) might identify genes uniquely associated with L-HSC self-renewal. We observed a 2–3-fold upregulation of Gpx3 in FLA2, which was confirmed by qRT-PCR. In accordance with this, all 14 of the tested Gpx3 promoter region CpG sequences were methylated in FLB1 and hypomethylated in FLA2 cells. The higher expression of GPx3 in FLA2 was confirmed at the protein level and reflected in elevated glutathione peroxidase activity in comparison to FLB1. Importantly, we also observed in FLA2 a relative reduction in reactive oxygen species (ROS) level (DCFDA) and a concomitant decrease in p38 MAPK activation (western blot and mass spectrometry). The correlation of Gpx3 levels with L-HSC frequency could be reflective of their functional dependence on this enzyme. FLA2 cells being difficult to manipulate ex viv o, to address this we utilized retroviruses encoding shRNAs and a GFP reporter to explore the in vivo function of FLA2 cells with downregulated Gpx3 . The decrease in percentage of GFP + donor cells when leukemia became apparent (∼19 days) from that of populations initially transplanted, was 4-fold higher following Gpx3 knockdown in comparison to shLuciferase transduction. Moreover, those shGpx3 infected FLA2 remaining at day 19 displayed a 3-fold decrease in GFP mean fluorescence intensity relative to their control counterparts. These results show that GFP high cells were selectively depleted, and suggest that Gpx3 is critical for the competitiveness of L-HSCs. Because redox metabolism has been implicated in HSC self-renewal, we also analyzed its expression and function in normal HSC to gain further insight into the role of GPx3 in stem cell activity. Interestingly, compared to FL-HSCs, isolated 3 and 4 week bone marrow (BM), HSCs exhibited a 39- and 6-fold decrease in Gpx3 expression, respectively. A correlation of Gpx3 levels with enhanced self-renewal was also observed in vitro as overexpression of several nuclear determinants of HSC expansion such as Hoxb4 , NA10HD, Klf10 and Prdm16 promoted Gpx3 expression by 3.2 to 19.2-fold. We next infected BM cells enriched for HSCs with retroviruses carrying shRNAs to Gpx3. shRNA targeting of Gpx3 dramatically inhibited hematopoietic reconstitution. Transplantations of sublethally irradiated recipients indicated that Gpx3 knockdown significantly impaired both early and late donor-derived hematopoiesis. These results suggest that GPx3 is critical for repopulation mediated by both short and long-term repopulating cells. In reciprocal gain-of-function experiments, Lin - CD150 + CD48 - cells engineered to overexpress Gpx3 , showed a marked competitive advantage over controls when transplanted following a 7-day ex vivo culture step. Insertional mutagenesis was ruled out as proviral integration analyses of six recipients confirmed polyclonal hematopoiesis. Moreover, some mice were in part reconstituted by the same clones, indicating that self-renewal occurred in vitro prior to transplantation. Phenotypic analysis of late-transplant hematopoietic tissues showed that Gpx3 -transduced cells contributed to lymphoid and myeloid repopulation, confirming their multipotentiality. Together, these results indicate that Gpx3 enhances HSC expansion ex vivo possibly through modulation of self-renewal activity. In conclusion, a unique model of primary L-HSC was exploited to identify Gpx3 as a critical determinant for the competitiveness of L-HSCs and complementary experiments demonstrated a key role for this gene in normal HSC self-renewal. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemic hematopoietic stem cell",
        "leukemia",
        "transplantation",
        "cd48 antigen",
        "enzymes",
        "glutathione peroxidase",
        "leukemia, myelocytic, acute",
        "mass spectrometry",
        "mitogen-activated protein kinase p38",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Olivier Herault, MD, PhD",
        "Kristin J Hope, PhD",
        "Eric Deneault, PhD",
        "Matthias Trost, PhD",
        "Nadine Mayotte",
        "Jalila Chagraoui, PhD",
        "Brian T Wilhelm, PhD",
        "Sonia Cellot, MD, PhD",
        "Martin Sauvageau, PhD",
        "Pierre Thibault, PhD",
        "Guy Sauvageau, MD, PhD, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Olivier Herault, MD, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristin J Hope, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Deneault, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Trost, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadine Mayotte",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jalila Chagraoui, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian T Wilhelm, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonia Cellot, MD, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Sauvageau, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Thibault, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guy Sauvageau, MD, PhD, FRCPC",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T15:40:30",
    "is_scraped": "1"
}