{
    "doi": "https://doi.org/10.1182/blood-2020-140221",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4461",
    "start_url_page_num": 4461,
    "is_scraped": "1",
    "article_title": "Comprehensive RNA Editome Reveals Azin1 As a Functional Regulator in Hematopoietic Stem and Progenitor Cells ",
    "article_date": "November 5, 2020",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "topics": null,
    "author_names": [
        "Fengjiao Wang",
        "Jiahuan He",
        "Yanni Ma",
        "Sha Hao",
        "Siqi Liu",
        "Ai Gao",
        "Hui Cheng",
        "Jia Yu",
        "Tao Cheng"
    ],
    "author_affiliations": [
        [
            "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, 288 Nanjing Road, Tianjin, China, China "
        ],
        [
            "Institute of Basic Medical Sciences, Chinese Academy of Medical Sciences (CAMS), School of Basic Medicine Peking Union Medical College, Beijing, China "
        ],
        [
            "Institute of Basic Medical Sciences, Chinese Academy of Medical Sciences (CAMS), School of Basic Medicine Peking Union Medical College, Beijing, China "
        ],
        [
            "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Institute of Basic Medical Sciences, Chinese Academy of Medical Sciences (CAMS), School of Basic Medicine Peking Union Medical College, Beijing, China "
        ],
        [
            "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Institute of Basic Medical Sciences, Chinese Academy of Medical Sciences (CAMS), School of Basic Medicine Peking Union Medical College, Beijing, China "
        ],
        [
            "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China"
        ]
    ],
    "first_author_latitude": "39.121652",
    "first_author_longitude": "117.183035",
    "abstract_text": "RNA editing, adenosine (A)-to-inosine (I), plays a vital role in many biological processes. Our previous study has demonstrated that the hematopoietic stem and progenitor cells (HSPCs) deficient in adenosine deaminase acting on RNA 1 (Adar1), an RNA-editing enzyme, cannot reconstitute the irradiated recipients in vivo and form colonies in vitro ( Xufeng R et al, PNAS 2009 ). However, the overall profile of RNA editome in hematopoiesis has not been established and the underlying mechanism how RNA editing governs the function of HSPCs is poorly defined. In this study, we sorted 12 murine adult hematopoietic cell populations and performed RNA sequencing. We depicted the landscape of RNA editome in hematopoietic cells and identified 30,796 editing sites in total. The dynamic landscape of RNA editome comprised of stage/group-specific as well as house-keeping editing patterns. Notably, antizyme inhibitor 1 (Azin1) was uncovered to be highly edited in HSPCs. To understand whether edited Azin1 was required for functioning of HSPCs, we transduced c-Kit + HSPCs with the lentivirus carrying Azin1 cDNAs with distinct editing frequencies. c-Kit + cells transduced with fully edited Azin1 showed enhanced reconstitution, compared to that transduced with partially edited or non-edited Azin1. Specifically, inability of RNA editing in Azin1 blocked the differentiation of hematopoietic stem cells (HSCs) in vivo . Moreover, a similar finding was obtained when Azin1 was knocked down. In conclusion, RNA editing of Azin1 (i) results in amino acid change to induce AZIN1 translocation to the nucleus, (ii) enhances AZIN1 binding affinity for DEAD box polypeptide 1 (DDX1) to alter the DDX1 chromatin distribution, and (iii) changes the expression of multiple hematopoietic regulators to ultimately promote HSPC differentiation. This work provides a valuable resource for studying RNA editing and delineates an essential role of Azin1 RNA editing in HSPCs. Disclosures No relevant conflicts of interest to declare."
}