{
    "doi": "https://doi.org/10.1182/blood.V120.21.3641.3641",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2222",
    "start_url_page_num": 2222,
    "is_scraped": "1",
    "article_title": "Romidepsin Induces Durable Responses in Patients with Peripheral T-Cell Lymphoma: GPI-06–0002 Study Update ",
    "article_date": "November 16, 2012",
    "session_type": "623. Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster III",
    "topics": [
        "lymphoma, t-cell, peripheral",
        "romidepsin",
        "systemic therapy",
        "complete remission",
        "follow-up",
        "angioimmunoblastic lymphadenopathy",
        "bone marrow involvement",
        "chemotherapy regimen",
        "disease progression",
        "disease remission"
    ],
    "author_names": [
        "Bertrand Coiffier, MD, PhD",
        "Barbara Pro, MD",
        "Miles Prince, MD, FRACP, FRCPA",
        "Francine M. Foss, MD",
        "Lubomir Sokol, MD, Ph.D",
        "Matthew Greenwood, MD, FRACP, FRCPA",
        "Dolores Caballero, MD",
        "Franck Morschhauser, MD, PhD",
        "Martin Wilhelm, MD",
        "Lauren Pinter-Brown, MD",
        "Swaminathan Padmanabhan, MD",
        "Andrei R. Shustov, MD",
        "Tina Nielsen, MD, PhD",
        "Jean Nichols, PhD",
        "Julie Wolfson, MPH",
        "Barbara E Balser, VMD",
        "Steven M. Horwitz, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Hospices Civils de Lyon, Pierre Benite, France, "
        ],
        [
            "Fox Chase Cancer Center, Philadelphia, PA, USA, "
        ],
        [
            "Department of Haematology, Peter MacCallum Cancer Centre, Melbourne, Australia, "
        ],
        [
            "Yale Medical Oncology, New Haven, CT, USA, "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Department of Hematology, Royal North Shore Hospital, St Leonards, Australia, "
        ],
        [
            "Hematology, Hospital Universitario de Salamanca, Salamanca, Spain, "
        ],
        [
            "Department of Hematology, CHU de Lille, Lille, France, "
        ],
        [
            "Klinikum Nuernberg, Nuernberg, Germany, "
        ],
        [
            "Geffen School of Medicine at UCLA, Los Angeles, CA, USA, "
        ],
        [
            "The Methodist Cancer Center, Houston, USA, "
        ],
        [
            "Department of Medicine/Hematology, University of Washington School of Medicine, Seattle, WA, USA, "
        ],
        [
            "Clinical R & D, Celgene Corporation, Boudry, Switzerland, "
        ],
        [
            "Private Consultant, Swampscott, MA, USA, "
        ],
        [
            "Veristat, Inc., Holliston, MA, USA, "
        ],
        [
            "Veristat, Inc., Holliston, MA, USA, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "45.7315684",
    "first_author_longitude": "4.8187278",
    "abstract_text": "Abstract 3641 Background: Peripheral T-cell lymphoma (PTCL) is a heterogeneous group of lymphoproliferative disorders, and most subtypes have a poor prognosis even with aggressive chemotherapy. Romidepsin is a potent class 1 histone deacetylase inhibitor approved by the US Food and Drug Administration for treatment of patients with PTCL who have received at least 1 prior therapy and patients with cutaneous T-cell lymphoma who have received at least 1 prior systemic therapy. A phase 2, single-arm, open-label registration study (GPI-06–0002) demonstrated the clinical benefit and tolerability of romidepsin in patients with relapsed or refractory PTCL (data cutoff: Oct 2010). Here, we present an update of the efficacy of GPI-06–0002 and characterize patients who achieved long-term responses (≥ 12 months) as of Dec 2011 (median follow-up: 22.3 months). Methods: Patients with histologically confirmed PTCL (N = 130) who failed or were refractory to ≥ 1 prior systemic therapy received romidepsin 14 mg/m 2 as a 4-hour intravenous infusion on days 1, 8, and 15 every 28 days for up to 6 cycles; treatment could be extended for responding patients. The primary endpoint was confirmed/unconfirmed complete response (CR/CRu) determined by an independent review committee (IRC) based on the International Workshop Response Criteria. Secondary endpoints included objective response rate (ORR: CR/CRu + partial response), duration of response (DOR), and time to progression. Disease response was assessed every 2 treatment cycles. Baseline patient characteristics by DOR (≥ 12 months vs < 12 months) were examined. Results: The majority of the 130 patients had stage III or IV disease (70%); 28% had bone marrow involvement. PTCL not otherwise specified (53%) and angioimmunoblastic T-cell lymphoma (21%) were the most common subtypes. Patients received a median of 2 prior systemic therapies (range, 1–8); 38% of patients were refractory to their last line of therapy. The ORR was 25% (33 of 130 patients), including CR/CRu in 15% (19 of 130) of patients. The median duration of objective response was 28 months, with the longest response ongoing at 48 months ( Figure ). Of the 19 patients who achieved CR/CRu, 13 (68%) had not experienced disease progression per the IRC at a median follow-up of 25.8 months. The median duration of CR had not yet been reached (range, 1–48+ months; Figure ). Of the 19 patients who achieved CR/CRu, 10 were long-term responders (responses ≥ 12 months). Interestingly, heavy pretreatment (≥ 4 prior systemic therapies) did not preclude patients from achieving long-term CR/CRu: 5 of 10 patients (50%) who maintained CR/CRu for ≥ 12 months were heavily pretreated vs 1 of 9 (11%) patients with CR/CRu maintained for < 12 months. Long-term CR/CRu was achieved regardless of response to last prior therapy; only 2 of 10 (20%) long-term responders had an objective response on their last treatment. In contrast, 6 of 9 (67%) patients with CR/CRu for < 12 months responded to their last prior therapy. Furthermore, advanced disease did not preclude long-term response to romidepsin: all 10 patients (100%) who maintained CR/CRu for ≥ 12 months had stage III/IV disease vs 55.5% of those who maintained CR/CRu for < 12 months. Other characteristics, such as Eastern Cooperative Oncology Group performance status, International Prognostic Index score, age, sex, and race, were similar among patients achieving CR/CRu for ≥ 12 months or < 12 months. Conclusions: Single-agent romidepsin induced durable responses in patients with relapsed/refractory PTCL, with responses ongoing at 48 months. None of the examined patient and disease characteristics predicted failure to achieve long-term remissions. These results support the use of romidepsin in relapsed/refractory PTCL. Figure. View large Download slide Kaplan-Meier Plot of Duration of Objective Response and Complete Response Figure. View large Download slide Kaplan-Meier Plot of Duration of Objective Response and Complete Response  Disclosures: Coiffier: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Pro: Allos: Honoraria; Spectrum : Honoraria; Seattle Genetics : Research Funding; Celgene: Honoraria, Research Funding. Prince: Celgene : Consultancy, Honoraria, Research Funding. Foss: Celgene : Consultancy. Sokol: Celgene : Honoraria, Speakers Bureau. Morschhauser: Celgene : Consultancy, Honoraria. Pinter-Brown: Celgene : Consultancy; Allos : Consultancy. Shustov: Celgene : Honoraria, Research Funding, Speakers Bureau. Nielsen: Celgene: Employment, Equity Ownership. Nichols: Celgene: Consultancy, Employment, Equity Ownership. Horwitz: Celgene: Consultancy, Research Funding; Kyowa Hakko Kirin Pharma: Consultancy; Bristol-Myers Squibb: Consultancy; Allos: Consultancy, Research Funding; Genzyme: Consultancy; Johnson & Johnson: Consultancy; Infinity Pharmaceuticals: Research Funding; Seattle Genetics: Consultancy, Research Funding."
}