{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2596.2596",
    "article_title": "Patients Who Are Refractory to Ida-FLAG As Initial Induction Chemotherapy for AML Have Persistence of the Dominant Genetic Mutations and a Poor Clinical Outcome ",
    "article_date": "December 7, 2017",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster II",
    "abstract_text": "Patients with AML who do not achieve remission with conventional 7+3 induction chemotherapy can frequently achieve CR with an intensive reinduction regimen such as Ida-FLAG. However, when Ida-FLAG is used as the initial induction regimen, the outcome of patients who do not achieve remission and the success of reinduction therapy is unknown. We identified 100 patients with newly diagnosed AML who received Ida-FLAG as their initial induction chemotherapy between November 2012 and September 2016. The median age was 59 (range 18-77); 49% were male. Twenty had therapy-related AML, 15 had AML following an MPN, 16 following MDS and 10 following an MDS/MPN overlap syndrome; 39 had de novo disease. One had low, 38 intermediate, 53 high risk and 8 unknown/inconclusive cytogenetics. Seventy-two achieved CR/CRi with FLAG-Ida induction. Nine died during induction prior to response assessment, and 19 were refractory. Survival, censored at the time of allogeneic transplantation, was longer for patients who achieved CR/CRi compared to those who did not (median OS 388 days vs 153 days, two-tailed log-rank p<0.001). Forty-four patients had DNA sequencing for mutations in 54 genes commonly mutated in AML using the TruSight Myeloid Sequencing Panel (TMSP; Illumina, San Diego, CA) on the Illumina MiSeq platform at the time of diagnosis. TP53 mutations were associated with disease refractoriness (p<0.05, corrected for multiple comparisons), as were high risk cytogenetics (p<0.05). Of the 19 patients whose disease was refractory to initial induction with Ida-FLAG, nine received intensive re-induction chemotherapy with NOVE-HiDAC (n=7), Ida-FLAG (n=1) and HiDAC, mitoxantrone, asparaginase, ATRA, vinblastine, valproate and imatinib (n=1). The remaining 10 patients received a low intensity experimental therapy on a clinical trial (n=1), low intensity/palliative therapy (n=2) or supportive care alone (n=7). Age, gender, presence of secondary AML and cytogenetic risk did not differ between those who did/did not receive reinduction. Of the 9 patients who received reinduction chemotherapy, only 1 achieved CR. This patient had secondary AML with high-risk cytogenetics and 70% blasts in the marrow at diagnosis. Following initial induction with Ida-FLAG, the patient had 6-7% marrow blasts with no recovery of their peripheral blood counts. The patient received a second course of Ida-FLAG as reinduction and achieved CR 51 days after the start of reinduction chemotherapy. The patient received an allotransplant but died of GVHD 69 days post-transplant. No other patient receiving reinduction chemotherapy responded and none achieved a PR/prolonged aplasia. No patients died during reinduction. No patients receiving experimental agents or low intensity therapy achieved CR or PR. Median OS for those receiving reinduction was similar to patients treated with palliative chemotherapy or clinical trial (182 v 153 days, p=0.2). We next assessed how Ida-FLAG and the reinduction regimens affected the genetic clones and subclones in the patients who did not achieve remission with Ida-FLAG. Paired blood or marrow samples from diagnosis and post-treatment were available for 4 consenting patients who did not achieve remission with Ida-FLAG or reinduction. For 2 patients, the second sample was available after Ida-FLAG induction and for 2 patients the second sample was available after reinduction. DNA was extracted and sequenced using the TMSP. All 4 patients had variants identified at diagnosis; 3 patients had recognized relevant somatic variants. All the predominant variants found at diagnosis were detected at follow-up. The variant allele fraction (VAF) of the predominant variants from diagnosis was similar or higher at the time of followup as shown in the figure. In one sample, variants found at low level in the diagnostic sample were reduced following reinduction but the dominant variant remained. No new variants were detected in follow-up samples. Thus, patients who do not achieve remission with Ida-FLAG as an initial induction regimen have a poor outcome and very low probability of achieving remission with a conventional reinduction regimen. Inferring clonal architecture by using VAF, reinduction chemotherapy may eliminate minor genetic subclones but the dominant clone persists. New therapeutic agents are needed for these patients. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Kamel-Reid: BMS: Research Funding. Gupta: Incyte: Consultancy, Research Funding; Novartis: Consultancy, Honoraria, Research Funding. Schimmer: Medivir: Research Funding; Takeda Pharmaceuticals: Research Funding; Novartis Pharmaceuticals: Honoraria.",
    "topics": [
        "chemotherapy, neoadjuvant",
        "mutation",
        "treatment outcome",
        "disease remission",
        "chemotherapy regimen",
        "follow-up",
        "leukemia, secondary acute",
        "asparaginase",
        "dna",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Simon Kavanagh",
        "Emily Heath",
        "Rose Hurren, BSc",
        "Samir H. Barghout, BSPharm, MSc",
        "Sanduni U. Liyanage, Hon. B. Sc, PhD",
        "Thirushi Siriwardena",
        "Jaime Claudio",
        "Tong Zhang",
        "Mahadeo Sukhai",
        "Tracy L. Stockley",
        "Suzanne Kamel-Reid",
        "Amr Rostom, MD",
        "Dina Khalaf, BSc, MSc, MD",
        "Andrzej Lutynski",
        "Anna Rydlewski, MD",
        "Andre C. Schuh, MD FRCPC",
        "Vikas Gupta, MD PhD",
        "Hassan Sibai, MBBS",
        "Dawn Maze, MD FRCPC, MSc",
        "Steven M. Chan, MDPhD",
        "Aaron D. Schimmer, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Simon Kavanagh",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emily Heath",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rose Hurren, BSc",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samir H. Barghout, BSPharm, MSc",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanduni U. Liyanage, Hon. B. Sc, PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thirushi Siriwardena",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaime Claudio",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tong Zhang",
            "author_affiliations": [
                "Advanced Molecular Diagnostics Laboratory, University Health Network, Toronto, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mahadeo Sukhai",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy L. Stockley",
            "author_affiliations": [
                "Advanced Molecular Diagnostics Laboratory, University Health Network, Toronto, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Kamel-Reid",
            "author_affiliations": [
                "Advanced Molecular Diagnostics Laboratory, University Health Network, Toronto, Canada "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amr Rostom, MD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Division of Medical Oncology and Hematology, University Health Network, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dina Khalaf, BSc, MSc, MD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrzej Lutynski",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Rydlewski, MD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Division of Medical Oncology and Hematology, University Health Network, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre C. Schuh, MD FRCPC",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas Gupta, MD PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Division of Medical Oncology and Hematology, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hassan Sibai, MBBS",
            "author_affiliations": [
                "Princess Margaret Cancer Foundation, Division of Medical Oncology and Hematology, University Health Network, Toronto, Canada"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dawn Maze, MD FRCPC, MSc",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Division of Medical Oncology and Hematology, University Health Network, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Chan, MDPhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron D. Schimmer, MDPhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:41:09",
    "is_scraped": "1"
}