{
    "doi": "https://doi.org/10.1182/blood.V114.22.4961.4961",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1543",
    "start_url_page_num": 1543,
    "is_scraped": "1",
    "article_title": "Improved Overall Survival in Myeloma Patients Treated with Regimens Including Thalidomide/Revlimid/Velcade Vs Melphalan/Prednisone; a Retrospective Analysis. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "bortezomib",
        "lenalidomide",
        "melphalan",
        "multiple myeloma",
        "prednisone",
        "thalidomide",
        "chemotherapy regimen",
        "dexamethasone",
        "doxorubicin",
        "follow-up"
    ],
    "author_names": [
        "Pandora Ashley, CTR",
        "Mark Holguin, MD",
        "Juhee Song, PhD"
    ],
    "author_affiliations": [
        [
            "Research Department, Scott & White Memorial Hospital, Temple, TX, USA, "
        ],
        [
            "Scott & White Clinic, Temple, TX, USA"
        ],
        [
            "Research Department, Scott & White Memorial Hospital, Temple, TX, USA, "
        ]
    ],
    "first_author_latitude": "31.074201999999993",
    "first_author_longitude": "-97.373983",
    "abstract_text": "Abstract 4961 A retrospective study was conducted to ascertain if the use of thalidomide, revlimid and or velcade was associated with improved survival compared to melphalan and prednisone or vincristine, adriamycin and dexamethasone (VAD). To avoid possible confounding issues of treatment with high dose chemotherapy and stem cell rescue, those patients were excluded from this analysis. From 1997 to 2003, 98 patients diagnosed with myeloma and treated at Scott & White Memorial Hospital using non-transplant containing regimens were identified through the Scott & White Tumor Registry. Patients were divided into two groups based on treatment received. One group was treated with melphalan and prednisone or VAD chemotherapy (59 patients) and the second group was treated with regimens that included thalidomide, revlimid, or velcade (39 patients). Median survival times were estimated for the entire cohort and each treatment group. Kaplan-Meier estimates of the survival by treatment received were estimated and log-rank test was performed to compare the survival distributions of the two treatment groups. Five year survivals of the 2 groups were compared using the Z test. Median follow-up time for the entire cohort is 32.6 months (95% CI: 24.4-37.6) Median survivals are 38.7 months (95% CI 32.7-58.5) for the thalidomide/revlimid/velcade group and 24.4 months (95% CI: 14.4-35.7) for the melphalan and prednisone or VAD group. Five year Kaplan-Meier survival estimates are 0.3452 (95% CI: 0.2007-0.4945) for the thalidomide/revlimid/velcade group and 0.1325 (95% CI: 0.0593-0.2354) for the melphalan and prednisone or VAD group. The difference in survival between the two groups is statistically significant with p value of 0.0179. In this retrospective analysis, treatment with newer agents such as thalidomide, revlimid or velcade is associated with a significant improvement in survival compared to melphalan and prednisone or VAD. Disclosures No relevant conflicts of interest to declare."
}