{
    "doi": "https://doi.org/10.1182/blood.V116.21.2453.2453",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1861",
    "start_url_page_num": 1861,
    "is_scraped": "1",
    "article_title": "Targeting Chronic Lymphocytic Leukemia with Cord Blood NK Cells In NSG Model ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Therapy, excluding Transplantation: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "natural killer cells",
        "umbilical cord blood",
        "human leukocyte antigens",
        "ligands",
        "infusion procedures",
        "leukemia",
        "aldesleukin",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Dongxia Xing",
        "William Decker, PHD",
        "Sufang Li",
        "Simon Robinson, PhD",
        "Nina Shah, MD",
        "Hong Yang, PHD",
        "Richard E. Champlin, MD",
        "Simrit Parmar, M.D.",
        "John G. Gribben, MD, DSc",
        "Catherine M Bollard, MD",
        "Elizabeth Shpall"
    ],
    "author_affiliations": [
        [
            "Stem cell Transplantation and cellular Therapy, UT MD Anderson cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem cell Transplantation and cellular Therapy, UT MD Anderson cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem cell Transplantation and cellular Therapy, UT MD Anderson cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem cell Transplantation and cellular Therapy, UT MD Anderson cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem cell Transplantation and cellular Therapy, UT MD Anderson cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem cell Transplantation and cellular Therapy, UT MD Anderson cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem cell Transplantation and cellular Therapy, UT MD Anderson cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem cell Transplantation and cellular Therapy, UT MD Anderson cancer Center, Houston, TX, USA, "
        ],
        [
            "Centre for Medical Oncology, Institute of Cancer, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Stem cell Transplantation and cellular Therapy, UT MD Anderson cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 2453 The incompatibility between donor killer cell immunoglobulin-like receptors (KIRs) and their corresponding ligands has been reported to reduce the risk of relapse after haploidentical and human leukocyte antigen (HLA) mismatched hematopoietic stem cell transplantation in patients with acute myeloid leukemia. We tested this KIR-ligand mismatch hypothesis in the context of allogeneic cord blood NK cells as an adoptive transfer of lymphocytes treating residual chronic lymphocytic leukemia (CLL). As a model for targeting malignant B cells in CLL, we examined allogeneic cord blood NK cell function in NOD scid gamma (NSG) mice, which carry the null interleukin-2 receptor gamma chain mutation, as the mice developed leukemia. Positively selected CD56+ cord blood NK cells were expanded ex vivo with interleukin-2 for 14 days. CLL cells were established in the NSG model by infusion of CLL cells obtained from patients. The leukemia that develops in NSG mice resembles human CLL, with a proliferating CD19+CD23+CD5+ B-cell population detected in the bone marrow, spleen, lymph nodes, and peripheral blood. Subsequently, expanded cord blood NK cells (5 × 10 6 per mouse) were intravenously infused into NSG-CLL mice. The NK cells that were infused into the CLL mice were typed for HLA and KIR (four main KIRs: KIR2DL2, KIR2DL3, KIR3DL1, and KIR2DL1). The CLL patients' samples that had been used in the NSG models were genotyped for KIR ligands (HLA-C group or HLA-Bw4 group and HLA-A3). In the six pairs of cord blood NK and CLL cells typed, all were HLA mismatched. Five pairs were KIR-ligand mismatched; these mice showed robust NK cell–mediated killing of CLL cells 7 days after NK cell infusion. Of interest, although no KIR-ligand mismatch was seen between the cord blood NK cells and CLL cells in one pair, we still observed NK cell–mediated killing of CLL cells in the mice. In this instance, NK cell–mediated cell killing could have been attributed to possible lower expression of HLA ligands by leukemic cells. Overall survival was significantly improved in CLL-NSG mice that had received cord blood NK cell treatment compared with overall survival in untreated mice (Kaplan-Meier analysis, p < 0.03). These results showed that adoptive transfer of allogeneic cord blood NK cells can be effective in killing CLL, and will be explored in the clinic. Disclosures: Gribben: Roche: Consultancy; Celgene: Consultancy; GSK: Honoraria; Napp: Honoraria."
}