{
    "doi": "https://doi.org/10.1182/blood.V104.11.455.455",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3",
    "start_url_page_num": 3,
    "is_scraped": "1",
    "article_title": "Resistance to the Farnesyl Transferase Inhibitor SCH66336/Lonafarnib Caused by Mutations in the Target Protein Farnesyl Transferase Beta. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "farnesyl transferase inhibitors",
        "mutation",
        "transferase",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "agar",
        "antineoplastic agents",
        "breast cancer",
        "cancer",
        "drug combinations"
    ],
    "author_names": [
        "Tal Raz, Ph.D",
        "Azam Mohammad, Ph.D",
        "George Q. Daley, M.D. Ph.D"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Children’s Hospital at Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital at Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital at Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.34365835",
    "first_author_longitude": "-71.086117",
    "abstract_text": "Farnesyl transferase inhibitors (FTIs) are target specific anti-cancer agents in clinical trials for the treatment of multiple myeloma, acute myeloid leukemia (AML), chronic myeloid leukemia (CML), breast cancer, and other malignancies. FTIs were developed to block Ras prenylation; however, their cytostatic properties likely relate to activity against multiple farnesylated targets. The FTI Lonafarnib is showing activity against CML both as a single agent and in combination with the ABL-kinase inhibitor Gleevec. Though Gleevec is remarkably effective, treatment selects for drug-resistant mutations in the BCR/ABL target oncoprotein. Previously, we performed in vitro mutagenesis of BCR/ABL and identified a large catalogue of resistance mutations, anticipating essentially all mutations that have proven to be clinically problematic (Azam et al., Cell 2002). Thus we set out to determine whether FTIs would select for resistance mutations in Farnesyl Transferase Beta (FTase β), a normal target protein in the cell. We mutagenized (FTase β) by plasmid propagation in mutagenic E. coli, thus generating a random, unbiased library of mutated FTase β. This library was then introduced into K-Ras expressing BaF3 cells, which rely on K-Ras activity for cell survival, and undergo apoptotic cell death when treated with Lonafarnib. K-Ras transformed cells carrying mutated FTase (KR/MutFTB) were plated in soft agar in varying Lonafarnib concentrations. Lonafarnib-resistant colonies were harvested, and plasmids carrying mutant FTase βwere recovered and sequenced. Thus far we have identified 14 mutations that confer resistance to Lonafarnib. Among the mutations is W361L, previously shown to confer resistance to SCH56582 and SCH44342 , compounds which are structurally similar to Lonafarnib (Del Villar et al. 1999). Most but not all mutations are positioned in the active site of the enzyme. To verify the drug resistant phenotype, 7 mutations were recreated de-novo by site-directed mutagenesis and transduced into BaF3-KRas cells. These cells were tested by a colony forming assay in the presence of drug. FTase activity in the presence of drug was also assessed by immunoblotting of HDJ2, a farnesylated protein. Cells transduced by mutated FTase showed increased ability to grow in the presence of Lonafarnib compared to controls. Interestingly, protein analysis showed reduced inhibition of farnesylation of HDJ2 only in the 361 mutants. This suggests that the mutant FTase may prenylate only a select set of substrates (not including HDJ2), a possibility consistent with previous reports of altered substrate specificity in FTB mutants in yeast (Del Villar et al. 1997). This catalogue of Lonafarnib-resistant FTase mutations will be useful for determining mechanisms of disease refractoriness or relapse in clinical trials, and can be used to profile drug activity of other farnesyl transferase inhibitors to find non-cross-resistant drug combinations."
}