{
    "doi": "https://doi.org/10.1182/blood.V114.22.3357.3357",
    "article_title": " 90 .y-Ibritumomab Tiuxetan (Zevalin®) May Enhance Anti-Lymphoma Effect of Reduced-Intensity Fludarabine and Melphalan Regimen in Patients with Relapsed, Refractory B-Cell Non-Hodgkin Lymphoma (NHL) Undergoing Allogeneic Hematopoietic Cell Transplant (Allo-HCT). ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation Poster III",
    "abstract_text": "Abstract 3357 Poster Board III-245 Reduced intensity (RIC) allo-HCT has been shown to reduce transplant-related mortality (TRM) but is associated with a higher risk of relapse when compared to myeloablative regimens in patients with aggressive NHL. Zevalin® offers the advantage of targeted radiation delivery to disease sites with less radiation exposure to normal organs. Zevalin® is an effective therapy for both relapsed low-grade and diffuse large B-cell lymphoma (DLBCL). Several studies have shown that Zevalin® can be added to a high-dose regimen in the autologous HCT setting without additional toxicity. We conducted a phase II study to determine whether adding Zevalin® to a RIC regimen of fludarabine and melphalan followed by allo-HCT can improve disease control thus reducing the risk of relapse in patients with relapsed and refractory B-cell NHL. Treatment: Patients received 111In- Zevalin® on day -21 followed by 90 Y- Zevalin® 0.4mCi/kg delivered as an outpatient on day -14, fludarabine 25 mg/m 2 daily x 5 days on days -9 to -5 and melphalan 140 mg/m 2 on day -4. GVHD prophylaxis consisted of tacrolimus and sirolimus beginning on day-3. Short methotrexate was added for mismatched unrelated donor. Methods: Between 10/2007 and 6/2009, 13 patients were enrolled. Eight were male and 5 female with the median age of 55 years (range, 27-67). The histologies included DLBCL= 5, transformed Lymphoma = 3, MCL blastoid variant=2, FL=2 and MZL=1. All patients except 2 with MCL had advanced refractory disease with the median number of 4 prior chemo regimens (range 2-7). One had prior auto-HCT. All patients received rituximab prior to allo-HCT. The median time from diagnosis to allo-HCT was 11 months (range, 3-90). Disease status at transplant; induction failure=6, relapse=4, CR=2, PR=1. Eleven were FDG-PET positive at the time of transplant. Donors were matched siblings in 5 and unrelated donors in 8. All patients received peripheral blood stem cells. The median dose of Zevalin® given was 32 mCi (range, 23-35). Results: All patients engrafted at the median of 14 days (range 10-17) for ANC>500/μL and 19 days (range 16-20) for platelet > 20,000/μL. Engraftment analysis showed complete donor chimerism in all except one early death. The transplant-related toxicities were similar to fludarabine/melphalan regimen. There were 2 deaths in total. One patient died from viral pneumonia and diffuse alveolar hemorrhage at day +26 post-HCT. Another patient died at 9 months from sepsis. TRM was 8% and 31% at day 100 and 1-year respectively. Six (46%) developed grade II-IV acute GVHD and chronic GVHD. Of the11 with active disease (FDG-PET positive), 10 were evaluable for response. There were 6 CRs, 3 PRs and one stable disease at 30 days post-transplant. Thus far, none of the patients have relapsed. With a median follow-up for the surviving patients of 6 months (range 1-18), 11 (85%) are alive in remission. The estimated overall and disease-free survival probabilities at one-year are both 69% (95% CI, 33%-89%) Figure 1. Conclusion: This study demonstrates the feasibility, tolerability and efficacy of adding Zevalin® to RIC fludarabine and melphalan in the allo-HCT setting for B-cell NHL. The response observed at 1 month post-transplant in patients with refractory disease are encouraging and suggest that this approach could be used to provide early disease control before graft-versus lymphoma effect takes place. View large Download slide View large Download slide  Close modal Disclosures: Nademanee: Genzyme Corporation: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "allopurinol",
        "b-cell lymphomas",
        "fludarabine",
        "ibritumomab tiuxetan",
        "lymphoma",
        "melphalan",
        "transplantation",
        "diffuse large b-cell lymphoma",
        "fluorodeoxyglucose positron emission tomography"
    ],
    "author_names": [
        "Auayporn P. Nademanee, MD",
        "Andrew Raubitschek, MD",
        "Joycelynne Palmer, PHD",
        "Dave Yamauchi, MD",
        "Maria Delioukina, MD",
        "Leslie Popplewell, MD",
        "Firoozeh Sahebi, MD",
        "Eileen Smith, MD",
        "Anthony Stein, MD",
        "Neil Kogut, MD",
        "Margaret O'Donnell, MD",
        "Stephen J Forman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Auayporn P. Nademanee, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrew Raubitschek, MD",
            "author_affiliations": [
                "Cancer Immunotherapy, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joycelynne Palmer, PHD",
            "author_affiliations": [
                "Department of Information Sciences, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dave Yamauchi, MD",
            "author_affiliations": [
                "Diagnostic Radiology, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Delioukina, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Popplewell, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Firoozeh Sahebi, MD",
            "author_affiliations": [
                "City of Hope/So. California Kaiser Permanente, Duarte, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eileen Smith, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony Stein, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Kogut, MD",
            "author_affiliations": [
                "City of Hope/So. California Kaiser Permanente, Duarte, CA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret O'Donnell, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J Forman, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T15:36:05",
    "is_scraped": "1"
}