{
    "doi": "https://doi.org/10.1182/blood.V122.21.3473.3473",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2458",
    "start_url_page_num": 2458,
    "is_scraped": "1",
    "article_title": "DUSP4 Stabilizes FOXP3 Expression In Human Regulatory T Cells ",
    "article_date": "November 15, 2013",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster III",
    "topics": [
        "allopurinol",
        "antibodies",
        "cancer immunotherapy",
        "cd28 antigens",
        "flow cytometry",
        "foxp3 gene",
        "gene expression profiling",
        "hypersensitivity",
        "mitogen-activated protein kinases",
        "molecule"
    ],
    "author_names": [
        "Naoshi Sugimoto, MD, PhD",
        "Yong-Jun Liu, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Baylor Institute for Immunology Research, Dallas, TX, USA, "
        ],
        [
            "Baylor Intitute for Immunology Research, Dallas, TX, USA"
        ]
    ],
    "first_author_latitude": "32.79309370000001",
    "first_author_longitude": "-96.7831614",
    "abstract_text": "Background Naturally occurring regulatory T cells (Treg) are a subset of CD4+T lymphocytes derived from the thymus. Treg suppress immune responses through multiple mechanisms and are involved in inhibiting the development of autoimmunity. Treg constitutively express the master regulatory gene FOXP3 , which is necessary to maintain their phenotype and functions. Human blood circulating FOXP3+ Treg are composed of naïve and activated subsets. CD45RA+CD45RO- naïve Treg enter the blood from the thymus and become CD45RA-CD45RO+ activated Treg after activation. Activated Treg show higher suppressive capacity than naïve Treg. We have previously compared the gene expression profiles of the four human blood CD4+T cell subsets: naïve T helper (Th) cells, memory Th cells, naïve Treg, and activated Treg. We found that some memory Th cell signature genes (those that are highly expressed in memory Th cells compared to naïve Th cells) were also strongly expressed in activated Treg. DUSP4 (dual specificity phosphatase 4) was one such gene. The DUSP family molecules are known to act as inhibitors of T cell activation signaling, primarily by dephosphorylating the activated MAP kinases. In this study, we hypothesized that DUSP4 might be associated with the phenotype and the functions of human activated Treg. Experimental Procedures and Results Human Treg cells were sorted from the peripheral blood of healthy donors and infected with shRNA virus targeting DUSP4 upon stimulation with anti-CD3 and anti-CD28 antibodies. The phenotype and the functions of DUSP4 shRNA-transfected Treg cells were analyzed by real-time quantitative PCR, flow cytometry, and in vitro suppression assay. Strikingly, shRNA knockdown of DUSP4 in Treg resulted in more than 90% reduction in the FOXP3 mRNA level. FOXP3 protein down-regulation was observed as well by intracellular FOXP3 staining. Furthermore, the in vitro suppression capacity of DUSP4 shRNA-transfected Treg decreased in proportion to the FOXP3 level. The decreased FOXP3 expression by DUSP4 knockdown was considered to be due to increased activity of ERK1/2 MAP kinase, which has significant roles in T cell activation. We are currently testing whether MAP kinase inhibitors and MAP kinase genes knockdown modify FOXP3 expression by Treg. Conclusion Our study suggests that DUSP4 plays a fundamental role in maintaining the phenotype and the suppressive functions of human activated Treg. DUSP4 and MAP kinases may become novel targets to control Treg function in autoimmunity, allergy, allo-immunity, and cancer immunotherapy. Disclosures: No relevant conflicts of interest to declare."
}