{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5164.5164",
    "article_title": "Clonal IgM-Mediated Disease Cluster in Multiple Family Members ",
    "article_date": "December 7, 2017",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma—Clinical Studies",
    "abstract_text": "Alterations of IgM is implicated in Chronic Cold Agglutinin Hemolytic Anemia (CAD) and Waldenstrom's Macroglobulinemia (WM). Restricted IgM heavy and light chain usage has been found in both CAD and WM several series of patients but the specific heavy and light gene usage is different in the two disorders. Many patients with CAD develop a lymphoproliferative disorders (LPD), of which some have been diagnosed as WM, but there may be differences in the WM occurring in CAD patients compared to that which occurs sporadically. How the progression from one to another occurs is not known, but the restricted gene expression in WM and CAD offer opportunities to investigate genetic factors which allow or disallow one form of disease or another. However, cases of CAD and WM are usually sporadic. In a single hematology practice, two individuals diagnosed with CAD reported that they were cousins. They later determined that another cousin living in another state may have a similar disorder. Each patient was diagnosed over the age of 50. The third cousin had a small IgM monoclonal protein that rapidly increased and developed into symptomatic WM. The disease responded to cytotoxic chemotherapy. That patient did not have CAD. The IgM clone has reverted to a minimal level and has been stable for several years. The first patient with CAD was controlled by supportive care and relocated to another practice in a nearby city. He developed symptomatic anemia requiring transfusions but then responded to treatment with rituximab. He developed hypo-gammaglobulinemia and requires periodic gamma globulin infusions and is maintained with periodic rituximab infusions. The second patient developed mild hemolytic anemia which require only supportive care, but she has progressive anemia and an increasing IgM monoclonal protein and may soon need treatment with rituximab. Whether the monoclonal IgM is mediating the hemolysis is not yet determined. No other family member has yet to be identified with IgM mediated disease but the deceased father of the second CAD patient was thought to have a low-grade lymphoma. Presuming these patients have an common inherited factor driving the altered expression of IgM, further studies on such an informative family may help to understand these disorders and how each develop and evolve. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "immunoglobulin m",
        "rituximab",
        "anemia",
        "hemolytic anemia",
        "monoclonal immunoglobulin",
        "supportive care",
        "antigens, cd98 light chains",
        "blood transfusion",
        "cold agglutinins",
        "cytotoxic drug therapy"
    ],
    "author_names": [
        "Robert W Veith, MD",
        "Jacob P Veith, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert W Veith, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology Department of Medicine, LSU Health Sciences Center /East Jefferson Genral Hospital, Metairie, LA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jacob P Veith, MD",
            "author_affiliations": [
                "Department of Surgery Residency Program, University of Texas Health Sciences Center, Austin, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:31:13",
    "is_scraped": "1"
}