{
    "doi": "https://doi.org/10.1182/blood-2020-134223",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4512",
    "start_url_page_num": 4512,
    "is_scraped": "1",
    "article_title": "Pretransplant Plasma Brain Natriuretic Peptide and N-Terminal Pro-Brain Natriuretic Peptide Are More Useful Prognostic Markers of Overall Survival after Allogeneic Hematopoietic Cell Transplantation Than Echocardiography ",
    "article_date": "November 5, 2020",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": null,
    "author_names": [
        "Naonori Harada",
        "Hiroshi Okamura, MD PhD",
        "Takahiko Nakane, MD PhD",
        "Shiro Koh, MDPhD",
        "Satoru Nanno, MD PhD",
        "Mitsutaka Nishimoto, MD PhD",
        "Asao Hirose, MD PhD",
        "Mika Nakamae, MD PhD",
        "Yasuhiro Nakashima, MD PhD",
        "Hideo Koh, MD PhD",
        "Masayuki Hino, MD PhD",
        "Hirohisa Nakamae, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka-City, Japan "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan "
        ]
    ],
    "first_author_latitude": "34.5922748",
    "first_author_longitude": "135.5046827",
    "abstract_text": "Background: There are several prognosis prediction models about allogeneic hematopoietic cell transplantation (allo-HCT) such as the hematopoietic cell transplantation specific comorbidity index (HCT-CI) and the refined disease risk index (R-DRI). Although HCT-CI and R-DRI are valuable and commonly used, further improvement of these models is desirable because the prognostic predictive abilities for post-allo-HCT survival remain suboptimal. Both brain natriuretic peptide (BNP) and N-terminal pro-brain natriuretic peptide (NT-proBNP), are released from the ventricular and atrial walls, in response to the walls stretch into the blood. Plasma BNP and NT-proBNP levels are well-known biomarkers of the predictors of death in patients with cancer and heart disease. However, it is unclear whether these biomarkers are useful predictors for prognosis after allo-HCT. The main aim of our study was to evaluate the potential role of plasma BNP and NT-proBNP levels in predicting the mortality in allo-HCT patients. Methods: We retrospectively registered consecutive patients who underwent allo-HCT from January 2011 to December 2018. Plasma BNP and NT-proBNP examinations and echocardiography within 1 month from the start of conditioning regimen were performed in all transplant candidates as pretransplant work-up in our institution. Cox regression models were used to estimate the hazard ratios (HRs) with 95% confidence intervals (95% CI) in the univariate and multivariate analyses. Relapse/progression (Rel/Prog) and non-relapse mortality (NRM) were considered competing events. The Fine-Gray proportional hazard regression model was used for the univariate and multivariate analyses with competing risks. A p value < 0.050 was considered statistically significant. We estimated the two models using c-statistics on the basis of time to event, using the total follow-up period to compare the predictive accuracy of R-DRI or HCT-CI with BNP or NT-proBNP added models. Standard errors (SEs) for the c-statistics were estimated by applying a bootstrap procedure using 1000 bootstrap samples to confirm the reproducibility. The SEs for the difference in c-statistics between these two models were compared with the above bootstrap samples and used to compute a z-score and a p value for the difference, similar to that in several previous studies. Results: We enrolled 174 consecutive patients. The median age was 49 (range: 16-68) years. During the follow-up period, 64 patients died (36.8%). Both plasma BNP and NT-proBNP levels showed a significant association with OS and NRM, but not Rel/Prog in the univariate analysis. Next, we conducted multivariable analysis to evaluate the independence of plasma BNP and NT-proBNP levels by adjusting for not only those variables that were reported as prognostic factors in the previous research for OS, but also diastolic dysfunction that can be associated with plasma BNP and NT-proBNP levels. We constructed each two and three multivariable model, including either BNP or NT-proBNP to assess the effects of these biomarkers on OS and NRM according to the one-in-ten rule 6 to avoid overfitting (Table 1). The adjusted models for OS showed that higher plasma BNP and NT-proBNP levels were significantly associated with poorer outcomes. Moreover, the adjusted models for NRM showed that a higher plasma BNP level was significantly associated with the outcome. We also evaluated the prognostic significance of BNP, NT-proBNP, HCT-CI, or echocardiographic parameters, including ejection fraction (EF) and diastolic dysfunction, by adding to R-DRI via computation of the c-statistic. BNP or NT-proBNP showed significantly higher c-statistic estimates for OS as compared with R-DRI alone (c-statistic estimate 0.741, 0.759, and 0.674, respectively), but not EF or diastolic dysfunction (Table 2). Both plasma BNP and NT-proBNP levels had higher HRs for OS [HR per standard deviation (SD) 2.57 (95% CI: 1.75-3.76), p < 0.001, and HR per SD 1.95 (95% CI: 1.39-2.73), p < 0.001] and NRM [HR per SD 2.10 (95% CI: 1.11-3.97), p < 0.024, and HR per SD 2.57 (95% CI: 1.92-3.44), p < 0.001] even in the normal heart function group. Conclusion: Plasma BNP and NT-proBNP levels are easy to perform and cost-effective; thus, these could be useful independent biomarkers for predicting allo-HCT prognosis than echocardiography. They enable clinical decision regarding allo-HCT. View large Download slide View large Download slide  Disclosures Okamura: NIPPON SHINYAKU CO.,LTD: Honoraria. Nakane: Pfizer Japan Inc.: Research Funding; Janssen Pharmaceutical K.K.: Research Funding; Bayer Yakuhin, Ltd: Research Funding; Novartis: Honoraria, Research Funding; DAIICHI SANKYO COMPANY, LIMITED: Honoraria; Mundipharma K.K: Honoraria. Nanno: Otsuka Pharmaceutical Co., Ltd: Honoraria. Nishimoto: Bayer Yakuhin, Ltd:: Research Funding; Janssen Pharmaceutical K.K.:: Research Funding. Nakamae: Shire Japan KK: Honoraria; Celgene Corporation: Honoraria; DAIICHI SANKYO COMPANY, LIMITED: Honoraria; Takeda Pharmaceutical Company Limited: Honoraria; Chugai Pharmaceutical Co., Ltd: Honoraria; Japan Blood Products Organization: Honoraria; NIPPON SHINYAKU CO.,LTD: Honoraria; Novartis: Honoraria; Pfizer Japan Inc.: Honoraria; Bristol-Myers Squibb: Honoraria; Kyowa-Hakko Kirin Co.,Ltd: Honoraria; Amgen Astellas BioPharma K.K: Honoraria; Astellas Pharma Inc.: Honoraria; Otsuka Pharmaceutical Co., Ltd: Honoraria; ONO PHARMACEUTICAL CO., LTD.: Honoraria. Nakashima: Amgen Astellas BioPharma K.K: Honoraria; Novartis: Honoraria, Research Funding; Eisai Co., Ltd: Honoraria, Research Funding; Amgen Inc: Honoraria; Kyowa-Hakko Kirin Co.,Ltd: Honoraria; Kyowa Kirin Co., Ltd: Honoraria; JCR Pharmaceuticals Co., Ltd: Honoraria; Pfizer Japan Inc: Honoraria; Astellas Pharma Inc: Research Funding; SymBio Pharmaceuticals Limited: Research Funding; Celgene Corporation: Research Funding; AbbVie GK: Research Funding; M S D K. K: Research Funding. Koh: Takeda Pharmaceutical Company Limited: Honoraria, Research Funding; Sumitomo Dainippon Pharma Co., Ltd: Honoraria; M S D K. K:  Honoraria; NIHON PHARMACEUTICAL CO., LTD: Honoraria; Chugai Pharmaceutical Co., Ltd: Research Funding; Asahi Kasei Corporation: Research Funding; Amgen Astellas BioPharma K.K: Research Funding; IQVIA Services Japan K.K.: Research Funding; Takeda Science Foundation: Research Funding. Hino: Kyowa-Kirin: Honoraria, Research Funding; Chugai: Honoraria, Research Funding; Otsuka: Honoraria, Research Funding; Astellas: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; Taiho: Research Funding; Teijin: Research Funding; MSD: Honoraria, Research Funding; Sumitomo Dainippon: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria; Daiichisankyo: Honoraria, Research Funding; Eisai: Research Funding; Jansenn: Honoraria; Celgene: Honoraria; Mochida: Honoraria; Ono: Honoraria; Sanofi: Honoraria; Japan Blood Products Organization: Research Funding; Nippon Shinyaku: Honoraria; Nihon Pharmaceutical: Research Funding; Mundi Pharma: Honoraria; Alexion: Honoraria. Nakamae: Pfizer Japan Inc: Honoraria, Research Funding; Astellas Pharma Inc: Honoraria, Research Funding; Otsuka Pharmaceutical Co., Ltd: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Amgen Astellas BioPharma K.K: Honoraria; ONO PHARMACEUTICAL CO., LTD: Honoraria; Kyowa-Hakko Kirin Co.,Ltd: Honoraria; Shire Japan KK: Honoraria; Celgene Corporation: Honoraria; DAIICHI SANKYO COMPANY, LIMITED: Honoraria; Takeda Pharmaceutical Company Limited: Honoraria; Chugai Pharmaceutical Co., Ltd: Honoraria; Japan Blood Products Organization: Honoraria; NIPPON SHINYAKU CO.,LTD: Honoraria; Novartis: Honoraria; PPD-SNBL K.K: Research Funding."
}