{
    "doi": "https://doi.org/10.1182/blood.V114.22.3288.3288",
    "article_title": "Front-Line Imatinib Mesylate (IM) in Patients with Newly Diagnosed Accelerated Phase (AP)-Chronic Myeloid Leukemia (CML), a Study From the FILMC Group (France Intergroupe Leucemie Myeloide Chronique). ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Therapy Poster III",
    "abstract_text": "Abstract 3288 Poster Board III-1 IM is approved for the treatment of AP-CML at 600mg daily. Clinical trials in which IM was evaluated in this setting have mainly enrolled patients (pts) who have failed prior therapies and the efficacy of the drug in newly diagnosed AP-CML has never been specifically studied. We collected data from 43 de novo pts with disease acceleration at diagnosis and treated with first-line IM. Thirty-three showed hematological acceleration (HEMAP) according to WHO 2002 or ELN 2006 criteria and 10 had cytogenetic acceleration only (CYAP), defined as the presence of chromosomal abnormalities additional (ACA) to the Philadelphia (Ph) chromosome. Ph variant translocations, loss of the Y chromosome and constitutional cytogenetic abnormalities were excluded from ACA definition. Ten out of 33 HEMAP pts (30%) had also ACA. ACA included Ph duplication (n=4), trisomy 8 (n=5), add(6) (n=3), monosomy 7 (n=1), del(5q) (n=1), t(3;21)(q26;q22) (n=1) and others (n=7). Median age at diagnosis was 51 years (19–67), 32 pts were males (75%) and 11 were females (25%). The median time from diagnosis to IM initiation was 15 days (0–140). The initial IM dose was 600mg/d (n=32) or 400mg/d (n=11). The median duration of IM therapy was 20 months (1–90). A sustained complete hematologic response (CHR) for at least 4 weeks was achieved in 38/43 pts (88.4%, 95% CI 78.4–99.3), including 29 HEMAP and 9 CYAP pts (87.9% versus 90%, not significant (ns)). The median time to achievement of CHR was 42 days (0–97). CHR was lost in 3 pts after 4, 6 and 10 months. Pts with lack or loss of CHR were initially classified as HEMAP (n=5) or CYAP (n=3), all except one harboured ACA at diagnosis. In addition, 4/7 screened pts had a BCR-ABL mutation (E255K n=3, E355G n=1) at the time of IM failure. A major cytogenetic response (MajCR) was observed in 31/43 patients (72.1%, 95% CI 58.1–86.1), and a complete cytogenetic response (CCR) was obtained by 27/43 pts (62.8 %, 95% CI 44.7–78.8), with 22 HEMAP pts and 5 CYAP pts (66.6% versus 50%, ns). The median time to reach CCR was 6 months (3–23). The rate of CCR in HEMAP pts with ACA was significantly lower than that in HEMAP pts without ACA (36.4% vs 80%, p=0.023). Eighteen pts with CCR (16 HEMAP pts and 2 CYAP pts) also gained a major molecular response (MMR: BCR-ABL/ABL ratio % IS ≤ 0.1%). The median time to MMR was 9 months (5–34). Seven pts subsequently lost their MajCR (CCR n=3, partial CR n=4) 3 to 31 months after first achieving it, 2 due to a poor compliance to IM and 5 due to acquired resistance. Of the latter, 4/5 had ACA at diagnosis and a BCR-ABL mutation emerged in 3/5 (E355G n=1, E255K n=1 and T315I n=1). Four pts (2 HEMAP and 2 CYAP) who failed to achieve CHR or CCR evolved toward blast crisis (BC) while on IM, after 1 to 11 months of treatment. The event-free survival (EFS) rate on IM was 57.1% (95% CI 41.4–72.7) at 24 months, events being defined as lack/loss of response, BC or death, whichever came first. The progression-free survival (PFS) rate on IM was 89.7% (95% CI 80–99.4) at 24 months, progression being defined as BC or death. EFS and PFS and did not significantly differ between HEMAP and CYAP pts but EFS at 24 months was significantly poorer in HEMAP pts with ACA at diagnosis than that in HEMAP pts without ACA (26% vs 74.7%, p=0.0055). Twenty-three out of 43 (53.5%) pts discontinued IM after a median duration of treatment of 11 months (1–90), because of treatment failure/progression (n=14), intolerance (n=8) or undetectable molecular residual disease (UMRD, n=1). For those on continuous IM therapy, the median observation time was 32 months (3–76). Following IM discontinuation, 15 pts were switched to second generation tyrosine kinase inhibitors (TKI) and 2 of them evolved toward BC and died, 3 pts underwent allogeneic hematopoietic stem cell transplantation, 4 pts received intensive chemotherapy with or without TKI and 1 was further transplanted, and the last pt with UMRD remained treatment-free. To conclude, although IM front-line induces substantial and durable responses in de novo AP-CML, our results suggest that there may be room for further improvement, especially in case of HEMAP together with ACA. The potential of other front-line therapies such as second generation TKI may be evaluated in this setting. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "accelerated phase",
        "adenocarcinoma",
        "alcohol abuse",
        "allogeneic hematopoietic stem cell transplant",
        "american college of apothecaries",
        "anterior cerebral artery",
        "antibodies, anticardiolipin",
        "bcr-abl tyrosine kinase",
        "blast phase",
        "brachial plexus neuritis"
    ],
    "author_names": [
        "Delphine Rea, MD, PhD",
        "Gabriel Etienne, MD",
        "Franck Emmanuel Nicolini, MD, PhD",
        "Pascale Cony-Makhoul, MD",
        "Hyacinthe Johnson-Ansah, MD",
        "Laurence Legros, MD",
        "Francoise Huguet, MD",
        "Michel Tulliez, MD",
        "Martine Gardembas, MD",
        "Krimo Bouabdallah, MD",
        "Philippe Rousselot, MD, PhD",
        "Jean-Michel Cayuela, PhD",
        "Herve Dombret, MD, PhD",
        "François-Xavier Mahon, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Delphine Rea, MD, PhD",
            "author_affiliations": [
                "Service des Maladies du Sang, Hopital Saint Louis AP-HP, Paris, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gabriel Etienne, MD",
            "author_affiliations": [
                "Service d'Hematologie, Institut Bergonie, Bordeaux, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Emmanuel Nicolini, MD, PhD",
            "author_affiliations": [
                "Hematology, Hopital Edouard Herriot, Lyon, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pascale Cony-Makhoul, MD",
            "author_affiliations": [
                "Service d'Hematologie, CH Annecy, Pringy, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyacinthe Johnson-Ansah, MD",
            "author_affiliations": [
                "Service d'Hematologie Clinique, CHU Caen, Caen, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Legros, MD",
            "author_affiliations": [
                "Service d'Hematologie Clinique, Hopital de l'Archet CHU Nice, Nice, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francoise Huguet, MD",
            "author_affiliations": [
                "Dept. Hematology, Hopital de Purpan, Toulouse, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Tulliez, MD",
            "author_affiliations": [
                "Laboratoire d'Hematologie, Hôpital Henri Mondor, Créteil, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Gardembas, MD",
            "author_affiliations": [
                "Service des Maladies du Sang, CHU Angers, Angers, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krimo Bouabdallah, MD",
            "author_affiliations": [
                "Service des Maladies du Sang, CHU de Bordeaux, Bordeaux, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Rousselot, MD, PhD",
            "author_affiliations": [
                "Centre André Mignot, Versaille, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Michel Cayuela, PhD",
            "author_affiliations": [
                "Laboratoire d'hématologie, Hôpital Saint Louis, Paris, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Dombret, MD, PhD",
            "author_affiliations": [
                "Service des Maladies du Sang, Hopital Saint Louis AP-HP, Paris, France, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "François-Xavier Mahon, MD, PhD",
            "author_affiliations": [
                "Université Victor Ségalen Bordeaux - Institut Bergonié, Bordeaux, France."
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T13:12:37",
    "is_scraped": "1"
}