{
    "doi": "https://doi.org/10.1182/blood-2021-144594",
    "article_title": "Normal CMR Bi-Atrial and Biventricular Reference Values in Sickle Cell Disease Patients without Heart Damage ",
    "article_date": "November 5, 2021",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia: Clinical and Epidemiological",
    "abstract_text": "Background. Cardiac function indices in patients with hemoglobinopathies are different from those in healthy population, mainly due to chronic anemia. Normal reference values specific for SCD patients are not available by CMR. Aim. We aimed to define the normal cut-off value in SCD patients for bi-atrial and biventricular cardiac magnetic resonance (CMR) parameters. Methods. We considered forty-eight adult SCD patients with no known risk factors or cardiac disease, normal electrocardiogram, no macroscopic myocardial fibrosis, and all cardiac segments with T2*≥20 ms, consecutively enrolled in the MIOT network (Myocardial iron overload in thalassemia). SCD patients were compared with ninety-six healthy controls and 96 thalassemia major (TM) patients without cardiac damage, both matched for age and gender. Nine pediatric SCD patients were also analysed in comparison with 9 TM patients and 9 healthy subjects matched for age and gender. Cine images were acquired to quantify biventricular function parameters: LV and RV end-diastolic volume (EDV), end-systolic volume (ESV) and stroke volume (SV) were normalized for body surface area (EDVI, ESVI, SVI), as well as biventricular mass and atrial areas. Myocardial iron overload was assessed by segmental T2* technique. Late gadolinium enhancement (LGE) images were acquired for evaluation of macroscopic myocardial fibrosis. Results. In all three groups males showed higher biventricular volumes and mass indexes than females. SCD male patients had significantly higher LVEDVI (p<0.0001), LVESVI (p=0.010), LVSVI (p=0.003), cardiac index (p=0.002), LV and RV mass index (p=0.008 and p=0.001, respectively) and left and right atrial areas (p<0.001 and p=0.011) than healthy subjects. No significant differences were found in RVEDVI, EVESVI and biventricular EF. Compared to healthy volunteers, females with SCD showed a larger LVEDVI (p=0.020), LVSVI (p=0.039), RV mass index (p=0.002) and left atrial area (p=0.008). SCD and TM patients showed comparable values of bi-atrial and biventricular volumes and function. When compared to TM, SCD patients showed a larger LV (p<0.001) and RV mass index (p=0.001) in male group and a larger RV mass index (p=0.001) in female group. Table 1 shows the cut-offs for bi-atrial and biventricular MR parameters for adult SCD patients by gender. No significant differences in MR parameters were found among the pediatric groups. Conclusions. Normal reference ranges of bi-atrial and biventricular MR parameters for adult males and females SCD patients were established. The use of these reference values will prevent possible misdiagnosis of cardiomyopathy in patients with SCD. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Pepe:  Chiesi Farmaceutici S.p.A: Other: no profit support; Bayer S.p.A.: Other: no profit support. Quarta:  Sanofi - Genzyme: Membership on an entity's Board of Directors or advisory committees, Other: collaboration relationships for Advisory boards, Webinar events, editorial projects; Speaker at conferences; Blue Bird Bio: Other: collaboration relationships for Advisory boards, Webinar events, editorial projects; Celgene: Other: collaboration relationships for Advisory boards, Webinar events, editorial projects; Novartis: Membership on an entity's Board of Directors or advisory committees, Other: collaboration relationships for Advisory boards, Webinar events, editorial projects; Speaker at conferences; Takeda: Other: collaboration relationships for Advisory boards, Webinar events, editorial projects; speaker at conferences; Bristol Meyer Squibb: Membership on an entity's Board of Directors or advisory committees, Other: Speaker at conferences. Maggio:  Bluebird Bio: Membership on an entity's Board of Directors or advisory committees; Celgene Corp: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Alessia Pepe",
        "Antonella Meloni",
        "Elena Facchini",
        "Antonella Quarta",
        "Vincenzo Spadola",
        "Angela Ermini",
        "Aurelio Maggio",
        "Antonino Vallone",
        "Riccardo Righi",
        "Massimiliano Missere",
        "Vincenzo Positano",
        "Laura Pistoia"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessia Pepe",
            "author_affiliations": [
                "MRI Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonella Meloni",
            "author_affiliations": [
                "MRI Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Facchini",
            "author_affiliations": [
                "U.O. di Pediatria -Prof A. Pession, Azienda Ospedaliero-Universitaria di Bologna - Policlinico \"S. Orsola-Malpighi\", Bologna, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonella Quarta",
            "author_affiliations": [
                "Ematologia, Ospedale \"A. Perrino\", Brindisi, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo Spadola",
            "author_affiliations": [
                "Unità Operativa Semplice di Microcitemia, Azienda Ospedaliera Civile - O.M.P.A. Ragusa, Ragusa, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Ermini",
            "author_affiliations": [
                "S.O.S. Immunoematologia e Medicina Trasfusionale, Ospedale S. Maria Annunziata, Bagno a Ripoli (FI), Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aurelio Maggio",
            "author_affiliations": [
                "Ematologia II con Talassemia, Ospedale \"V. Cervello\", Palermo, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonino Vallone",
            "author_affiliations": [
                "Reparto di Radiologia, Azienda Ospedaliera \"Garibaldi\" Presidio Ospedaliero Nesima, Catania, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riccardo Righi",
            "author_affiliations": [
                "Diagnostica per Immagini e Radiologia Interventistica, Ospedale del Delta, Lagosanto (FE), Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimiliano Missere",
            "author_affiliations": [
                "Dipartimento di Immagini, Fondazione di Ricerca e Cura \"Giovanni Paolo II\", Campobasso, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo Positano",
            "author_affiliations": [
                "MRI Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Pistoia",
            "author_affiliations": [
                "MRI Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:01:38",
    "is_scraped": "1"
}