{
    "doi": "https://doi.org/10.1182/blood.V120.21.4611.4611",
    "article_title": "Genome-Wide Methylation Analysis of Myeloid Progenitors in Normal Bone Marrow and in Acute Promyelocytic Leukemia At Diagnosis and in Hematological Remission ",
    "article_date": "November 16, 2012",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "abstract_text": "Abstract 4611 The PML-RARα fusion protein plays a pivotal role in acute promyelocytic leukemia (APL) genesis and one of the mechanisms through which this fusion protein exerts its activity is the epigenetic suppression of gene transcription. PML-RARα physically interacts with epigenetic-modifying enzymes including DNA methyltransferases leading to hypermethylation and silencing of target genes. Nevertheless, the nature of the genes critical to APL oncogenesis is unclear, particularly in humans. We compared the methylation patterns at diagnosis and at remission in four patients with APL and four healthy controls. In order to isolate myeloid progenitors in the bone marrow (BM) samples from patients at remission and healthy controls, CD117 positive cells were sorted. Genomic DNA was sodium bisulfite converted and methylation analysis was performed using Illumina HumanMethylation27 BeadChip Platform (which analyzes methylation sites, including promoter and methylation hotspots of over 14,000 genes). DNA methylation values from the bead array hybridizations were scored as b-values. The high-variance features (> 0.05) were identified and filtered, and the three groups (APL at diagnosis, at remission and healthy controls) were analyzed in two-way comparisons. The functional categories of differentially methylated genes were determined using the Ingenuity Pathway Analysis (IPA, Ingenuity Systems). After filtering, 2,996 out of 27,578 features from the platform were selected. One hundred and eighteen hypermethylated loci were exclusively found in APL at diagnosis, and 72 were commonly found in healthy subjects and patients in remission, pointing out the similarity between the 2 groups. Clustering based on the filtered set of features showed distinct methylation patterns for three of the four samples at diagnosis, and for two of the samples of APL at remission and three in healthy samples. The genes found hypermethylated at diagnosis were mainly associated with cell death regulation (IPA score=31) and cancer development (IPA score=13). In order to correlate methylation and gene expression profiles, the number of transcripts of 214 genes was analyzed by real time PCR using three platforms of PCR Array (SABioscience-Qiagen). We analyzed the methylation status and gene expression of 20 genes detected hypermethylated in APL at diagnosis, of which nine were downregulated ( EGF, ERBB2, FHIT, IL1A, JAK2, MLH1, MMP-7, TERT and WNT2 ) and two upregulated ( RARA and WT1 ) when compared to samples of healthy controls (Table). The analysis of WT1 expression is of special relevance because it has been used for minimal residual disease detection in APL. Our results suggest that the aberrant expression of WT1 is not dependent on the epigenetic control by PML/RARa. Among the genes founded hypermethylated and downregulated, TERT , that encodes the catalytic subunit of telomerase and which transcription seems to be repressed in differentiating cells, has been demonstrated to be regulated by WT1. This is not the reflection of differentiation, since only CD117+ cells were analyzed. We also analyzed the expression of six genes detected hypermethylated in samples of healthy controls, of interest BRCA2 and HGF genes were hypermethylated but their expression was down and upregulated, respectively. Aberrant expression HGF is frequent in AML and leads to the autocrine activation of its receptor tyrosine kinase, MET, which promotes cell growth and survival of HGF-expressing AML cells. In conclusion, our results provide a first glimpse of the variation in DNA methylation among samples from APL patients at diagnosis and at remission compared to healthy controls, and identified potential target genes capable of conferring survival advantage to the leukemic cell. Table. Correlation between gene methylation and expression in APL at diagnosis (D), remission (R) and in healthy controls (HC)  Gene Symbol . Methylated Group . Expression (Fold Change) D × HC . p value . BCL2 HC/R  NS BRCA2 HC −3.2 0.02 CD5 D  NS CDH1 D  NS CDKN1C D  NS CDKN2B D  NS EGF D −12.66 0.04 ERBB2 D −2.15 0.001 FHIT D −6.43 0.02 GREB1 HC  NS HGF HC 21.53 0.04 IL1A D −11.03 0.04 JAK2 D −2.55 0.03 LEP D  NS MET D  NS MLH1 D −3.52 0.001 MMP-7 D −6.43 0.01 FN1 HC  NS NF1A D  NS RARA D 3.72 0.002 SFN D  NS TERT D −12.38 0.03 TESC D  NS TNF HC/R  NS WNT2 D −7.32 0.03 WT1 D 111.52 0.05 Gene Symbol . Methylated Group . Expression (Fold Change) D × HC . p value . BCL2 HC/R  NS BRCA2 HC −3.2 0.02 CD5 D  NS CDH1 D  NS CDKN1C D  NS CDKN2B D  NS EGF D −12.66 0.04 ERBB2 D −2.15 0.001 FHIT D −6.43 0.02 GREB1 HC  NS HGF HC 21.53 0.04 IL1A D −11.03 0.04 JAK2 D −2.55 0.03 LEP D  NS MET D  NS MLH1 D −3.52 0.001 MMP-7 D −6.43 0.01 FN1 HC  NS NF1A D  NS RARA D 3.72 0.002 SFN D  NS TERT D −12.38 0.03 TESC D  NS TNF HC/R  NS WNT2 D −7.32 0.03 WT1 D 111.52 0.05 HC, Healthy Controls; R, Remission; D, Diagnosis; NS, not significant. View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute promyelocytic leukemia",
        "bone marrow",
        "disease remission",
        "genome",
        "methylation",
        "progressive multifocal leukoencephalopathy",
        "retinoic acid receptor alpha",
        "brca2 protein",
        "fusion proteins",
        "matrilysin"
    ],
    "author_names": [
        "Bárbara A Santana-Lemos, Ph.D.",
        "Helder H Paiva",
        "Leandro M Colli",
        "Ana Silvia Gouvea-Lima",
        "Eduardo M Rego, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bárbara A Santana-Lemos, Ph.D.",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology/Oncology, Medical School of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Helder H Paiva",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology/Oncology, Medical School of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leandro M Colli",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology/Oncology, Medical School of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Silvia Gouvea-Lima",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology/Oncology, Medical School of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo M Rego, MD",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology/Oncology, Medical School of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T03:47:18",
    "is_scraped": "1"
}