{
    "doi": "https://doi.org/10.1182/blood-2019-130142",
    "article_title": "FA Gene Carrier Status Predisposes to Myeloid Neoplasms and Bone Marrow Failure in Adults ",
    "article_date": "November 13, 2019",
    "session_type": "508.Bone Marrow Failure",
    "abstract_text": "Background . As compared to somatic mutations, our understanding of germline (GL) variants' contribution to myeloid neoplasia (MN) is less advanced. To date, only a limited number of leukemogenic GL alterations have been identified in adult cases, but WHO Classification of Leukemias does distinguish a separate entity of MN with GL predisposition. Conceptually, pathogenetic variants can be sub-classified according to their penetrance ranging from \"leukemia genes\" ( e.g ., CEBPA , NPM1 , RUNX1 ) to \"leukemia risk genes\" ( e.g ., DKC , FANCA , SBDS ). Methods . Using publicly available data we compiled a cohort of 600 MN for which whole exome sequencing was available for both tumor and GL DNA. With the aid of an extensive calling pipeline we investigated the presence of pathogenic GL variants in 677 genes known to be involved in cancer. Application of a stringent pathogenicity score and somatic contamination filters allowed for identification of 5880 variants (with frequency <1% in general population) for further analysis. Results . Overall 14 rare allele homozygous alterations and compound heterozygotes were found in 7/23 Fanconi anemia (FA) genes ( e.g ., BRCA2 , SLX4 , FANCI , FANCD2 , FANCA , ERCC4, and BRIP1 ). Biparental inheritance in FA genes occurred more than would be expected given the total number of rare variants in the patient cohort suggesting a disease predisposition for individuals with biparental rare FA gene variants constituting a non-clonal first hit with a long latency period. This finding prompted us to prospectively analyze the frequency of FA variants in an independent MN cohort of 729 [MDS, MDS/MPN and secondary AML (sAML)] and 268 marrow failure (BMF) cases (AA, PNH). We have defined Tier-1 GL variants as those known variants (described in various FA data bases), pathogenic variants according to ASHG and new frame-shift or missense variants scored deleterious by using >4/6 applied scoring algorithms. All other GL variants including possibly pathogenic according to ASHG were assigned to Tier-2 group. The analysis revealed a total of 39 mutations (Tier 1); 80 Tier 2 variants were not included in this stringent analysis. There were 13 frame-shifts and 17 stop-gain, and there was 1 case in which 2 genes or 2 alleles were affected. The most commonly affected gene was BRCA2 with 6/39 alterations (6 variants) followed my BRCA1 in 5/39 (5 variants), FANCD2 with 5/39 alterations (4 variants), FANCA / FANCB and FANCG each with 3/39 (3 variants), FANCC in 2/39 (2 variants to a total frequency of 3.2% (23/729) and 6% (16/268) in MN and BMF, respectively. If combined, the frequency of these variants in control cohort would be expected to be 0.09%. The average age of presentation of FA carriers was 62 vs . 67 yrs. in all other MN ( P=. 01). The average age of presentation in BMF with FA variant was 30 vs . 45 yrs ( P =0.02) in the rest of BMF group. Remarkably, we have identified 33 patients with AA who progressed to MDS, mostly del(7q), within this group: 9/33 FA Tier-1 carriers were found among these patients vs . 16/238 in non-progressors. Conclusions . The prevalence of FA gene variants are enriched in patients with MN (primarily MDS and sAML) and in BMF (primarily AA and PNH) suggesting that the carrier status of these genes may not follow an autosomal recessive trait and that the presence of a healthy allele is not entirely protective. The impact of carrier configuration may be missed due to long latency, competing morbidities and the resultant incomplete penetrance. Mono-allelic forms under genomic insult and replicative stress conditions, such as emergent increased hematopoiesis, endogenous or exogenous DNA damaging toxins and other environmental factors, might be responsible for instability in DNA repair responses. The clinical implications of it includes responsiveness to chemotherapy and in fact the choice of chemotherapy, transplant conditioning and for tumor surveillance e.g ., in patients with AA at risk for MDS progression. Disclosures Nazha: Tolero, Karyopharma: Honoraria; Incyte: Speakers Bureau; Abbvie: Consultancy; Novartis: Speakers Bureau; Jazz Pharmacutical: Research Funding; Daiichi Sankyo: Consultancy; MEI: Other: Data monitoring Committee. Saunthararajah: Novo Nordisk: Consultancy; EpiDestiny: Consultancy, Equity Ownership, Patents & Royalties. Sekeres: Millenium: Membership on an entity's Board of Directors or advisory committees; Syros: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Maciejewski: Alexion: Consultancy; Novartis: Consultancy.",
    "topics": [
        "genes",
        "infectious mononucleosis",
        "neoplasms",
        "pancytopenia",
        "brca2 protein",
        "leukemia",
        "chemotherapy regimen",
        "dna",
        "brca1 protein",
        "cancer"
    ],
    "author_names": [
        "Jibran Durrani",
        "Hassan Awada, MD",
        "Wenyi Shen, MD",
        "Cassandra M Kerr, MS",
        "Vera Adema, PhD",
        "Sunisa Kongkiatkamon",
        "Ashwin Kishtagari, MBBS",
        "Samuel Li",
        "Yasunobu Nagata, MD PhD",
        "Sanghee Hong, MD",
        "Aziz Nazha, MD",
        "Bhumika J. Patel, MD",
        "Yogenthiran Saunthararajah, MD",
        "Hetty E. Carraway, MD MBA",
        "Valeria Visconte, PhD",
        "Seth J. Corey, MD",
        "Mikkael A. Sekeres, MD MS",
        "Thomas Laframboise, PhD",
        "Jaroslaw P. Maciejewski, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jibran Durrani",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hassan Awada, MD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenyi Shen, MD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cassandra M Kerr, MS",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vera Adema, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sunisa Kongkiatkamon",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashwin Kishtagari, MBBS",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel Li",
            "author_affiliations": [
                "Genetics and Genome Sciences, Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasunobu Nagata, MD PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanghee Hong, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aziz Nazha, MD",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Avon Lake, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhumika J. Patel, MD",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yogenthiran Saunthararajah, MD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hetty E. Carraway, MD MBA",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Visconte, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland, OH "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seth J. Corey, MD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Laframboise, PhD",
            "author_affiliations": [
                "Genetics and Genome Sciences, Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, MD PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:40:57",
    "is_scraped": "1"
}