{
    "doi": "https://doi.org/10.1182/blood.V122.21.521.521",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2666",
    "start_url_page_num": 2666,
    "is_scraped": "1",
    "article_title": "Landscape Of Genetic Lesions In 944 Patients With Myelodysplastic Syndromes ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes",
    "topics": [
        "genetics",
        "myelodysplastic syndrome",
        "leukemia",
        "prostatic hypertrophy risk score",
        "massively-parallel genome sequencing",
        "molecular profiling",
        "crossbreeding",
        "cytopenia",
        "hemoglobin",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Yasunobu Nagata, MD",
        "Vera Grossmann, PhD",
        "Yusuke Okuno",
        "Ulrike Bacher, MD",
        "Genta Nagae, M.D., Ph.D.",
        "Susanne Schnittger, PhD",
        "Yusuke Shiozawa, MD",
        "Ayana Kon, MD",
        "Tamara Alpermann",
        "Kenichi Yoshida, MD",
        "Masashi Sanada, MD",
        "Andreas Roller, PhD",
        "Niroshan Nadarajah, MSc",
        "Yuichi Shiraishi, PhD",
        "H. Phillip Koeffler, MD, PhD",
        "Hans-Ulrich Klein, PhD",
        "Martin Dugas, MD",
        "Kenichi Chiba, PhD",
        "Hiroko Tanaka, BA",
        "Alexander Kohlmann, PhD",
        "Satoru Miyano, PhD",
        "Claudia Haferlach, MD",
        "Hiroyuki Aburatani, M.D., Ph.D.",
        "Wolfgang Kern, MD",
        "Seishi Ogawa, MD, PhD",
        "Torsten Haferlach, MD"
    ],
    "author_affiliations": [
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Genome Science Division, Research Center for Advanced Science and Technology, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Hematology and Oncology, Cedars Sinai Medical Center, UCLA School of Medicine, Los Angeles, CA, USA, "
        ],
        [
            "Institute of Medical Informatics, University of Muenster, Muenster, Germany, "
        ],
        [
            "Institute of Medical Informatics, University of Muenster, Muenster, Germany, "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Laboratory of Sequence Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Laboratory of DNA Information Analysis, Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Genome Science Division, Research Center for Advanced Science and Technology, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Background Myelodysplastic syndromes (MDS) are a heterogeneous group of myeloid neoplasms characterized by varying degrees of cytopenias and a predisposition to acute myeloid leukemia (AML). With conspicuous clinical and biological heterogeneity in MDS, an optimized choice of treatment based on accurate diagnosis and risk stratification in individual patients is central to the current therapeutic strategy. Diagnosis and prognostication in patients with myelodysplastic syndromes (MDS) may be improved by high-throughput mutation/copy number profiling. Methods A total of 944 patients with various MDS subtypes were screened for gene mutations and deletions in 104 known/putative genes relevant to MDS using targeted deep-sequencing and/or array-based genomic hybridization. Impact of genetic lesions on overall survival (OS) was investigated by univariate analysis and a conventional Cox regression, in which the Least Absolute Shrinkage and Selection Operator (lasso) was used for selecting variables. The linear predictor from the Cox regression was then used to assign the patients into discrete risk groups. Prognostic models were constructed in a training set (n=611) and confirmed using an independent validation cohort (n=175). Results After excluding sequencing/mapping errors and known or possible polymorphisms, a total of 2,764 single nucleotide variants (SNVs) and insertions/deletions (indels) were called in 96 genes as high-probability somatic changes. A total of 47 genes were considered as statistically significantly mutated (p10% of the cases. Less common mutations (2−10%) involved U2AF1, ZRSR2, STAG2, TP53, EZH2, CBL, JAK2, BCOR, IDH2, NRAS, MPL, NF1, ATM, IDH1, KRAS, PHF6, BRCC3, ETV6, and LAMB4. Intratumoral heterogeneity was evident in as many as 456 cases (48.3%), even though the small number of gene mutations available for evaluation was thought substantially to underestimate the real frequency. The number of observed intratumoral subpopulations tended to correlate with the number of detected mutations and therefore, advanced WHO subtypes and risk groups with poorer prognosis. Mean variant allele frequencies (VAFs) showed significant variations among major gene targets, suggesting the presence of clonogenic hierarchy among these common mutations during clonal evolution in MDS. The impact of these genetic lesions on clinical outcomes was initially investigated in 875 patients. In univariate analysis, 25 out of 48 genes tested significantly affected overall survival negatively (P<0.05), and only SF3B1mutations were associated with a significantly better clinical outcome. Next, to evaluate the combined effect of these multiple gene mutations/deletions, together with common clinical/cytogenetic variables used for IPSS-R, OS was modeled by a conventional Cox regression. A total of 14 genes, together with age, gender, white blood cell counts, hemoglobin, platelet counts, cytogenetic score in IPSS-R, were finally selected for the Cox regression in a proportional hazard model and based on the linear predictor of the regression model, we constructed a prognostic model (novel molecular model), in which patients were classified into 4 risk groups showing significantly different OS (“low”, “intermediate”, “high”, and “very high risk”) with 3-year survival of 95.2%, 69.3%, 32.8%, and 5.3%, respectively (P<0.001). These results demonstrated that the mutation/deletion status of a set of genes could be used as variables independent of clinical parameters to build a clinically relevant prognostic score. When applied to the validation cohort, the novel molecular model was even shown to outperform the IPSS-R. Conclusions Large-scale genetic and molecular profiling by cytogenetics, NGS and array-CGH not only provided novel insights into the pathogenesis and clonal evolution of MDS, but also helped to develop a powerful prognostic model based on gene mutations and other clinical variables that could be used for risk prediction. Molecular profiling of multiple target genes in MDS is feasible and provides an invaluable tool for improved diagnosis, biologic subclassification and especially prognostication for patients with MDS. Disclosures: Grossmann: MLL Munich Leukemia Laboratory: Employment. Bacher: MLL Munich Leukemia Laboratory: Employment. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Alpermann: MLL Munich Leukemia Laboratory: Employment. Roller: MLL Munich Leukemia Laboratory: Employment. Nadarajah: MLL Munich Leukemia Laboratory: Employment. Kohlmann: MLL Munich Leukemia Laboratory: Employment. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership."
}