{
    "doi": "https://doi.org/10.1182/blood.V114.22.4813.4813",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1431",
    "start_url_page_num": 1431,
    "is_scraped": "1",
    "article_title": "L-Gossypol Inhibits NF- κB, Down Regulates Mcl-1 and Induces Apoptosis of Primary Acute Myeloid Leukaemia Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE",
    "topics": [
        "apoptosis",
        "gossypol",
        "leukemia, myelocytic, acute",
        "annexin a5",
        "bcl-2 protein",
        "caspase-3",
        "caspase-9",
        "dna",
        "hematologic neoplasms",
        "iodides"
    ],
    "author_names": [
        "Chris J Pepper",
        "Hani Y Osman",
        "Saman Hewamana",
        "Elisabeth J Walsby",
        "Alan K Burnett",
        "Steven Knapper"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4866271",
    "first_author_longitude": "-3.1788640999999997",
    "abstract_text": "Abstract 4813 Standard treatments for acute myeloid leukaemia (AML) result in a median survival of approximately 1 year. There is now a realisation that in order to significantly improve outcomes in this disease more targeted therapies that take account of the specific biology of the tumour cell are required. L-Gossypol is a polyphenolic oil cotton seed extract that has anti-tumour activity against a range of haematological malignancies but has never been evaluated in AML cells. It is known to act as a BH3-mimetic, binding to the BH3 pocket of anti-apoptotic proteins and displacing pro-death partners to induce apoptosis. However, knowledge of the molecular events that underpin its downstream effects is limited. In this study we analysed the in vitro effects of L-Gossypol in 50 primary AML samples in order to determine its efficacy and mode of action. Apoptosis was induced in all the samples tested in a dose- and time-dependent manner as evidenced by increased Annexin V / propidium iodide labelling and the activation of caspase-9 and caspase-3. The median LD 50 value (the concentration of drug required to kill 50% of the cells) was 27.5μM ± 18.3μM. There was no association between LD 50 and age, sex, presenting white cell count, FLT3 mutation status or karyotype. Mechanistically, L-gossypol decreased the DNA binding activity of the NF-κB subunit, Rel A, in a concentration-dependent manner; this inhibition was evident after only 4 hours and preceded the induction of apoptosis. Furthermore, treatment with L-Gossypol inhibited the transcription of the NF-κB-regulated genes CFLAR, BCL2, BIRC5 and MCL1 in the same timeframe. Finally, studies of Mcl-1 protein expression showed down regulation in a dose-dependent manner but this was only apparent after 8 hours exposure to L-Gossypol. Taken together, our data demonstrate that L-Gossypol works, at least in part, through the inhibition of NF-κB and our data provides a rationale for clinical investigations of this agent in AML patients. Disclosures: No relevant conflicts of interest to declare."
}