{
    "doi": "https://doi.org/10.1182/blood.V122.21.5432.5432",
    "article_title": "Regulatory T Cells Preserve Anti-Viral Immunity While Preventing Lethal Graft-Versus-Host Disease ",
    "article_date": "November 15, 2013",
    "session_type": "703. Adoptive Immunotherapy",
    "abstract_text": "Graft-versus-host disease (GvHD) is a frequent and life-threatening complication of allogeneic hematopoietic stem cell transplantation (HSCT) and is therefore one of the main factors that limits the broad application of HSCT. Over the last decades, several studies have reported a clinical association between GvHD and reactivation of cytomegalovirus (CMV). Using a lethal murine GvHD model with major MHC mismatch (C57BL/6 -> Balb/c), we were able to demonstrate that recipients latently infected with murine CMV (MCMV) before transplantation showed recurrence of CMV infection concomitant with the manifestation of GvHD. Moreover, these preinfected recipients showed an accelerated mortality compared to recipients that were not preinfected. The therapeutic co-infusion of CD4 + CD25 + regulatory T cells (Tregs) with conventional T cells (Tcons) prevented lethal GvHD in preinfected mice and, markedly reduced the recurrence of MCMV infection. Remarkably, these mice showed clearance of MCMV 5 weeks post transplantation in contrast to mice receiving only Tcons in which massive virus infection persisted. Enhanced reconstitution of T lymphocytes and establishment of an anti-MCMV antibody titer from donor B cells in these animals suggest that CD4 + CD25 + Tregs do not interfere with an anti-viral response while suppressing Tcon-mediated GvHD. Therefore, our study revealed that the suppressive function of CD4 + CD25 + Tregs is not affected by CMV reactivation and more importantly, that Tregs do not adversely affect the anti-viral immunity in the recipient. In sum, these results provide important information on the correlation of GvHD and CMV reactivation and underline the possible clinical benefit of Treg application in GvHD patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease",
        "immunity",
        "regulatory t-lymphocytes",
        "antigens, cd25",
        "cmv reactivation",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "antibody titer",
        "cytomegalovirus infections"
    ],
    "author_names": [
        "Thomas H. Winkler, PhD",
        "Martina Seefried",
        "Irena Kroeger",
        "Petra Hoffmann, PhD",
        "Matthias Edinger",
        "Evelyn Ullrich",
        "Michael Mach"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas H. Winkler, PhD",
            "author_affiliations": [
                "Institute for Biology, Chair of Genetics, Hematopoesis Unit, University Erlangen-Nuremberg, 90154 Erlangen, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Martina Seefried",
            "author_affiliations": [
                "Nikolaus Fiebiger Zentrum, Department Biologie, University Erlangen, Erlangen, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irena Kroeger",
            "author_affiliations": [
                "Department of Internal Medicine 5 - Hematology and Oncology, University of Erlangen, Erlangen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petra Hoffmann, PhD",
            "author_affiliations": [
                "Dept. of Hematology & Oncology, University Hospital Regensburg, Regensburg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Edinger",
            "author_affiliations": [
                "University Hospital Regensburg, Regensburg, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evelyn Ullrich",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, University Hospital Frankfurt, Frankfurt, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Mach",
            "author_affiliations": [
                "Institute for Clinical and Molecular Virology, University Hospital Erlangen, 91054 Erlangen, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T21:31:27",
    "is_scraped": "1"
}