{
    "doi": "https://doi.org/10.1182/blood.V124.21.4760.4760",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2873",
    "start_url_page_num": 2873,
    "is_scraped": "1",
    "article_title": "Targeting HDAC6 Is a Novel Approach to Augment the Therapeutic Benefit of Bromodomain Inhibition in Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "histone deacetylase 6",
        "multiple myeloma",
        "histone deacetylase",
        "vorinostat",
        "antagonists",
        "bcl-xl protein",
        "caspase-3",
        "disease progression",
        "gene expression profiling",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Jennifer S. Carew, PhD",
        "Claudia M. Espitia, MS",
        "Weiguo Zhao, MS",
        "Kevin R. Kelly, MD",
        "Steffan T. Nawrocki, PhD"
    ],
    "author_affiliations": [
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
        ],
        [
            "University of Texas Health Science Center at San Antonio, San Antonio, TX "
        ],
        [
            "University of Texas Health Science Center at San Antonio, San Antonio, TX "
        ],
        [
            "University of Southern California, Los Angeles, CA "
        ],
        [
            "CTRC Institute for Drug Development, University of Texas Health Science Center at San Antonio, San Antonio, TX"
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "Multiple myeloma (MM) is a plasma cell disease that represents the second most common adult hematologic malignancy in the United States. Advances in the treatment of MM, including the development of proteasome inhibitors have improved clinical outcomes. However, many patients fail to respond to these newer agents or relapse after initial response. Constitutive activation of the MYC oncogene is a frequent pathogenic event in MM that drives disease progression making it an ideal therapeutic target. Recent studies suggest that inhibition of bromodomain and extra terminal (BET) protein family members including BRD4 decreases the expression of c-MYC and other key oncogenic factors such as BCL-2 and displays significant activity against MM. Here, we demonstrate that shRNA-mediated knockdown of BRD4 or treatment with the BRD4 antagonist JQ1 decreased the expression of c-MYC, BCL-2, and BCL-XL, diminished cell viability, disrupted clonogenic survival, and triggered apoptosis in a panel of MM cell lines. Subsequent assays conducted in MM cell lines confirmed a strong reduction in MYC levels and activity following treatment with JQ1 along with consistent increases in the expression of genes regulated by BRD4 including CDKN1A and HEXIM1 . Interestingly, gene expression profiling assays revealed that the histone deacetylase HDAC6 was also highly significantly elevated in all MM cell lines and primary patient specimens treated with JQ1. Based on its ability to alter cellular survival capacity, we hypothesized that HDAC6 induction may reduce the anti-myeloma activity of JQ1. To test this hypothesis, we utilized shRNA-mediated knockdown of HDAC6, the pan-HDAC inhibitor vorinostat, and the HDAC6-selective inhibitor ACY-1215 (rocilinostat) and evaluated the impact of each on the anti-MM effects of JQ1. Abrogation of HDAC6 activity synergistically enhanced the activity of JQ1 in a panel of MM cell lines. These effects were also observed in primary CD138+ cells obtained from patients with MM in a manner that was not affected by prior treatment history. The increased efficacy of these therapeutic combinations was associated with apoptosis induction as evidenced by enhanced caspase-3 cleavage and further reductions in c-MYC expression. These data suggest that HDAC6 induction may represent a key mechanism that promotes drug resistance and/or limits the efficacy of bromodomain inhibitor therapy. Our collective findings indicate that abrogation of HDAC6 activity with ACY-1215 or vorinostat is a novel and promising approach to augment the efficacy of bromodomain inhibitors for MM that warrants further investigation. Disclosures No relevant conflicts of interest to declare."
}