{
    "doi": "https://doi.org/10.1182/blood.V120.21.3079.3079",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2395",
    "start_url_page_num": 2395,
    "is_scraped": "1",
    "article_title": "Long Term Follow up After Hematopoietic Stem Cell Transplantation for Fanconi Anemia: Analysis of 126 Pts Surviving More Than 2 Years After Transplant. ",
    "article_date": "November 16, 2012",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation - Late Complications and Approaches to Disease Recurrence: Poster II",
    "topics": [
        "brachial plexus neuritis",
        "fanconi anemia",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "survival",
        "transplantation",
        "cancer",
        "graft-versus-host disease, chronic",
        "congenital abnormality",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Carmem Bonfim, MD",
        "Lisandro L Ribeiro, MD",
        "Marco Bitencourt",
        "Gisele Loth, MD",
        "Daniela Pilonetto",
        "Neiva Magdalena, MD, PhD",
        "Mariester Malvezzi",
        "Ricardo Pasquini, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Center, Hospital de Clinicas, Universidade Federal do Paraná, Curitiba, Brazil, "
        ],
        [
            "Federal University of Parana, "
        ],
        [
            "Federal University of Parana, "
        ],
        [
            "Federal University of Parana, "
        ],
        [
            "Federal University of Parana, "
        ],
        [
            "Federal University of Parana, "
        ],
        [
            "Federal University of Parana, "
        ],
        [
            "Federal Univeristy of Parana, Curitiba, Brazil"
        ]
    ],
    "first_author_latitude": "-25.42553435",
    "first_author_longitude": "-49.2618568",
    "abstract_text": "Abstract 3079 Introduction: Fanconi anemia (FA) is a rare autosomal or X-linked recessive disease characterized by progressive bone marrow failure, congenital abnormalities and increased cancer susceptibility. HSCT is the only treatment able to cure the hematological complications of Fanconi Anemia. Outcome improved dramatically over the past decade and many patients are now long term survivors. Objective: We retrospectively analyzed the outcome of Fanconi Anemia Patients surviving two or more years after Hematopoietic Stem Cell Transplantation. Methods: 126 pts survived 2 or more years after Hematopoietic Stem cell Transplantation and were included in this study. All patients were transplanted in Curitiba-Brazil from 10/1983 to 10/2009. The following data were evaluated: Year of transplant, gender, stem cell source, preparatory regimen, acute and chronic Graft versus host disease and malignancies. Results: 126 patients were transplanted at a median age of: 10 ( 3 – 34). Sixty patients were female and 66 patients were male. Type of preparatory regimen: Cyclophosphamide(CY) 60–200mg/kg +/− ATG: 92pts; CY 60mg/kg + Fludarabine +/− ATG: 30pts; Low dose TBI regimen: 4pts; Type of donors: Siblings: 83pts; other related: 11pts; Unrelated: 32 pts. Stem cell source: bone marrow: 110pts Cord blood: 15pts Peripheral blood: 1pt. HLA compatibility: 113 pts were matched and 13 pts had one or more mismatches. 109 pts are alive between 2 and 22 years after transplant ( M: 7,3 ys).Patients surviving 2 years or more after transplant had a chance of 93% of being alive at 5 years and 87% at 10 years after transplant. No difference in survival was observed according to gender, ABO incompatibility, HLA compatibility or preparatory regimen. Age below 11 years at the time of transplant as well as acute GVHD grade II-IV and Chronic GVHD were significantly associated with a lower survival. 18 pts died from 871 – 7169 days after transplant( M: 2148 days). Chronic GVHD and infections as well as malignancies were the most frequent causes of death. Eleven pts developed squamous cell carcinoma(SCC) of the tongue (10pts) and gengiva (1pt). All pts were submitted to extensive ressection but only three are alive, one patient has active disease. 8/11pts had chronic GVHD involving oral mucosa and they developed this complication much earlier ( 2–6 years after transplant) and at a younger age (5 pts below the age of 15) than pts without Chronic GVHD (10 and 11 years after transplant). SCC was advanced at diagnosis in most cases and recurred after surgery and/or chemotherapy. One patient developed a malignant cerebral tumor (died after neurosurgery) 12 years after transplant and 3 pts had basal cell carcinoma (before and after transplant). Conclusions: FA is a multisystem disease and regardless of treatment received, all patients need to undergo lifelong regular screening. The complications may be inherent to FA or its treatment and include those arising from congenital abnormalities, endocrinological and reproductive issues, malignancies, iron overload from multiple transfusions and stem cell transplantation. Even though early survival has improved we still need to develop strategies to decrease the incidence of GVHD and prevent or detect early cancer. Disclosures: No relevant conflicts of interest to declare."
}