{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.591.591",
    "article_title": "A CK1δ/CK1ε-to-β-Catenin Circuit Is a Therapeutic Vulnerability for Primary and Drug Resistant Multiple Myeloma ",
    "article_date": "December 7, 2017",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Emerging New Targets and Mechanisms of Resistance",
    "abstract_text": "Multiple Myeloma (MM) remains an incurable malignancy, despite the advent of several new therapeutic agents, including immunomodulatory drugs (IMiDs, e.g. , Lenalidomide (Len)) and proteasome inhibitors (PIs, e.g ., Bortezomib (Btz)). Accordingly, there is an urgent need to identify new targetable vulnerabilities for MM patients. We developed an ex vivo 384-well assay that allows one to define drug sensitivities of primary patient CD138+ MM cells in the context of a reconstructed tumor microenvironment (TME), including allogeneic BMSC, extracellular matrix and MM patient serum. Using this platform and activity-based proteomic profiling (ABPP), we identified shared signaling pathways induced by the interactions of MM with the TME and integrated these data with screens performed using a bank of protein kinase inhibitors (PKI) and current anti-MM therapeutics. These analyses revealed that the serine/threonine kinases casein kinase-1δ (CK1δ) and CK1ε are high priority targets for MM. In support of this data, a highly selective and potent dual inhibitor of CK1δ/CK1ε coined SR-3029 is the most potent PKI versus MM. Further, our studies revealed SR-3029 has potent activity in 75/86 primary patient MM specimens tested thus far, including quad and penta-refractory MM. Previous studies have shown that SR-3029 targets CK1δ in triple negative breast cancer (TNBC) and that the therapeutic response relied on disabling the Wnt/β-catenin signaling. Aberrant activation of the Wnt/β-catenin pathway has well established roles in the development and progression of cancer. Indeed, gain-of-function somatic mutations in β-catenin and upstream receptors such as LRP5, and loss-of-function mutations in components of the β-catenin destruction complex, including the scaffold proteins APC and Axin, are hallmarks of several tumor types. Our analyses of whole exome sequencing (WES) of MM patients revealed that ~40% of tumors have functional protein-altering mutations in the Wnt/β-catenin pathway, and that this is manifest in both treatment-naïve and relapsed MM. Additionally, RNA-seq and gene expression profiling analysis of over 1,300 MCC MM patients specimens have show that components of the Wnt/β-catenin signaling pathway are elevated in some subsets of MM. Further, we have shown that SR-3029 treatment or inducible knockdown of CK1δ or CK1ε rapidly compromises the growth and survival of MM cell lines. Importantly, the anti-MM activity of SR-3029 is augmented in MM cell lines with selected resistance to Btz and Len relative to parental myeloma cells. Further, treatment of MM cells with this kinase inhibitor leads to marked reductions in total β-catenin protein, decreases in β-catenin target genes ( e.g. , MYC , CCND1 and WNT3 ), and to marked changes in the expression of components of the Wnt/β-catenin signaling pathway. Finally, using the established 5TGM1/Kal-Ridge (C57B6/KaLwRijHsd) syngeneic mouse model of multiple myeloma, we show that tumors derived from 5TGM1 MM cells, which rapidly die following exposure to SR-3029 ex vivo , are also sensitive to CK1δ/CK1ε inhibition in vivo , where the SR-3029 treated cohort of animals demonstrated decreased tumor burden as assessed by IgG2b levels and imaging, and by significantly improved survival relative tovehicle treated recipients. Collectively, these findings demonstrate that SR-3029 has potent activity in both naïve and therapy resistant multiple myeloma and establish CK1δ and/or CK1ε as attractive targets for anti-myeloma therapy. Disclosures Siqueira Silva: AbbVie: Research Funding. Teer: Interpares Biomedicine: Consultancy. Shain: Celgene Corporation: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Janssen: Consultancy; Takeda Pharmaceuticals: Consultancy.",
    "topics": [
        "multiple myeloma",
        "emotional vulnerability",
        "neoplasms",
        "cancer",
        "triple-negative breast cancer",
        "bortezomib",
        "cyclin d1",
        "death",
        "diagnostic imaging",
        "gene expression profiling"
    ],
    "author_names": [
        "Karen L Burger, PhD",
        "Mark B. Meads, PhD",
        "Ariosto Siqueira Silva, PhD",
        "Paula Oliveira",
        "Tuan Nguyen",
        "Allison Distler",
        "Maria Coelho Siqueira Silva",
        "Timothy Jacobson",
        "Jamie Teer, PhD",
        "Hongyue Dai, PhD",
        "William Roush, PhD",
        "John Cleveland, PhD",
        "Kenneth H Shain, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karen L Burger, PhD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark B. Meads, PhD",
            "author_affiliations": [
                "12902 Magnolia Drive, H. Lee Moffitt Cancer Center & Research Institute, Tampa, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ariosto Siqueira Silva, PhD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Oliveira",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tuan Nguyen",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison Distler",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Coelho Siqueira Silva",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Jacobson",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jamie Teer, PhD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongyue Dai, PhD",
            "author_affiliations": [
                "M2Gen, Tampa, FL "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Roush, PhD",
            "author_affiliations": [
                "Scripps Florida, The Scripps Research Institute, Jupiter, FL "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Cleveland, PhD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth H Shain, MD PhD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:38:42",
    "is_scraped": "1"
}