{
    "doi": "https://doi.org/10.1182/blood.V118.21.2265.2265",
    "article_title": "Spatial Separation of TF-Carriers Modulates Procoagulant Activity of Circulating TF ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Abstract 2265 Background: Tissue factor (TF) is essential for the hemostatic initiation of the extrinsic pathway of blood coagulation. We found that cancer and benign tumor cells have different TF-dependent procoagulant activities (PCA). Intravascular microparticle-, cancer-, or other cell-associated TF may initiate thrombosis but circulating TF levels are not necessarily concordant with thrombosis. We investigated the role of TF carrier burden on the procoagulant activity of circulating TF. Methods: We utilized human monocytic-like U937 cells and thromboplastin-coated polymer microspheres as TF carriers. U937 cells were stimulated with endotoxin to induce surface expression of TF. Particle effect on clotting was measured in a closed transport system using a coagulometer. Occlusive thrombus formation was measured in an open transport system using a flow chamber under a constant pressure gradient. Zymogen activation was recorded with a chromogenic substrate in a closed transport system. Results: This study was designed to assess whether the spatial separation of intravascular TF-carriers in blood, demonstrated with TF-inducible human monocytic cell line U937 or TF-coated polymer microspheres, affected procoagulant activity and hence thrombogenic potential. Experiments were performed to characterize the effects of TF carrier number on the kinetics of clot formation in both open and closed systems. The procoagulant activity of TF carriers was found to correlate with spatial separation in both closed, well-mixed systems as well as open, flowing systems. TF carriers enhanced the amidolytic activity of FVIIa towards the chromogenic substrate, S-2366, as a function of carrier count. Initiation time correlated with spatial separation, whereas enzyme reaction rates correlated with inverse spatial separation. Conclusions: These findings suggest that transport of coagulation factors to the surface of a circulating TF carrier may constrain the enzymatic rate of TF-dependent coagulation reactions, and therefore modulate circulating TF procoagulant activity. By shortening the separation of TF carriers in suspension, the proximity of plasma coagulation factors to a TF surface is increased, and we measured a resulting increase in procoagulant activity for these carriers. Our results suggest that patient-specific sensitivity to circulating TF may depend upon plasma concentrations of TF-dependent coagulation factors (FVII, FX and FII) as the concentration of factors in plasma influences their transport rate. Further, the distribution of circulating TF within the vasculature may influence procoagulant activity of circulating TF by altering the proximity of TF-carriers to plasma coagulation factors. Thus, clinical relevance of circulating TF may not depend on whole blood TF concentration, but rather on the distribution of circulating TF over different carriers (tumor cells versus tumor cell-derived microparticles) or patient-specific concentration of plasma coagulation factors in the extrinsic pathway (i.e. FVII) downstream of TF. Disclosures: Gruber: Aronora, LLC: Consultancy, Equity Ownership.",
    "topics": [
        "benign neoplasms",
        "blood coagulation",
        "blood coagulation factors",
        "cancer",
        "cell lines",
        "cell-derived microparticles",
        "coagulation process",
        "disclosure",
        "endotoxins",
        "enzyme precursors"
    ],
    "author_names": [
        "Garth W Tormoen, MS",
        "Andras Gruber, MD",
        "Owen J.T. McCarty, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Garth W Tormoen, MS",
            "author_affiliations": [
                "Biomedical Engineering, Oregon Health and Science University, Portland, OR, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andras Gruber, MD",
            "author_affiliations": [
                "Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Owen J.T. McCarty, PhD",
            "author_affiliations": [
                "Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T13:03:25",
    "is_scraped": "1"
}