{
    "doi": "https://doi.org/10.1182/blood.V106.11.5505.5505",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=344",
    "start_url_page_num": 344,
    "is_scraped": "1",
    "article_title": "High-Dose Melphalan Chemotherapy with Autologous Stem Cell Transplantation in Patients with AL Amyloidosis: No Increased Mortality Using Induction and Mobilization Chemotherapy. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "High-dose chemotherapy (HDC) with autologous hematopoietic stem cell transplantation (ASCT) is the treatment of choice for patients (pts) with AL amyloidosis (AL) eligible for this therapy. Because of a high treatment-related mortality (TRM), pts admitted for HDC have to be selected by risk analysis. It is unclear whether pts should receive HDC directly after diagnosis or after an intensive pre-treatment with induction and/or mobilization chemotherapy. We have retrospectively analyzed all pts with AL admitted to our centre. The first aim of the study was to analyze the influence of prior chemotherapy on survival. Secondly, pts at high risk not to proceed to HDC should be identified by clinical parameters at first contact. 186 pts have been admitted to our centre since 1998 with the diagnosis of AL. 172 pts were ≤ 70 years of age and were tested regarding eligibility for HDC and ASCT. Major eligibility criteria were cardiac disease < NYHA stage IV and performance status (PS) < 4. Eighty-three pts (median age 56 years, range 34–69; AL n=71, multiple myeloma >stage I with AL, n=10, NHL with AL, n=2) fulfilled the major eligibility criteria and started either (re-) induction (n=57) or mobilization chemotherapy (n=20) or went directly to HDC after G-CSF stimulated stem cell harvest (n=6). Induction treatment consisted of VAD/AD in 34 pts, pulsed dexamethasone (D) in 24 pts or other regimens in 2 pts. Mobilization chemotherapy included cyclophosphamide (C) in 2 pts, CAD (C/adriamycin/D) in 44 pts, ifosfamide in 13 pts and other regimens in 2 pts. Overall, in 72 pts stem cell mobilization has been performed. Sixty-five pts have been treated with HDC. The estimated overall survival for the whole group is 60% (last event at 54 months, median follow-up 22 months). Fifty-six out of 65 transplanted pts are alive. Three pts died of TRM (5%), 6 pts died of AL progression. Eighteen pts (22%) have not been transplanted for several reasons which is comparable to the 16% reported by Oran et al. (BMT 2005). These included organ progression after induction chemotherapy in 13 pts and chemotherapy-induced mortality in 5 pts resulting in an overall TRM prior to HDM of 6%. Currently, only 2 out of these 18 pts are still alive, 11 pts died of organ progression after the decision against HDC. Our analysis shows that induction chemotherapy does not result in increased mortality prior to (6%) and after (5%) HDC compared to published data using G-CSF alone for mobilization (4% and 6%, Oran, BMT 2005). Significant factors for prediction not to proceed to HDC were number of organs involved (p=0.04) and NYHA stage (p=0.006) at first contact (multivariate analysis). Whether this intensive approach will finally lead to improved survival might be shown with a longer observation after HDC and ASCT.",
    "topics": [
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "immunoglobulin deposition disease",
        "melphalan",
        "primary amyloidosis",
        "brachial plexus neuritis",
        "chemotherapy, neoadjuvant",
        "granulocyte colony-stimulating factor",
        "new york heart association classification",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Stefan O. Schonland, MD",
        "Ute Hegenbart, MD",
        "Jolanta B. Dengler, MD",
        "Axel Benner, PhD",
        "Michael Hundemer, MD",
        "Tilmann Bochtler, MD",
        "Anthony D. Ho",
        "Hartmut Goldschmidt"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Internal Medicine, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Internal Medicine, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Biostatistics, German Cancer Research Centre, Heidelberg, Germany"
        ],
        [
            "Internal Medicine, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Internal Medicine, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Internal Medicine, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Internal Medicine, University of Heidelberg, Heidelberg, Germany"
        ]
    ],
    "first_author_latitude": "49.41775045",
    "first_author_longitude": "8.668317349999999"
}