{
    "doi": "https://doi.org/10.1182/blood.V114.22.4854.4854",
    "article_title": "A Multicenter, Randomized, Double-Blind, Placebo-Controlled Trial of Deferasirox (Exjade®) in Patients with Low/Intermediate-1 Risk MDS and Transfusional Iron Overload. ",
    "article_date": "November 20, 2009",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE MYELODYSPLASTIC SYNDROMES",
    "abstract_text": "Abstract 4854 Background Approximately 60–80% of patients with myelodysplastic syndromes (MDS) require ongoing red blood cell (RBC) transfusions due to impaired hematopoiesis. Iron chelation therapy has been extensively studied in thalassemia major patients; however, there are fewer data available on the efficacy and safety in transfusion-dependent patients with MDS who have a completely different clinical scenario (Angelucci E and Di Tucci AA. Leuk Res 2009;33:743–4). Increasing evidence is being reported in the literature on the rate and site of iron accumulation (Di Tucci AA et al. Haematologica 2008;93:1385–8), on the impact of transfusion dependency and iron overload on survival (Malcovati L. Leuk Res 2007;31:S2–6, Sanz G et al. Blood 2008;112(11):Abst 640) and on the efficacy of deferasirox (Exjade®) in removing iron in MDS patients. Nevertheless, the possibility to modify clinical outcome by iron chelation in MDS patients is still debated (DeLoughery TG. Am J Hematol 2009;84:263–4). Recent retrospective and prospective non-randomized data (Rose C et al. Blood 2007:110(11);Abst 249) suggest that iron chelation could have a positive impact. A Phase III, prospective, randomized, double-blind, placebo-controlled, parallel-group design clinical trial has therefore been planned to assess the effects of iron chelation therapy with deferasirox on clinical outcomes in patients with MDS (Low/Int-1 risk) and transfusional iron overload. Methods For inclusion, patients must be chelation-naïve, aged ≥18 years with Low/Int-1 risk MDS and serum ferritin (SF) levels of >1000–<2500 ng/mL with a history of multiple transfusions (20–50 RBC units) and anticipated to be transfused at least 8 times annually during the study. In a recruitment period of 2 years, 630 patients from approximately 126 centers (sites within North America, Europe, South Africa, Australia and Asia) will be assigned to the deferasirox or placebo group in a 2:1 ratio. Deferasirox starting dose will be 10 mg/kg/day for 2 weeks, followed by 20 mg/kg/day (Figure). Dose adjustments of 5–10 mg/kg/day (range 0–40 mg/kg/day) may be performed after 3 months based on SF trends. A composite primary efficacy endpoint (‘event-free survival’) has been designed including death, cardiac and hepatic non-fatal events. The cardiac non-fatal events include 1) echo-cardiographic evidence of worsening cardiac function based on left ventricular ejection fraction, 2) hospitalization for congestive cardiac failure. Hepatic events are defined as increase in transaminases and bilirubin or cirrhosis. For any of the composite primary endpoints, detailed definition criteria have been established. Any event which could potentially fulfill the criteria for one of the components of the composite primary endpoint will be reported to the Endpoint Adjudication Committee (EAC). The end of the study treatment will occur when the patient experiences any non-fatal component of the composite primary end point confirmed by the EAC (with subsequent unblinding of the study treatment to investigator and patient). Secondary efficacy and safety endpoints include: overall survival, development of hypothyroidism, worsening of glucose metabolism, time to MDS progression or acute leukemia, hematological function expressed by blood transfusions, time to relevant increase of SF, renal dysfunction, newly occurring severe neutropenia or thrombocytopenia, major gastrointestinal bleeding and time to study drug discontinuation. The duration of the study is planned until 244 events of the primary efficacy endpoint have been observed, with two interim analyses (reviewed by an external Data Monitoring Committee). First patient first visit is expected in November 2009. Figure. View large Download slide Study design overview Figure. View large Download slide Study design overview  Close modal Conclusions This prospective multicentre study has been designed to investigate the clinical benefit of chelation therapy with deferasirox in patients with MDS, a matter that has assumed increasing relevance during recent years. Disclosures Bowen: Novartis: Honoraria, Research Funding. Magalhães: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Research Funding. Lawniczek: Novartis Pharma AG: Employment. Douma: Novartis Pharma AG: Employment. Jakobs: Novartis Pharma AG: Employment.",
    "topics": [
        "deferasirox",
        "iron overload",
        "iron chelation therapy",
        "blood transfusion",
        "iron",
        "surrogate endpoints",
        "transfusion",
        "bilirubin",
        "chelation therapy",
        "congestive heart failure"
    ],
    "author_names": [
        "Emanuele Angelucci",
        "David Bowen",
        "Silvia M.M. Magalhães",
        "Tomasz Lawniczek",
        "Shyanne Douma",
        "Peter Jakobs",
        "Guillermo Garcia-Manero"
    ],
    "author_dict_list": [
        {
            "author_name": "Emanuele Angelucci",
            "author_affiliations": [
                "Ospedale Oncologico ‘Armando Businco’, Cagliari, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Bowen",
            "author_affiliations": [
                "St James's Institute of Oncology, Leeds, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia M.M. Magalhães",
            "author_affiliations": [
                "Federal University of Ceará, Fortaleza-Ceará, Brazil, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomasz Lawniczek",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shyanne Douma",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Jakobs",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero",
            "author_affiliations": [
                "University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T02:42:32",
    "is_scraped": "1"
}