{
    "doi": "https://doi.org/10.1182/blood-2020-142205",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4504",
    "start_url_page_num": 4504,
    "is_scraped": "1",
    "article_title": "Myeloma Cell Associated Therapeutic Protein Discovery Using Single Cell RNA-Seq Data ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": null,
    "author_names": [
        "Lijun Yao, MS",
        "Reyka G Jayasinghe, PhD",
        "Tianjiao Wang, BA",
        "Julie O'Neal, PhD",
        "Ruiyang Liu, BS",
        "Michael P. Rettig, PhD",
        "Chia-Feng Tsai, PhD",
        "Steven M. Foltz, BS, MS",
        "Danny Kohnen, MBA",
        "Smrithi Mani, BS",
        "Fernanda Martins Rodrigues, MSc",
        "Michael C. Wendl, D SC, MS, PHS",
        "Matthew A. Wyczalkowski, PhD",
        "Scott R. Goldsmith, MD",
        "Ying Zhu, PhD",
        "Mark A Fiala, MSW",
        "Liu Tao, BS, PhD",
        "Ravi Vij, MD MBA",
        "Li Ding, PhD",
        "John F. DiPersio, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Washington University School of Medicine, Saint Louis, MO ",
            "McDonnell Genome Institute, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Medicine, Washington University School of Medicine, Saint Louis, MO ",
            "McDonnell Genome Institute, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "McDonnell Genome Institute, Washington University School of Medicine, Saint Louis, MO ",
            "Medicine, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO ",
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, Webster Groves, MO "
        ],
        [
            "Department of Medicine, Washington University School of Medicine, Saint Louis, MO ",
            "McDonnell Genome Institute, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO ",
            "Department of Internal Medicine, Division of Oncology, Washington Univ. School of Med., Saint Louis, MO "
        ],
        [
            "Pacific Northwest National Laboratory, Richland, WA "
        ],
        [
            "Department of Medicine, Washington University School of Medicine, Saint Louis, MO ",
            "McDonnell Genome Institute, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University in St. Louis, St. Louis, MO "
        ],
        [
            "Washington University in St. Louis, Saint Louis, MO "
        ],
        [
            "McDonnell Genome Institute, Washington University School of Medicine, Saint Louis, MO ",
            "Medicine, Washington University School of Medicine, Saint Louis, MO ",
            "Division of Biological and Biomedical Sciences, Washington University in St. Louis, Saint Louis, MO "
        ],
        [
            "Department of Medicine, Washington University in St. Louis, St. Louis, MO ",
            "McDonnell Genome Institute, Washington University in St. Louis, St. Louis, MO "
        ],
        [
            "Department of Medicine, Washington University in St. Louis, St. Louis, MO ",
            "McDonnell Genome Institute, Washington University in St. Louis, St. Louis, St. Louis, MO "
        ],
        [
            "Division of Oncology, Washington University, Rock Hill, MO ",
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Pacific Northwest National Laboratory, Richland, WA "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Pacific Northwest National Laboratory, Richland, WA "
        ],
        [
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO ",
            "Washington University School of Medicine, Siteman Cancer Center, Saint Louis, MO ",
            "Washington University School of Medicine, Ballwin, MO "
        ],
        [
            "Department of Medicine, Washington University School of Medicine, Saint Louis, MO ",
            "McDonnell Genome Institute, Washington University School of Medicine, Saint Louis, MO ",
            "Genetics, Washington University School of Medicine, Saint Louis, MO ",
            "Siteman Cancer Center, Washington University School of Medicine, Saint Louis, MO"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO ",
            "Washington University School of Medicine, Saint Louis, MO "
        ]
    ],
    "first_author_latitude": "38.6351811",
    "first_author_longitude": "-90.2629602",
    "abstract_text": "Multiple myeloma (MM) is a hematological cancer of the antibody-secreting plasma cells. Despite therapeutic advancements, MM remains incurable due to high incidence of drug-resistant relapse. In recent years, targeted immunotherapies, which take advantage of the immune system's cytotoxic defenses to specifically eliminate tumor cells expressing certain cell surface and intracellular proteins have shown promise in combating this and other B cell hematologic malignancies. A major limitation in the development of these therapies lies in the discovery of optimal candidate targets, which require both high expression in tumor cells as well as stringent tissue specificity. In an effort to identify potential myeloma-specific target antigens, we performed an unbiased search for genes with specific expression in plasma and/or B cells using single-cell RNA-sequencing (scRNAseq) of 53 bone marrow samples taken from 42 patients. By comparing >40K plasma cells to >97K immune cells across our cohort, we were able to identify a total of 181 plasma cell-associated genes, including 65 that encode cell-surface proteins and 116 encoding intracellular proteins. Of particular interest is that the plasma cells from each patient were shown to be transcriptionally distinct with unique sets of genes expressed defining each patient's malignant plasma cells. Using pathway enrichment analysis, we found significant overrepresentation of cellular processes related to B-Cell receptor (BCR) signaling, protein transport, and endoplasmic reticulum (ER) stress, involving genes such as DERL3 , HERPUD1 , PDIA4 , PDIA6 , RRBP1 , SSR3 , SSR4 , TXNDC5 , and UBE2J1 . To note, our strategy successfully captured several of the most promising MM therapeutic targets currently under pre-clinical and clinical trials, including TNFRSF17 (BCMA), SLAMF7 , and SDC1 (CD138). Among these, TNFRSF17 showed very high plasma cell expression, with concomitant sharp exclusion of other immune cell types. To ascertain tissue specificity of candidate genes outside of the bone marrow, we analyzed gene and protein expression data from the Genotype-Tissue Expression (GTEx) portal and Human Protein Atlas (HPA). We found further support for several candidates (incl. TNFRSF17, SLAMF7, TNFRSF13B (TACI), and TNFRSF13C ) as being both exclusively and highly expressed in lymphoid tissues. While several surface candidates were not found to be lymphocyte-restricted at the protein level, they remain relevant considerations as secondary targets for bi-specific immunotherapy approaches currently under development. To further investigate potential combinatorial targeting, we examine sample-level patterns of candidate co-expression and mutually-exclusive expression using correlation analysis. As the majority of our detected plasma cell-specific genes encode intracellular proteins, we investigated the potential utility of these epitopes as therapeutic targets via MHC presentation. Highly expressed candidates include MZB1, SEC11C, HLA-DOB, POU2AF1, and EAF2. We analyzed protein sequences using NetMHC and NETMHCII to predict high-affinity peptides for common class-I and class-II HLA alleles. To correlate MHC allelic preference with candidate expression in our cohort, we performed HLA-typing for 29 samples using Optitype. To support our scRNAseq-driven findings, we cross-referenced gene expression data with 907 bulk RNA-sequencing samples, including 15 from internal studies and 892 from the Multiple Myeloma Research Foundation (MMRF), as well as bulk global proteomics data from 4 MM cell lines (TIB.U266, RPMI8226, OPM2, MM1ST) and 4 patients. We see consistent trends across both cohorts, with high positive correlation (Pearson R ranging between 0.60 and 0.99) for a majority of genes when comparing scRNA and bulk RNA expression in the same samples. Our experimental design and analysis strategies enabled the efficient discovery of myeloma-associated therapeutic target candidates. In conclusion, this study identified a set of promising myeloma CAR-T targets, providing novel treatment options for myeloma patients. Disclosures Goldsmith: Wugen Inc.: Consultancy. DiPersio: Magenta Therapeutics: Membership on an entity's Board of Directors or advisory committees."
}