{
    "doi": "https://doi.org/10.1182/blood.V122.21.866.866",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2470",
    "start_url_page_num": 2470,
    "is_scraped": "1",
    "article_title": "Clonal Evolution In Patients With Chronic Lymphocytic Leukemia (CLL) Developing Resistance To BTK Inhibition ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "american society of clinical oncology",
        "anemia",
        "bone marrow diseases",
        "bypass",
        "cd19 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "chronic lymphocytic leukemia refractory",
        "clone cells",
        "disease progression"
    ],
    "author_names": [
        "Jan A. Burger, MD, PhD",
        "Dan Landau, M.D.",
        "Julia Hoellenriegel",
        "Carrie Sougnez",
        "Matthias Schlesner",
        "Naveed Ishaque",
        "Benedikt Brors",
        "Michael J. Keating, MD",
        "William G. Wierda, MD",
        "Kristian Cibulskis",
        "Hagop M. Kantarjian, MD",
        "Susan M. O'Brien, MD",
        "Donna S. Neuberg, ScD",
        "Thorsten Zenz, MD",
        "Gad Getz",
        "Catherine J Wu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Yale Cancer Center, New Haven, CT, USA, "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX, USA, "
        ],
        [
            "Broad Institute, Cambridge, MA, USA, "
        ],
        [
            "Division of Theoretical Bioinformatics (B080), German Cancer Research Center (DKFZ), Heidelberg, Germany, "
        ],
        [
            "Division of Theoretical Bioinformatics,, German Cancer Research Center (DKFZ), Heidelberg, Germany, "
        ],
        [
            "Division of Theoretical Bioinformatics,, German Cancer Research Center (DKFZ), Heidelberg, Germany, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Broad Institute, Cambridge, MA, USA, "
        ],
        [
            "Department of Leukemia, Division of Cancer Medicine, The University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases and German Cancer Research Center, Heidelberg, Germany, "
        ],
        [
            "Broad Institute, Cambridge, MA, USA, "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Inst., Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "The Bruton’s tyrosine kinase (BTK) inhibitor ibrutinib thwarts B cell receptor (BCR) signaling via irreversible inhibition of BTK, and induces durable remissions in relapsed/refractory CLL with a progression-free survival rate of 75% after 26 months of therapy (Byrd JC et al., NEJM 2013). However, a small fraction of patients treated with this targeted therapy develop progressive disease after an initial response. Here, we describe a longitudinal genomic investigation, utilizing whole-exome sequencing (WES) and copy number information of 3 patients who, with daily exposure to ibrutinib, achieved partial remission and later experienced CLL progression, but not Richter’s transformation. All 3 patients had advanced stage CLL (Rai stage 3-4) and were enrolled on IRB-approved phase 1/2 trials of ibrutinib (420 mg) as a single agent (Patients 1 and 2) or combined with rituximab (Patient 3). Patients 1 and 3 had relapsed diseased after prior FCR frontline therapy, while Patient 2 had received 4 prior lines of therapy. At treatment initiation, Patients 1 and 2 had known acquired TP53 deletions. Patient 1 additionally had del (13q), and Patient 2 a subclone (11.5% by FISH) carrying trisomy 12 and del (13q). Patient 3 had complex cytogenetics which included del (11q). As the best response to ibrutinib-based therapy, all three experienced partial responses. Patient 1 demonstrated normalization of hematologic parameters but experienced persistent bone marrow disease. Patient 2 achieved a >10-fold reduction but persistently elevated absolute lymphocyte count, and resolution of anemia and thrombocytopenia. Patient 3 had resolution of anemia, thrombocytopenia, and splenomegaly. Progressive disease was observed at days 1022, 554 and 206 following ibrutinib initiation for Patients 1-3, respectively. DNA was extracted from CD19-purified CLL cells before ibrutinib therapy and at the time of disease progression. Matched germline and tumor DNA from 2 timepoints underwent WES (mean coverage depth 170X) and copy number analysis (by SNP 6.0 arrays). Somatic alterations were identified through comparison with germline DNA. To examine clonal populations, we measured the allelic fractions of somatic variants and integrated this information with local copy number and purity information to infer the fraction of cancer cells (CCF) affected by the mutation. Since ibrutinib targets BTK, we searched for resistance-conferring mutations in the BTK gene in the progressing leukemias, such as the previously described C481S BTK mutation in 4 of 13 patients with acquired resistance (Chang et al., ASCO 2013, Abstract 7014). We observed that all three patients lacked mutations in BTK and for the most part, in other genes in the BCR signaling pathway. In Patient 2, we did identify a single nucleotide variant in PLCg2, a substrate of BTK previously reported to be mutated in a patient with ibrutinub resistance. However, the CCF affected by this mutation was smaller than 0.15, and therefore it is unlikely to be the main driver of relapse in this patient. All three CLLs acquired new somatic mutations at the time of progression not observed in the pre-treatment samples, involving recurrent lesions in CLL associated with poor clinical outcome. Patient 1 acquired a new clonal (>0.95 CCF) mutation in SF3B1 (K666T). Patients 2 and 3 revealed clonal deletions in chromosome 8p. Patient 2 additionally demonstrated an increase in a subclone harboring trisomy 12 with an associated MLL2 missense substitution, with CCF rising from 0.12 pre-treatment to 0.5 upon relapse. Our results confirm that clinically evident ibrutinib resistance cannot be uniformly attributed to mutations in BTK or other genes of the BCR signaling pathway. In the 3 CLLs presented herein, progressive disease was associated with the emergence of leukemic populations harboring genetic alterations with putative driver characteristics (del(8p), SF3B1 mutation) arising from a background of pre-existing 17p or 11q deletions. Our findings support the concept that CLL clones persisting during continuous therapeutic pressure can adapt to bypass BTK-related survival signaling. Ongoing studies focus on finer kinetic analysis of clonal dynamics in these patients during the period leading up to progressive disease to elucidate whether these alterations were newly acquired following ibrutinib exposure or represent selective expansions of pre-existing small subclones. Disclosures: Burger: Pharmacyclics: Research Funding. O'Brien: Pharmacyclics: Research Funding. Neuberg: Synta Pharmaceuticals: Trust owns stock; I am a Trustee Other."
}