{
    "doi": "https://doi.org/10.1182/blood-2018-99-111140",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4044",
    "start_url_page_num": 4044,
    "is_scraped": "1",
    "article_title": "Erythroferrone Inhibits the Induction of Hepcidin By BMP6 ",
    "article_date": "November 29, 2018",
    "session_type": "102. Regulation of Iron Metabolism: Translating Iron Biology to the Clinic",
    "topics": [
        "hepcidin",
        "iron",
        "activins",
        "anemia",
        "antibodies",
        "beta thalassemia",
        "carcinoma, hepatocellular",
        "erythropoietin",
        "growth differentiation factor 15",
        "ligands"
    ],
    "author_names": [
        "Joao Arezes, BS, MSc, PhD",
        "Niall Foy",
        "Kirsty McHugh",
        "Anagha Sawant",
        "Susan Benard",
        "Doris Quinkert",
        "Virginie Terraube",
        "Alette Brinth",
        "May Tam",
        "Edward LaVallie",
        "Stephen Taylor",
        "Andrew E Armitage",
        "Sant-Rayn Pasricha, MD PhD",
        "Orla Cunningham, PhD",
        "Matthew Lambert",
        "Simon J Draper",
        "Reema Jasuja, PhD",
        "Alexander Drakesmith"
    ],
    "author_affiliations": [
        [
            "MRC Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "BioMedicine Design, Pfizer, Dublin, Ireland "
        ],
        [
            "Jenner Institute, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Rare Disease Research Unit, Pfizer, Cambridge, MA "
        ],
        [
            "BioMedicine Design, Pfizer, Cambridge, MA "
        ],
        [
            "Jenner Institute, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "BioMedicine Design, Pfizer, Dublin, Ireland "
        ],
        [
            "BioMedicine Design, Pfizer, Dublin, Ireland "
        ],
        [
            "BioMedicine Design, Pfizer, Cambridge, MA ",
            "Pharmacokinetics, Dynamics and Metabolism, Pfizer, Cambridge, MA "
        ],
        [
            "BioMedicine Design, Pfizer, Cambridge, MA "
        ],
        [
            "MRC Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "MRC Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Population Health and Immunity, Walter and Eliza Hall Institute of Medical Research, Fitzroy North, Australia ",
            "Walter and Eliza Hall Institute of Medical Research, Melbourne, Australia "
        ],
        [
            "BioMedicine Design, Pfizer, Dublin, Ireland "
        ],
        [
            "BioMedicine Design, Pfizer, Dublin, Ireland "
        ],
        [
            "Jenner Institute, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Rare Disease Research Unit, Pfizer, Cambridge, MA "
        ],
        [
            "MRC Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, United Kingdom ",
            "Haematology Theme Oxford Biomedical Research Centre, University of Oxford, Oxford, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.763472",
    "first_author_longitude": "-1.2171709999999998",
    "abstract_text": "Decreased hepcidin mobilizes iron, which facilitates erythropoiesis, but excess iron is pathogenic in beta-thalassemia and other iron-loading anaemias. Erythropoietin (EPO) enhances erythroferrone (ERFE) synthesis by erythroblasts, and ERFE suppresses hepatic hepcidin production, through an unknown mechanism. The BMP/SMAD pathway in the liver is critical for control of hepcidin, and we show that EPO suppressed hepcidin and other BMP target genes in vivo in a partially ERFE-dependent manner. Furthermore, recombinant ERFE suppressed the hepatic BMP/SMAD pathway independently of changes in serum and liver iron, and in vitro, ERFE decreased SMAD 1/5/8 phosphorylation and inhibited expression of BMP target genes in hepatoma cells. ERFE specifically abrogated the induction of hepcidin by BMP5, BMP6 and BMP7, but had no or very little effect on hepcidin induction by BMP2, 4, 9 or Activin B. A neutralising anti-ERFE antibody prevented the ability of ERFE to inhibit hepcidin induction by BMP5, 6 and 7. Cell-free Homogeneous Time Resolved Fluorescence assays showed that BMP5, BMP6 and BMP7 competed with anti-ERFE for binding to ERFE. Biacore analysis showed that ERFE binds to BMP6 with a higher affinity compared to its binding to BMP2, BMP4 or Activin B, and does not bind to GDF15. We propose that ERFE suppresses hepcidin by inhibiting hepatic BMP/SMAD signaling via preferentially binding and impairing the function of an evolutionarily closely related BMP sub-group consisting of BMP5, BMP6 and BMP7. These findings indicate that ERFE can act as a natural ligand trap generated by stimulated erythropoiesis in order to regulate availability of iron. Disclosures Arezes: Pfizer: Research Funding. Foy: Pfizer: Employment. McHugh: Pfizer: Research Funding. Sawant: Pfizer: Employment. Benard: Pfizer: Employment. Quinkert: Pfizer: Research Funding. Terraube: Pfizer: Employment. Brinth: Pfizer: Employment. Tam: Pfizer: Employment. LaVallie: Pfizer: Employment. Cunningham: Pfizer: Employment. Lambert: Pfizer: Employment. Draper: Pfizer: Research Funding. Jasuja: Pfizer: Employment. Drakesmith: La Jolla Pharmaceutical Company: Research Funding; Pfizer: Research Funding; Alnylam: Consultancy; Kymab: Membership on an entity's Board of Directors or advisory committees."
}