{
    "doi": "https://doi.org/10.1182/blood.V124.21.4686.4686",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2863",
    "start_url_page_num": 2863,
    "is_scraped": "1",
    "article_title": "a Phase 2 Study of Alemtuzumab-Ofatumumab (A+O) Combination in Patients with Previously Untreated Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "December 6, 2014",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Background Current standard immunochemotherapy is highly effective as frontline treatment of CLL but has several limitations including poor tolerability in older patients with comorbidities, potential long-term marrow toxicity, and limited efficacy in high risk CLL. Therapy with monoclonal antibodies alone may offer an alternative, non-stem cell toxic treatment option. Our prior study of alemtuzumab-rituximab in previously untreated CLL showed promising results with good tolerability although lymph node responses were suboptimal ( Frankfurt et al., Leuk Lymphoma 2014 ). Ofatumumab showed improved complement-mediated cytotoxicity over rituximab for CLL in vitro and significant clinical activity in refractory CLL. In this study we aim to test safety and effectiveness of alemtuzumab-ofatumumab (A+O) combination as a frontline treatment for CLL. Methods This phase 2 study of A+O first-line treatment for CLL is conducted at Northwestern University in Chicago and Karolinska University Hospital in Stockholm with an accrual goal of 60 patients. Eligibility requires symptomatic, previously untreated CLL, and PS ≤ 2. There was no exclusion for baseline cytopenia or upper age limit. Alemtuzumab (Alem) is given subcutaneously tiw for up to 18 weeks (dose escalation 3mg-10mg-30mg for week 1 and 30mg per dose for subsequent weeks). Starting week 3, ofatumumab (Ofa) is added intravenously q2 weeks up to 8 doses at 300mg for dose 1 and 2000mg for doses 2-8. All patients received anti-herpes, anti-fungal and anti-PCP prophylaxis. Cytomegalovirus (CMV) was monitored by PCR every other week. Bone-marrow biopsy and CT scans are required for response assessment (IWCLL 2008 criteria). Minimal residual disease (MRD) was assessed in bone-marrow using 6-color flow. Hematologic toxicity was assessed using IWCLL 2008 criteria and non-hematologic toxicity graded by CTCAE 4.0. Results To date the study has enrolled 41 patients among whom 31 patients have completed treatment and are reported here in this interim analysis. Median age was 63 (45-77) years; 58% had Rai stage III/IV; 48% had unmutated IgHV, and 7/31 were 17p- and/or had TP53 mutation. During initial safety run-in period to assess dose-limiting toxicity (DLT), one patient after 18 weeks of therapy developed prolonged cytopenia and died of sepsis, and another patient after 14 weeks of therapy developed grade 4 neutropenia which resolved after 16 days. Both patients achieved MRD-negative complete bone-marrow response with hypocellularity. It was speculated that the cause may be continued treatment with Alem beyond the point of MRD-negative CR in bone-marrow. Early stopping rules were implemented using BM biopsy after 9 and 12 weeks of treatment. Alem is stopped if CR in the bone-marrow is achieved, or if cellularity <10%. Ofa is stopped if CR in lymph-nodes on CT after achieving bone-marrow CR. Since this protocol modification after the initial 9 patients, no further DLT was observed and the safety committee approved continued enrollment. The most frequent treatment-emergent AE included neutropenia, anemia, thrombocytopenia, Alem-related local injection-site reaction, Ofa-related infusion-symptoms, pyrexia, and fatigue. Grade 3-4 hematologic AEs included neutropenia (39%), thrombocytopenia (26%). The most frequent Grade 3-4 non-hematologic AE was febrile neutropenia (23%). CMV-reactivation occurred in 16 cases successfully treated with oral valganciclovir or IV ganciclovir. All patients achieved blood lymphocyte response within 4 weeks. Of 31 patients evaluable for response, 11 met early stopping criteria after achieving MRD-negative bone marrow CR (8/11 overall CR) with a median of 10 weeks of Alem and 5 doses of Ofa. The remaining patients (except one with PD) completed all 18 weeks of Alem and 8 doses of Ofa treatment. Overall response rate (ORR) was 97% with 42% CR and 55% PR. MRD by bone marrow flow-cytometry was negative in 12/13 CR patients and 4/17 PR patients. All but one patient remain alive at follow-up and three required subsequent treatment due to progressive disease. Conclusions The combination of alemtuzumab-ofatumumab as first-line CLL treatment produced high response rates, including MRD-negative CR, and had acceptable safety. Early stop after achieving CR prevented late-onset cytopenia. Disclosures Ma: GlaxoSmithKline: Research Funding; National Comprehensive Cancer Network (NCCN) Oncology Research Program: Research Funding. Off Label Use: Alemtuzumab and ofatumumab used in combination. Österborg: GlaxoSmithKline: Research Funding. Lundin: GlaxoSmithKline: Research Funding.",
    "topics": [
        "alemtuzumab",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "ofatumumab",
        "cytopenia",
        "neutropenia",
        "toxic effect",
        "biopsy",
        "rituximab",
        "thrombocytopenia"
    ],
    "author_names": [
        "Shuo Ma, MD PhD",
        "Steven T. Rosen, MD",
        "Olga Frankfurt, MD",
        "Jane N. Winter, MD",
        "Jennifer Kreutzer",
        "Sonja Husa",
        "Anders Österborg",
        "Jeanette Lundin, MD"
    ],
    "author_affiliations": [
        [
            "Feinberg School of Medicine, Northwestern University, Chicago, IL "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "Northwestern University, Chicago, IL "
        ],
        [
            "Feinberg School of Medicine, Northwester University, Chicago, IL "
        ],
        [
            "Northwestern University, Chicago, IL "
        ],
        [
            "Karolinska University, Stockholm, Sweden "
        ],
        [
            "Karolinska Hospital, Stockholm, Sweden"
        ],
        [
            "Karolinska University, Stockholm, Sweden "
        ]
    ],
    "first_author_latitude": "41.896067800000004",
    "first_author_longitude": "-87.6168769"
}