{
    "doi": "https://doi.org/10.1182/blood.V120.21.2937.2937",
    "article_title": "Small Molecule MIRA-1 Induces p53-Independent Apoptosis in Multiple Myeloma Cells Through Activation of the p38 MAPK Signaling Pathway. ",
    "article_date": "November 16, 2012",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2937 Mutation of p53, a tumor suppressor protein, is relatively rare (∼10% in newly diagnosed patients) in multiple myeloma (MM). However, p53 mutations/deletions are important risk factors for predicting the resistant to chemotherapy and no treatment is currently available for this subgroup of patients. MIRA-1, a novel class of small molecules with the ability to restore wild type conformation and function to mutant p53, induces apoptosis in different types of solid tumors harboring mutant p53. However, its effect on MM cells is not known. In this study we examined the ability of MIRA-1 to induce cytotoxic and apoptotic response in MM cells and inhibit tumor growth in MM mouse xenograft model. In addition, we explored the molecular mechanisms of MIRA-1-induced apoptosis in MM cells. Treatment of MM cells with MIRA-1 resulted in a time- and dose-dependent decrease in survival and increase in apoptosis of MM cells harboring either wild type (MM.1S, H929) or mutant (U266, 8226, and LP1) p53 suggesting that MIRA-induced apoptosis in MM cells is independent of p53 status. The IC 50 of MIRA-1 observed in these cells was ranged between 10 and 15 μM. In addition, MIRA-1 elicited a dose-dependent inhibition of myeloma cell growth in seven primary MM samples with an average IC 50 of 10 μM. Two of the seven patient samples harbors p53 mutations/deletions. In contrast, MIRA-1 did not have a significant inhibitory effect on the survival of bone marrow or peripheral blood mononuclear cells obtained from three healthy donors at the concentrations (10–20 μM) that induced apoptosis of MM cells, indicating a preferential killing of myeloma cells by this drug. Apoptosis induced by MIRA-1 in MM cells harbouring either wild type or mutant p53 was associated with time- and dose-dependent activation of caspas-8, caspase-3 and PARP with subsequent up-regulation of a pro-apoptotic protein, Noxa and down-regulation of an anti-apoptotic protein, Mcl-1. Interestingly, MIRA-1 did not significantly modulate the level of p53 expression, although immunoprecipitation studies confirmed the restoration of wild type conformation of mutant p53 in LP1 and 8226 cells. Importantly, genetic knockdown of p53 using siRNA against wild type or mutant p53 had only a little effect on apoptosis induction by MIRA-1 in MM.1S or LP1 cells, respectively, confirming that apoptosis induction by MIRA-1 in MM cells is independent of p53. Furthermore, the combination of MIRA-1 with current anti-myeloma agents, dexamethasone or doxorubicin displayed synergistic cytotoxic response in MM.1S or LP1 cells (CI<1; p<0.05). To delineate the molecular mechanisms of apoptosis in MM cells induced by MIRA-1, we performed RT 2 profiler PCR array analysis for the differential expression of 84 genes related to mitogen activated protein kinase (MAPK) signaling pathway. A significant number of genes of the MAPK family including MAP3K: MAP3K2 (MEKK2), MAP3K4 (MEKK4), PAK1; MAP2K: MAP2K5 (MEK5); and MAPK: MAPK11 (p38bMAPK) as well as transcription factors such as c-Jun, c-FOS, EGR1, and MKNK1, whose expression is induced by MAPK signaling, were up-regulated by more than 2-fold in MIRA-1-treated 8226 cells. On the other hand, expression of the scaffolding/anchoring genes, MAPK8IP2 (JIP-1) was down-regulated by ∼2-fold. Up-regulations of c-Jun, c-Fos, and EGR1 at their protein levels were further confirmed by Western blot analysis of MM.1S and 8226 cells treated with MIRA-1. Importantly, Western blot analysis revealed that treatment of MIRA-1 resulted in a time- and dose-dependent increase of phosphorylated p38 MAPK level in both MM.1S and 8226 cells. Taken together, our data indicates that activation of the MAPK signaling pathway is, at least in part, associated with MIRA-1-induced apoptosis of MM cells. Finally, we evaluated anti-tumorigenic potential of MIRA-1 in MM xenograft SCID mouse models. 8266 cells were inoculated into SCID mice and the mice received i.p. injections of either 100 μL PBS (control) or 10 mg/kg MIRA-1 once daily for 18 days after tumor formation was evident. Administration of MIRA-1 resulted in significant inhibition of tumor growth (p<0.05) and increase in survival (p=0.007) of the mice with no apparent toxicity. Our study for the first time demonstrates potent in vitro and in vivo anti-myeloma activity of MIRA-1 and thus providing a framework for clinical evaluation of MIRA-1 either alone or in combination with current anti-myeloma agents. Disclosures: Reece: Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Merck: Consultancy, Honoraria, Research Funding; Bristol Myers Squibb: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Otsuka: Honoraria, Research Funding; Millennium Pharmaceuticals: Research Funding.",
    "topics": [
        "apoptosis",
        "mitogen-activated protein kinase p38",
        "multiple myeloma",
        "signal pathway",
        "signal transduction pathways",
        "small molecule",
        "mitogen-activated protein kinases",
        "transplantation, heterologous",
        "tumor growth",
        "western blotting"
    ],
    "author_names": [
        "Manujendra N Saha",
        "Hua Jiang",
        "Yijun Yang",
        "Donna Reece",
        "Hong Chang"
    ],
    "author_dict_list": [
        {
            "author_name": "Manujendra N Saha",
            "author_affiliations": [
                "Laboratory Hematology, University Health Network, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hua Jiang",
            "author_affiliations": [
                "Laboratory Hematology, University Health Network, Toronto, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yijun Yang",
            "author_affiliations": [
                "Laboratory Hematology, University Health Network, Toronto, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Reece",
            "author_affiliations": [
                "Laboratory Hematogy and Medical Oncology, University Health Network, Toronto, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Chang",
            "author_affiliations": [
                "Laboratory Hematology, University Health Network, Toronto, ON, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T13:08:39",
    "is_scraped": "1"
}