{
    "doi": "https://doi.org/10.1182/blood.V112.11.4380.4380",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1275",
    "start_url_page_num": 1275,
    "is_scraped": "1",
    "article_title": "CMV Viral Replication Determined by Quantitative PCR and Pp-65 Antigenaemia after Allogeneic Hemopoietic Stem Cell Transplantation (ALO-HSCT) ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "abstract_text": "INTRODUCTION: More than 50 % of alo-HSCT recipients develop CMV infection. The best technique for early detection of viral replication has not already been defined. Antigenaemia is the most used technique but it presents limitations. Quantitative RT-PCR could be more sensitive but contradictory information exists on clinical utility. OBJECTIVES: To compare clinical utility of RT-PCR and pp65 antigenaemia by systematic determination of CMV viral replication after alo-HSCT. PATIENTS, MATERIAL AND METHODS: Twenty one consecutive adult recipients of a peripheral blood alo-HSCT entered the study. Median age was 42 years (18–58) and ten (47.5%) were male. Twenty patients (95%) received a graft from an HLA related donor and one from an unrelated donor. Conditioning was mieloablative in thirteen cases (62 %) and every patient received GVHD prophylaxis with CsA/MTX. Thirteen (62%) received CMV prophylaxis (ganciclovir 300 mg/24h for 3 days/week until day +100) while eight (38 %) received antigenaemia-guided pre-emptive therapy (ganciclovir 5mg/kg/12h for 14 days). CMV viral load by RT-PCR and antigenaemia expression were determined periodically after transplant in all patients for a 6 months follow-up period. Antigenaemia was carried out by immunofluorescence on leukocytes with the anti-pp65 monoclonal antibody. Viral DNA was isolated in plasma by RT-PCR and used as a mold for RT-PCR amplification. Then it was quantified by competitive amplification of the DNA of the sample against an internal standard. RESULTS: CMV+ patients : Thirteen cases (62 %) showed viral replication determined by RT-PCR (n=12, 55 %), antigenaemia (n=8, 43 %), or both (n=7, 54%). Median replication occurred at week +8 (range 1–21). Two cases (9.5 %) developed CMV disease, showing viral replication targeted by both methods. Seven out of 13 cases (54%) showed viral replication by both methods. RT-PCR positivity preceded antigenaemia in 6 cases (86%). RT-PCR became positive in the first week postransplant in 4 cases, and in the weeks +2 and +3 in the other 2 cases. After treatment antigenaemia became negative in all the patients. RT-PCR persisted positive in 2 cases (in one of them antigenaemia reactivated later) while in the rest evolved towards negativity. Five cases (38.5%) showed CMV replication only identified by the RT-PCR test (PCR+/Ag−). Two of them were receiving prophylaxis. Number of DNA viral copies was not statistically different between the PCR+/Ag− and the PCR+/Ag+ patients. One case was RT-PCR negative and antigenaemia positive in just one determination evolving to negativity after treatment. CMV− patients : Eight cases (40%) did not present viral replication (PCR−/Ag−). All of them received viral prophylaxis. CONCLUSIONS: Prophylaxis against CMV reduced the rate of viral replication in the alo-HSCT setting. The technique of RT-PCR is more sensitive and preceded antigenaemia. RT-PCR identifies a group of patients, not detected by antigenaemia, with a low level of viral replication that do not develop CMV disease.",
    "topics": [
        "cytomegalovirus",
        "hematopoietic stem cell transplantation",
        "polymerase chain reaction",
        "virus replication",
        "reverse transcriptase polymerase chain reaction",
        "dna",
        "ganciclovir",
        "cyclosporine",
        "cytomegalovirus infections",
        "dna, viral"
    ],
    "author_names": [
        "Fáti ma de la Cruz Vicente, MD",
        "P. Perez-Romero",
        "M. Aguilar-Guisado",
        "R. Parody Ruiz-Berdejo",
        "Jm. Cisneros-Herreros",
        "A. Urbano-Ispizua",
        "Ildefonso Espigado, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematología y Hemoterapia, Hospital Universitario Virgen del Rocio, Seville, Spain"
        ],
        [
            "Laboratorio de Infecciones virológicas, Hospital Universitario Virgen del Rocio, Seville, Spain"
        ],
        [
            "Enfermedades Infecciosas, Hospital Universitario Virgen del Rocio, Seville, Spain"
        ],
        [
            "Hematología y Hemoterapia, Hospital Universitario Virgen del Rocio, Seville, Spain"
        ],
        [
            "Enfermedades Infecciosas, Hospital Universitario Virgen del Rocio, Seville, Spain"
        ],
        [
            "Hematología y Hemoterapia, Hospital Universitario Virgen del Rocio, Seville, Spain"
        ],
        [
            "Hematología y Hemoterapia, Hospital Universitario Virgen del Rocio, Sevilla, Spain"
        ]
    ],
    "first_author_latitude": "37.3628255",
    "first_author_longitude": "-5.9777527"
}