{
    "doi": "https://doi.org/10.1182/blood.V128.22.2356.2356",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3331",
    "start_url_page_num": 3331,
    "is_scraped": "1",
    "article_title": "Modeling Long-Term Survival in Chemotherapy-Only Versus Combined Modality Therapy in Patients with Early Stage Unfavorable Hodgkin Lymphoma Involving the Mediastinum ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster I",
    "topics": [
        "chemotherapy regimen",
        "combined modality therapy",
        "hodgkin's disease",
        "mediastinum",
        "myocardial ischemia",
        "lung cancer",
        "toxic effect",
        "mediastinal diseases",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Scott Tuttle, BS",
        "John Plastaras, MD PhD",
        "Lauren E. Strelec, BA",
        "Reid F. Thompson, MD PhD",
        "Amit Maity, MD PhD",
        "Wei-Ting Hwang, PhD",
        "Sunita Dwivedy Nasta, MD",
        "Anthony R. Mato, MDMSCE",
        "Daniel J. Landsburg, MD",
        "Stephen J. Schuster, MD",
        "Jakub Svoboda, MD"
    ],
    "author_affiliations": [
        [
            "University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Radiation Oncology, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Radiation Oncology, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.9522188",
    "first_author_longitude": "-75.1932137",
    "abstract_text": "Background: Optimal therapy for patients with early stage Hodgkin lymphoma (HL) is controversial. Combined modality therapy (CMT) utilizes chemotherapy plus consolidative radiotherapy (RT). CMT produces higher initial cure rates, but also increases the long-term risk of radiation toxicity. The most important risks include higher rates of breast and lung cancer, and ischemic heart disease due to mediastinal radiation exposure. Chemotherapy-only (CT) treatment with ABVD produces lower initial cure rates versus CMT, but also yields less long-term toxicity. Furthermore, those CT patients that fail initial therapy can often be salvaged with autologous stem cell transplant (ASCT). To help guide patient-specific strategies, we developed a Markov decision-analytic model to estimate long-term mortality in patients with early stage unfavorable HL involving the mediastinum treated with CMT vs. CT. Methods: We builta decision tree with Markov modeling to compare long-term mortality due to relapse, ischemic heart disease, and breast or lung cancer in hypothetical patients treated with CT or CMT using TreeAge Pro 2016. The model follows a hypothetical cohort of patients from primary therapy through 20-year follow-up. Patients transition between health states (Figure 1) based on probabilities extracted from 13 published studies. Patients that fail therapy then move to survival curves based on early vs. late relapse. The probability of toxicity was based on relative risks found in studies that used ABVD alone or ABVD with involved field or larger RT volumes. Patients who develop a toxicity move to a survival curve specific to that adverse effect. The model estimated 20-year survival in cohorts based on sex, upper vs. lower mediastinal disease, and age (20 y/o vs. 40 y/o) in non-smokers. Results: In 20 y/o patients, CMT showed better long-term survival than CT alone with slightly larger difference in mortality (1.6%) in males with upper mediastinal disease than in females (1.4%) (Table 1). In the cohort of 20 year old males, the causes of death in CMT vs. CT 20 years from starting therapy, respectively, were as follows: HL (4.7% vs. 6.6%); breast cancer (0% vs. 0%); lung cancer (0.1% vs. 0.1%); ischemic heart disease (0.6% vs. 0.3%). In 40 y/o patients, CT showed better long-term survival. The largest difference in mortality was 7.6% in 40 y/o females with lower mediastinal disease (19.9% in CMT vs. 12.3% in CT-only). In this cohort, the causes of death in CMT vs. CT, respectively were: HL (4.6% vs. 6.6%); breast cancer (4.7% vs. 1.0%); lung cancer (2.9% vs. 2.1%); ischemic heart disease (7.8% vs. 2.6%). CT-only also showed a survival benefit of 4.9% in 40 y/o males with lower mediastinal disease. Causes of death in CMT vs. CT, respectively: HL (4.6% vs. 6.6%); lung cancer (3.3% vs. 2.2%); ischemic heart disease (8.5% vs. 2.7%). At 20 years post treatment, CT-only tends to favor older patients, while CMT tends to favor younger patients due to lower baseline risks of dying from second cancers and ischemic heart disease in 40 y/o compared to 60 y/o survivors. Conclusions: This model may help multidisciplinary decision making when determining the optimum strategy for different types of patients based on disease location and risk factors for relapse and toxicity. In this study the benefits of radiation were erased by the higher rates of toxicities in older patients. Of note, the published relative risks used in this model were from studies using outdated large radiation fields rather than modern approaches. The impact of using much smaller \"involved site\" volumes, intensity modulated RT, and/or proton therapy is unknown but would likely lower long-term mortality from CMT. Further work using probabilistic sensitivity analyses can test these initial conclusions. Figure 1 View large Download slide Schematic Diagram of Markov Model Figure 1 View large Download slide Schematic Diagram of Markov Model Table 1 View large Download slide Comparison of Long-term Survival in Cohorts Table 1 View large Download slide Comparison of Long-term Survival in Cohorts Disclosures Hwang: Novartis: Research Funding. Nasta: Millennium Pharmaceuticals: Research Funding. Mato: Abbvie, Gilead Sciences, Pharmacyclics, TG Therapeutics: Consultancy; Abbvie, Acerta Pharma, Gilead Sciences, ProNAi, TG Therapeutics, Theradex: Research Funding. Schuster: Hoffman-LaRoche: Research Funding; Genentech: Consultancy, Honoraria; Gilead: Research Funding; Pharmacyclics: Consultancy, Research Funding; Merck: Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Nordic Nanovector: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen Research & Development: Research Funding. Svoboda: Celgene: Research Funding; Seattle Genetics: Research Funding; Pharmacyclics: Research Funding."
}