{
    "doi": "https://doi.org/10.1182/blood.V118.21.4139.4139",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2022",
    "start_url_page_num": 2022,
    "is_scraped": "1",
    "article_title": "The Presence of An Internal Tandem Duplicate of FlT3 Receptor (ITD) Is An Unfavorable Prognostic Factor on the Outcome of Adult Patients with Acute Myeloid Leukemia (AML) Autografted in First Remission (CR1) Only in the Absence of An NPM1 Mutation, ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster III",
    "topics": [
        "disease remission",
        "flt3 gene",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "mutation",
        "npm1 gene",
        "prognostic factors",
        "autologous stem cell transplant",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Norbert C. Gorin, MD, PhD",
        "Myriam Labopin, MD, MS",
        "Giovanna Meloni, MD",
        "Arnaud Pigneux, MD",
        "Jordi Esteve, MD",
        "Miguel A. Sanz, MD, PhD",
        "Alberto Bosi",
        "William Arcese, MD",
        "Giuseppe Milone, MD, PhD",
        "Emmanuelle Polge",
        "Mohamad Mohty"
    ],
    "author_affiliations": [
        [
            "Universite UPMC Department of Hematology/Oncology, Hopital Saint Antoine, Paris, France, "
        ],
        [
            " ALWP, EBMT-Paris Office, Hôpital Saint Antoine AP-HP, Université Pierre et Marie Curie Paris 6, UMR-S 893 Equipe 14, Paris, France, "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, “Sapienza” University, Rome, Italy, "
        ],
        [
            "hematology, Hopital Haut Leveque - Pessac, Pessac, France, "
        ],
        [
            "PETHEMA Group, Spanish Society of Hematology, Badalona, Spain, "
        ],
        [
            "Servicio de Hematologia, Hospital Univ. La Fe, Valencia, Spain, "
        ],
        [
            "Hematology, UniversitÃ degli Studi di Firenze, Firenze, Italy, "
        ],
        [
            "Dept. of Hematology and Transplant, University of Rome 'Tor Vergata', Rome, Italy, "
        ],
        [
            "Hematology, Bone Marrow Unit, Catania, Italy, "
        ],
        [
            "EBMT-ALWP Registry, Faculte de Medicine Saint Antoine, Paris, France, "
        ],
        [
            "Hematology department, CHU de Nantes, Nantes, France"
        ]
    ],
    "first_author_latitude": "48.848811600000005",
    "first_author_longitude": "2.3827263",
    "abstract_text": "Abstract 4139 The prognosis of patients with AML harboring the FlT3 ITD is known to be poor in those patients treated with chemotherapy alone. However, it remains uncertain whether this abnormality has also an impact on outcome following high dose intensification and autologous stem cell transplantation (ASCT). We addressed this question using the EBMT data base: we initially reported on a total of 134 patients in 2010 (Blood 2010, 3356a). Following further queries, we have now extended our study to a total of 357 patients with AML autografted in CR1 between January 2000 to December 2009, and in whom the information on the presence or the absence of FlT3ITD was available. 258 (136 with a normal karyotype) patients were ITD negative and 99 (63 with a normal karyotype) were ITD positive. 96% of the patients received peripheral blood as a source of stem cells. The median follow up was 30 m. (range, 1–118). Patients who were ITD positive had higher white cell counts at diagnosis (54 vs. 12.5 10 9 /L; p<0.0001) and had a higher proportion of slow remitters (needing more than one induction course to achieve CR) (22% vs. 11%; p=0.04). Interestingly, patients who were ITD positive were more frequently found to be NPM1 mutated (59% vs. 40%; p=0.03). In the univariate analysis, Leukemia-Free Survival (LFS) at 3 years was significantly lower in patients who were ITD positive (34±5% vs. 52±4%; p=0.001) and the relapse incidence was higher (58±5% vs. 42±4%; p=0.002). The Non-Relapse Mortality (NRM) rate was similar (8±3% vs. 6±1%; p= 0.7). By multivariate analysis, the only unfavorable prognostic factors for outcome were failure to achieve CR with more than one induction course (slow remitters), and the presence of an ITD, which were associated with higher relapse incidence (p= 0.006; p=0.03) and lower LFS (p=0.05; p=0.005). In this series, it was interesting to observe that the only group with a significantly lower LFS in univariate analysis, was the group of patients who were FlT3ITD positive without NPM1 mutation (23±11% vs. 56±6% for FLT3ITD negative/NPM non-mutated, 46±8% for FLT3ITD negative/NPM mutated and 48±13% for FLT3ITD positive /NPM mutated; p=0.03). We conclude that in the context of autografting for AML in CR1, the presence of a FLT3ITD is an unfavorable prognostic factor only in less than 50% of the patients corresponding to those with the absence of a NPM1 mutation. This study helps to better define the population of patients with AML that would benefit most from intensification with autologous stem cell transplantation. Disclosures: No relevant conflicts of interest to declare."
}