{
    "doi": "https://doi.org/10.1182/blood.V112.11.4744.4744",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1217",
    "start_url_page_num": 1217,
    "is_scraped": "1",
    "article_title": "Extracellular HMGB1 Enhances Proliferation, Differentiation and Migration of Human CD34 + Hematopoietic Stem Cells in Vitro ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion, and Mesenchymal Stem Cells",
    "topics": [
        "cd34 antigens",
        "hematopoietic stem cells",
        "hmgb1 protein",
        "toll-like receptor 2",
        "antibodies",
        "toll-like receptor 4",
        "alanine aminopeptidase",
        "cd14 antigen",
        "cytokine",
        "inflammation"
    ],
    "author_names": [
        "Xingbing Wang",
        "Xin Chen",
        "Weihua Ren",
        "Xiucai Xu",
        "Kaidi Song",
        "Huilan Liu",
        "Zimin Sun",
        "Shiang Huang, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Anhui Provincial Hospital, Anhui Medical University, Hefei, China"
        ],
        [
            "Department of Hematology, Anhui Provincial Hospital, Anhui Medical University, Hefei, China"
        ],
        [
            "The Center Laboratory, Anhui Provincial Hospital, Anhui Medical University, Hefei, China"
        ],
        [
            "The Center Laboratory, Anhui Provincial Hospital, Anhui Medical University, Hefei, China"
        ],
        [
            "Department of Hematology, Anhui Provincial Hospital, Anhui Medical University, Hefei, China"
        ],
        [
            "Department of Hematology, Anhui Provincial Hospital, Anhui Medical University, Hefei, China"
        ],
        [
            "Department of Hematology, Anhui Provincial Hospital, Anhui Medical University, Hefei, China"
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical School, Huazhong University of Science and Technology, Wuhan, China"
        ]
    ],
    "first_author_latitude": "31.845831",
    "first_author_longitude": "117.26874500000001",
    "abstract_text": "High-mobility group box 1 protein (HMGB1) is a chromatin protein and acts as a cytokine involved in inflammation, cell proliferation, differentiation, migration and stem cell recruitment. So far, little is known about its effect on hematopoietic stem cells (HSCs). In this study, we investigated whether receptors for HMGB1 are expressed on human CD34 + HSCs, and whether HMGB1 could affect HSCs proliferation, differentiation and migration in vitro. As examined by FACS analysis and RT-PCR, cord blood CD34 + HSCs express the HMGB1 receptors RAGE (receptor for advanced glycation end products), TLR2 (Toll-like receptor 2) and TLR4. To study the effects of HMGB1 on CD34 + HSCs proliferation and differentiation, freshly isolated cord blood CD34 + HSCs were cultured for 7 days in medium alone or in the presence of HMGB1. Flow cytometric analysis showed that HMGB1 (50ng/ml) can induce the differentiation of CD34 + HSCs along the granulo-monocytic (CD14 + , CD13 + ) lineage and erythropoiesis (CD71 + ). In contrast, HMGB1 did not induce the expression of CD41, a marker for megakaryocyte lineage. The numbers of cells cultured in the presence of HMGB1 were always increased in comparison with controls. Furthermore, higher numbers of granulomonocytic progenitors (CFU-GM), erythroid progenitors (BFU-E), and CFU-MIX were confirmed by CFC assays in a HMGB1 dose dependent manner after 14-day culture. The results suggest that HMGB1 enhances CD34 + HSCs proliferation and differentiation. We next assessed the effects of HMGB1 on HSCs migration by chemotaxis assay using Boyden chambers. HMGB1 dose-dependently increased the chemotactic migration of CD34 + HSCs. A neutralizing anti-RAGE antibody significantly blocked the HMGB1-induced migration of HSCs, whereas neutralizing TLR2 and TLR4 antibodies did not significantly influence HMGB1-stimulated HSCs migration, suggesting that the migratory effect of HMGB1 on human HSCs is predominantly mediated by RAGE. In summary, our results provide the first report of HMGB1 receptors expression profile of human cord blood CD34 + HSCs and demonstrate that HMGB1 can increase the proliferation and migration of HSCs and directly induce of HSCs along myeloid differentiation and erythropoiesis in vitro. Further studies will be needed to clarify the mechanism of HMGB1 activation and the physiological function of HMGB1 in HSCs in vivo."
}