{
    "doi": "https://doi.org/10.1182/blood.V128.22.1041.1041",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3363",
    "start_url_page_num": 3363,
    "is_scraped": "1",
    "article_title": "The Role of UAF1 in the Fanconi Anemia Pathway Regulation of Homologous Recombination-Mediated Genome Maintenance ",
    "article_date": "December 2, 2016",
    "session_type": "508. Bone Marrow Failure: Insights into Fanconi Anemia and PNH Biology and the Role of RTEL1 in Marrow Failure",
    "topics": [
        "fanconi anemia",
        "genome",
        "infectious mononucleosis",
        "recombination, genetic",
        "dna",
        "cancer",
        "deubiquitinating enzymes",
        "dna, double-stranded",
        "genetic disorder",
        "hypersensitivity"
    ],
    "author_names": [
        "Fengshan Liang, PhD",
        "Simonne Longerich, PhD",
        "Caroline Tang, MD",
        "Olga Buzovestsky",
        "Yong Xiong, PhD",
        "David Maranon, PhD",
        "Claudia Wiese, PhD",
        "Adam Miller, PhD",
        "Patrick Sung, PhD",
        "Gary M. Kupfer, MD"
    ],
    "author_affiliations": [
        [
            "Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT "
        ],
        [
            "Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, "
        ],
        [
            "Department of Pediatrics, Yale University, New Haven, "
        ],
        [
            "Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, "
        ],
        [
            "Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, "
        ],
        [
            "Colorado State University, Fort Collins, "
        ],
        [
            "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, "
        ],
        [
            "Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, "
        ],
        [
            "Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, "
        ],
        [
            "Pediatrics and Pathology, Yale University School of Medicine, New Haven, CT"
        ]
    ],
    "first_author_latitude": "41.3033051",
    "first_author_longitude": "-72.9337837",
    "abstract_text": "Background: Fanconi anemia (FA), a cancer-prone genetic disease, is caused by defects in the FA-DNA repair pathway. In response to DNA interstrand crosslink (ICL)-induced DNA damage, FANCI-FANCD2 mono-ubiquitination licenses the execution of downstream DNA damage signaling and repair steps, including repair by homologous recombination (HR) that utilizes the recombinase RAD51 and its cohort of accessory factors. Timely deubiquitination of FANCD2 by the UAF1-USP1 deubiquitinating enzyme complex is also critically important for the FA pathway. As such, UAF1 depletion results in persistent FANCD2 ubiquitination and DNA damage hypersensitivity. UAF1 deficient cells are also impaired for DNA repair by homologous recombination. UAF1 physically associates with RAD51AP1, a protein that enhances the activity of the RAD51 recombinase. It remains to be defined how UAF1 regulates homologous recombination and genome stability. Methods: Highly purified proteins were used to define the DNA binding activity and protein interaction of UAF1. In vitro D-loop formation reaction and synaptic complex assembly assay were used to discover the function of UAF1 in RAD51 recombinase enhancement. HeLa and U2OS-DR-GFP cell lines with impaired UAF1-RAD51AP1 interaction or UAF1 DNA binding were generated to examine DNA-damage agent sensitivity and HR efficiency. Results: (1) UAF1 possesses a DNA binding activity capable of engaging ssDNA, dsDNA and has a preference for the D-loop DNA substrate. We further identified that the N-terminus but not C-terminal SLD domain of UAF1 binds DNA. (2) UAF1 forms a dimeric complex with RAD51AP1. Our results also revealed a trimeric complex of RAD51-RAD51AP1-UAF1, with RAD51AP1 providing a tethering function between the other two proteins. (3) The RAD51AP1-UAF1 interaction interface was defined showing a novel SIM motif in the middle portion of RAD51AP1and the SLD1-SLD2 domain of UAF1 mediate protein complex formation. Based on the domain mapping results, point mutants of RAD51AP1 and UAF1 that are specifically compromised for the formation of the RAD51AP1-UAF1 complex were generated. (4) UAF1 synergizes with RAD51AP1 in the RAD51-mediated D-loop reaction and that this functional synergy requires the RAD51AP1-UAF1 complex and also the DNA and RAD51 binding attributes of RAD51AP1. (5) RAD51AP1-UAF1 works in conjunction with the RAD51 presynaptic filament in the capture of the duplex DNA partner and in the assembly of the synaptic complex. (6) Human cell lines impaired for RAD51AP1-UAF1 complex formation are compromised for the ability to repair DNA damage and to execute HR. (7) DNA repair function of the RAD51AP1-UAF1 complex is likely USP1-independent. Conclusions: The physical interaction between UAF1 and RAD51AP1 is indispensable for functional synergy in vitro and, accordingly, for the biological function of UAF1 in HR and DNA damage repair. Our findings provide insights into a novel USP1-independent regulatory mechanism of UAF1 on homologous recombination-mediated genome maintenance. Disclosures No relevant conflicts of interest to declare."
}