{
    "doi": "https://doi.org/10.1182/blood.V104.11.4849.4849",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=66",
    "start_url_page_num": 66,
    "is_scraped": "1",
    "article_title": "Fatty Acid Synthase Inhibitor Induces Apoptosis and Inhibits Proliferation in Multiple Myeloma Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "apoptosis",
        "fatty-acid synthase",
        "multiple myeloma",
        "cerulenin",
        "dna",
        "common cold",
        "flow cytometry",
        "skin fibroblasts"
    ],
    "author_names": [
        "Weiqin Wang",
        "Dong Wu"
    ],
    "author_affiliations": [
        [
            "Hematology, Second Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China."
        ],
        [
            "Hematology, Second Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China."
        ]
    ],
    "first_author_latitude": "30.250798000000003",
    "first_author_longitude": "120.17710500000001",
    "abstract_text": "Objective: To investigate the effect of fatty acid synthase (FAS) inhibitor (cerulenin) in multiple myeloma cells and its mechanism. Methods: Proliferatory inhibition rate of cerulenin in multiple myeloma cells U266 and RPMI8226 was assayed by MTT, apoptosis analysis and cell DNA cycle analysis by flow cytometry (FCM). Results: Treated with 5ug/ml~640ug/ml of cerulenin for 24h, the proliferation of U266 and RPMI8226 cells were obviously inhibited with dosage related effect at the same concentration, the inhibition rate of human skin fibroblast are all lower than 28%. When U266 and RPMI8226 are treated for 12h with 20ug/ml of cerulenin the apoptosis rate revealed by FCM are 51.3% and 48.8% respectively. Cell DNA cycles analysis show the cell DNA is blocked in G1 phase and S phase cells decreased in both of U266 and RPMI8226. Conclution: FAS cold induce MM cell apoptosis and inhibit MM cell proliferation. FAS might be a new potential target for MM therapy."
}