{
    "doi": "https://doi.org/10.1182/blood.V120.21.116.116",
    "article_title": "The Role of IL7R in the Induction and Maintenance of T-Cell Leukemia/Lymphoma in Vivo ",
    "article_date": "November 16, 2012",
    "session_type": "603. Oncogenes and Tumor Suppressors I",
    "abstract_text": "Abstract 116 Interleukin 7 (IL-7) and its receptor, a heterodimer constituted by IL-7Rα (hereafter referred to as IL7R) and γc subunits, are essential for normal T-cell development and homeostasis. While it is known for long that IL7R genetic inactivation leads to severe combined immunodeficiency, only recently we and others have found IL7R gain-of-function mutations in T-cell acute lymphoblastic leukemia (T-ALL). In agreement with an oncogenic role for deregulated IL-7/IL7R signaling, IL-7 transgenic mice develop lymphomas and we have shown that xenotransplant models of human T-ALL rely on microenvironmental IL-7 for tumor acceleration. These studies have highlighted the importance of keeping IL7R-mediated signaling within physiological levels. Indeed, throughout normal T-cell development IL7R expression at the cell surface is tightly controlled and there is correlative evidence, from studies in AKR/J mice, that high IL7R levels in developing thymocytes can promote the development of T-cell leukemia. However, no studies have yet directly evaluated the impact of IL7R on T-cell oncogenesis. In the present study, we used a mouse model in which expression of an IL7R transgene is controlled by a tetracycline responsive promotor (TreIL7R rtTA huCD2 Il7r −/− mice) to analyze the role of IL7R-mediated signaling in T-cell leukemogenesis. Continuous expression of TreIL7R upon doxycycline feeding induced thymus hypertrophy and hyperplasia due to increased size and hyperproliferation of T-cells, which subsequently infiltrated lymph nodes, spleen and bone marrow, ultimately leading to leukemia/lymphoma-associated death. Adoptive transfer of thymic TreIL7R cells to immunodeficient mice confirmed their malignant origin. Surprisingly, tumors developed in recipient animals even in the absence of doxycycline administration, indicating that they eventually become independent of continuous IL7R expression. Remarkably, the tumors mimicked several features of human T-ALL. First, their immunophenotype varied considerably between animals (from CD4 CD8 double-negative to double positive to CD4 or CD8 single positive cells), reflecting the heterogeneity of human disease. Second, similar to the majority of primary T-ALL cases, most tumors displayed hyperactivation of PI3K/Akt pathway, which sometimes associated with absence or decreased PTEN protein expression. Third, the cell cycle inhibitor p27 Kip1 was frequently downregulated, a molecular characteristic associated with some T-ALLs. We next sought to determine the contribution of TCR diversity to IL7R-mediated tumorigenesis by crossing mice to the F5 TCR transgenic background. Tumor development in these mice occurred with similar timing and incidence, suggesting that the tumors arise irrespectively of whether a clonal or polyclonal TCR repertoire exists. Finally, the role of Rag recombinase dependent genomic instability in tumor development was assessed by further crossing mice F5 TreIL-7R rtTA huCD2 Il7r −/− mice to Rag1 −/− background. Tumor development occurred independently of Rag1 expression, indicating a dominant role for IL7R elicited signals in tumorigenesis. Altogether, our results reveal that continuous IL7R-mediated signaling promotes T-cell tumorigenesis in vivo, providing further indication that IL7R can act as a critical T-cell oncogene. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "interleukin 7 receptor",
        "leukemia, t-cell",
        "lymphoma",
        "neoplasms",
        "adult t-cell lymphoma/leukemia",
        "interleukin-7",
        "t-cell leukemia, acute",
        "tumorigenesis",
        "doxycycline",
        "1-phosphatidylinositol 3-kinase"
    ],
    "author_names": [
        "Ana Silva, PhD",
        "Joao T. Barata, PhD",
        "Benedict Seddon, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ana Silva, PhD",
            "author_affiliations": [
                "National Institute for Medical Research, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joao T. Barata, PhD",
            "author_affiliations": [
                "Instituto de Medicina Molecular, Lisbon, Portugal"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benedict Seddon, MD, PhD",
            "author_affiliations": [
                "National Institute for Medical Research, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T15:34:32",
    "is_scraped": "1"
}