{
    "doi": "https://doi.org/10.1182/blood.V110.11.2685.2685",
    "article_title": "Immunogenicity of Factor VIII: Is Clotting the “Danger” Signal?. ",
    "article_date": "November 16, 2007",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "It is well established that mice lacking factor VIII (E16 or fVIII−/−) respond to intravenous (i.v.) or intraperitoneal (i.p.) injections of therapeutic doses of human fVIII in PBS. This leads to both T-cell priming for cytokine production and inhibitor formation against fVIII with specificity similar to that of hemophilia A patients (Pratt et al., 2004). The lack of tolerance to murine fVIII may be important in the ability of fVIII−/− mice to respond to human fVIII. Nonetheless, the ability to respond effectively in the absence of extrinsic adjuvant begs the question of what is the “danger signal” required for immune responsiveness to fVIII. Even more surprising is the fact that mice with normal hemostasis respond to therapeutic doses of human fVIII given intravenously (i.v.), a normally tolerogenic route (Lin, Soukhareva, and Scott, ASH 2004). We proposed to investigate whether fVIII has any intrinsic adjuvanticity. Preliminary experiments failed to support the notion that fVIII was a polyclonal B cell activator or could stimulate up regulation of MHC class II or co-stimulatory molecules in vitro or in vivo. We hypothesized that the immunogenicity of fVIII is due to its ability to initiate clotting and that this cascade leads to local co-stimulatory events. To test this, fVIII−/− (C57Bl/6 background) or normal Balb/c mice were injected with either native (N) fVIII or heat inactivated (HI) fVIII (56o, 30′). This heat inactivation method was verified to destroy biologic activity of fVIII in chromogenic assays. After five injections, the antibody response elicited by NfVIII was three- to fourfold higher than that elicited by HIfVIII. ELISA assays with monoclonal antibodies against different fVIII domains (a gift of Dr. Pete Lollar) indicated a partial loss of binding to conformational B cell epitopes in HIfVIII. T cell proliferation to both preparations of fVIII demonstrated conservation of T cell epitopes. Importantly, the T cell response to fVIII was dramatically reduced in the group immunized with HIfVIII. These results suggest that the ability of fVIII to initiate a localized clotting event plays a critical role in the immunogenicity of fVIII. (Supported by NIH grants R01 HL061883 and T32 HL07698).",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "factor viii",
        "immunogenicity",
        "b-lymphocyte epitopes",
        "cytokine",
        "drug administration routes",
        "hemophilia a",
        "hemostasis procedures",
        "immunologic adjuvants"
    ],
    "author_names": [
        "Jonathan Skupsky, B.S.",
        "David W. Scott, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jonathan Skupsky, B.S.",
            "author_affiliations": [
                "Center for Vascular and Inflammatory Diseases, University of Maryland School of Medicine, Baltimore, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David W. Scott, PhD",
            "author_affiliations": [
                "Center for Vascular and Inflammatory Diseases, University of Maryland School of Medicine, Baltimore, MD, USA",
                "Surgery, University of Maryland School of Medicine, Baltimore, MD, USA",
                "Microbiology and Immunology, University of Maryland School of Medicine, Baltimore, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T06:48:35",
    "is_scraped": "1"
}