{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1213.1213",
    "article_title": "Transcriptional Regulation of the CDC42 Signaling Pathway By Ikaros in T-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "abstract_text": "The Rho family of small GTPases is comprised of a large number of genes that regulate cell signaling. CDC42 (Cell Division Cycle protein 42) has a prominent role in Ras-related malignancies. Overexpression of CDC42 has been demonstrated to exert oncogenic effects in solid malignancies by promoting Ras signaling. However, little is known regarding a role for CDC42 in hematopoietic malignancies or mechanisms that might regulate expression of CDC42 in leukemia. Here we report that CDC42 is overexpressed in T-cell acute lympohoblastic leukemia (T-ALL) and that CDC42 expression is transcriptionally regulated by the Ikaros tumor suppressor. Analysis of global genome-wide DNA binding of Ikaros by chromatin immunoprecipitation coupled with next generation sequencing (ChIP-seq), along with quantitative chromatin immunoprecipitation (qChIP), demonstrated that Ikaros binds the promoter region of the CDC42 gene in T-ALL cell lines and in primary T-ALL cells. Gain-of-function experiments showed that Ikaros overexpression results in transcriptional repression of CDC42 in T-ALL, as evidenced by quantitative real-time PCR (qRT-PCR) and Western blot. Ikaros knock-down with shRNA resulted in increased expression of CDC42. These data suggest that Ikaros negatively regulates transcription and expression of CDC42 in T-ALL. It has been published previously that Ikaros function in T-ALL is impaired by the direct phosphorylation of Ikaros by the Casein Kinase II (CK2) oncoprotein. We tested the effect of CK2 on CDC42 expression in T-ALL. Molecular inhibition of CK2 (with shRNA), as well as pharmacological inhibition (with the CK2-specific inhibitor, CX-4945) resulted in transcriptional repression and reduced expression of CDC42 in T-ALL. Repression of CDC42 was associated with increased Ikaros occupancy at the CDC42 promoter, as demonstrated by qChIP. Ikaros knock-down with shRNA abolished the transcriptional repression of CDC42 following treatment of T-ALL with CX-4945. These results show that Ikaros activity is essential for CDC42 repression following CK2 inhibition, and underscore the importance of Ikaros in regulating CDC42 expression in T-ALL. To determine if Ikaros-mediated transcriptional repression of CDC42 following CK2 inhibition involves chromatin remodeling, we analyzed the epigenetic signature of the CDC42 promoter in untreated primary T-ALL and following treatment with CK2 inhibitor. The results showed that treatment with the CK2 inhibitor, CX4945, results in a loss of the H3K9ac marker of open chromatin and increased H3K27me3, a histone marker for repressive chromatin, at the CDC42 promoter. These data suggest that Ikaros transcriptionally represses CDC42 via chromatin remodeling. Expression analysis in primary cells from patients with T-ALL showed that CDC42 is overexpressed in T-ALL, as compared to normal bone marrow. Treatment with the CDC42 inhibitor, ML141, showed cytotoxic effects on primary T-ALL cells. In conclusion, we present evidence that CDC42 is overexpressed in T-ALL and that its expression is regulated by Ikaros and CK2. These results suggest that targeting CDC42 could be a therapeutic strategy for the treatment of T-ALL. Disclosures Dovat: ELF Zone Inc: Membership on an entity's Board of Directors or advisory committees. Payne: ELF Zone Inc: Membership on an entity's Board of Directors or advisory committees; ELF Zone Inc: Equity Ownership.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "cdc42 gtp-binding protein",
        "t-cell leukemia, acute",
        "signal pathway",
        "signal transduction pathways",
        "transcriptional control",
        "cancer",
        "immunoprecipitation",
        "leukemia",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Sinisa Dovat",
        "Zheng Ge, MD PhD",
        "Kimberly Payne",
        "Chandrika Gowda, MD",
        "Chunhua Song, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sinisa Dovat",
            "author_affiliations": [
                "Pennsylvania State University College of Medicine, Hershey, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zheng Ge, MD PhD",
            "author_affiliations": [
                "Pennsylvania State University College of Medicine, Hershey, PA ",
                "Department of Hematology, Zhongda Hospital, Southeast University Medical School, Nanjing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Payne",
            "author_affiliations": [
                "Loma Linda University, Loma Linda, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chandrika Gowda, MD",
            "author_affiliations": [
                "Pennsylvania State University College of Medicine, Hershey, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunhua Song, MD",
            "author_affiliations": [
                "Pennsylvania State University College of Medicine, Hershey, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:37:27",
    "is_scraped": "1"
}