{
    "doi": "https://doi.org/10.1182/blood.V112.11.1921.1921",
    "article_title": "PI-103, a Dual Inhibitor of Class IA Phosphatidylinositol 3-Kinase and Mammalian Target of Rapamycin, Has Cytotoxic Activity in T-Cell Acute Lymphoblastic Leukemia Cells: A New Therapeutic Strategy in T-Cell Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Lymphocytic Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Constitutively activated phosphatidylinositol 3-kinase (PI3K)/Akt/mammalian Target of Rapamycin (mTOR) signaling is a common feature of T-cell acute lymphoblastic leukaemia (T-ALL). Recently, it was demonstrated that activated Notch-1 leads to constitutive activation of the PI3K/Akt/mTOR pathway by HES1-mediated transcriptional suppression of the PTEN gene. In addition, PTEN is mutated in about 20% of T-ALL patients, and virtually all T-ALL cell lines that are resistant to Notch-1 inhibition with γ-secretase inhibitors, contain mutations leading to either no or low PTEN expression. These findings lend compelling weight for the application of PI3K/Akt/mTOR inhibitors in T-ALL. However, our knowledge of PI3K/Akt/mTOR signalling in T-ALL is still limited and it is not clear whether it could be an effective target for innovative therapeutic strategies. Here, we have characterized PI3K/Akt/mTOR signalling in T-ALL cell lines (Jurkat, MOLT-4, CEM) lacking PTEN expression, including one (CEM-R) which over expresses high levels of the membrane transporter, 170-kDa P-glycoprotein (P-gp), one of the main determinants of multidrug-resistance. While MOLT-4 cells display wild-type p53, both Jurkat and CEM have a non-functional p53 pathway. Moreover, we have analyzed the therapeutic potential of the dual PI3K/mTOR inhibitor, PI-103, a small synthetic molecule of the pyridofuropyrimidine class, on both T-ALL cell lines and patient samples. T-ALL cell lines expressed p110α, p110β, p110γ, and p110α PI3K. Moreover, they expressed Akt1 and Akt2, both of which were found to be constitutively phosphorylated on Ser 473 and Ser 474, respectively, by immunoprecipitation experiments. Treatment of T-ALL cell lines with selective pharmacological inhibitors of p110 PI3K isoforms, demonstrated that only a p110α PI3K inhibitor (PIK75) was cytotoxic, resulting in a 40–50% reduction of cell growth when used at 2 μM. Consistently, only PIK75 induced Akt1 and Akt2 dephosphorylation on Ser 473 or Ser 474, respectively, hinting that p110α is the most important isoform for the activation of downstream signalling events. PI-103 was cytotoxic to all T-ALL cell lines including P-gp overexpressing cells, as it reduced cell growth by approximately 70% when employed at 2 μM for 24 h. PI-103 IC 50 ranged from 0.5 to 1.0 μM at 24 h. PI-103 treatment resulted in apoptotic cell death (about 30% at 6 h of exposure, when employed at 0.75 μM), as demonstrated by Annexin V/propidium iodide staining and cytofluorimetric analysis. PI-103 caused both Akt1 and Akt2 dephosphorylation, accompanied by dephosphorylation of the Akt downstream target, glycogen synthase kinase (GSK) -3β. Also mTOR downstream targets were dephosphorylated in response to PI-103, including p70S6 kinase, ribosomal S6 protein, and 4E-BP1. Moreover, PI-103 resulted in lower levels of c-Myc expression. PI-103 activated caspase-3, -8, and -9. In contrast, an mTOR inhibitor (rapamycin) was less cytotoxic than PI-103 (25–30% reduction of cell growth at 100 nM after 24 h), blocked cells in the G1 phase of the cell cycle, and was much less effective in inducing apoptosis (about 5% at 6 h of treatment). Remarkably, rapamycin was almost completely ineffective against CEM-R cells. A combination consisting of PIK75 and rapamycin was less cytotoxic to T-ALL cell lines than PI-103 alone. Furthermore, rapamycin treatment, at variance with PI-103, resulted in an overactivation of the Akt/ GSK-3β axis, as documented by increased phosphorylation levels of both Akt and GSK- 3β. PI-103 was also cytotoxic to primary lymphoblasts from patients with T-ALL (IC 50 : 0.15 nM at 96 h), displaying constitutive phosphorylation of Akt and 4E-BP1, as well as low/absent PTEN expression. These data indicate that multi-targeted therapy towards PI3K and mTOR, may serve as an efficient treatment towards T-ALL cells (including those over expressing P-gp and independently from p53 state) which require upregulation of PI3K/Akt/mTOR signaling for their survival and growth.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "adult t-cell lymphoma/leukemia",
        "mammals",
        "rapamycin",
        "t-cell leukemia, acute",
        "proto-oncogene proteins c-akt",
        "mtor serine-threonine kinases",
        "p-glycoprotein",
        "mtor inhibitors",
        "mechlorethamine"
    ],
    "author_names": [
        "Francesca Chiarini, BS",
        "Federica Fala, PhD",
        "Francesca Ricci, BS",
        "PierLuigi Tazzari, MD",
        "Annalisa Astolfi, PhD",
        "Andrea Pession, MD, PhD",
        "James McCubrey, PhD",
        "Alberto M. Martelli, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francesca Chiarini, BS",
            "author_affiliations": [
                "Dept. of Human Anatomical Sci., Univ. of Bologna, Bologna, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Federica Fala, PhD",
            "author_affiliations": [
                "Dept. of Human Anatomical Sci., Univ. of Bologna, Bologna, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Ricci, BS",
            "author_affiliations": [
                "Transfusion Center, Policlinico S.Orsola-Malpighi, Bologna, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "PierLuigi Tazzari, MD",
            "author_affiliations": [
                "Transfusion Center, Policlinico S.Orsola-Malpighi, Bologna, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Astolfi, PhD",
            "author_affiliations": [
                "Pediatric Oncology and Haematology Unit, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Pession, MD, PhD",
            "author_affiliations": [
                "Pediatric Oncology and Haematology Unit, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James McCubrey, PhD",
            "author_affiliations": [
                "School of Medicine, East Carolina University, Greenville, NC, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto M. Martelli, MD",
            "author_affiliations": [
                "Dept. of Human Anatomical Sci., Univ. of Bologna, Bologna, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T02:32:25",
    "is_scraped": "1"
}