{
    "doi": "https://doi.org/10.1182/blood.V118.21.2569.2569",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1904",
    "start_url_page_num": 1904,
    "is_scraped": "1",
    "article_title": "The Mutated Region of Cytoplasmatic Nucleophosmine 1 (NPM1) Elicits Both CD4+ and CD8+ T Cell Responses ",
    "article_date": "November 18, 2011",
    "session_type": "613. Acute Myeloid Leukemia - Biology and Pathophysiology: Poster II",
    "topics": [
        "antibodies, blocking",
        "chromium",
        "cytokine",
        "cytotoxicity",
        "epitopes",
        "granzyme b",
        "hla-a2 antigen",
        "hla-dr antigens",
        "human leukocyte antigens",
        "human leukocyte interferon"
    ],
    "author_names": [
        "Jochen Greiner, MD",
        "Yoko Ono",
        "Susanne Hofmann",
        "Vanessa Schneider",
        "Anita Schmitt",
        "Lu Zhang",
        "Elmar Mehring",
        "Marlies Götz",
        "Konstanze Döhner",
        "Joannis Mytilineos",
        "Markus Wiesneth",
        "Hartmut Döhner, MD",
        "Michael Schmitt, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Institute of Transfusion Medicine, University of Ulm, Institute for Clinical Transfusion Medicine and Immunogenetics GmbH"
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
        ]
    ],
    "first_author_latitude": "48.4234467",
    "first_author_longitude": "9.9552135",
    "abstract_text": "Abstract 2569 Introduction In AML, mutations in the nucleophosmin ( NPM1 ) gene are one of the most frequent molecular alterations and predominantly occur in AML with normal cytogenetics. Patients with NPM1 mutation without FLT3-ITD mutation show a favourable prognosis of their disease. The functional role of mutated NPM1 for the improved clinical outcome is under evaluation. Immune responses might be involved in the clinical outcome of the disease. In this work, we demonstrate both CD4+ and CD8+ T cell responses against the mutated region of NPM1. Methods The entire amino acid sequences of the NPM1 wild type protein as well as of the mutated cytoplasmic NPM1 types A, B, C and D were screened for HLA-A*0201 binding T cell epitopes using the algorithms of the SYFPEITHI, the Rankpep and the HLA-Bind software programs. Ten peptides with most favourable characteristics were subjected to ELISpot analysis for interferon-γ and granzyme B in 22 healthy volunteers and 27 AML patients to test specific T cell responses of CD8+ T cells. Tetramer assays against the two most interesting epitopes have been performed and chromium release assays have been used to show the cytotoxicity of peptide-specific T cells to lyse T2 cells and leukemic blasts. Moreover, HLA-DR binding epitopes were screened in algorithmic analysis and HLA-DR*0701 binding peptides were exploited to stimulate CD4+ T cells. In the presence of overlapping peptide stimulated CD4+ T cells, NPM1-A specific CD8+ T cells revealed augmented interferon-γ and granzyme B secretion and up-regulation of intracellular interferon-γ. CD4+, CD4-CD8+, CD4-CD8- cell fractions were separated from PBMCs of HLA-A2+DR*0701+ healthy volunteers using a combination of CD4 and CD8 MicroBeads. Results Two epitopes (P3 and P9) derived from the NPM1-mutated protein showed specific T cell responses in healthy volunteers and AML patients. In NPM1-mutated AML patients 33% showed immune responses of CD8+ T cells against peptide P3 and 42% against peptide P9. Specific lysis was detected in chromium release assays NPM1 peptide-primed effector T cells generated from NPM1-mutated AML patients. Tetramer assays showed peptide-specific T cells. To obtain a robust and effective immune response against tumor cells, the activation of CD4 + helper T cells is crucial. Thus NPM1-peptide-A overlapping MHC class II epitopes were searched by primary structure analysis program. Based on plenary search, eight favourable overlapping peptides OL 1–8 were synthesized and exploited for CD4+ T cell stimulation. In granzyme B ELISPOT assay, OL8 co-pulsed NPM1-A CD8+ T cells indicated notable S.I., in contrast other OL1-7 disabled to increase granzyme B secretion. To ensure that Th1 cytokine secretion, under the condition of CD8+ and CD4+ T cells mixed culture, was resulted from NPM1-A CD8+ T cells but not HLA-DR epitope stimulated CD4+ T cells activation, HLA-A2 blocking effect was confirmed in ELISPOT assay. NPM1-A CD8+ T cells co-pulsed with OL6, 7 and 8 showed lesser interferon-γ secretion after HLA-A2 blocking antibody exposure as 73, 35 and 57%. Of note, 83–94% of granzyme B secretion levels were reduced by HLA-A2 blockade administration, and by which NPM1-A CD8+ T cells seemed to be the most probable IFN-gamma and granzyme B producers and CD4+ T cells to interfere with CD8+ T cells. Conclusion Taken together, mutated NPM1 is a promising target structure for specific immunotherapies in AML patients. Disclosures: No relevant conflicts of interest to declare."
}