{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.134.134",
    "article_title": "Defective Notch Activation in Mesenchymal Cells Contributes to Myeloproliferative Neoplasm in Aged Mice ",
    "article_date": "December 7, 2017",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Hematopoietic Microenvironment II",
    "abstract_text": "Increasing evidence supports important roles of the bone marrow (BM) microenvironment in the development of hematological malignancies. Recently, the non-cell autonomous role of Notch signaling has emerged as one of the key regulators of normal and malignant hematopoiesis. By using a Mx1 - Cre -mediated Rbpj gene deletion in mice ( Mx1 - Cre ; R bpj f / f ) as a genetic model of Notch loss-of function, we have previously discovered that loss of Rbpj in microenvironment leads to a myeloproliferative neoplasm (MPN)-like disease, which is driven by increased miR-155 expression, NF-kB activation, and inflammatory cytokine production (Wang et al . Cell Stem Cell, 2014). The Mx1 promoter is active in hematopoietic cells as well as in non-hematopoietic cells. In vitro analysis of the impact of Mx1 - Cre -induced R bpj gene deletion on BM endothelial cells (EC), mesenchymal stem cells (MSC), bone cells, andhematopoietic cells showed a greater increase of miR-155 expression in EC and MSC compared to other cell types, leading to higher production of inflammatory cytokines, in particular G-CSF and TNF-a. Comparative in vivo studies showed that EC-specific R bpj knockout mice ( Tie2 - Cre ER ;Rbpj f/f ) developed an inflammation and MPN-like disease like Mx1 - Cre ; R bpj f/f mice. However, the disease affected 80% of Tie2 - Cre ER ;Rbpj f/f mice (compared to 100% of Mx1 - Cre ; R bpj f/f ), took longer time to develop (8-12 months vs. 4 months), and was less aggressive than in Mx1 - Cre ; R bpj f/f mice. To further dissect the individual contribution of different stromal cell types to the regulation of myelopoiesis, we used an Osterix (Osx)-Cre -mediated loss-of-function approach to inactivate Rbpj in mesenchymal cells in vivo . We found that the impact of Osx -driven Notch loss-of-function in mice is age-dependent. 5-month-old Osx-Cre ; Rbpj f/f mice showed no abnormal hematologic features compared to controls, as they exhibited similar numbers and percentages of white blood cells (WBC), lymphocytes, neutrophils, red blood cells, and platelets, and comparable percentages of Gr-1 + CD11b + granulocytes, B220 + B cells, and CD3 + T cells in their BMs and spleens. Age-dependent myeloid skewing was shown in wild-type (WT) control mice, but interestingly, was more accentuated in Osx-Cre ; Rbpj f/f mice. Osx-Cre ; Rbpj f/f mice between 11 and 18 months of age showed significantly increased WBC counts in their blood due to increases in neutrophils, lymphocytes and monocytes, but exhibited similar percentages of hematopoietic populations in their BMs and spleens. However, 2 out of 7 mice in the oldest cohort between 17 and 18 months of age showed significant hematological differences in terms of numbers and percentages of hematopoietic cells in their blood, BMs and spleens compared to age-matched controls. Detailed analysis of individual mice revealed that the 2 mutant mice showed an MPN-like disease with circulating myeloid progenitors, splenomegaly and increased granulocyte-macrophage progenitors (GMP) in the BM. In summary, the deletion of Rb pj induced a MPN-like disease in 15% of Osx-Cre ; Rbpj f/f mice and was age-dependent. Cytokine analysis revealed an overall increase of inflammatory cytokines in WT mice during aging; G-GSF and GM-CSF were detected only in the blood of aged (11- to 18-month-old) mice but not young (5-month-old), and C5/C5a was 14-fold increased. Interestingly, in the young Osx-Cre ; Rbpj f/f mice, the levels of many cytokines, such as TIMP-1, IL-16, TNF-a, M-CSF, C5/C5a, IP-10/CXCL10, and CCL2/MCP-1, were already more elevated (1.5- to 20-fold) than in age-matched controls. Importantly, the Osx-Cre ; Rbpj f/f mice that developed MPN showed specific increases of CXCL13/BCA-1, IL-1RA, IL-16, and TIMP-1, which were approximately 2- to 5-fold higher than in age-matched WT control and non-MPN mutant mice, indicating that these cytokines are strongly associated with the MPN phenotype. These data suggest that changes in the BM niche and inflammatory cytokines due to loss of Notch signaling in mesenchymal cells may cooperate with the physiological increase of inflammation occurring during aging in the development of MPN. Collectively, these observations show that loss of Notch signaling leads to different levels of inflammation and has a different biological impact depending on the specific niche cell type. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "mice",
        "myeloproliferative disease",
        "stem cell, mesenchymal",
        "cytokine",
        "inflammation",
        "metallic stents",
        "interleukin-16",
        "monocyte chemoattractant protein-1",
        "tissue-inhibitor of metalloproteinase-1",
        "tumor necrosis factor-alpha"
    ],
    "author_names": [
        "Young-Woong Kim, PhD",
        "Sonia Rodriguez, PhD",
        "Lin Wang, PhD",
        "Guido Marcucci, MD",
        "Amy Zollman",
        "Nadia Carlesso, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Young-Woong Kim, PhD",
            "author_affiliations": [
                "Division of Hematopoietic Stem Cell and Leukemia Research, Gehr Family Center for Leukemia Research, Beckman Research Institute at City of Hope, Duarte, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sonia Rodriguez, PhD",
            "author_affiliations": [
                "Division of Hematopoietic Stem Cell and Leukemia Research, Gehr Family Center for Leukemia Research, City of Hope, Duarte, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lin Wang, PhD",
            "author_affiliations": [
                "Wells Center for Pediatric Research, Department of Pediatrics, Indiana University School of Medicine, Indianapolis, IN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Marcucci, MD",
            "author_affiliations": [
                "Division of Hematopoietic Stem Cell and Leukemia Research, Gehr Family Center for Leukemia Research, Beckman Research Institute at City of Hope, Duarte, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Zollman",
            "author_affiliations": [
                "Wells Center for Pediatric Research, Department of Pediatrics, Indiana University School of Medicine, Indianapolis, IN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadia Carlesso, MD PhD",
            "author_affiliations": [
                "Division of Hematopoietic Stem Cell and Leukemia Research, Gehr Family Center for Leukemia Research, Beckman Research Institute at City of Hope, Duarte, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:37:24",
    "is_scraped": "1"
}