{
    "doi": "https://doi.org/10.1182/blood.V124.21.2392.2392",
    "article_title": "Molecular Screening Applying a Pan-Myeloid Gene Panel Reveals Mutations in All Patients with Acute Undifferentiated Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Introduction: Acute undifferentiated leukemia (AUL) is defined by the WHO classification 2008 by the lack of the most important lineage-specific markers like MPO, cytoplasmic CD3, cytoplasmic CD22, cytoplasmic CD79a and CD19 while in general no more than one marker of any given lineage is expressed. Thus, AUL is diagnosed mainly by negative criteria and specific markers are lacking. Data on molecular mutations in AUL and their potential use for lineage assignment is scarce. Aim: To identify molecular mutations by a comprehensive gene panel in patients with AUL and to assess their relation to antigen expression. Patients and Methods: Between 2010 and 2014 we diagnosed a total of 12 patients with AUL by cytomorphology, cytochemistry and multiparameter flow cytometry applying a broad panel of antibodies targeting 29 antigens. Four were females and eight were males, the median age was 72 years (range, 58-82 years). All patients underwent mutation analysis by a 26 gene panel targeting on ASXL1 , BCOR , BRAF , CBL , DNMT3A , ETV6 , EZH2 , FLT3 -TKD, GATA1 , GATA2 , IDH1 , IDH2 , JAK2 , KIT , KRAS , MPL , NPM1 , NRAS , PHF6 , RUNX1 , SF3B1 , SRSF2 , TET2 , TP53 , U2AF1 , and WT1 . With the exception of RUNX1, which was sequenced on the 454 platform (454 Life Sciences, Branford, CT), the library was generated with the ThunderStorm (RainDance Technologies, Billerica, MA) and sequenced on MiSeq instruments (Illumina, San Diego, CA). Results: A total of 39 mutations were identified. Three patients had one mutation, one had two, three had three, one had four, three had five, and one had six. The mean number of mutations per patient was 3.3. Mutations in the genes RUNX1 , SRSF2 and TET2 were detected each in five patients. As described for other hematologic malignancies, there was no hotspot observed for TET2 and all patients displayed different mutations. Two cases were double mutated for TET2 . Of the seven TET2 mutations, five were frame-shift mutations, one was a nonsense mutation and one was a missense mutation which was located in the conserved region. The mutation load ranged from 13% to 50% (median 44%). Furthermore, of the six RUNX1 mutations, three were nonsense mutations, two were frame-shift mutations and one was a missense mutation. The mutation loads varied from 9% to 45% (median 39%). One of the five mutated cases was double mutated for RUNX1 . Moreover, one of the five SRSF2 mutated patients harboured two different mutations (p.Pro95His and p.Pro95Leu), the other four cases were single mutated for SRSF2 (mutation burden ranging from 11% to 47%; median 40%). Besides, there was a high incidence also of ASXL1 mutations with 4/12 patients being affected. Two cases carried the common mutation p.Gly646Trpfs*12, with mutation loads of 22% and 8%, respectively. The other two patients showed the common ASXL1 mutation p.Glu635Argfs*15 (50% and 36%). Further mutations affected the genes DNMT3A in three cases, JAK2 (p.Val617Phe) in two and BCOR in two other cases. Moreover, patients showed one mutation in NRAS (p.Gln61Lys) and three mutations in KRAS (p.Gly13Asp and p.Gly12Val) whereas one case was double mutated for KRAS . Additionally mutated genes were FLT3- TKD, GATA1 , GATA2 , IDH2 and SF3B1 in single cases. Regarding cytogenetics, three patients had a normal karyotype and eight had aberrant karyotypes with various abnormalities including i(17q), del(20q), del(5q),+13, and +8. The expressed antigens included CD34, CD133 and HLA-DR in nine cases (75%), CD117 and CD7 in eight (67%), CD13 and CD33 in six (50%), CD15 and CD56 in three (25%), CD2 and CD5 in two (17%), and CD11b and CD65 in one (8%), respectively. Interestingly, six patients displayed a specific immunophenotype: CD13+CD34+CD133+HLA-DR+CD56-. All five cases with RUNX1 mutations displayed this immunophenotype (p=0.015). Furthermore, out of four patients with cytogenetic abnormalities commonly seen in myeloid malignancies three cases displayed this specific immunophenotype. For none of the other mutations a respective correlation with antigen expression was found. Conclusions: Mutational screening applying a 26 gene panel identified molecular mutations in all patients with AUL and should be further evaluated for diagnostic purposes. Particularly, cases displaying the immunophenotype CD13+CD34+CD133+HLA-DR+CD56- should be analyzed for RUNX1 mutations and rather considered for AML-type treatment instead of ALL-type treatment. Disclosures Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Kuznia: MLL Munich Leukemia Laboratory: Employment. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "genes",
        "leukemia",
        "mutation",
        "screening",
        "antigens",
        "immunophenotyping",
        "karyotype determination procedure",
        "ms-like tyrosine kinase 3",
        "alanine aminopeptidase",
        "antibodies"
    ],
    "author_names": [
        "Wolfgang Kern, MD",
        "Sabrina Kuznia, M.Sc.",
        "Claudia Haferlach, MD",
        "Susanne Schnittger, PhD",
        "Torsten Haferlach"
    ],
    "author_dict_list": [
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Kuznia, M.Sc.",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T18:38:45",
    "is_scraped": "1"
}