{
    "doi": "https://doi.org/10.1182/blood.V128.22.704.704",
    "article_title": "Pikfyve Deficiency Disrupts Lysosomal Maturation and Degradative Function in Macrophages, and Causes Systemic Inflammation in Mice ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages I",
    "abstract_text": "Macrophages are professional phagocytes essential for host defense and tissue homeostasis. To carry out these functions, macrophages depend upon the degradative activity of their lysosomes. Recent studies identified the endosomal phosphoinositide PI(3,5)P2, which is synthesized by the lipid kinase PIKfyve, as a key regulator of the endolysosomal trafficking. In our previous work, we demonstrated that PIKfyve is vital for lysosomal homeostasis in platelets, and PIKfyve deficiency in platelets could lead to arterial thrombosis and inflammation in vivo . Here, we investigated the role of PIKfyve in macrophages given the critical importance of lysosomal functions in macrophages. To address the role of PIKfyve in macrophages, we paired our previously generated PIKfyve fl/fl mice with mice that are transgenic for the myeloid-specific LysM-Cre . To validate the tissue specificity of LysM-Cre, PIKfyve fl/fl LysM-Cre mouse was crossed with the Cre-dependent YFP reporter mouse. The YFP expression induced by LysM-Cre was present predominantly in monocytes and neutrophils, and minimally in lymphocytes. The expression of PIKfyve protein in the macrophages isolated by immunomagnetic beads was confirmed to be normal in wild-type mice, partially reduced in the PIKfyve fl/+ LysM-Cre mice, and undetectable in the PIKfyve fl/fl LysM-Cre mice. PIKfyve fl/fl LysM-Cre mice were born at a normal mendelian ratio. However, as they matured, they developed abdominal distention due to severe hepatosplenomegaly. Histological analysis of their liver and spleen demonstrated tissue infiltration of vacuolated cells that stained with F4/80, a marker of murine macrophages. Immunophenotyping analysis of the peripheral blood demonstrated elevated counts of monocytes and neutrophils, but decreased number of lymphocytes in the PIKfyve fl/fl LysM-Cre mice. In addition, PIKfyve fl/fl LysM-Cre mice had increased serum levels of inflammatory cytokines. Together, these data indicate that PIKfyve ablation in myeloid cells could induce severe systemic inflammation in vivo . To study the effects of PIKfyve ablation in lysosome biogenesis and functions in macrophages, we examined F4/80-positive macrophages from the control and PIKfyve fl/fl LysM-Cre mice. PIKfyve-null macrophages displayed enlarged cytoplasmic vacuoles that immunostained for LAMP1 (a marker of late endosomes and lysosomes.) They also expressed increased levels of several lysosomal proteins including LAMP1, Cathepsin D and M6PR that were analyzed by immunoblotting. Interestingly, the amount of procathepsin D was greater than the amount of mature cathepsin D. In addition, neither of these enzymes were localized within the enlarged vesicles of PIKfyve-null macrophages. These data suggest that PIKfyve is essential for lysosomal maturation. Moreover, despite normal acidification, the proteolytic activity within the enlarged late endosomes/lysosomes of PIKfyve-null macrophages was significantly reduced. The expression of autophagosome marker LC3-II was also elevated, suggesting that the degradation of autophagosomes is also impaired in PIKfyve-null macrophages. Together, these data indicate that PIKfyve is essential to maintain the normal structure, biogenesis, trafficking, maturation and functions of lysosomes in macrophages. The transcription factor TFEB is a recently identified master regulator of lysosomal gene expression. In normal conditions, mTORC1 mediates phosphorylation of TFEB to keep it inactive and localized in the cytoplasm. Interestingly, PIKfyve-null macrophages had reduced mTORC1 activation as shown by decreased levels of phospho-S6 and phopsho-4EBP1. Unexpectedly, PIKfyve-null macrophages had reduced levels of full-length TFEB (both phosphorylated and dephosphorylated forms) and significantly increased levels of smaller variants of TFEB truncated of their N-terminal ends. The role of these processed forms of TFEB is currently unknown. Together, these findings suggest that PIKfyve deficiency may up-regulate the expression of lysosomal proteins via mTORC1 and TFEB pathways. In summary, our study demonstrates that PIKfyve is essential for lysosomal homeostasis in macrophages and demonstrates a previously unrecognized link between PIKfyve signaling and TFEB pathway. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "inflammation",
        "macrophages",
        "mice",
        "ablation",
        "cathepsin d",
        "lamp-1",
        "abdominal swelling",
        "arterial thrombosis",
        "cytokine",
        "enzymes"
    ],
    "author_names": [
        "Sang Hee Min, MD",
        "Aae Suzuki",
        "Jessica Guzman",
        "Lehn Weaver, MD PhD",
        "Charles S. Abrams, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sang Hee Min, MD",
            "author_affiliations": [
                "School of Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aae Suzuki",
            "author_affiliations": [
                "School of Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Guzman",
            "author_affiliations": [
                "School of Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lehn Weaver, MD PhD",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles S. Abrams, MD",
            "author_affiliations": [
                "School of Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:42:58",
    "is_scraped": "1"
}