{
    "doi": "https://doi.org/10.1182/blood.V122.21.3532.3532",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2502",
    "start_url_page_num": 2502,
    "is_scraped": "1",
    "article_title": "Numerical Analysis Of Platelet Turnover Data Demonstrates Reduced Or Near-Baseline Platelet Production Rates In 90% Of Corticosteroid Non-Responsive Immune Thrombocytopenic Purpura (ITP) Patients ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "topics": [
        "adrenal corticosteroids",
        "blood platelets",
        "glucocorticoids",
        "mineralocorticoids",
        "platelet production",
        "purpura, thrombocytopenic, idiopathic",
        "splenectomy",
        "hemostatics",
        "thrombocytopenia",
        "prednisone"
    ],
    "author_names": [
        "Ted Strom, MD, PhD",
        "Nuria Pujol-Moix, MD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, University of Tennessee Health Science Center, Memphis, TN, USA, "
        ],
        [
            "Hemostasis and Thrombosis Unit, Institut de Recerca Sant Pau, Barcelona, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "35.1405527",
    "first_author_longitude": "-90.0296048",
    "abstract_text": "ITP is a heterogeneous diagnosis of exclusion. Diagnostic methods capable of distinguishing the effects of impaired platelet production and rapid platelet consumption would enable classification of ITP patients on the basis of these basic pathophysiologic mechanisms. Data from in vivo platelet consumption studies may allow this, but it has been difficult up to now to interpret such studies in terms of the concurrent and interactive effects of random consumption, lifespan-dependent platelet consumption, and altered platelet production rates. Here we used a recently described numerical model to re-interpret previously published in vivo 111 In-labeled platelet consumption studies in a series of 39 adult ITP patients who had failed to respond adequately to prednisone. All underwent splenectomy after the study, to which four of the patients did not respond adequately (“non-responders”). The model (Strom, TS; PLoS One. 2013;8(1):e55087) quantifies random and lifespan-dependent processes for each patient as a random destruction rate constant (RD, %/hr), a lognormally distributed lifespan (LS, hr), and a standard deviation for ln LS (SD). Modeled consumption curves are optimized for each patient via mapping of least squared residuals for all possible parameter value combinations. The model also generates the net turnover rate (equivalent to the platelet production rate (PR)), the fraction of platelets lost to lifespan dependent consumption (LSDC), and the platelet age distribution. Because the individual data sets demonstrate consumption plateaus, a fourth parameter (% long lived species, or LL) was also optimized for each data set. Figure 1 shows examples of optimal consumption curves. View large Download slide View large Download slide As a guide to interpreting the optimal parameter value sets, predicted values were generated for three alternative mechanisms for inducing thrombocytopenia: 1) Reduced PR : Assuming that the absolute RD rate from individuals with normal platelet counts represents a hemostatic minimum requirement which is maintained as platelet count is reduced, we modeled the effects of impaired PR on RD and platelet count. 2) Increased RD : Assuming that PR is constant, we modeled the effects of augmented (immunologic) RD on platelet count. 3) Increased RD and PR : Assuming that PR increases in proportion to reduced platelet count, and again assuming a minimum hemostatic RD requirement, we modeled the simultaneous effects of increased RD and a homeostatic increase in PR on platelet count. The observed and modeled findings ( figure 2 ) indicate that 90% of the patients in the study show no substantial (> 50%) compensatory increase in PR. Approximately 1/3 of the patients show parameter set values consistent with a thrombocytopenia due only to impaired platelet production. And a small group of patients (∼4 of 39) show consumption of an unexpectedly high fraction of their platelets by LSDC. Modeled values also show that the immature platelet fraction (IPF) is not consistently predictive of altered rates of platelet production and consumption ( figure 3 ). Thus the IPF cannot substitute for PR and RD values inferred from in vivo consumption studies. View large Download slide View large Download slide View large Download slide View large Download slide Our analysis demonstrates a pathophysiologic basis for predicting therapeutic responses in ITP patients. Patients showing only impaired PR should be expected to respond optimally to thrombopoietin receptor agonists, and not to splenectomy. Conversely, patients for whom enhanced platelet production cannot keep up with rapid RD would be expected to respond best to interventions targeting platelet consumption, such as splenectomy. These findings indicate that impaired platelet production, or the absence of a homeostatic increase in platelet production, is a more common factor in corticosteroid non-responsive ITP patients than is increased immunologic platelet clearance. Disclosures: Strom: University of Tennessee Health Science Center: Employment, The numerical analysis model utilized in this study is disclosed in a patent application filed in the USPTO December 2012, naming me as the inventor., The numerical analysis model utilized in this study is disclosed in a patent application filed in the USPTO December 2012, naming me as the inventor. Patents & Royalties."
}