{
    "doi": "https://doi.org/10.1182/blood-2020-140532",
    "article_title": "Successful Treatment of Concurrently Diagnosed Multiple Myeloma and Myelodysplastic Syndrome with Isolated Del(5q) with Lenalidomide, Bortezomib, and Dexamethasone ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "abstract_text": "Lenalidomide is known to be an effective therapy for multiple myeloma (MM) and for myelodysplastic syndrome with isolated del(5q). However, there have been very few reports of treatment of both conditions using lenalidomide when they are diagnosed concurrently. A review of the literature revealed two reports of MM and del(5q) MDS treated with lenalidomide. We report the case of a patient simultaneously diagnosed with multiple myeloma and myelodysplastic syndrome with isolated del(5q) who was treated successfully with lenalidomide. The patient is a 74 year old female who was referred to hematology for worsening chronic macrocytic anemia with a hemoglobin of 9.4 g/dL. A serum protein electrophoresis (SPEP) was obtained during her workup and demonstrated an IgG kappa monoclonal spike of 4.7 g/dL. Free light chain analysis demonstrated a kappa/lambda ratio of 36.7. The patient was mildly hypercalcemic at 10.6 g/dL but had no renal insufficiency. Platelet and white blood cell counts were normal. There were no osteolytic lesions on skeletal survey and a whole body PET scan identified no bony disease or plasmacytomas. A β-2 microglobulin level was 3.7 mg/L and albumin was 3.3 g/dL. Bone marrow biopsy revealed 60% plasma cells in a 70% cellular marrow. Granulocytic and megakaryocytic dysplasia was identified. Fluorescence in situ hybridization returned showing a 4:14 translocation in 72% of analyzed nuclei and monosomy 13 in 61% of nuclei analyzed consistent with an unfavorable risk profile. Chromosome analysis also revealed a 5q deletion in 15 of 20 analyzed cells. Bone marrow blasts were measured at 1%. Therefore, the patient concurrently met diagnostic criteria for stage II IgG kappa multiple myeloma per the International Staging System and low risk myelodysplastic syndrome with isolated del(5q) per the 2016 WHO classification of MDS with a Revised International Prognostic Scoring System Score (IPSS-R) of 2. She was started on lenalidomide 25 mg daily, bortezomib 1.3 mg/m 2 on days 1, 4, 8, and 11 and dexamethasone 20 mg on days 1, 8, and 15 of a 21 day cycle. After 3 cycles of therapy, serum immunofixation electrophoresis showed an unquantifiably low IgG kappa monoclonal spike and the patient's kappa/gamma light chain ratio had normalized to 1.1. Hemoglobin and calcium returned to normal. On repeat bone marrow biopsy, there was normocellular marrow with 4% polytypic plasma cells by kappa/lambda immunohistochemistry. No dysplasia was identified and bone marrow blasts were 1.5%. Therefore, the patient achieved a very good partial response (VGPR) to therapy for multiple myeloma according to International Myeloma Working Group criteria within 3 months. She met National Comprehensive Cancer Network criteria for response of her MDS to lenalidomide by normalization of hemoglobin. The patient's case demonstrates successful treatment of concurrently diagnosed multiple myeloma and MDS with isolated del(5q) using lenalidomide. Among the two other similar cases we discovered in the literature, one patient was treated with low-dose lenalidomide and dexamethasone [Nolte, et al. Eur J Haematol. 2017 Mar;98(3):302-310.], and the other patient was treated with high-dose lenalidomide and dexamethasone, achieving a partial response [Ortega, et al. Leuk Res. 2013 Oct;37(10):1248-50.]. Neither patient received a proteasome inhibitor. In our case, the patient was treated with higher intensity induction therapy for multiple myeloma and achieved a VGPR. She did not have worsening cytopenias during therapy, and in fact experienced normalization of her blood counts. Therefore, it is reasonable to treat patients simultaneously diagnosed with MM and MDS with isolated del(5q) with standard three-drug induction therapy for multiple myeloma. While our approach makes sense in the abstract, hematology/oncologists should be aware that it works in practice. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Nyomi Washington, MD",
        "Eugen A Shippey, III, MD",
        "Michael B Osswald, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nyomi Washington, MD",
            "author_affiliations": [
                "Hematology/Oncology, San Antonio Military Medical Center, San Antonio, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eugen A Shippey, III, MD",
            "author_affiliations": [
                "Hematology/Oncology, San Antonio Military Medical Center, San Antonio, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael B Osswald, MD",
            "author_affiliations": [
                "Hematology/Oncology, San Antonio Military Medical Center, San Antonio, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:25:12",
    "is_scraped": "1"
}