{
    "doi": "https://doi.org/10.1182/blood.V122.21.2841.2841",
    "article_title": "IL3-Receptor Signaling Is Dispensable For The Generation and Maintenance Of Jak2V617F-Induced Myeloproliferative Neoplasm (MPN ",
    "article_date": "November 15, 2013",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster II",
    "abstract_text": "Myeloproliferative neoplasms (MPN) such as polycythemia vera, essential thrombocythemia and primary myelofibrosis are clonal diseases driven by acquired somatic mutations in hematopoietic stem cells (HSCs), the most common of which is JAK2V617F. JAK2V617F leads to cytokine hypersensitivity and activation of JAK-STAT signaling in the presence of an erythropoietin (EPO), thrombopoietin (TPO) or interleukin-3 (IL3) cytokine receptor scaffold (Nature 2005; 434:1144-8, Leukemia 2008; 22:1828-40). Physiological Jak2V617F expression in long-term hematopoietic stem cells (LT-HSCs; lineage low cKit + Sca1 + CD150 + CD48 - ) is necessary and sufficient to generate MPN, and these LT-HSCs contain the sole reservoir of Jak2V617F MPN-initiating stem cells (Cancer Cell 2010; 17:584-96; Blood 2012; 120:166-72). Although Jak2V617F-mediated EPO hypersensitivity drives erythroid expansion and in vitro EPO-independent colony formation, the EPO receptor is not expressed on Jak2V617F HSC populations (Blood 2012; 120:166-72). This suggests that hypersensitivity to IL3 and/or TPO signaling is responsible for driving LT-HSC proliferation and survival in vivo . To determine the respective contributions of IL3 and TPO signaling to Jak2V617F-induced MPN, pStat5 was measured in HSC and progenitor populations from E2ACre + Jak2V617F +/- knockin mice (hereafter Jak2 VF ) after stimulation with rmIL3 or rmTPO. Committed myeloid progenitors showed robust pStat5 stimulation with rmIL3, but only low level stimulation with rmTPO (TPO 460.25 ± 25.02 MFI vs. IL3 598.25 ± 69.05 MFI, p<0.05, Vehicle 362.25 ± 76.66 MFI). In contrast, LT-HSCs showed strong induction of pStat5 signaling with rmTPO stimulation but less so with rmIL3 stimulation (TPO 571 ± 47.36 MFI vs. IL3 487.5 ± 53.69 MFI, p=0.05, Vehicle 249.5 ± 47.63 MFI). Concordant with these results, TPO signaling appears essential for the generation of Jak2V617F-induced MPN (ASH 2012 Abstract 427). To determine the contribution of IL3 receptor signaling in Jak2V617F-induced MPN, we crossed Jak2 VF knockin mice with mice lacking the common beta subunit of the IL3 receptor that is responsible for signal transduction of IL3, IL5 and GM-CSF (Jak2 VF IL3Rb -/- ). Jak2 VF IL3Rb -/- mice developed MPN with similar latency and mortality to Jak2 VF controls. There were no differences in peripheral blood white cell count (16.51 ± 1.5×10 9 /L vs. 14.89 ± 2.4×10 9 /L, p=0.39, n=3), haematocrit (67.97 ± 7.85×10 9 /L vs. 61.97 ± 5.73×10 9 /L, p=0.35, n=3) or extramedullary erythropoiesis (spleen weight, 665 ± 107mg vs. 541 ± 106mg, p=0.22, n=3) between Jak2 VF IL3Rb -/- and Jak2 VF mice respectively. In competitive bone marrow transplantation assays, all recipients of Jak2 VF IL3Rb -/- or Jak2 VF bone marrow developed MPN with similar diagnostic parameters such as elevated white cell count (14.29 ± 3.41×10 9 /L vs. 18.38 ± 5.78×10 9 /L, p=0.11, n=8), hematocrit (63.4 ± 16.5% vs. 50.5 ± 13%, p=0.16, n=8) and splenomegaly (529 ± 86mg vs. 465 ± 119mg, p=0.23, n=8) in Jak2 VF IL3Rb -/- and Jak2 VF mice respectively. Jak2 VF IL3Rb -/- bone marrow cells initially showed reduced short-term (4 weeks) engraftment and white cell count in recipients compared to the Jak2V617F group (p<0.0005). However after 16 weeks post-transplant there was no difference in chimerism between recipients of Jak2 VF IL3Rb -/- or Jak VF cells. IL3 was unable to stimulate pStat5 in Jak2 VF IL3Rb -/- LT-HSCs or progenitors, but was preserved in Jak2 VF LT-HSCs and progenitors. These data show that IL3Rb signaling is dispensable for Jak2V617F-induced MPN and LT-HSC function, however may regulate short-term myeloid progenitor cell expansion. TPO signaling appears preferentially important for Jak2 VF LT-HSC pStat5 induction, whereas IL3 is more important for pStat5 induction in progenitor cells. These findings will help to inform strategies aimed at targeting long term Jak2V617F-initiating HSC populations. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "interleukin-3 receptor",
        "myeloproliferative disease",
        "signal transduction",
        "interleukin-3",
        "hypersensitivity",
        "bone marrow transplantation",
        "cd48 antigen",
        "cytokine",
        "erythropoietin",
        "granulocyte-macrophage colony-stimulating factor"
    ],
    "author_names": [
        "Therese Vu",
        "Claudia Bruedigam",
        "Rebecca Austin",
        "Catherine Paine-Kuhn",
        "Hayley S. Ramshaw, PhD",
        "Angel F. Lopez, MBBS, PhD",
        "Geoff Hill, MD",
        "Ann Mullally, MD",
        "Steven W Lane, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Therese Vu",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Claudia Bruedigam",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Austin",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Paine-Kuhn",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hayley S. Ramshaw, PhD",
            "author_affiliations": [
                "Department of Human Immunology, Centre for Cancer Biology/SA Pathology (RAH site), Adelaide, Australia, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angel F. Lopez, MBBS, PhD",
            "author_affiliations": [
                "Department of Human Immunology, Centre for Cancer Biology/SA Pathology (RAH site), Adelaide, Australia, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoff Hill, MD",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Mullally, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven W Lane, MD, PhD",
            "author_affiliations": [
                "Department of Immunology, Queensland Institute of Medical Research, Brisbane, Australia, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T21:37:30",
    "is_scraped": "1"
}