{
    "doi": "https://doi.org/10.1182/blood.V104.11.4659.4659",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=58",
    "start_url_page_num": 58,
    "is_scraped": "1",
    "article_title": "Imatinib Mesylate Treatment of Patients with Chronic Myeloid Leukaemia Relapsing Following Allogeneic Stem Cell Transplantation. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "allogeneic stem cell transplant",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "brachial plexus neuritis",
        "bcr-abl tyrosine kinase",
        "graft-versus-host disease",
        "disease remission",
        "polymerase chain reaction",
        "accelerated phase",
        "adverse effects"
    ],
    "author_names": [
        "Eibhlin Conneally, MB, Ph. D",
        "Peig Carroll, B.Sc",
        "Michael Neat, M.Sc",
        "Karl Haslam, M.Sc",
        "Kathy Gately, Ph.D",
        "Jacqui Ryan, M.SC",
        "Mark Lawler, Ph.D",
        "Shaun McCann, MB"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, St. James’s Hospital, Dublin 8, Ireland"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin 8, Ireland"
        ],
        [
            "National Center for Medical Genetics, Our Lady’s Hospital for Sick Children, Dublin 8, Ireland"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin 8, Ireland"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin 8, Ireland"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin 8, Ireland"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin 8, Ireland"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin 8, Ireland"
        ]
    ],
    "first_author_latitude": "53.339301999999996",
    "first_author_longitude": "-6.2965131",
    "abstract_text": "Stem Cell Transplantation (SCT) is associated with long-term disease-free survival in patients transplanted for Chronic Myeloid Leukaemia (CML). However a proportion of patients continue to have haematological, cytogenetic or molecular relapses up to fifteen years following SCT. Donor lymphocyte infusions (DLI) given post SCT relapse are associated with long-term molecular remissions and disease-free survival but depend on the availability of the original donor. In addition the use of DLI can be complicated by both Graft vs Host Disease (GvHD) and bone marrow aplasia. We have treated 10 patients (pts) who relapsed following SCT with imatinib mesylate (IM). 4/10 pts had previously received DLI for haematological relapse. The propositus was unable to receive DLI because his donor had died, hence the initial impetus for the study. IM was given at a dose of 300mg–600mg/day and was well tolerated in all patients. All pts were evaluable for a response to IM. Response to the treatment was evaluated by bone marrow analysis, karyotypic and molecular analysis. Molecular analysis for BCR-ABL was performed by nested RT-PCR and by real time RQ-PCR using TaqMan probes for BCR-ABL and ABL transcripts in serial samples following treatment with IM. 59 samples from the 10 pts (median 4, range 2–13) were analysed by PCR analysis. Time points ranged from 1–38 months post commencement of IM therapy (median 11 months). The cohort was comprised of 7 males and 3 females. Median age: 33 years (26–48 years). 9 pts received bone marrow as the source of stem cells, 1 pt received peripheral blood stem cells: 8 pts from a histo-compatible sibling donor, 1 unrelated donor, and 1 related phenotypically identical donor. Median time to first relapse was 32 months (range 7 months–120 months). 5 pts were treated with IM at the time of haematological relapse (n=3) or cytogenetic relapse (n=2). 3/5 responded with both a cytogenetic and molecular remission (BCR-ABL transcripts <10 −5 ) achieved by 21, 36, 36 months post IM therapy. 1 pt treated for cytogenetic relapse has falling BCR-ABL transcripts 6 months post initiation of treatment. The other pt was treated in accelerated phase (AP), failed to respond and died. The remaining 5 pts were treated following molecular relapse. Although the follow-up is shorter than in the first group, 4/5 pts have shown evidence of molecular remission at 3, 3, 3, 4 months post IM therapy. One patient transplanted in AP had progressive disease. No patient experienced GvHD following IM treatment. 8/10 pts are alive and receiving IM 3–13 years following their original SCT. In conclusion, IM induces durable clinical, cytogenetic and molecular responses in patients treated for relapse of CML post SCT without the side effects of GvHD and bone marrow aplasia. The kinetics of minimal disease conversion indicates a more rapid response in patients treated in molecular relapse. A comparison of DLI versus IM in patients relapsing more than one year after transplant should be undertaken."
}