{
    "doi": "https://doi.org/10.1182/blood.V104.11.3945.3945",
    "article_title": "The Frequency and the Significance of ADAMTS-13 Neutralising Inhibitors in 62 Patients with Non-Familial Thrombotic Thrombocytopenic Purpura. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Neutralising inhibitors against ADAMTS-13 are detected in 51–67% of patients with Thrombotic Thrombocytopenic Purpura (TTP). These ADAMTS-13 inhibitors have not been very well characterised and the diagnostic or the prognostic value of these inhibitors is not established. In the present study, we measured ADAMTS-13 activity and the corresponding inhibitor titer in 96 samples from 62 patients with TTP at various stages of their disease. All patients presented with non-familial TTP. For patients with severe ADAMTS-13 activity without detectable inhibitor heritable ADAMTS-13 deficiency was excluded by either normalisation of ADAMTS-13 activity in remission or by detecting normal ADAMTS-13 activity in first degree family members. ADAMTS-13 activity was quantified by measuring the residual ristocetin cofactor activity of the substrate. The inhibitor against ADAMTS-13 was detected by mixing patient plasma, either neat or diluted, with normal plasma. The inhibitor concentration neutralising 50% of ADAMTS-13 activity in a 1:1 dilution of patient plasma with normal plasma was defined as 1 U/ml. Inhibitors were considered non-detectable (6.25% were heat-inactivated (30 min at 56°C) before testing for inhibitory activity. We found severe ADAMTS-13 deficiency in 89% (24/27) of the samples from patients with acute untreated TTP. 87% (21/24) of these samples were positive for inhibitory activity. The inhibitor titer ranged from 0.4 to 62 U/ml with a median of 1 U/ml. One patient with acute TTP demonstrated ADAMTS-13 activity of 34% despite an inhibitor titer of 0.6 U/ml. The sensitivity of a positive inhibitor test for the diagnosis of TTP was thus 82%. The inhibitor titer before initiation of therapy could not be correlated with the platelet count, the CRP-level or the response to PE-therapy, if patients with an index episode and patients with a relapse were analysed separately. Severe ADAMTS-13 activity was detected in 15/31 samples collected from patients during plasma exchange therapy. 93% (14/15) of these samples were positive for an inhibitor with a titer ranging between 0.6 and 47 U/ml (median: 3 U/ml). 12 of 37 patients tested in remission presented with severe ADAMTS-13 deficiency, 6 of them were positive for inhibitory activity (range: 1–52 U/ml; median: 5 U/ml). The inhibitor titer for patients, which were analysed during acute untreated TTP as well as in remission (n=5), was notable not related to the stage of disease. Five patients with positive inhibitory activity at admission demonstrated mild ADAMTS-13 deficiency in remission without detectable inhibitor. In contrast, we detected inhibitory activity of 0,6–0,8 U/ml in 3 samples from two patients with measurable ADAMTS-13 activity. These low titer inhibitors were only detectable, if samples were heat inactivated before performing the inhibitor assay. Our data demonstrate, that inhibitors against ADAMTS-13 are very heterogeneous. It is highly suspected, that some of these inhibitors can either completely or partly neutralise ADAMTS-13 function in vivo without being detectable in vitro. Inhibitors against ADAMTS-13 might, on the other side, not always completely inhibit ADAMTS-13 function, since they can occur in patients with high residual ADAMTS-13 activity. Inhibitor titers show a wide variation and the clinical significance of the inhibitor titer before, during and after therapy needs to be further investigated.",
    "topics": [
        "adamts proteins",
        "thrombotic thrombocytopenic purpura",
        "disease remission",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "dilution technique",
        "epley maneuver",
        "plasma exchange",
        "von willebrand factor",
        "platelet count measurement"
    ],
    "author_names": [
        "Martina Böhm, PhD",
        "Manuela Krause, MD",
        "Charis Von Auer, MD",
        "Wolfgang Miesbach, MD",
        "Inge Scharrer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martina Böhm, PhD",
            "author_affiliations": [
                "Department of Hemostaseology, JWG University Hospital, Frankfurt/M, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Manuela Krause, MD",
            "author_affiliations": [
                "Department of Hemostaseology, JWG University Hospital, Frankfurt/M, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charis Von Auer, MD",
            "author_affiliations": [
                "Department of Hemostaseology, JWG University Hospital, Frankfurt/M, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Miesbach, MD",
            "author_affiliations": [
                "Department of Hemostaseology, JWG University Hospital, Frankfurt/M, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inge Scharrer, MD",
            "author_affiliations": [
                "Department of Hemostaseology, JWG University Hospital, Frankfurt/M, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T18:48:07",
    "is_scraped": "1"
}