{
    "doi": "https://doi.org/10.1182/blood.V116.21.4646.4646",
    "article_title": "Differential Gene Expression Involved In Angiogenesis, Metabolism, Cell Proliferation and Self-Renewal and Pluripotency In Myelodysplastic Syndromes (MDS) and Acute Myeloid Leukemia (AML) ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulaton",
    "abstract_text": "Abstract 4646 Background Myelodysplastic syndromes (MDS) and acute myeloid leukemia (AML) are clonal disorders characterized by clinical and prognostic heterogeneity, mainly explained by different genetic abnormalities among other factors. The role of some key genes involved in disease pathogenesis in both entities remain unclear. Methods and patients Study objective was to analyse differences in gene expression related to angiogenesis, metabolism and cell proliferation, self-renewal and pluripotency in patients (pts) with MDS and AML. Thirty-three bone marrow (BM) samples at diagnosis were analysed and distributed in 4 different groups: control group (n=8), low-risk MDS (LR-MDS:10% BM blasts; n=4) and AML (n=6). Total RNA was isolated from BM samples. Genes analysed were: vascular endothelial growth factor (VEGF) for angiogenesis, MYC, macrophage migration inhibitory factor (MIF) and glycogen synthase (GYS) for metabolism and cell-proliferation and Oct4 as transcription factor required to maintain an undifferentiated state for self-renewal and pluripotency. Gene expression was quantified by qRT-PCR in triplicate using ß-actin gene as control. SPSS software (v.16) and Mann-Whitney U-test were applied for statistical analysis (P value ≤.05 was considered significant in all cases). Results After analysis, only mRNA levels of VEGF and MYC showed significant difference between LR-MDS and the control group. However, higher expression of all genes were observed in HR-MDS vs LR-MDS (p≤.05) as shown in table 1 . When compared HR-MDS to AML, no difference was observed in VEGF, MYC, MIF and GYS, but significant difference was noticed in mRNA expression of Oct4 in AML samples (p=.032) vs HR-MDS. Globally, gene expression in MDS (pts with LR and HR-MDS) was significant lower than in AML pts in all genes studied as expected. Conclusions Increased expression of VEGF, cMYC, MIF, GYS and OCT4 in HR-MDS vs LR-MDS and in AML vs MDS (global) suggests that these factors may play a relevant role in pathogenesis of both entities. These results point towards a different biological behaviour in less proliferative disease respect advanced stages and AML in different cellular pathways involved in disease progression. They might also justify clinical heterogeneity among patients with MDS and in patients with AML vs MDS as a sole group, and also being responsible for different response to treatment options. Analysis of protein expression is ongoing. Table 1. Statistical analysis of mRNA expression  . Control/LR-MDS . LR-MDS/HR-MDS . HR-MDS/AML . MDS/AML . VEGF 0.004 0.001 0.539 0.001 MYC 0.027 0.006 0.101 <0.001 MIF 0.334 <0.001 0.024 <0.001 GYS 0.090 0.004 0.172 <0.001 Oct4 0.061 0.046 0.032 <0.001 . Control/LR-MDS . LR-MDS/HR-MDS . HR-MDS/AML . MDS/AML . VEGF 0.004 0.001 0.539 0.001 MYC 0.027 0.006 0.101 <0.001 MIF 0.334 <0.001 0.024 <0.001 GYS 0.090 0.004 0.172 <0.001 Oct4 0.061 0.046 0.032 <0.001 LR-MDS: Low-risk MDS. HR-MDS: High-risk MDS. AML: Acute myeloid leukemia View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "angiogenesis",
        "cell proliferation",
        "gene expression",
        "leukemia, myelocytic, acute",
        "metabolism",
        "myelodysplastic syndrome",
        "vascular endothelial growth factor a",
        "brachial plexus neuritis",
        "rna, messenger",
        "disease progression"
    ],
    "author_names": [
        "Jose F Falantes, MD",
        "Cristina Calderón, MD",
        "Pablo Trujillo",
        "Beatriz Martin-Antonio",
        "Jose González, MD, PhD",
        "Alvaro Urbano, MD",
        "Magdalena Carmona, MD",
        "Ildefonso Espigado, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jose F Falantes, MD",
            "author_affiliations": [
                "Hematology, Hospital Universitario Virgen del Rocío, Seville, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cristina Calderón, MD",
            "author_affiliations": [
                "Hematology, Hospital Universitario Virgen del Rocío, Seville, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pablo Trujillo",
            "author_affiliations": [
                "Hematology, Hospital Universitario Virgen del Rocío, Seville, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatriz Martin-Antonio",
            "author_affiliations": [
                "Hematology, Hospital Universitario Virgen del Rocío, Seville, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose González, MD, PhD",
            "author_affiliations": [
                "Hematología, Hospital Universitario Virgen del Rocío, Seville, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alvaro Urbano, MD",
            "author_affiliations": [
                "Dept. of Hematology, Hospital Clinico, Barcelona, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magdalena Carmona, MD",
            "author_affiliations": [
                "Hematology, Hospital Universitario Virgen del Rocío, Seville, Spain, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ildefonso Espigado, MD, PhD",
            "author_affiliations": [
                "Hematology, Hospital Universitario Virgen del Rocío, Sevilla, Spain"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T21:27:42",
    "is_scraped": "1"
}