{
    "doi": "https://doi.org/10.1182/blood-2018-99-114203",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4127",
    "start_url_page_num": 4127,
    "is_scraped": "1",
    "article_title": "F5 Sequence Variant Identified in 7 Patients Evaluated for Hypercoagulable State with a Factor V (FV) HR2 Assay ",
    "article_date": "November 29, 2018",
    "session_type": "331. Pathophysiology of Thrombosis",
    "topics": [
        "factor v",
        "thrombophilia",
        "dideoxy chain termination dna sequencing",
        "polymerase chain reaction",
        "factor v leiden",
        "thrombosis",
        "thrombus"
    ],
    "author_names": [
        "Margaret M. Leech, BA",
        "Daniel B. Bellissimo, PhD",
        "John A. Uhrmacher, PhD",
        "Sriya W. Gunawardena, MD",
        "Michael J. Meyer, BA, MS",
        "Franklin A. Bontempo, MD"
    ],
    "author_affiliations": [
        [
            "Geisel School of Medicine, Dartmouth College, Hanover, NH "
        ],
        [
            "OB/GYN and Reproductive Sciences, University of Pittsburgh School of Medicine, Pittsburgh, PA, Magee Women's Hospital, Pittsburgh, PA "
        ],
        [
            "Genomics Laboratory, University of Pittsburgh Medical Center, Pittsburgh, PA, Pittsburgh, PA "
        ],
        [
            "Department of Hematology/Oncology, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA "
        ],
        [
            "Coagulation Laboratory, Institute For Transfusion Medicine, Pittsburgh, PA "
        ],
        [
            "Division of Hematology/Oncology, ITxM/University of Pgh School of Medicine, Pittsburgh, PA"
        ]
    ],
    "first_author_latitude": "43.7087283",
    "first_author_longitude": "-72.28510849999999",
    "abstract_text": "A 15-year-old African-American male with a history of thrombosis was examined for the Factor V HR2 sequence variation (c.3980A>G, p.H1327R) using PCR followed by RsaI digestion. An anomalous restriction pattern was observed: one strand was uncut (wild type) and the other was cleaved once. However, the fragment sizes were 516bp and 312bp instead of the 447bp and 381bp expected from HR2. Sanger sequencing of the PCR product detected a sequence variant (c.3845A>G) in this patient that creates a RsaI site explaining the novel band pattern. The c.3845A>G variant is found within one of four 27bp repeats found in exon 13 of the F5 gene. The HR2 variant is also present in one of the repeats. In this patient's case, the cleavage occurred in an abnormal location (c.3845A>G instead of c.3980A>G), creating the novel banding pattern observed. Six additional patients being tested for hypercoagulable states were evaluated with the FV HR2 assay and were found to have the same abnormal restriction pattern. The ethnicity of these other patients was not available to our laboratory. Sanger sequencing confirmed the presence of c.3845A>G sequence variant in each of these patients. Unlike the HR2 and FV Leiden variants, the c.3845A>G, p.H1282R variant (rs143333036) is most common in African populations (Minor Allele Frequency 0.012) but the clinical consequences of this variant are unclear. The variant lies within a 27bp repeat similar to the HR2 site and might cause it to be associated with a thrombotic risk similar to the HR2 variant. Further investigation will be required to determine whether the c.3845A>G variant is a population variant with no clinical consequences or whether it represents a genetic prothrombotic risk factor in certain patient populations. Nevertheless, in the laboratory the c.3845A>G, p.H1282R sequence variant may confound results when testing patients for the HR2 (rs1800595) variation. Disclosures No relevant conflicts of interest to declare."
}