{
    "doi": "https://doi.org/10.1182/blood-2019-125098",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4319",
    "start_url_page_num": 4319,
    "is_scraped": "1",
    "article_title": "Real-Rd - Real Life Italian Experience with Lenalidomide and Low-Dose Dexamethasone (Rd) As First Line Treatment of Newly-Diagnosed Multiple Myeloma Patients Not Eligible to Stem Cell Transplantation: Outcomes and Tolerability ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "dexamethasone",
        "hematopoietic stem cell transplantation",
        "lenalidomide",
        "multiple myeloma",
        "brachial plexus neuritis",
        "electrocorticogram",
        "frailty",
        "follow-up",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "Alessandra Pompa",
        "Concetta Conticello, MD",
        "Diana Giannarelli, PhD",
        "Loredana Pettine, MD",
        "Laura Paris, MD",
        "Lucia Tognazzi",
        "Magda Marcatti, MD",
        "Elisabetta Antonioli, MD",
        "Francesca Fioritoni, MD",
        "Angela Bonalumi, MD",
        "Silvia Mangiacavalli",
        "Paola Bertazzoni",
        "Iolanda Donatella Vincelli, MD",
        "Daniele Derudas, MD",
        "Agostina Siniscalchi",
        "Sara Pezzatti, MD",
        "Renato Zambello",
        "Annalisa Citro, MD",
        "Angelo Belotti",
        "Alessandra Lombardo, MD",
        "Federico Vozella, MD",
        "Adelina Sementa, MD",
        "Ugo Consoli, MD",
        "Alfredo Molteni, MD",
        "Niccolò Frungillo, MD",
        "Massimo Gentile, MD",
        "Gabriele Buda, MD PhD",
        "Sara Aquino",
        "Salvatore Palmieri",
        "Velia Bongarzoni, MD",
        "Alessandro Inzoli, MD",
        "Valeria Ferla, MD",
        "Francesca Gaia Rossi, MD",
        "Valerio Leotta, MD",
        "Alessandra Romano, MD PhD",
        "Federica Elia, MD",
        "Vittorio Del Fabro, MD",
        "Guido Montanaro, MD",
        "Francesca Cavallaro, MD",
        "Monica Galli",
        "Luca Baldini, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, MILANO, Italy "
        ],
        [
            "Division of Hematology, Azienda Policlinico - OVE, University of Catania, Catania, Italy "
        ],
        [
            "Bio-statistical Unit, Regina Elena National Cancer Institute IRCCS, Rome, Italy "
        ],
        [
            "Hematology Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milano, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplant Unit, ASST Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Azienda Unità Sanitaria Locale - IRCCS, Haematology, Reggio Emilia, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplant Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "Azienda Ospedaliera Universitaria Careggi, Firenze, Italy "
        ],
        [
            "Department of Hematology, Transfusion Medicine and Biotechnology, \"Santo Spirito\" Civic Hospital, Pescara, Italy "
        ],
        [
            "Section of Hematology, Department of Medicine, University of Verona, Verona, Italy;, Verona, ITA "
        ],
        [
            "Hematology Division, IRCCS Fondazione Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Hematology Unit, ASST Grande Ospedale Metropolitano Niguarda, Milan, Italy "
        ],
        [
            "Division of Hematology, Grande Ospedale Metropolitano Bianchi-Melacrino-Morelli, Reggio Calabria, Italy "
        ],
        [
            "Struttura Complessa di Ematologia e Centro Trapianto Cellule Staminali Emopoieti, Cagliari, Italy "
        ],
        [
            "Hematology, S.Eugenio Hospital, Rome, Italy "
        ],
        [
            "Hematology and Transplant Department, ASST-Monza San Gerardo Hospital, Monza, Italy "
        ],
        [
            "Hematology and Clinical Immunology, Department of Medicine, Azienda Ospedaliera di Padova, Padova, Italy "
        ],
        [
            "Hematology Unit, AO Ospedale Civile di Legnano, Legnano, Italy "
        ],
        [
            "Hematology, ASST Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Onco-Hematology Unit Azienda Ospedaliera Santa Maria of Terni, Italy, Terni, ITA "
        ],
        [
            "Division of Hematology, Department of Cellular Biotechnologies and Hematology, Roma, Italy "
        ],
        [
            "A.O.R.N. San G.Moscati, Avellino, Italy "
        ],
        [
            "UOC Ematologia ARNAS Garibaldi, Catania, ITA "
        ],
        [
            "ASST Cremona, Cremona, Italy "
        ],
        [
            "Hematology Unit, ASST Fatebenefratelli Sacco, Milano, Italy "
        ],
        [
            "Hematology Unit, \"Annunziata\" Hospital of Consenza, Italy, Cosenza, Italy "
        ],
        [
            "Hematology Division, U.O. Hematology, Pisa, Italy "
        ],
        [
            "Hematology Unit, IRCCS AOU San Martino, Genova, Italy "
        ],
        [
            "Hematology Unit, A.O.R.N. Antonio Cardarelli, Napoli, Italy "
        ],
        [
            "Hematology Unit, Azienda Ospedaliera Complesso Ospedaliero San Giovanni - Addolorata, ROMA, ITA "
        ],
        [
            "Hematology Unit, ASST Lodi, Lodi, Italy "
        ],
        [
            "Hematology Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, MILANO, Italy "
        ],
        [
            "Hematology Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, MILANO, Italy "
        ],
        [
            "Hematology and BMT Unit, Azienda Policlinico Vittorio Emanuele, Catania, Italy"
        ],
        [
            "Division of Hematology, Azienda Policlinico - OVE, University of Catania, Catania, Italy "
        ],
        [
            "Division of Hematology, Azienda Policlinico - OVE, University of Catania, Catania, Italy "
        ],
        [
            "Division of Hematology, Azienda Policlinico - OVE, University of Catania, Catania, Italy "
        ],
        [
            "Department of Hematology, Transfusion Medicine and Biotechnology, \"Santo Spirito\" Civic Hospital, Pescara, Italy "
        ],
        [
            "Hematology Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, MILANO, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplant Unit, ASST Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Hematology Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, MILANO, Italy "
        ]
    ],
    "first_author_latitude": "45.45884170000001",
    "first_author_longitude": "9.1949702",
    "abstract_text": "Introduction Lenalidomide (Len) and low-dose Dexamethasone (dex) (Rd) in continuous is a new standard of care for elderly newly-diagnosed multiple myeloma (NDMM) patients (pts), as established by FIRST trial (Facon et al, Blood 2018). Methods and results This is a retrospective, multicentric study conducted in Italy with the aim of evaluating efficacy and tolerability of Rd in a real-life population. Thirty-seven centers were involved and data of 429 pts are available. Pts were considered eligible for the study when completing at least 2 cycles of Rd regimen. Table 1 summarizes the characteristics of pts at time of MM diagnosis. Median age was 78 years (range 57-92), 36.6% had an ECOG PS≥2, creatinine clearance (ClCr) was <30 ml/min in 7.1% of pts. 16, 30 and 54% resulted respectively fit, unfit and frail by IMWG Frailty score. ISS was respectively I, II and III in 27.5, 40.5 and 32% while R-ISS was I, II and III in 31.8, 42.4 and 25.8% of pts. t(4;14), t(14;16), del(17p) or amp(1q) by FISH were respectively found in 9.2%, 5.5%, 5.8% and 36.6% of pts. Extramedullary disease (EMD) was documented in 11% of pts. After a median follow-up of 11 months, most pts are still on treatment (60,4%), the median number of administered cycles was 7 (range 2-33). Overall response rate (ORR, ≥PR) was 74.5% with 34.1% of pts obtaining at least a VGPR. Clinical Benefit Rate (CBR, including minimal responses) was 83.3%. Responses were rapid with median time to first and to best response respectively of 1.8 (range 1-8) and 5 (1-26) months. Median OS and PFS were not reached with a 1-y and 2-y OS of 84.8 and 73.8% and a 1-y and 2-y PFS of 78.6 and 65%. Median EFS was 19.8 months. In univariate analysis, factors significatively impairing ORR were frailty (fit/unfit/frail 91.2/77/55.9%, p2 81.7/61.6%, p upper level of normal (ULN) (65.8 vs 77%, p=0.034). 1-y PFS is significantly shorter in pts with lower ECOG (0-1 vs 2, 66.5 vs 84.8%, pULN (66.4 vs 83.2%, p=0.02), lower ClCr (50 57.2/81.3/80.1%, P=0.01), presence of t(14;16) (42.9 vs 80.4% p=0.01) and amp(1q) (63.5 vs 85.6%, p=0.01); factor impairing OS are ECOG (0-1/>2 93.4 vs 69.4%, pULN (75.1 vs 97.1, p=0004), impaired ClCr (50 64/83.7/88.2%, p2 74.2 vs 47.3%, p<0.001), frailty (fit/unfit/frail 83.4/74.5/52% p=0.09), R-ISS (I-II-III 61.4/74.9/37.5% p=0.006), presence of t(14;16) (35.5 vs 67.8% p=0.08) or amp(1q) (50.1 vs 69% p=0.02). In multivariate analysis ORR is significantly correlated with ECOG>2 (p=0.05), LDH >ULN (p=0.005) and presence of amp1q (p=0.006); PFS was significantly affected by R-ISS III (p=0.04), LDH >ULN (P=0.01) and ClCr2 still impact on OS (p<0.0001) Dose reduction of Len or dex was required respectively in 20.7% and 22.1% and 39.2% needed cycle delay for adverse events (AEs). Grade 3-4 (G3-4) AEs occurred in 52% of pts with 30.9 and 36.6% having at least a hematological or extra-hematological G3-4 AE. In particular, 17.9 and 16.6% of pts had severe neutropenia and anemia while the most common non-hematological AEs were infections (25.8%, G3-4 12.2%), mainly involving respiratory tract (71.2%). Gastroenteric and cutaneous AEs were quite common (22.1 and 19.2%), mainly diarrhea and itching, but in the vast majority were mild. G3-4 asthenia was present in 22.8% of pts. Although 99% of pts was given antithrombotic prophylaxis, 8.5% had a thromboembolic event, a third of severe entity. G-CSF and EPO analogs were required in 27.4 and 26% of pts. Conclusion Real-life data confirm efficacy and tolerability of Rd in elderly NDMM pts. Performance status by ECOG and IMWG frailty score and severe renal impairment but not age itself act as limiting factors affecting outcome. These data must be confirmed by longer follow-up. View large Download slide View large Download slide  Disclosures Conticello: Celgene: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding. Mangiacavalli: Janssen cilag: Consultancy; celgene: Consultancy; Amgen: Consultancy. Zambello: Celgene: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees. Belotti: Amgen: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees. Molteni: Celgene: Membership on an entity's Board of Directors or advisory committees. Aquino: Celgene: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees. Del Fabro: Janssen: Consultancy. Galli: Leadiant (Sigma-Tau): Honoraria; Janssen: Honoraria; Bristol-Myers Squibb: Honoraria; Takeda: Honoraria; Celgene: Honoraria."
}