{
    "doi": "https://doi.org/10.1182/blood.V128.22.5745.5745",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3441",
    "start_url_page_num": 3441,
    "is_scraped": "1",
    "article_title": "Hematopoietic Recovery after in-Vivo T-Cell Depleted Allogeneic Stem Cell Transplant- Effects of ABO Incompatibility, Rhesus Incompatibility and Acute Gvhd ",
    "article_date": "December 2, 2016",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "blood group incompatibility",
        "graft-versus-host disease, acute",
        "rhesus incompatibility",
        "stem cells",
        "t-lymphocytes",
        "transplantation",
        "tissue transplants",
        "human leukocyte antigens",
        "graft-versus-host disease",
        "tacrolimus"
    ],
    "author_names": [
        "Usama Gergis, MD",
        "Naima Ali Al-Mulla, MD MBBS",
        "Segovia Javier",
        "Rania Hafez, MD",
        "Adrienne A. Phillips, MD MPH",
        "Sebastian Mayer, MD",
        "Tsiporah B. Shore, MD",
        "Jing-ming Hsu, MD",
        "Ronit Slotky, PhD",
        "Ljiljana V. Vasovic, MD",
        "Melissa M. Cushing, MD",
        "Koen van Besien, MD"
    ],
    "author_affiliations": [
        [
            "HSCT - Weill Cornell Medical College, Weill Cornell Medical College, NYPHospital . NY, NY, New York, NY "
        ],
        [
            "Hamad Medical City, Doha, QAT "
        ],
        [
            "Hospital Militar Central, Bogotá, Colombia "
        ],
        [
            "Assiut Unversity, Assiut, EGY "
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, Weill Cornell Medical College and New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Division of Hematology/Oncology, Weill Cornell/New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Division of Hematology and Medical Oncology, Weill Cornell Medical College/ New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, "
        ],
        [
            "Weill Cornell Medical College, New York, "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Transfusion Medicine and Cellular Therapy, Weill Cornell Medical College/ New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Weill Cornell Medical College, New York, NY"
        ]
    ],
    "first_author_latitude": "40.762521650000004",
    "first_author_longitude": "-73.95743025",
    "abstract_text": "Background : Transfusion needs after allogeneic transplantation are closely associated with morbidity, cost of transplantation and may also be associated with long-term outcome. In an effort to better predict determinants of recovery after reduced intensity conditioning, we analyzed 214 consecutive patients who received allogeneic hematopoietic stem cell transplantation (HSCT) at our institution from January 2012 to December 2013. Patients and Methods : We excluded patients who experienced early (in the first 4 months) relapse (n=28), non-relapse mortality (n=28) or who experienced prolonged hospital stay before day 100 for transplant related complications (n=51). One hundred and seven patients had uneventful recovery until day 100 and met the inclusion criteria. The majority of patients received Fludarabine and melphalan conditioning (87%). Approximately one third each of the patients had HLA-identical related, HLA-matched unrelated donors or underwent haplo-cord transplantation. Recipients of HLA-identical related or unrelated donor transplant received alemtuzumab and post-transplant tacrolimus. Haplo-cord recipients received thymoglobulin and post-transplant tacrolimus and mycophenolate. Patients and transplant characteristics are summarized in table 1. T-tests were used for comparison between groups. Results : In our analysis of 107 patients who underwent T cell depleted allogeneic transplantation and fared well at day 100, the determinants of prolonged anemia were ABO incompatibility (p=0.006), rhesus incompatibility (p=0.01) and acute graft versus host disease (aGVHD) (p=0.02). Whereas prolonged thrombocytopenia was only associated with the development of any grade aGVHD (p=0.04). At day 100, the hematopoietic recovery of haplo-cord grafts is similar to matched related and unrelated grafts. Conclusion : ABO incompatibility, rhesus incompatibility and occurrence of acute graft vs host disease are the major determinants of red blood cell recovery. Occurrence of acute graft vs host disease is a major determinant of platelet recovery. Of interest, the use of umbilical cord blood grafts combined with haplo-identical grafts is associated with recovery of red blood cells and platelets that is similar to that of adult donor grafts. Disclosures No relevant conflicts of interest to declare."
}