{
    "doi": "https://doi.org/10.1182/blood.V114.22.3501.3501",
    "article_title": "Use of Rituximab in Patients with Congenital Bleeding Disorders and High Titre Inhibitors. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Coagulation or Fibrinolysis Poster II",
    "abstract_text": "Abstract 3501 Poster Board III-438 The development of high titre inhibitors remains a serious complication of treatment in patients with congenital bleeding disorders. We describe a single centre experience of the use of Rituximab (monoclonal anti-CD20 antibody) in 10 patients with congenital bleeding disorders and high titre inhibitors. Nine of the patients have severe haemophilia A (Factor VIII <1%) and 1 patient has type 3 von Willebrand disease (VWD). Six patients had received previous immune tolerance therapy with various regimens prior to receiving Rituximab. Four patients with risk factors predictive of poor response to tolerisation received Rituximab as part of their initial therapy. Three of these four patients received additional immunosuppression (including intravenous immunoglobulin (IVIG) & prednisone (n=2), and IVIG, prednisone and vincristine (n=1)). Patients received cycles of weekly doses of 375 mg/m 2 over 2 – 4 weeks. Four patients responded after one cycle of Rituximab therapy. The remaining 6 patients received repeated cycles of Rituximab with the frequency of cycles being between three and 12 months. These patients have to date received between 2 and 13 cycles of Rituximab over a period of up to 6 years. All patients have responded with a fall in their inhibitor titre and improvement in factor recovery. Five patients had a complete response so that they can be managed with second daily factor prophylaxis. One of these patients (the type 3 VWD patient) had a relapse 12 months after his initial response to Rituximab. He has responded to a second course of 4 doses of Rituximab. Three of the remaining five patients remain on immune tolerance induction (ITI) between 8 months and 6 years after starting Rituximab therapy. All of these patients have improved factor VIII recovery with marked reduction in bleeding frequency. Of the other two patients, 1 patient moved interstate and was no longer treated with Rituximab and the other had ITI stopped after 15 months because of poor compliance with daily factor therapy. At this time his inhibitor was undetectable and he had improved factor recovery and survival. The Rituximab was well tolerated in all patients. Four patients developed hypogammaglobulinaemia, 1 patient developed transient neutropenia, three patients had port infections, though the frequency of infection was no greater than before Rituximab therapy. This single centre of experience shows that repeated doses of Rituximab are well tolerated and has a role in the tolerisation of patients with poor response to more traditional methods of ITI. Disclosures: Off Label Use: Rituximab is a monoclonal antibody against CD20 that is being used for its immunomodulatory properties.",
    "topics": [
        "bleeding diathesis",
        "blood coagulation disorders",
        "rituximab",
        "immunoglobulins, intravenous",
        "factor viii",
        "infections",
        "prednisone",
        "cd20 antigens",
        "complete remission",
        "hemophilia a"
    ],
    "author_names": [
        "Julie Curtin, MBBS, PhD, FRACP, FRCPA",
        "Juliana Teo, MBBS, FRCPA, FRACP",
        "Robyn Shoemark, RN",
        "Kilo Tatjana, MD",
        "Catherine Harris, MBBS, FRCPA",
        "Boyd Webster, MBBS, FRCPA",
        "Ahti Lammi, MBBS, FRACP, FRCPA"
    ],
    "author_dict_list": [
        {
            "author_name": "Julie Curtin, MBBS, PhD, FRACP, FRCPA",
            "author_affiliations": [
                "Haematology, The Children's Hospital at Westmead, Sydney, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juliana Teo, MBBS, FRCPA, FRACP",
            "author_affiliations": [
                "Haematology, The Children's Hospital at Westmead, Sydney, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robyn Shoemark, RN",
            "author_affiliations": [
                "Haematology, The Children's Hospital at Westmead, Sydney, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kilo Tatjana, MD",
            "author_affiliations": [
                "Haematology, The Children's Hospital at Westmead, Sydney, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Harris, MBBS, FRCPA",
            "author_affiliations": [
                "Haematology, The Children's Hospital at Westmead, Sydney, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boyd Webster, MBBS, FRCPA",
            "author_affiliations": [
                "Haematology, The Children's Hospital at Westmead, Sydney, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahti Lammi, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Haematology, The Children's Hospital at Westmead, Sydney, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T12:58:48",
    "is_scraped": "1"
}