{
    "doi": "https://doi.org/10.1182/blood.V118.21.378.378",
    "article_title": "Heparanase Activation of the Coagulation System in a Mice Sepsis Model ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Control of Thrombin Generation",
    "abstract_text": "Abstract 378 Background: Heparanase that is abundant in platelets and neutrophils is implicated in cell invasion, tumor metastasis and angiogenesis. Recently, we demonstrated that heparanase is directly involved in the regulation of the hemostatic system. Heparanase was shown to form a complex and enhance tissue factor (TF) activity, resulting in increased factor Xa production (Nadir et al, Haematologica, 2010). In the present study, the effect of heparanase on sepsis was investigated. Methods: ICR mice, heparanase knock-out mice and heparanase over-expression mice were studied. Sepsis was induced by intra-peritoneal injection of lipopolysaccharides (LPS). Four hours after injection, blood was obtained via temple plexus puncture followed by mice sacrificing. Levels of thrombin-antithrombin (TAT), D-Dimer and IL-6 were tested using ELISA. Plasma factor VII levels were evaluated using the Western blot analysis and fibrinogen levels in the lung, kidney and spleen were estimated by immunostaining. Results: Intra-peritoneal injection of heparanase (0.5μg/mg) compared to PBS injection, increased the TAT (p<0.05) and D-Dimer (p<0.05) levels, which were similar to the ones induced by LPS (5μg/mg), although the IL-6 levels did not rise and mice did not show signs of illness. Moreover, heparanase injection half an hour following LPS administration resulted in reduced levels of TAT, D-Dimer, fibrinogen and of factor VII (p<0.001), increased levels of IL-1 (p<0.001) and profuse blood leak from puncture, compatible with severe disseminated intravascular coagulation (DIC). Similarly, injection of LPS to heparanase knock-out mice led to lower levels of TAT (p<0.001), D-Dimer (p<0.001) and IL-6 (p<0.001) compared to control mice, while injection of LPS to heparanase over-expression mice resulted in DIC. Conclusions: Heparanase is found to induce activation of the coagulation system without inflammatory response. It also contributes to laboratory enhancement of sepsis resulting in DIC. Inhibitors of heparanase may potentially attenuate morbidity and mortality in sepsis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "mice",
        "sepsis",
        "fibrin fragment d substance",
        "interleukin-6",
        "factor vii",
        "puncture procedure",
        "puncture wound",
        "antithrombin iii"
    ],
    "author_names": [
        "Israel Henig, MD",
        "Elena Axelman, MSc.",
        "Benjamin Brenner, MD",
        "Israel Vlodavsky, Ph.D",
        "Yona Nadir, M.D., Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Israel Henig, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation, Rambam Medical Center, Haifa, Israel, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elena Axelman, MSc.",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation, Rambam Medical Center, Haifa, Israel, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Brenner, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation, Rambam Medical Center and Bruce Rappaport Faculty of Medicine, Technion, Haifa, Israel, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Israel Vlodavsky, Ph.D",
            "author_affiliations": [
                "Cancer and Vascular Biology Research Center, The Bruce Rappaport Faculty of Medicine, Technion, Haifa, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yona Nadir, M.D., Ph.D",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation, Rambam Medical Center and Bruce Rappaport Faculty of Medicine, Technion, Haifa, Israel, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T06:38:04",
    "is_scraped": "1"
}