{
    "doi": "https://doi.org/10.1182/blood.V122.21.191.191",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2673",
    "start_url_page_num": 2673,
    "is_scraped": "1",
    "article_title": "Distinct Roles Of PD-1 Itsm and ITIM In Regulating Interactions With SHP-2, ZAP-70 and Lck, and PD-1-Mediated Inhibitory Function ",
    "article_date": "November 15, 2013",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections",
    "topics": [
        "zap-70 kinase",
        "tyrosine",
        "fusion proteins",
        "phenylalanine",
        "lysate",
        "phosphotransferases",
        "aldesleukin",
        "antibodies",
        "dna, complementary",
        "immunoblotting"
    ],
    "author_names": [
        "Pranam Chatterjee",
        "Nikolaos Patsoukis, PhD",
        "Gordon J. Freeman, PhD",
        "Vassiliki A. Boussiotis, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology and Cancer Biology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Hematology-Oncology and Cancer Biology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Hematology-Oncology and Cancer Biology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.33987979999999",
    "first_author_longitude": "-71.1045583",
    "abstract_text": "Programmed death (PD)-1 plays a prominent role in the induction and maintenance of peripheral tolerance. The biochemical mechanisms via which PD-1 mediates its inhibitory function remain poorly understood. The cytoplamsic tail of PD-1 contains two structural motifs, an immunoreceptor tyrosine-based inhibitory motif (ITIM) and an immunoreceptor tyrosine-based switch motif (ITSM). It has been reported that SHP-2 tyrosine phosphatase constitutively interacts with PD-1 ITSM and is involved in PD-1-mediated inhibitory function. We sought to identify the nature of PD-1: SHP-2 interaction and to determine whether other TCR-proximal signaling molecules might interact with PD-1 cytoplasmic tail. SHP-2 has two SH2 domains (N-SH2 and C-SH2) and one PTP domain. To identify the region of SHP-2 that interacts with PD-1 we generated five different GST-fusion proteins in which GST was fused with either SHP-2 full length (FL), SHP-2-N-SH2, SHP-2-C-SH2, SHP-2-ΔN-SH2 (lacking the N-terminus SH2 domain) or SHP-2-PTP. Pull down assays with each GST-fusion protein using lysates from naive and activated primary human T cells revealed that PD-1 interacted with GST-SHP-2 fusion protein only after T cell activation along with simultaneous PD-1 ligation. This interaction was mediated selectively via the SH2 domains of SHP-2, indicating that PD-1 requires prior tyrosine phosphorylation in order to undergo interaction with SHP-2. To identify the mechanism of PD-1 tyrosine phosphorylation governing PD-1: SHP-2 interaction, we used COS cells to express PD-1 along with either empty vector, the TCR proximal tyrosine kinase Fyn, or a kinase inactive mutant of Fyn, followed by pull down with each SHP-2-GST fusion protein. No interaction between PD-1 and SHP-2-GST fusion proteins was detected in lysates from COS cells expressing empty vector or kinase inactive Fyn mutant. In contrast, in the presence of active Fyn, PD-1 underwent tyrosine phosphorylation and was able to interact with GST fusion proteins of SHP-2-FL, SHP-2-N-SH2, SHP-2-C-SH2 and SHP-2-ΔN-SH2 but not SHP-2-PTP, providing evidence that PD-1: SHP-2 interaction requires tyrosine phosphorylation of PD-1 by Src family kinases for subsequent SH2-mediated recruitment of SHP-2. To determine the structural and functional role of each individual tyrosine in the ITIM and the ITSM of PD-1 cytoplasmic tail in PD-1: SHP-2 interaction in vivo, we used Jurkat T cells to express cDNA of either PD-1 wild type, PD-1 with the ITIM tyrosine mutated to phenylalanine (PD-1.Y223F), PD-1 with the ITSM tyrosine mutated to phenylalanine (PD-1.Y248F) or PD-1 with both ITIM and ITSM tyrosines mutated to phenylalanine (PD-1.Y223F/Y248F). After activation, PD-1 wild type underwent tyrosine phosphorylation and developed a robust interaction with SHP-2. PD-1.Y223F retained the ability to undergo interaction with SHP-2 after activation, whereas PD-1.Y248F and PD-1.Y223F/Y248F were unable to interact with SHP-2. We examined whether the PD-1 cytopasmic phosphotyrosines might interact with other SH2 domain containing proteins with critical role in T cell activation. We determined that after T cell activation, PD-1 displayed interaction with ZAP-70 and with activated Lck as determined by PD-1 immunoprecipitation followed by immunoblot with antibodies specific for ZAP-70 and for the activation-specific phospho-LckY394. These interactions remained unaffected in T cells expressing PD-1.Y223F but were abrogated in T cells expressing PD-1.Y248F or PD-1.Y223F/Y248F indicating a mandatory role of phosphorylated ITSM but not ITIM for these associations. However, despite their distinct ability to mediate interactions of PD-1 with SHP-2, Lck and ZAP-70, both phosphorylated ITSM and ITIM had a mandatory role in the inhibitory effect of PD-1 on T cell activation. In T cells expressing either PD-1.Y223F or PD-1.Y248F, PD-1-mediated inhibition of IL-2 production was diminished by 50%, but was almost abrogated in T cells expressing the double mutant PD-1.Y223F/Y248F. Our results indicate that the cytoplasmic tail of PD-1 requires tyrosine phosphorylation in order to mediate phosphorylation-dependent interactions and inhibition on T cell activation. Although phosphorylation-dependent interactions of PD-1 with SHP-2, ZAP-70 and Lck involve Y248 in the ITSM, yet unidentified interactions of Y223 in the ITIM are mandatory for PD-1-mediated inhibitory function on T cell activation. Disclosures: Freeman: Boehringer-Ingelheim: Patents & Royalties; Bristol-Myers-Squibb/Medarex: Patents & Royalties; Roche/Genentech: Patents & Royalties; Merck: Patents & Royalties; EMD-Serrono: Patents & Royalties; Amplimmune: Patents & Royalties; CoStim Pharmaceuticals: Patents & Royalties; Costim Pharmaceuticals: Membership on an entity’s Board of Directors or advisory committees."
}