{
    "doi": "https://doi.org/10.1182/blood-2019-131501",
    "article_title": "Haploidentical Stem Cell Transplantation in Advanced Stage Mycosis Fungoides and Sézary Syndrome: A Report of Four Consecutive Cases from a Single Center ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Introduction: In patients with advanced stage mycosis fungoides (MF) and Sézary syndrome (SS), allogeneic hematopoietic stem cell transplantation (allo-HSCT) continues to represent the only potentially curative treatment strategy. We have previously reported long-term outcome of our reduced intensity conditioning-based allo-HSCT program in MF and SS, including 38 patients who consecutively underwent transplantation from matched sibling or unrelated donor in the 2001-2018 time interval, with a 5-yr overall and disease-free survivals of 52% and 43%, respectively, and a 1-yr non relapse mortality of 17% (ASH annual meeting, 2018). In the most recent years, haploidentical donors are considered an increasing valid alternative for patients with haematological malignancies lacking a suitable matched donor. Here we report the results of our first series of haploidentical SCT (haplo-HSCT) in patients witn MF and SS. Patients & Methods: From May 2016 to June 2019, 4 patients (2 males and 2 females) underwent haplo-HSCT from family donors (3 siblings and 1 son) in our center. Median age was 53 years (range 19-62). Two patients had stage IV refractory MF - involving nodes and lungs in one case and blood in the other one, while two patients had SS. Median number of previous treatment lines was 4 in SS and 4.5 in MF (range 2-6) while median time from diagnosis to transplantation was 21 months (range 17-101). Two patients (1 SS and 1 MF) received 24Gy total skin electron beam (TSEB) therapy as a bridge to transplant, associated to brentuximab vedotin (5 cycles) in one case showing also lung CD30+ involvement. At the time of transplant two patients were in CR and 2 were in very good partial remission, with limited nodal involvement in one SS and limited skin disease in one MF patient, respectively. The source of stem cells was bone marrow in SS and peripheral blood in MF patients. A reduced-intensity conditioning regimen including Thiotepa 10 mg/kg, Cy 30 mg/kg, Fludarabine 120 mg/m2 (over 4 days) and low dose TBI (200 cGy) was used in all patients. GvHD prophylaxis included CsA/MMF and post-transplant CTX (50 mg/kg on days +3 e +4), with the addition of ATG 2.5 mg/kg in the most recently transplanted patient for whom donor peripheral blood was the selected source of stem cells. Results: Hematologic engraftment occurred in all patients, with a median time to ANC >0.5 x 10 9 /L of 16.5 days (range 14-18) and to PLT >20 x 10 9 /L of 15 days (range 13-45). At +100 days after transplantation, donor chimerism was 100% in 3 patients, and 90% in one. Acute GvHD occurred in 3 patients, always of grade II (involving skin in all, gastrointestinal in 2 and liver in 1 patient), with overlap characteristics in one case. Major early infectious complications included two cases of fungal pneumonia and 1 case of bacteremia from P. aeruginosa. Chronic GvHD was observed in 2 out of the 3 evaluable patients - i.e. with a follow-up longer than 100 days - being mild in one case (with joints involvement) and severe in the other case (skin). With all patients and their donors being CMV positive at baseline, CMV reactivations occurred in 3 cases, successfully treated with preemptive valganciclovir. Following transplantation, a complete remission (CR) was achieved in all the four patients. One patient with SS who experienced a skin biopsy-proven relapse 9 months after transplant, achieved a new and durable CR following the occurrence of a severe skin chronic GvHD triggered by an inadvertent sunburn, which required steroids + ECP treatment. At the last visit, all patients were alive in CR with a follow-up of 38, 36, 6 and 3 months, respectively. Conclusions: Even though with a limited follow-up time, our preliminary experience of haplo-HSCT appears particularly safe and highly encouraging in inducing and maintaining remission in patients with advanced MF/SS eligible to allo-HSCT. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "mycosis fungoides",
        "sezary syndrome",
        "transplantation",
        "allopurinol",
        "follow-up",
        "graft-versus-host disease, chronic",
        "allogeneic hematopoietic stem cell transplant",
        "bacteremia",
        "biopsy"
    ],
    "author_names": [
        "Francesco Onida, MD",
        "Giorgia Saporiti, MD",
        "Viviana Beatrice Valli, MD",
        "Silvia Alberti Violetti, MD",
        "Federica Irene Grifoni, MD",
        "Maria Cecilia Goldaniga, MD",
        "Mariarita Sciumè, MD",
        "Luca Baldini, MD PhD",
        "Emilio Berti, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francesco Onida, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giorgia Saporiti, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione Ospedale Maggiore Policlinico, Milano, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Viviana Beatrice Valli, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Alberti Violetti, MD",
            "author_affiliations": [
                "Dermatology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federica Irene Grifoni, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Cecilia Goldaniga, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariarita Sciumè, MD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Baldini, MD PhD",
            "author_affiliations": [
                "BMT Center - Hematology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilio Berti, MD",
            "author_affiliations": [
                "Dermatology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico - University of Milan, Milano, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T21:39:00",
    "is_scraped": "1"
}