{
    "doi": "https://doi.org/10.1182/blood.V122.21.3115.3115",
    "article_title": "Development Of a Serum Biomarker Panel That Predicts Imminent Risk Of Multiple Myeloma (MM) Progression From Premalignancy ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Premalignant states are known to precede malignancy in many different cancers, including multiple myeloma (MM). Each year, 1% of Monoclonal Gammopathy of Undetermined Significance (MGUS) patients and 10% of Smoldering Multiple Myeloma (SMM) patients transition to symptomatic MM, which remains an incurable disease. By identifying patients at imminent risk (within 2 years) of progression to MM, treatment could begin early and potentially prevent full blown MM and associated morbidity and mortality. Multiple risk-factor models are currently utilized to identify patients at high-risk of developing MM. Commonly cited risk factors include percentage of bone marrow plasma cells, free light chain ratio, serum levels of M-protein, IgG subtype and levels of circulating plasma cells. These tests have individual and combined merit but there remains no consensus for measuring imminent risk of MM progression. To determine whether serum proteomics could help predict progression or provide information on relevant pathways involved in progression to MM, we evaluated 200 MGUS and SMM (187 non-IgM) patient samples on the Myriad DiscoveryMAP(r) platform (250+ serum proteins), supplemented by demographic and clinical information. Of the 187 non-IgM patients, 100 progressed to MM within 2 years (high-risk), and 87 did not progress to MM within 5 years (low-risk). We performed different subset analyses to screen for proteins that were informative and predictive of disease progression from MGUS/SMM to MM. First, a univariate Wilcoxon rank sum test was performed. The top 10 proteins that were found to be differential between high-risk/low-risk for all MGUS and SMM patients were IgM, Progesterone, MCP-2, Kallikrein-5, FGF4, EPO, MCP-4, MIP-1β, MCP-1, and TF. Interestingly, when analyzing MGUS and SMM patients separately, additional proteins that were important in distinguishing high-risk/low-risk patients included IgM, EN-RAGE, BAFF, and several others previously shown to be relevant in MM, as well as a handful of novel proteins with unidentified roles in MM. Second, to determine whether specific combinations of proteins could be utilized together to define high/low-risk, a classification tree was assembled. The combination of 8 features (IgM, Progesterone, Aldose Reductase, E-Selectin, Fas Ligand, Hemoglobin, Age and Creatine kinase-MB) appropriately classified 86% of the 187 patients into high/low-risk. Future analyses will include examining this high/low risk classifier in contrast to current risk factor models, and application to two additional sets of similar patient samples that serve as an independent validation set. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "biological markers",
        "multiple myeloma",
        "precancerous conditions",
        "monoclonal gammopathy of undetermined significance",
        "immunoglobulin m",
        "cancer",
        "progesterone",
        "aldehyde reductase",
        "creatine",
        "disease progression"
    ],
    "author_names": [
        "A Kate Sasser, PhD",
        "Tineke Casneuf, PhD",
        "Dhammika Amaratunga, PhD",
        "Volha Tryputsen, PhD",
        "Shaji K Kumar, MD",
        "Vincent Rajkumar, MD",
        "Brett Hall"
    ],
    "author_dict_list": [
        {
            "author_name": "A Kate Sasser, PhD",
            "author_affiliations": [
                "Heme Disease Area Stronghold (DAS), Janssen PRD, Springhouse, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tineke Casneuf, PhD",
            "author_affiliations": [
                "Heme Disease Area Stronghold (DAS), Janssen PRD, Beerse, Belgium, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dhammika Amaratunga, PhD",
            "author_affiliations": [
                "Janssen PRD, Raritan, NJ, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Volha Tryputsen, PhD",
            "author_affiliations": [
                "Janssen PRD, Raritan, NJ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji K Kumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Rajkumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brett Hall",
            "author_affiliations": [
                "Janssen PRD, Johnson & Johnson Oncology R&D, Springhouse, PA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:31:29",
    "is_scraped": "1"
}