{
    "doi": "https://doi.org/10.1182/blood.V104.11.4421.4421",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=163",
    "start_url_page_num": 163,
    "is_scraped": "1",
    "article_title": "Overexpression of EVI1 in Translocation t(3;8)(q26;q24) in a Patient with Trilineage AML. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "EVI1 is a transcription factor that is targeted for de-regulation in 10% of patients with acute myeloid leukemia (AML). Overexpression of EVI1 is associated with a particularly poor prognosis. Various karyotypic abnormalities involving chromosomal region 3q26 have been shown to inappropriately activate expression of EVI1, the most frequent alterations being inv(3)(q21q26)and t(3;3)(q21;q26). Rearrangements of 3q are frequently associated with trilineage myelodysplasia, especially dysmegakaryocytosis. So far, translocation t(3;8)(q26;q24) has been reported in one patient with MDS and two cases of AML without further molecular analysis. No other recurrent chromosome aberration with a breakpoint in 8q24 has been shown in AML. We report a case of a 58 year old male patient with a multilineage AML featuring a t(3;8)(q26;q24) as the sole chromosomal aberration in 80% of bone marrow cells analysed by conventional cytogenetics. The normocellular bone marrow aspirate showed 25–50% atypical blasts, dyserythropoiesis, dysplastic myelopoiesis and hyperactivated megakaryopoiesis with many micromegakaryocytes. Immunophenotyping of the blast population by flow cytometry confirmed the myeloid nature of the cells with CD13+, CD33+, CD64+, CD117+, HLA−DR+ phenotype and variable expression of CD14 and CD34. Persisting pancytopenia occurred after two cycles of chemotherapy and a relapse was evident 4 months later. By real time quantitative RT-PCR (RQ-PCR) we showed that EVI1 is highly overexpressed (>100:1) in this patients bone marrow cells as compared with an AML patient without 3q26 involvement. Fluorescence in situ hybridisation (FISH) is currently being performed to characterize the 8q24 and 3q26 breakpoints in more detail. The chromosomal translocation t(3;8)(q26;q24) leads to overexpression of EVI1 and, as in other aberrations involving 3q, shows a poor prognosis in AML.",
    "topics": [
        "protein overexpression",
        "translocation (genetics)",
        "atypical",
        "bone marrow aspiration",
        "cd14 antigen",
        "cd34 antigens",
        "chemotherapy regimen",
        "dyserythropoiesis",
        "dysplasia",
        "flow cytometry"
    ],
    "author_names": [
        "Martin Wernli, MD",
        "Paula C. Fernandez, MD, PhD",
        "Benno Roethlisberger, MD",
        "Ingmar Heijnen, PhD",
        "Johanna Burger, MD",
        "Dominique Muehlematter, MD",
        "Martine Jotterand, MD",
        "Andreas R. Huber, MD",
        "Mario J. Bargetzi, MD"
    ],
    "author_affiliations": [
        [
            "Center of Oncology and Hematology, Kantonsspital Aarau, Aarau, Switzerland"
        ],
        [
            "Blood Transfusion Center, Kantonsspital Aarau, Aarau, Switzerland"
        ],
        [
            "Center of Laboratory Medicine, Kantonsspital Aarau, Aarau, Switzerland"
        ],
        [
            "Center of Laboratory Medicine, Kantonsspital Aarau, Aarau, Switzerland"
        ],
        [
            "Blood Transfusion Center, Kantonsspital Aarau, Aarau, Switzerland"
        ],
        [
            "Genetic Medical Service, Centre Hospitalier Universitaire, Lausanne, Switzerland"
        ],
        [
            "Genetic Medical Service, Centre Hospitalier Universitaire, Lausanne, Switzerland"
        ],
        [
            "Center of Laboratory Medicine, Kantonsspital Aarau, Aarau, Switzerland"
        ],
        [
            "Center of Oncology and Hematology, Kantonsspital Aarau, Aarau, Switzerland"
        ]
    ],
    "first_author_latitude": "47.3886167",
    "first_author_longitude": "8.0602964"
}