{
    "doi": "https://doi.org/10.1182/blood.V104.11.319.319",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=139",
    "start_url_page_num": 139,
    "is_scraped": "1",
    "article_title": "Minimal Residual Disease in Patients with Acute Myeloid Leukemia Quantified by Multiparameter Flow Cytomety and Quantitative RT-PCR Is an Independent Prognostic Parameter. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Quantification of minimal residual disease (MRD) is becoming increasingly important to guide therapy in patients with acute myeloid leukemia (AML). While MFC can be applied to more patients with AML than QPCR, the latter has the advantage of a higher sensitivity in many cases. We compared data obtained by both methods in parallel in bone marrow samples in 160 patients at diagnosis and at 469 follow-up checkpoints. MFC was applied at diagnosis with a comprehensive panel of antibodies to identify leukemia-associated aberrant immunophenotypes (LAIP) useful for MRD monitoring. QPCR targeted on the leukemia-specific fusion transcripts AML1-ETO, AML1-EVI1, CBFB-MYH11, MLL-AF10, MLL-AF6, MLL-AF9, MLL-ELL, MLL-ENL, and PML-RARA as well as overexpression of EVI1, length mutations of FLT3, and partial tandem duplications of MLL. In order to adjust for differences in the percentages of bone marrow cells covered by the respective LAIP by MFC at diagnosis and for the heterogeneity of transcript levels detected by QPCR at diagnosis, the logarithmic difference (LD) was calculated for each follow-up sample in comparison to the diagnostic sample. There was a significant correlation between MFC and QPCR with regard to the LD from diagnosis to follow-up checkpoint (r=0.645, p=0.000001). Concordant results with regard to negativity between QPCR (no signal) and MFC (<0.01% positive cells) was found in 301/469 (64.2%) samples (both methods positive, 270 (57.6%); both methods negative, 31 (6.6%)). In 44 samples (9.4%) QPCR detected positivity and MFC negativity while in 124 samples (26.4%) MFC detected positivity and QPCR negativity (sensitivity of QPCR was lower than 1:100,000 in some cases). In 133 patients clinical follow-up data was available allowing the analysis of the prognostic impact of MRD levels. Cytogenetics were favorable, intermediate, and unfavorable in 86, 30, and 17 cases, respectively. Median age was 46 years (range, 17–83). Median event-free survival (EFS) was 22.1 months, overall survival (OS) at three years was 77%. The median LDs for MFC and QPCR at the checkpoint 1 (up to day 21), 2 (day 22–60), 3 (day 61–120), 4 (day 121–365), and 5 (after day 365) were 2.40 and 0.62, 2.05 and 1.55, 2.51 and 3.34, 2.71 and 3.70, and 2.60 and 3.45, respectively. Separating patients according to these median LDs resulted in a better EFS and OS for cases with higher LDs at all five checkpoints for each method. Significant differences in EFS were observed at checkpoints 2 (MFC, 22.1 vs. 12.6 months, p=0.0379; QPCR, median not reached vs. 9.9, p=0.0081), 3 (QPCR, 30.9 vs. 14.1 months, p=0.0011), 4 (MFC, median not reached vs. 16.9 months, p=0.0007; QPCR, median not reached vs. 15.1 months, p=0.0102), and 5 (QPCR, median not reached vs. 17.2, p=0.0008). Cox regression analysis taking into consideration cytogenetics, age, WBC count, and bone marrow blast count at diagnosis identified the LD at checkpoint 4 determined by MFC and the LD at checkpoints 2 and 5 determined by QPCR as independent prognostic factors. The results of our analyses confirm that both MFC and QPCR are highly sensitive methods capable of quantifying MRD in AML. While data are concordant for both methods in many cases, either of the two has advantages in distinct cases depending on the individual MRD marker. Clinical trials should consider MRD monitoring by both methods in order to prove their respective roles in risk prediction and treatment stratification.",
    "topics": [
        "leukemia, myelocytic, acute",
        "neoplasm, residual",
        "quantitative real-time polymerase chain reaction",
        "follow-up",
        "loeys-dietz syndrome",
        "leukemia",
        "antibodies",
        "bone marrow specimen",
        "ms-like tyrosine kinase 3",
        "prognostic factors"
    ],
    "author_names": [
        "Wolfgang Kern, M.D.",
        "Claudia Schoch, M.D.",
        "Torsten Haferlach, M.D.",
        "Daniela Voskova, M.D.",
        "Wolfgang Hiddemann, M.D.",
        "Susanne Schnittger, Ph.D."
    ],
    "author_affiliations": [
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868"
}