{
    "doi": "https://doi.org/10.1182/blood-2019-129805",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4288",
    "start_url_page_num": 4288,
    "is_scraped": "1",
    "article_title": "Safety, Efficacy, and PK of the BCL2 Inhibitor Venetoclax in Combination with Chemotherapy in Pediatric and Young Adult Patients with Relapsed/Refractory Acute Myeloid Leukemia and Acute Lymphoblastic Leukemia: Phase 1 Study ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "acute lymphocytic leukemia",
        "bcl2 gene",
        "bcl-2 protein",
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "pediatrics",
        "venetoclax",
        "young adult",
        "brachial plexus neuritis",
        "cerebrotendinous xanthomatosis"
    ],
    "author_names": [
        "Seth E Karol, MD",
        "Todd M Cooper, DO",
        "Henrique Bittencourt",
        "Lia Gore, MD",
        "Maureen M O'Brien, MD",
        "Christopher Fraser, MD",
        "Marion Gambart, MD",
        "Gunnar Cario, MD PhD",
        "Christian Michel Zwaan, MD PhD",
        "Jean-Pierre Bourquin, MD PhD",
        "Mignon L. Loh, MD",
        "Hubert Caron, MD PhD",
        "Betty Prine",
        "Ahmed Hamed Salem, PhD FCP",
        "Kristina Unnebrink",
        "Bo Tong, PhD",
        "Tammy Palenski, PhD",
        "Andrew E. Place, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Division of Hematology and Oncology, Seattle Children's Hospital, Seattle, WA "
        ],
        [
            "Clinical Pharmacology Unit, CHU Sainte-Justine, Montreal, Canada "
        ],
        [
            "Peds Heme/Onc/BMT-CT, University of Colorado, Children's Hospital Colorado, Aurora, CO "
        ],
        [
            "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Queensland Children's Hospital, South Brisbane, QLD, Australia "
        ],
        [
            "CHU de Toulouse, Toulouse, France "
        ],
        [
            "Pediatrics, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany "
        ],
        [
            "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands ",
            "Department of Pediatric Oncology/Hematology, Erasmus University Medical Center-Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Universitaets-Kinderspital Zurich, Zurich, Switzerland "
        ],
        [
            "University of California San Francisco, UCSF Benioff Children's Hospital and the Helen Diller Family Comprehensive Cancer Center, San Francisco, CA "
        ],
        [
            "F. Hoffman-La Roche Ltd., Basel, Switzerland "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Deutschland GmbH & Co. KG, Ludwigshafen, Germany "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Boston, MA"
        ]
    ],
    "first_author_latitude": "35.15360079999999",
    "first_author_longitude": "-90.04438085",
    "abstract_text": "Introduction: Venetoclax (VEN) is a highly selective B-cell lymphoma 2 (BCL2) inhibitor approved for the treatment of adults with hematologic malignancies. VEN has antileukemic activity in pediatric patient (pt)-derived xenograft models and cell lines. Data from these and ongoing adult studies of acute myeloid leukemia (AML) provide rationale for trials in a pediatric population. This study evaluated VEN as monotherapy (monoTx) and in combination with disease-specific chemotherapy (CTx) regimens in pediatric and young adult pts with relapsed/refractory (R/R) malignancies. Preliminary results from acute lymphoblastic leukemia (ALL) and AML pts are reported. Methods: This phase 1 open-label, 2-part, multicenter study (NCT03236857) enrolled pts newborn to <25 years with R/R malignancies. In Part 1 (dose determination; DD), pts received oral VEN daily. Tumor lysis syndrome (TLS) risk was mitigated by a 3-day ramp-up to a weight- or age- (pts <2 years) adjusted adult-equivalent target VEN dose of 800 mg. Dose determination using a Bayesian optimal interval design was based on dose-limiting toxicities (DLTs) assessed during the first 21 days of VEN monoTx. Part 2 (cohort expansion) used the recommended phase 2 dose (RP2D; 800 mg VEN), and enrolled pts with R/R ALL and AML. In Part 2, CTx was added immediately after the VEN ramp-up, removing the 21-day monoTx period. Primary endpoints were safety, determination of DLT and RP2D, and assessment of VEN pharmacokinetics (PK). Secondary endpoints included preliminary efficacy of VEN monoTx and combined with CTx as assessed by the investigator. Minimal residual disease (MRD) in peripheral blood and/or bone marrow was assessed by flow cytometry or quantitative PCR as an exploratory objective. Results: As of May 30, 2019, 29 pts were enrolled with AML (n=18; 10 DD plus 8 expansion) or ALL (n=11; 5 DD plus 6 expansion). Median age was 6 years (range 1-25); 59% were male ( Table ). Pts had a median of ≥6 prior therapies; 52% had prior hematopoietic stem cell transplant (HSCT). Median time on study was 2.5 months (range 3-13.5 months); 76% of pts discontinued VEN, due to progressive disease (38%), physician decision (14%), to pursue HSCT (14%), or adverse events (AEs; 10%). Five pts (17%) had fatal AEs related to disease progression considered unrelated to VEN. Preliminary PK data for pts in the DD cohort demonstrated that the weight-based dosing scheme resulted in similar VEN plasma concentrations across the wide weight and age range of enrolled pts. The most common treatment-emergent AEs (TEAEs) in all 29 pts receiving VEN plus CTx were vomiting (52%), diarrhea (52%), hypokalemia (48%), increased ALT (48%), febrile neutropenia (45%), increased AST (45%), and anemia (41%). On VEN monoTx or combination Tx, grade ≥3 TEAEs related to VEN Tx occurred in 65% of pts; serious AEs related to VEN occurred in 24% of pts. Grade 5 AEs unrelated to VEN were observed in 2 pts with AML (respiratory failure and hypoxia) and 3 pts with ALL (n=1: lung infection; n=2: multiorgan failure), all in context of progressive disease. No DLTs occurred in the 21-day monoTx period. One AML and 1 ALL pt experienced laboratory TLS (grade 3) on VEN plus CTx; this resolved with standard care. For AML pts, the best response after 21 days of monoTx was stable disease. In Part 1, 1 pt had complete remission with incomplete marrow recovery (CRi) after 2 cycles of azacitidine plus VEN. In Part 2, 1 pt achieved a CR after 1 cycle of VEN plus azacitidine. Overall objective response rate (ORR) for AML pts was 11%. For ALL pts, ORR was 27% in Parts 1 and 2 with VEN combination Tx. The best response after 21 days of monoTx was partial remission, with 2 pts achieving CRi after addition of 1 or 2 cycles of VEN plus dexamethasone-vincristine-peg-asparaginase. In Part 2, 1 pt achieved CRi after 1 cycle of VEN plus vincristine-peg-asparaginase. MRD negativity (<10 −4 leukemic cells) was observed in 3/11 (27%) ALL pts, and 0 AML pts. Conclusions: VEN plus CTx was well tolerated, with no unexpected toxicities in pediatric pts with heavily treated/refractory ALL or AML. VEN monoTx led to few discontinuations or dose reductions due to AEs, and few serious AEs attributable to VEN. There was preliminary evidence of efficacy of VEN combined with CTx in this heavily treated pt population, including those with prior HSCT, which is notable. Further enrollment, follow-up, and correlative biomarker analyses are ongoing. View large Download slide View large Download slide Disclosures Karol: Abbvie: Other: Unrelated to this study, St. Jude has received a charitable contribution from AbbVie, Inc. The charitable contribution is not being used for clinical or research activities, including any activities related to this study.. Bittencourt: Jazz Pharmaceuticals: Consultancy, Other: Travel, accommodations expenses; Novartis: Consultancy. Gore: Amgen: Consultancy, Equity Ownership, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel expenses; Novartis: Consultancy, Other: Service on Data Safety Monitoring Committee; travel, accommodations, expenses; Roche/Genentech: Consultancy, Honoraria, Other: travel expenses; Anchiano: Equity Ownership, Other: spouse employment and company leadership; Blueprint Medicines: Equity Ownership; Celgene: Equity Ownership, Other: DSMC member; Clovis: Equity Ownership; Mirati: Equity Ownership; Sanofi Paris: Equity Ownership. O'Brien: Pfizer: Research Funding; Celgene: Research Funding; BMS: Research Funding; AbbVie: Research Funding; Amgen: Research Funding; BTG: Research Funding. Fraser: Novartis: Consultancy; Amgen: Consultancy. Gambart: Jazz Pharmaceuticals: Other: Travel, accommodations, expenses. Zwaan: Sanofi: Consultancy; Pfizer: Consultancy, Research Funding; Daiichi Sankyo: Consultancy; Novartis: Consultancy; BMS: Research Funding; Incyte: Consultancy; Celgene: Consultancy, Research Funding; Servier: Consultancy; Jazz pharmaceuticals: Other: Travel support; Janssen: Consultancy; Roche: Consultancy. Bourquin: Servier: Other: Travel support. Loh: Medisix Therapeutics, Inc.: Membership on an entity's Board of Directors or advisory committees. Caron: F. Hoffmann-La Roche Ltd: Employment, Other: may own stock. Prine: AbbVie: Employment, Other: Stock/stock options. Salem: AbbVie: Employment, Other: Stock/stock options. Unnebrink: AbbVie Germany: Employment, Other: Stock/stock options. Tong: AbbVie: Employment, Other: stock or options. Palenski: Abbvie: Employment, Other: Stock/ stock options. Place: Novartis: Consultancy, Research Funding."
}