{
    "doi": "https://doi.org/10.1182/blood-2020-141452",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4511",
    "start_url_page_num": 4511,
    "is_scraped": "1",
    "article_title": "Long-Term Follow-up of Ruxolitinib in Treatment of Steroid-Refractory Chronic Graft-Versus-Host Disease (GVHD) ",
    "article_date": "November 5, 2020",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": null,
    "author_names": [
        "Aliana Meneses Ferreira, MD",
        "Vinicius Campos Molla, MD",
        "Maria Cristina Nunez Seiwald, MD",
        "Roberta Shcolnik Szor, MD",
        "Pedro Henrique Arruda De Moraes, MD",
        "Ana Rita Da Fonseca, MD",
        "Mariana Serpa, MD",
        "Erick Menezes Xavier, MD",
        "Luciana Tucunduva, MD",
        "Yana Novis, MD",
        "Celso Arrais-Rodrigues, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hospital Sírio Libanês, São Paulo, Brazil "
        ],
        [
            "Hospital Sírio Libanês, São Paulo, Brazil ",
            "Department of Hematology and Hemotherapy, Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil"
        ],
        [
            "Hospital Sírio Libanês, São Paulo, Brazil ",
            "Department of Hematology and Hemotherapy, Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil"
        ],
        [
            "Hospital Sírio Libanês, São Paulo, Brazil "
        ],
        [
            "Hospital Sírio Libanês, São Paulo, Brazil ",
            "Department of Hematology and Hemotherapy, Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil"
        ],
        [
            "Hospital Sírio Libanês, São Paulo, Brazil ",
            "Department of Hematology and Hemotherapy, Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil"
        ],
        [
            "Hospital Sírio Libanês, São Paulo, Brazil "
        ],
        [
            "Hospital Sírio Libanês, São Paulo, Brazil "
        ],
        [
            "Hospital Sírio Libanês, São Paulo, Brazil "
        ],
        [
            "Hospital Sírio Libanês, São Paulo, Brazil "
        ],
        [
            "Hospital Sírio Libanês, São Paulo, Brazil ",
            "Department of Hematology and Hemotherapy, Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-23.56534375",
    "first_author_longitude": "-46.66094115",
    "abstract_text": "Introduction: Chronic graft-versus-host disease (cGVHD) remains a major barrier to a successful hematopoietic stem cell transplantation (HSCT), associated with significant morbidity, increased risk of infection, and reduced quality of life. In cases refractory to first-line therapy with steroids, there is no standard of care for second line therapy. Ruxolitinib is a promising drug in this scenario and acts suppressing the proinflammatory signaling that mediates tissue damage and by the promotion of tolerogenic regulatory T (T-reg) cells. Methods: We retrospectively analyzed the efficacy and safety of 35 patients receiving ruxolitinib for treatment of steroid-refractory cGVHD in two transplant centers, with the longest follow-up described to date. Results: Median age was 54 years (range 23 - 73), and the most common diagnosis was acute leukemia (60%). There were 18 cases of related donor transplants and 17 cases of alternative donors (haploidentical in 9 and unrelated in 8). Most transplants were after reduced-intensity conditioning regimens (80%) and mobilized peripheral blood was used as the stem cell source in most cases (93%). Patients treated with ruxolitinib had moderate (23/35; 66%) or severe (12/35; 36%) cGVHD before ruxolitinib was started and most patients (n = 23, 64%) had steroid-refractory cGvHD, compared to 13 (36%) patients with steroid-dependent cGvHD. The patients had a median of 3 organs affected (1-7) and the median number of previous lines of therapy was 2 (1-6). Response evaluation was based on 2014 National Institutes of Health criteria. Overall response rate was 89% and complete response rate was 29%, after a median of 4 weeks of therapy. Steroids were discontinued in 81% (n=25); and in 19% (n=6), a reduction > 50% on the dose of the steroids was possible. Median duration of treatment was 12 months (range 2-51). Median follow-up was 36 months (range 3-51). At follow-up, among the 27 patients still alive, 9 patients (37%) are still on treatment with ruxolitinib and remain in partial response (8 cases) or in complete response (1 case), and 18 patients (67%) stopped the drug, after achieving a sustained response (12 cases), due to lack of response (2 cases), due to toxicities (2 cases) or due to unavailability of the drug (2 cases). Therefore, 12 patients (44%) are free of any immunosuppression, and 10 (37%) are in use of ruxolitinib as the only immunosuppressive drug. Among 7 patients in which cGVHD relapsed after ruxolitinib withdrawal, 4 were re-exposed to the drug and all responded again. There were only 2 cases of relapse of the underlying disease (1 patient with refractory acute myeloid leukemia and 1 case of Ph positive acute lymphoblastic leukemia) and both are again in sustained remission after salvage therapies. Median overall survival was not reached and overall survival at 3 years was 75%. Toxicities were mostly hematological, and resolved after dose reduction in most cases. Conclusion: Our data, which represent the cohort of patients with cGVHD with the longest follow-up reported to date, support the use of ruxolitinib for refractory cGVHD. The high response rates with a favorable toxicity profile make ruxolitinib a promising therapeutic option. Randomized trials comparing ruxolitinib and other second-line therapies are currently underway and are waited to confirm evidence regarding the true efficacy and impact of ruxolitinib in steroid-refractory cGVHD. Disclosures No relevant conflicts of interest to declare. OffLabel Disclosure: ruxolitinib for treatment of steroid-refractory chronic GVHD - this drug has been used in the last couple years with impressive results"
}