{
    "doi": "https://doi.org/10.1182/blood.V120.21.4917.4917",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2276",
    "start_url_page_num": 2276,
    "is_scraped": "1",
    "article_title": "Magnetic Nanoparticles Fe 3 O 4 synergy with Adriamycin and Arsenic Trioxide Reverse Multidrug Resistance in Lymphoma in Vitro  ",
    "article_date": "November 16, 2012",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "arsenic trioxide",
        "doxorubicin",
        "lymphoma",
        "nanoparticles",
        "drug resistance, multiple",
        "survivin",
        "rna, messenger",
        "flow cytometry",
        "microscopes",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Xiaohui Cai",
        "Baoan Chen",
        "Chunling Wang",
        "Jian Cheng",
        "Yu Zhang",
        "Jiahua Ding",
        "Jijiao Ning",
        "Wen Bao",
        "Guohua Xia"
    ],
    "author_affiliations": [
        [
            "Department of Homatology and Oncology, Affiliated Zhongda Hospital, Nanjing, China, "
        ],
        [
            "Department of Hematology and Oncology, Affiliated Zhongda Hospital, Nanjing, China, "
        ],
        [
            "Department of Hematology, the First People Hospital of Huai-an, "
        ],
        [
            "Department of Hematology and Oncology, The affiliated Zhongda Hospital, Medical School, Southeast University, Nanjing, China, "
        ],
        [
            "State Key Lab of Bioelectronics(Chien-Shiung Wu Laboratory), Southeast University, Nanjing, China, "
        ],
        [
            "Department of Hematology and Oncology, Affiliated Zhongda Hospital, Nanjing, China, "
        ],
        [
            "Department of Hematology and Oncology, Affiliated Zhongda Hospital"
        ],
        [
            "Department of Hematology and Oncology, The affiliated Zhongda Hospital, Medical School, Southeast University, Nanjing, China, "
        ],
        [
            "Department of Hematology and Oncology, Affiliated Zhongda Hospital, Nanjing, China, "
        ]
    ],
    "first_author_latitude": "32.071185",
    "first_author_longitude": "118.77671799999999",
    "abstract_text": "Abstract 4917 OBJECTIVE: The aim of this study was to optimize the conditions of combined effect of magnetic nanoparticles Fe 3 O 4 , adriamycin(ADM) and arsenic trioxide(As 2 O 3 ), search for low toxicity and efficient MDR reversal way and investigate the effect and side reactions of the koinonia in lymphoma cells Raji and Jurket in vitro, which would provide the basis of theory and experiment for in vivo and clinical experiments. METHODS: The experimental team regulated quantites of combination which included Fe 3 O 4 , ADM and As 2 O 3 with MTT assay. In a typical experiment, the Raji and Jurket cells were treated with ADM, As 2 O 3 , ADM and As 2 O 3 , or Fe 3 O 4 synergy with ADM and As 2 O 3 for 48 hours, and the cells treated without any drugs were used as control group. Cells apoptosis, and the concentration of ADM within the cells were measured by Flow cytometry (FCM). The distribution of ADM within the cells and cells morphous were observed by fluorescence microscope. The expressions of mRNA and protein of survivin, bcl-2/bax, caspase3, p53 and NF-κB were determined by semi-quantitative reverse transcription PCR (RT-PCR) and Western blot, respectively. RESULTS: The experimental team selected the synergy quantities of ADM and As 2 O 3 at 0. 5mg/L and 1μmol/L or 1. 0mg/L and 2μmol/L cooperated with Fe 3 O 4 at 40mg/L while the best synergetic MDR reversal effect came out in both Raji cells and Jurket cells in vitro. The fresh evidence from flow cytometry showed that a higher apoptosis rate could be induced, and a higer concentration of ADM could be detected in lymphoma cells by group of Fe 3 O 4 synergy with ADM and As 2 O 3 as compared with those by ADM, As 2 O 3 or ADM and As 2 O 3 in the same concentrations(P<0. 05). The observation from fluorescence microscope presented the distribution of ADM an obvious apoptotic morphous including cell shrinkage, karyopycnosis, nuclear fragmentation, apoptotic body and so on. RT-PCR revealed that the expressions of survivin, bcl-2, and NF-κB mRNA decreased and the expressions of bax, caspase3 and p53 mRNA increased in the group of ADM and As 2 O 3 or group of Fe 3 O 4 synergy with ADM and As 2 O 3 (P0. 05). Western bolt demonstrated that the expressions of survivin, bcl-2, and NF-κB protein were much lower and the expressions of bax, caspase3 and p53 protein were higher in the cells treated with the ADM and As 2 O 3 group or Fe 3 O 4 synergy with ADM and As 2 O 3 group( P <0. 05). CONCLUSION: ADM combined As 2 O 3 could reverse MDR in lymphoma cells and This synergy with the addition of Fe 3 O 4 could enhance the reversal effect. Magnetic nanoparticles(MNPs) Fe 3 O 4 copolymerization ADM and As 2 O 3 could inhibit ADM eliminated from lymphoma cells and reversing MDR. Because of the ADM retention which could decrease the side effect on the normal tissues and play a persistent reaction to the targeted cells, the effect of inducing apoptosis or regulating gene expressions of Fe 3 O 4 synergy with ADM and As 2 O 3 group was a little stronger than group of ADM and As 2 O 3 . Survivin, bcl-2/bax, caspase3, p53 and NF-κB may play an important role in apoptosis induced by Fe 3 O 4 . More specific apoptosis mechanisms shoud be investigated for the treatment of MNPs in haematopoietic malignancies. Disclosures: No relevant conflicts of interest to declare."
}