{
    "doi": "https://doi.org/10.1182/blood.V110.11.910.910",
    "article_title": "Phase I Trial of the Targeted Alpha-Particle Nano-Generator Actinium-225 ( 225 Ac)-HuM195 (Anti-CD33) in Acute Myeloid Leukemia (AML). ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Myeloid Leukemias - Therapy, excluding Transplantation",
    "abstract_text": "HuM195, a humanized anti-CD33 antibody, targets myeloid leukemia cells and has modest activity alone against AML. To increase the antibody’s potency and allow single cell killing, but avoid the nonspecific cytotoxicity associated with β-emitting isotopes, the α-emitter bismuth-213 ( 213 Bi) was initially conjugated to HuM195. In phase I and II trials, 213 Bi-HuM195 was capable of inducing remissions in AML after partial cytoreduction with cytarabine. Therapeutic applications of 213 Bi, however, are limited by its 46-minute half-life. The isotope generator, 225 Ac, a radiometal which yields 4 α-emitting isotopes and has a 10-day half life, can be conjugated to a variety of antibodies using the bifunctional chelate DOTA-SCN. 225 Ac-containing immunoconjugates can kill in vitro at radioactivity doses 1000 times lower than 213 Bi analogs and prolong survival of animals in several xenograft models (McDevitt et al. Science 2001). We are conducting a first-in-man phase I dose escalation trial to determine the safety, pharmacology, and biological activity of such an in vivo isotope generator using 225 Ac-HuM195. Seven patients (median age, 61 years; range, 46–77) with relapsed (n=3) or refractory (n=4) AML were treated to date. Three had poor-risk cytogenetics. Patients received a single infusion of 225 Ac-HuM195 at doses of 0.5 (n=3), 1 (n=3), or 2 μCi/kg (n=1). Total administered activities of 225 Ac ranged from 23–170 μCi, and HuM195 doses ranged from 1–1.9 mg. No acute toxicities were seen. One of 2 patients evaluable for neutropenia developed an ANC <500/μL. Grade 4 thrombocytopenia was seen in both patients who were evaluable. Among 4 evaluable patients, resolution of grade 4 leukopenia occurred after a median of 10 days (range, 0–26). Three patients had neutropenic fever. One patient with a prior history of fungal hepatitis developed a grade 3 elevation in alkaline phosphate lasting 6 days after receiving 1 μCi/kg of 225 Ac-HuM195. No other grade 3–4 extramedullary toxicities were observed. No evidence of radiation nephritis has been seen, with follow-up to 10 months. To determine pharmacokinetics over 10 days following treatment, we analyzed plasma by gamma counting at 2 energy windows for 2 of the 225 Ac daughters, francium-221 ( 221 Fr) and 213 Bi. Two phase elimination kinetics were seen with mean plasma half-lives t 1/2 -α and t 1/2 -β of 2.9 and 54 hours, respectively. These results are similar to other HuM195 constructs containing long-lived radioisotopes. Antileukemic effects included elimination of peripheral blood blasts in 3 of 6 evaluable patients and dose-related reductions of >33% of BM blasts in 4 patients at 4 weeks following treatment. One patient had 3% bone marrow blasts after therapy. This is the first study to show that targeted therapy with an in vivo α-particle generator is feasible in humans. 225 Ac-HuM195 appears safe and has antileukemic activity. Accrual to this trial continues.",
    "topics": [
        "actinium",
        "alpha particles",
        "cd33 antigen",
        "generators",
        "leukemia, myelocytic, acute",
        "isotopes",
        "antibodies",
        "toxic effect",
        "alkaline phosphatase",
        "bismuth"
    ],
    "author_names": [
        "Todd L. Rosenblat, MD",
        "Michael R. McDevitt, PhD",
        "Neeta Pandit-Taskar, MD",
        "Jorge A. Carrasquillo, MD",
        "Suzanne Chanel, RN",
        "Mark G. Frattini, MD, PhD",
        "Steven M. Larson, MD",
        "David A. Scheinberg, MD, PhD",
        "Joseph G. Jurcic, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Todd L. Rosenblat, MD",
            "author_affiliations": [
                "Leukemia Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael R. McDevitt, PhD",
            "author_affiliations": [
                "Leukemia Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA",
                "Molecular Pharmacology and Chemistry Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neeta Pandit-Taskar, MD",
            "author_affiliations": [
                "Nuclear Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge A. Carrasquillo, MD",
            "author_affiliations": [
                "Nuclear Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Chanel, RN",
            "author_affiliations": [
                "Leukemia Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark G. Frattini, MD, PhD",
            "author_affiliations": [
                "Leukemia Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Larson, MD",
            "author_affiliations": [
                "Nuclear Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Scheinberg, MD, PhD",
            "author_affiliations": [
                "Leukemia Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA",
                "Molecular Pharmacology and Chemistry Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph G. Jurcic, MD",
            "author_affiliations": [
                "Leukemia Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T21:32:15",
    "is_scraped": "1"
}