{
    "doi": "https://doi.org/10.1182/blood.V116.21.3138.3138",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1819",
    "start_url_page_num": 1819,
    "is_scraped": "1",
    "article_title": "Kinase-Inactivating Braf Mutation Drives Aneuploidy In Splenic Myeloid Cells by Deregulation of Craf ",
    "article_date": "November 19, 2010",
    "session_type": "Oncogenes and Tumor Suppressors: Poster I",
    "abstract_text": "Abstract 3138 BRAF belongs to RAF family serine/threonine kinases regulating the downstream MEK/ERK pathway, and is known as an oncogene mutated in ∼7% of human cancers, including some hematopoietic neoplasms (e.g. childhood ALL, therapy-related AML, and Langerhans cell histiocytosis). Although most oncogenic BRAF mutants aberrantly activate the MEK/ERK pathway, D594 BRAF mutant, which represents ∼1% of oncogenic BRAF mutants, lacks in vitro kinase activity and in vivo ERK-activating potential when ectopically expressed, implying that this mutant might contribute to tumorigenesis through MEK/ERK-independent mechanisms. Using a compound knock-in mouse model, we recently reported that kinase-inactive D594A Braf cooperates with oncogenic Kras to promote tumorigenesis through another Raf family kinase, Craf (Cell. 2010; 140(2):209-221). To further understand how the Braf D594A mutation contributes to tumorigenesis, we analyzed Braf D594A/+ mice retaining wild-type ras alleles. Braf D594A/+ mice developed splenomegaly at 100% penetrance within three months after birth, with increased CD11b+ splenic myeloid (monocytic) cells (mutants: 4.50 ×10 7 /spleen, littermate controls: 0.96 ×10 7 /spleen, p=0.003, student's t -test). In vivo BrdU incorporation assay revealed that CD11b+ cells in the mutant spleen were actively cycling compared to littermate wild-type controls (mutants: 35.0 +/&− 6.2%, controls: 14.5 +/&− 4.0%, p=0.027, student's t -test). The aberrant myeloid expansion was restricted to spleen, and there was no significant difference in bone marrow cellularity and differential cell count between the mutants and wild-type controls. Interestingly, DNA ploidy analysis of the mutant splenic CD11b+ cells frequently exhibited aneuploid populations. Clear aneuploid (hyperdiploid to near-triploid) peaks were detected in 4 out of 10 mutant spleens, while a minor aneuploid peak detected in only one out of 24 control spleens (p=0.007, chi-square test). Karyotyping of CD11b+ macrophages/monocytic cells developed from Braf D594A/+ splenocytes in culture also revealed that more than 70% of mitotic cells were aneuploid (hypodiploid 55.6%, hyperdiploid 12.6%, near-tetraploid 5.2%, in total 135 metaphases from 3 independent cultures on day 10). These data indicate that D594A BRaf promotes myeloid expansion with compromising chromosome stability, specifically in the splenic microenvironment. Craf kinase activity in Braf D594A/+ splenocytes was about 2.5 times higher than littermate wild-type controls, suggesting that D594A Braf could transactivate Craf even in the absence of oncogenic Ras. Craf was also found to be essential for D594A Braf-induced aneuploidy because pharmacological inhibition of Craf by sorafenib or reduced Craf protein expression by genetic modification ( Craf D486A allele, Mol Cell. 2008; 31(6):862-72) rescued the aneuploidization of Braf D594A/+ splenic myeloid cells. Unexpectedly, increased ERK phosphorylation was also found in Braf D594A/+ splenocytes, suggesting that D594A Braf could activate the MEK/ERK pathway through Craf transactivation when endogenously expressed. However, MEK inhibition by UO126 rather facilitated tetraploidization of Braf D594A/+ splenocytes in culture without improving aneuploidy, and constitutive MEK/ERK activation introduced by Braf V600E mutation (Cancer Res. 2005; 65(24):11493-500) did not promote aneuploidization of splenocytes. Collectively, we conclude that Craf transactivation by kinase-inactive Braf promotes aneuploidization of splenic myeloid cells in a MEK/ERK-independent manner. These results shed light on the potential involvement of Craf in the pathogenesis of aneuploid myeloid neoplasms. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "aneuploidy",
        "myeloid cells",
        "phosphotransferases",
        "spleen",
        "braf mutations",
        "tumorigenesis",
        "cancer",
        "neoplasms",
        "bone marrow aspiration",
        "bromodeoxyuridine"
    ],
    "author_names": [
        "Tamihiro Kamata",
        "Susan Giblett",
        "Robert Hayward",
        "Richard Marais",
        "Catrin A Pritchard"
    ],
    "author_affiliations": [
        [
            "University of Leicester, Leicester, United Kingdom, "
        ],
        [
            "University of Leicester, Leicester, United Kingdom, "
        ],
        [
            "Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "University of Leicester, Leicester, United Kingdom, "
        ]
    ],
    "first_author_latitude": "52.621139299999996",
    "first_author_longitude": "-1.1246325000000001"
}