{
    "doi": "https://doi.org/10.1182/blood-2019-124857",
    "article_title": "Low Achievement of End of Life Quality Measures in Large B-Cell Lymphoma Patients Who Progressed after CD19-Specific CAR-T Cell Therapy ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction: CD19-specific chimeric antigen receptor (CAR) T-cell therapy is FDA-approved in patients with relapsed or refractory large B-cell lymphomas and can lead to long-term remissions in 35-40% of patients. Outcomes in patients who progress after CAR T-cell therapy is poor, with a median overall survival (OS) of 5.3 months with few long-term survivors (Chow et al. AJH 2019). Achieving quality end of life (EOL) care for patients with hematologic malignancies has been a challenge, and widespread consensus on what are acceptable metrics is lacking (Odejide et al JCO 2016). EOL care among large B-cell lymphoma patients who progressed after CAR-T cell therapy has not been previously examined. Methods: Adults with large B-cell lymphomas who received CD19-specific CAR T-cells at the University of Washington/Seattle Cancer Care Alliance since 2011 who subsequently progressed and ultimately died were included. Patients who received CAR T-cell therapy with additional concurrent protocol-specified therapy were excluded. We also examined a similar cohort of chemorefractory large B-cell lymphoma patients who did not receive CAR T-cell therapy and later died of their disease (Smith et al. AJH 2019). EOL metrics including death in an acute care facility, transfusion or hospice admission within 7 days of death, lymphoma treatment (excluding steroids) within 14 days of death, ED visit, and hospitalization, or ICU admission within 30 days of death were abstracted from medical records under IRB approval. We also analyzed data based on death ≤90 days or > 90 days after CAR T-cell therapy or date determined chemorefractory in the cohort receiving non-CAR T-cell treatments. Statistical analyses were descriptive, with univariate analyses performed between the subsets mentioned above. P-values were calculated using Fisher's Exact test for categorical variables, and Wilcoxon Rank Sum test for continuous variables. Results: We identified 49 patients who progressed after CD19-specific CAR T-cell treatment and subsequently died, and 31 patients with chemorefractory DLBCL who did not receive CAR T-cells. 37 of 49 post-CAR patients, and 17 of 31 chemorefractory patients had adequate data for analysis. Baseline characteristics were balanced between the two groups except that post-CAR patients had more median prior therapies (4 (range 1-9) vs. 3 (range 2-3), p = 0.005). There was no significant difference in EOL measures between the post-CAR and chemorefractory subsets. While few patients received chemotherapy (8.1% vs. 11.8%) or oral therapy (10.8% vs. 17.6%) within 14 days of death, there were high rates of ED visits and hospitalizations (73.0% vs. 82.4%), as well as hospice enrollment within 7 days of death (43.8% vs. 50.0%). When we stratified post-CAR patients by death ≤ 90 days vs > 90 days after progression, we found that late death was associated with increased rates of ICU stays within 30 days of death (55.0% vs. 11.8%, p = 0.014), hospice enrollment within 7 days of death (73.3% vs. 17.6%, p = 0.004), death in an acute care facility (45.0% vs. 11.8%, p = 0.036), and inability to meet all EOL measures (95.0% vs. 64.7%, p = 0.033). No significant differences were seen in chemorefractory patients when stratified by time of death. Conclusions: Patients who succumb to refractory DLBCL received aggressive care at the EOL, including high rates of ED/hospital visits and ICU stays near death, whether treated with CAR T-cell therapy or alternative treatments at our center. In particular, patients with death more than 90 days after relapse from CAR T-cell therapy rarely achieved standard EOL measures. While these data require validation in other cohorts, improvements in EOL care and planning appear critical in the setting of refractory DLBCL. View large Download slide View large Download slide  Close modal Disclosures Lynch: Juno Therapeutics: Research Funding; Rhizen Pharmaceuticals S.A: Research Funding; T.G. Therapeutics: Research Funding; Incyte Corporation: Research Funding; Johnson Graffe Keay Moniz & Wick LLP: Consultancy; Takeda Pharmaceuticals: Research Funding. Maloney: Juno Therapeutics: Honoraria, Patents & Royalties: patients pending , Research Funding; Celgene,Kite Pharma: Honoraria, Research Funding; BioLine RX, Gilead,Genentech,Novartis: Honoraria; A2 Biotherapeutics: Honoraria, Other: Stock options . Turtle: Humanigen: Other: Ad hoc advisory board member; Novartis: Other: Ad hoc advisory board member; T-CURX: Membership on an entity's Board of Directors or advisory committees; Kite/Gilead: Other: Ad hoc advisory board member; Juno Therapeutics: Patents & Royalties: Co-inventor with staff from Juno Therapeutics; pending, Research Funding; Nektar Therapeutics: Other: Ad hoc advisory board member, Research Funding; Precision Biosciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Eureka Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Caribou Biosciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Allogene: Other: Ad hoc advisory board member. Shadman: Sunesis: Research Funding; Atara Biotherapeutics: Consultancy; TG Therapeutic: Research Funding; Gilead: Consultancy, Research Funding; BeiGene: Research Funding; Acerta Pharma: Research Funding; Sound Biologics: Consultancy; AbbVie: Consultancy, Research Funding; Mustang Bio: Research Funding; Pharmacyclics: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Verastem: Consultancy; Astra Zeneca: Consultancy; Celgene: Research Funding; ADC Therapeutics: Consultancy. Ujjani: AbbVie: Honoraria, Research Funding; Pharmacyclics: Honoraria; PCYC: Research Funding; Genentech: Honoraria; Gilead: Consultancy; Astrazeneca: Consultancy; Atara: Consultancy. Cassaday: Merck: Research Funding; Amgen: Consultancy, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; Incyte: Research Funding; Kite/Gilead: Research Funding; Seattle Genetics: Research Funding; Seattle Genetics: Other: Spouse's disclosure: employment, stock and other ownership interests. Till: Mustang Bio: Patents & Royalties, Research Funding. Shustov: Seattle Genetics, Inc.: Research Funding. Gopal: Seattle Genetics, Pfizer, Janssen, Gilead, Sanofi, Spectrum, Amgen, Aptevo, BRIM bio, Acerta, I-Mab-pharma, Takeda, Compliment, Asana Bio, and Incyte: Honoraria; Teva, Bristol-Myers Squibb, Merck, Takeda, Seattle Genetics, Pfizer, Janssen, Takeda, and Effector: Research Funding; Seattle Genetics, Pfizer, Janssen, Gilead, Sanofi, Spectrum, Amgen, Aptevo, BRIM bio, Acerta, I-Mab-pharma, Takeda, Compliment, Asana Bio, and Incyte.: Consultancy. Smith: Ignyta (spouse): Research Funding; Ayala (spouse): Research Funding; AstraZeneca: Membership on an entity's Board of Directors or advisory committees, Research Funding; Acerta Pharma BV: Research Funding; Merck Sharp & Dohme Corp: Consultancy, Research Funding; Denovo Biopharma: Research Funding; Genentech: Research Funding; Pharmacyclics: Research Funding; Seattle Genetics: Research Funding; Portola Pharmaceuticals: Research Funding; Incyte Corporation: Research Funding; Bristol-Myers Squibb (spouse): Research Funding.",
    "topics": [
        "b-lymphocytes",
        "cd19 antigens",
        "cell therapy",
        "lymphoma",
        "terminally ill",
        "quality indicators",
        "chimeric antigen receptor t-cell therapy",
        "biological products",
        "diffuse large b-cell lymphoma",
        "acute care"
    ],
    "author_names": [
        "Ryan C. Lynch, MD",
        "Victor A. Chow, MD",
        "David G. Maloney, MD PhD",
        "Cameron J. Turtle, MBBS, PhD",
        "Mazyar Shadman, MD",
        "Chaitra S. Ujjani, MD",
        "Ryan D. Cassaday, MD",
        "Brian G. Till, MD",
        "Yolanda D. Tseng, MD",
        "Edus H. Warren, MD PhD",
        "Andrei R Shustov, MD",
        "Manoj P. Menon, MD",
        "Elizabeth Loggers, MD PhD",
        "Jenna M. Voutsinas, MPH",
        "Ted Gooley, PhD",
        "Ajay K. Gopal, MD",
        "Stephen D. Smith, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ryan C. Lynch, MD",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Victor A. Chow, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David G. Maloney, MD PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cameron J. Turtle, MBBS, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mazyar Shadman, MD",
            "author_affiliations": [
                "Uw/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chaitra S. Ujjani, MD",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan D. Cassaday, MD",
            "author_affiliations": [
                "University of Washington School of Medicine and Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian G. Till, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yolanda D. Tseng, MD",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Washington, Seattle, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edus H. Warren, MD PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrei R Shustov, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manoj P. Menon, MD",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Loggers, MD PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenna M. Voutsinas, MPH",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ted Gooley, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajay K. Gopal, MD",
            "author_affiliations": [
                "Seattle Cancer Care Alliance, Seattle, WA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen D. Smith, MD",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:38:01",
    "is_scraped": "1"
}