{
    "doi": "https://doi.org/10.1182/blood.V124.21.1884.1884",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2695",
    "start_url_page_num": 2695,
    "is_scraped": "1",
    "article_title": "Single Cell Mass Cytometry Reveals Hyperactivated Signaling Networks in Myeloproliferative Neoplasms ",
    "article_date": "December 6, 2014",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster I",
    "topics": [
        "myeloproliferative disease",
        "signal transduction",
        "ruxolitinib",
        "1-phosphatidylinositol 3-kinase",
        "cyclic amp-responsive dna-binding protein",
        "cytokine",
        "granulocyte colony-stimulating factor",
        "janus kinase inhibitors",
        "kinase inhibitors",
        "leukemia, secondary acute"
    ],
    "author_names": [
        "Daniel A.C. Fisher, PhD",
        "Olga Malkova",
        "Mary C. Fulbright",
        "Gregory K. Behbehani, MD PhD",
        "Garry P. Nolan, PhD",
        "Stephen T. Oh, MD PhD"
    ],
    "author_affiliations": [
        [
            "Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Stanford University School of Medicine, Stanford, CA"
        ],
        [
            "Stanford University School of Medicine, Stanford, CA"
        ],
        [
            "Washington University School of Medicine, St. Louis, MO "
        ]
    ],
    "first_author_latitude": "38.63514409999999",
    "first_author_longitude": "-90.26292889999999",
    "abstract_text": "Myeloproliferative neoplasms (MPNs) including myelofibrosis (MF) are characterized by chronic hyperactivation of a signaling axis downstream of the JAK2 kinase. Pharmacologic inhibitors of JAK2 ameliorate constitutional symptoms and splenomegaly in MF patients. However, these agents do not appear to be capable of eradicating the malignant clone, nor have they have been shown to prevent transformation to secondary acute myeloid leukemia (sAML). These findings suggest that aberrant activation of additional signaling pathways, either downstream of JAK2, or via alternative mechanisms, may contribute to MPN pathogenesis. To develop more effective therapeutic strategies, a fuller understanding of these altered signaling pathways in MPNs is needed. Mass cytometry is an innovative technology that enables the characterization of dysregulated signaling networks at the single cell level. We utilized this approach to examine intracellular signaling phenotypes of seven MF patients, five sAML patients, and five normal controls across two independent experiments. Patient CD34+ hematopoietic stem and progenitor cells (HSPCs) frequently exhibited basal (unstimulated) signaling abnormalities suggestive of chronic hyperactivation of the JAK-STAT, MAP kinase/PI3 kinase, and NFκB signaling pathways. HSPCs from individual patients also exhibited hypersensitive responses to stimulation by the cytokines thrombopoietin (TPO), G-CSF, and/or TNFα. Elevated phosphorylation of the signaling molecules AKT, ERK, CREB, and S6 suggests an extensive network of hyperactivated signaling in MF and sAML HSPCs. Evidence of NFκB signaling hyperactivation was identified as indicated by (1) elevated phosphorylation of the NFκB subunit p65/RELA and supranormal abundance of IκBα in unstimulated cells; and (2) hypersensitive responses to TNFα, in the form of TNFα stimulated p65/RELA phosphorylation and IκBα degradation. Pronounced NFκB signaling hyperactivation was observed in a subset of MF and sAML patients from these experiments. Elevated NFκB signaling was predominantly insensitive to ex vivo exposure to the JAK inhibitor ruxolitinib, but was partly sensitive to the IκB kinase inhibitor IKKiVII. The relevance of NFκB signaling to myeloproliferation was tested by colony-forming unit (CFU) assays with MF patient HSPCs. IKKiVII inhibited myeloid colony formation from MF CD34+ cells with a potency similar to that observed for ruxolitinib. Inhibition of colony formation by IKKiVII was enhanced in combination with ruxolitinib. Similarly, growth of the JAK2 mutant HEL cell line was inhibited by IKKiVII with a potency similar to that observed for ruxolitinib, and the combination of IKKiVII and ruxolitinib gave substantially greater inhibition than either inhibitor alone. This suggests that NFκB signaling may be an important component of myeloproliferation, particularly in the context of hyperactive JAK2. These findings suggest that co-targeting of JAK2 and NFκB could be beneficial therapeutically. Ongoing experiments are focused on further characterizing the extent of dysregulated signaling in MPNs, as well as the prevalence of hyperactive NFκB signaling in MF and sAML. These experiments will identify components of myeloproliferative signaling which are abnormally active in MF and sAML, and may represent targets for improved therapeutic intervention. Disclosures Oh: Incyte: Membership on an entity's Board of Directors or advisory committees, Research Funding."
}