{
    "doi": "https://doi.org/10.1182/blood.V124.21.2004.2004",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2769",
    "start_url_page_num": 2769,
    "is_scraped": "1",
    "article_title": "Serum Platelet Factor 4 Is a Promising Therapeutic Response and Prognostic Marker in Patients with Newly Diagnosed Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "multiple myeloma",
        "platelet factor 4",
        "prognostic marker",
        "albumins",
        "creatinine",
        "hemoglobin",
        "lactate dehydrogenase",
        "peptides",
        "angiogenesis inhibitors",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Ju Bai",
        "Aili He",
        "Wanggang Zhang",
        "Yun Yang",
        "Jianli Wang",
        "Pengyu Zhang",
        "Yang Zhang",
        "Lei Zhang",
        "Liufang Gu",
        "Jin Wang",
        "Rui Shi",
        "Xin Meng",
        "Wei Tian",
        "Xiaman Wang",
        "Xiaoru Lei"
    ],
    "author_affiliations": [
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China"
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ],
        [
            "Second Affiliated Hospital, Medical School of Xi'an Jiaotong University, Xi'an, China "
        ]
    ],
    "first_author_latitude": "34.250803000000005",
    "first_author_longitude": "108.98369299999999",
    "abstract_text": "Background: Angiogenesis is closely related with progression and prognosis of multiple myeloma (MM). Imbalance between pro- and anti-angiogenic factors leads to aberrant angiogenesis in MM. Platelet factor 4(PF4) is a potent antiangiogenic factor. It has been shown that PF4 and its p17-70 peptide can inhibit myeloma proliferation and angiogenesis both in vitro and in vivo. In addition, PF4 also directly induces cell apoptosis by inhibition of STAT3 via up-regulation of SOCS3 expression in MM. We identified the peptide (m/z7763.24) with decreased relative intensity in newly diagnosed MM as PF4. Downregulation of PF4 in MM was revealed in several previous researches. However, the predictive analysis of serum PF4 level in newly diagnosed MM has not been well elucidated. Thus in the current study, we proposed to assess if serum PF4 could be a therapeutic response and prognostic marker in patients with newly diagnosed MM. Materials and methods: 62 newly diagnosed MM patients (35 male: 27 female) with a median age of 56.5 years (range 44-73) were recruited. The median follow-up duration was 21 months (range 6–42 months). After two courses of chemotherapy and oral thalidomide, 30 patients failed to achieve complete remission and very good partial remission (non-CR&VGPR) and 30 cases gained CR&VGPR. The relative intensity of PF4 was compared among different MM patients and healthy controls. Results were validated by western blot. Sera of 62 MM patients were gained pre- and post-treatment. Sera from 60 healthy donors were used as controls. Serum PF4 was quantified by ELISA. Independent sample t-test and linear regression were employed to do statistic analyses. Kaplan-Meier method was employed for survival analysis. Log rank test was used for significance analysis. Multivariate analysis of overall survival (OS) used Cox-regression. Results: The relative intensity of PF4 were significantly decreased in newly diagnosed and non-CR&VGPR MM patients, comparing with CR&VGPR patients and healthy controls(p<0.05). Weak PF4 immunoreactive bands were seen in newly diagnosed and non-CR&VGPR MM cases. ELISA demonstrated that mean serum PF4 concentrations in the newly diagnosed group (0.6676±0.2755μg/L) and non-CR&VGPR group (0.6294±0.2732μg/L) significantly differed from the healthy control group (2.4329±0.9709μg/L) and CR&VGPR group (2.4179±0.9605μg/L). Linear regression analysis showed no correlation between PF4 content and platelet count. The PF4 serum concentration was lower in patients with elevated β2-microglobulin (p<0.001), advanced ISS (p=0.003), p53 mutation (p=0.001) and higher level of creatinine (p<0.001). Newly diagnosed MM patients with higher PF4 serum concentration were prone to achieve CR&VGPR (p<0.001).We did not identify any significant distinction in PF4 serum concentration when grouping the patients by age (p=0.988), lactate dehydrogenase (p=0.755), albumin (p=0.305) or hemoglobin (p=0.962). The median survival time of newly diagnosed MM patients in lower serum concentration group (<median serum concentration) was 20.00 months (95%CI: 16.84, 23.16), while in higher serum concentration group (≥median serum concentration) 28.00 months (95%CI: 26.37, 29.63). Kaplan–Meier analyses of OS showed that patients with higher serum concentration of PF4 had a significantly superior outcome and lower serum concentration of PF4 was associated with an unfavorable OS (14.1±8.3% versus 23±8.2%, P=0.001). In univariate survival analysis, the presence of β2-microglobulin, p53 mutation, treatment response and creatinine were also significant predictors of survival, whereas survival was independent of gender, age, lactate dehydrogenase, ISS, albumin, hemoglobin. In multivariate analysis with a Cox regression model, the independent variables associated with a poor OS were p53 mutation (p=0.0296), β2-microglobulin (p=0.0393), treatment response(p=0.031). In addition to these known prognostic factors, MM patients with the low serum PF4 concentration had a significantly inferior outcome (p=0.006). Conclusion: We speculatethatserum PF4 is a promising therapeutic response and prognostic marker in patients with newly diagnosed MM. Disclosures No relevant conflicts of interest to declare."
}