{
    "doi": "https://doi.org/10.1182/blood.V124.21.3855.3855",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2953",
    "start_url_page_num": 2953,
    "is_scraped": "1",
    "article_title": "The Effect of G-CSF Mobilization on the Expression of Immunoregulatory-Associated Molecules and G-CSFR Gene in the Peripheral Blood γδ + T Cells ",
    "article_date": "December 6, 2014",
    "session_type": "711. Cell Collection and Processing: Poster III",
    "topics": [
        "genes",
        "granulocyte colony-stimulating factor",
        "molecule",
        "receptors, colony-stimulating factor",
        "t-lymphocytes",
        "antigens, cd25",
        "cytotoxic t-lymphocyte antigen 4",
        "allogeneic hematopoietic stem cell transplant",
        "bone marrow transplantation",
        "cell separation"
    ],
    "author_names": [
        "Li Xuan",
        "Xiuli Wu, PhD",
        "Min Dai",
        "Zhenyi Jin",
        "Xinyu Wang",
        "Sijian Yu",
        "Yan Xu",
        "Hui Liu",
        "Zhiping Fan",
        "Yangqiu Li, MD",
        "Qifa Liu, MD"
    ],
    "author_affiliations": [
        [
            "Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Institute of Hematology, Medical College, Jinan University, Guangzhou, China "
        ],
        [
            "Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Jinan University, Guangzhou, China "
        ],
        [
            "Jinan University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Jinan University, Guangzhou, China "
        ],
        [
            "Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Institute of Hematology, Medical College, Jinan University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "Background Granulocyte colony-stimulating factor (G-CSF) mobilized peripheral blood stem cell has been used more frequently than bone marrow as the source of stem cells in allogeneic hematopoietic stem cell transplantation. Although it contains more mature T cells, neither the incidence nor the severity of acute graft-versus-host disease (aGVHD) is higher compared with bone marrow transplantation. This might be due to the immunoregulatory effects of G-CSF on T cells, including that G-CSF directly modulated via its receptor on T cells or indirectly modulated T cell immune responses via effector cells and cytokines. Recent studies have shown that γδ + T cells have immunoregulatory function, and might also participate in the pathogenesis of GVHD. However, these mechanisms are not fully understood, and whether G-CSF could influence the immunoregulatory-associated gene expression of γδ + T cells remains unknown. The aim of this study is to investigate the effect of G-CSF mobilization on the expression of immunoregulatory-associated molecules and G-CSFR gene in the peripheral blood γδ + T cells. Methods Peripheral blood γδ + T cells were sorted by magnetic activated cell-sorting system. The expression levels of immunoregulatory- associated molecules (Foxp3, CD25, CTLA-4, GITR, TLR8, STAT-1, STAT-3 and RORc) and G-CSFR gene were analyzed in peripheral blood γδ + T cells from 10 donors before and after G-CSF mobilization, using real-time reverse transcription polymerase chain reaction with SYBR Green I staining. The β 2 -microglobulin gene was used as an endogenous reference, and the relative mRNA expression level of each gene was evaluated by the 2 -ΔCt ×100% method. Results The expression levels of Foxp3, CD25, CTLA-4 and GITR genes in peripheral blood γδ + T cells were similar before and after G-CSF mobilization ( P =0.827, P =0.667, P =0.053 and P =0.129). The expression level of TLR8 gene in peripheral blood γδ + T cells after G-CSF mobilization (0.731% ± 0.350%) was significantly higher than that before mobilization (0.188% ± 0.176%) ( P =0.001). The expression level of STAT-1 gene in peripheral blood γδ + T cells did not differ significantly before and after G-CSF mobilization ( P =1.000), while the expression levels of STAT-3, RORc and G-CSFR genes in peripheral blood γδ + T cells after mobilization (0.536% ± 0.234%, 0.683% ± 0.250%, 8.208% ± 6.175%) were significantly higher than that before mobilization (0.243% ± 0.134%, 0.356% ± 0.179%, 1.947% ± 1.442%) ( P =0.003, P =0.003 and P =0.007). Conclusions G-CSF mobilization might increase the expression levels of TLR8, STAT-3, RORc and G-CSFR genes in peripheral blood γδ + T cells. The result suggested that G-CSF might play the role of immunoregulation by affecting γδ + T cells. Disclosures Xuan: It was supported by National Natural Science Foundation of China (81270647, 81300445, 81200388); National High Technology Research and Development Program of China (863 Program) (2011AA020105): Research Funding. Wu: It was supported by National Natural Science Foundation of China (81270647, 81300445, 81200388); National High Technology Research and Development Program of China (863 Program) (2011AA020105): Research Funding; It was supported by the Technology Plan of Guangdong Province of China (2012B031800403); the project of the Zhujiang Science & Technology Star of Guangzhou city (2013027).: Research Funding. Liu: It was supported by National Natural Science Foundation of China (81270647, 81300445, 81200388); National High Technology Research and Development Program of China (863 Program) (2011AA020105); National Public Health Grand Research Foundation (201202017): Research Funding; It was supported by Natural Science Foundation of Guangdong Province (S2012010009299); the project of health collaborative innovation of Guangzhou city (201400000003-4, 201400000003-1): Research Funding; It was supported by the Technology Plan of Guangdong Province of China (2012B031800403); the project of the Zhujiang Science & Technology Star of Guangzhou city (2013027): Research Funding."
}