{
    "doi": "https://doi.org/10.1182/blood.V106.11.1984.1984",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=444",
    "start_url_page_num": 444,
    "is_scraped": "1",
    "article_title": "Molecular Profiling of CD34+ Cells from Diagnosis in CML Patients Identifies Low Expression of CD7 with High Expression of Proteinase 3 or Elastase as Predictors of Longer Survival. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "elastases",
        "molecular profiling",
        "pancreatic elastase",
        "prtn3 gene",
        "cd34 antigens",
        "imatinib mesylate",
        "indolent",
        "bcr-abl tyrosine kinase",
        "cryopreservation",
        "gene expression profiling"
    ],
    "author_names": [
        "Agnes S.M. Yong, MD, PhD",
        "Richard M. Szydlo, PhD",
        "John M. Goldman, MD",
        "Jane F. Apperley, MD",
        "Junia V. Melo, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Hammersmith Hospital, Du Cane Road, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Du Cane Road, Imperial College London, London, United Kingdom"
        ],
        [
            "Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Du Cane Road, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Du Cane Road, Imperial College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.517155699999996",
    "first_author_longitude": "-0.23507960000000006",
    "abstract_text": "Although most patients with chronic myeloid leukemia (CML) have the same initial molecular abnormality, the BCR-ABL fusion gene, the duration of chronic phase (CP) varies widely. To identify the possible molecular basis of this heterogeneity, we studied CD34 + cells collected at diagnosis from 68 CML-CP patients. In all cases the Philadelphia chromosome was the only cytogenetic abnormality identified. Cryopreserved cells had all been collected by leukapheresis within 3 months of diagnosis, when the patients still had high leukocyte counts prior to definitive treatment. Although the majority of patients were diagnosed in the pre-imatinib era and treated with hydroxyurea and/or interferon-α, 32 (47%) received imatinib during the course of their disease. The median age at diagnosis was 45.2 years (range 17.6–68.3), and the male: female ratio was 1.8: 1 (44 males, 24 females). Total RNA was extracted from CD34 + purified cells. Gene expression profiling using Affymetrix HG-U133A microarrays was performed on two subsets of patients, one comprising patients with an ‘aggressive disease’ who developed blastic transformation (BT) within 3 years of diagnosis (n=10) and, at the other extreme, patients with an ‘indolent disease’ whose BT occurred 7 or more years from diagnosis (n=9). There was no difference in the proportion of the CD34 + subsets of CD38 + Lin + , CD38 + Lin − or CD38 − Lin − cells between patients in the indolent as compared to the aggressive CML groups. Microarray data were analysed using a combination of MAS 5.0, dChip, RMA and GeneSpring 5.0 software, and revealed 20 genes differentially expressed in patients with aggressive and indolent disease, which were validated by quantitative real-time polymerase chain reaction (qPCR). The correlation between microarray and qPCR expression measures was highly significant for 18/20 genes (p<0.005, Spearman’s Rho). In the complete cohort of 68 patients, a multivariate Cox regression model identified the combination of low CD7 expression with high expression of proteinase 3 (PR-3) or elastase as associated with longer survival (p=0.0004 and p=0.0006, respectively). The levels of cytoplasmic PR-3 and surface CD7 protein expression by flowcytometry were also of prognostic value (p=0.029 and p=0.031, respectively). Patients who had more than 11% CD34 + cells expressing surface CD7 protein at diagnosis had a poor survival. Conversely, patients with more than 2% CD34 + cells expressing cytoplasmic PR-3 had a superior survival. This differential pattern of gene expression probably reflects the intrinsic heterogeneity of the disease; if so, assessing expression levels of selected genes at diagnosis may be valuable in predicting duration of survival in patients treated upfront with imatinib and the newer tyrosine kinase inhibitors."
}