{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2813.2813",
    "article_title": "Idelalisib Interferes with the Crosstalk of Follicular Lymphoma and Its Immune Microenvironment and Potentiates the Activity of ABT-199 ",
    "article_date": "December 7, 2017",
    "session_type": "625. Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents: Poster II",
    "abstract_text": "Background:The PI3K pathway is crucial in B-cell non-Hodgkin lymphoma (NHL) cell survival by regulation of cell cycle, apoptosis, proliferation, differentiation, homing, and retention. Idelalisib (IDELA/GS-1101/CAL-101) is a first-in-class PI3Kδ selective inhibitor that is approved for the treatment of relapsed chronic lymphocytic leukemia and follicular lymphoma (FL). The mechanisms of IDELA sensitivity and resistance remain to be fully elucidated. We aimed to characterize the cellular and molecular effects of IDELA in an in vitro model utilizing a primary FL cell co-culture system with follicular dendritic cells (FDC) or M2-polarized macrophages (M2), both subpopulations related to poor prognosis, in order to explore possible combinatorial regimens. Methods: FL primary cells from lymph node biopsies were co-cultured (or not) (24-72h) with FDC cells or M2 macrophages. Viability of FL cells was assessed by flow cytometry (AnnexinV/7-AAD). B cells were isolated using CD20 magnetic beads, RNA extracted and subjected to gene expression profiling (GEP), and data analyzed by Gene Set Enrichment Analysis (GSEA). Results: In the absence of accompanying cells, IDELA (100-500nM) induced a moderate cytotoxic effect on FL cells (n=10) that was maintained in FL-FDC and FL-M2 co-cultures. GEP analysis indicated that IDELA (500nM, 48h) induced a downregulation of genes related to germinal center (GC) program, CD40L, and NF-kB pathways, together with other pathways related to B cell-T cell crosstalk. In this sense, IDELA treatment reduced the expression on B-cells of key molecules such as ICOSL (TFH activation) and CCL22 (Treg activation). In the context of FL-FDC co-culture, FDC induced the transcription of genes related to B-cell receptor-, CD40- and NF-kB-signaling pathways, GC program, mechanistic target of rapamycin (mTOR), angiogenesis, extracellular matrix remodeling, and migration, among others. IDELA blocks the activation of the mTOR pathway in all FL samples analyzed (n=4), but displayed differential activity on the rest of the pathways. We are currently investigating the molecular basis of these selective molecular responses to IDELA in vitro and its possible correlation with the presence of somatic mutations in FL (CREBBP, EP300, EPHA7, EZH2, KMT2D, MEF2B, RRAGC, TNFAIP3 and TNFRSF14). We have also explored the combination of IDELA with the B-cell lymphoma 2 (BCL2) inhibitor ABT-199/Venetoclax and have uncovered a synergistic interaction between the two drugs that is maintained in FL-FDC/M2 co-cultures (n=9). This synergy may be linked to the downregulation of the anti-apoptotic proteins Mcl-1, Bcl-X L , and BFL-1 induced by IDELA, together with the induction of the pro-apoptotic BH3-only HRK and BIM. We are currently performing BH3 profiling of FL primary cellswith FDC-M2 co-cultures to identify which patients may be more susceptible to this drug combination. Conclusions: Our results suggest a differential role of IDELA in the context of FL-FDC/FL-T cell crosstalk that may be linked to the mutational patient profile. IDELA ABT-199 combination treatment is highly efficacious in FL-FDC/M2 co-cultures. Disclosures Yahiaoui: Gilead Sciences, Inc.: Employment, Equity Ownership. Lopez-Guillermo: Janssen: Consultancy; Gilead: Consultancy; Celgene: Consultancy; Roche: Consultancy, Other: Research grant; Novartis: Consultancy. Roue: Gilead Sciences, Inc.: Research Funding. Tannheimer: Gilead Sciences, Inc.: Employment. Pérez-Galán: Gilead Sciences, Inc.: Research Funding.",
    "topics": [
        "follicular lymphoma",
        "idelalisib",
        "coculture techniques",
        "mtor serine-threonine kinases",
        "1-phosphatidylinositol 3-kinase",
        "b-cell lymphomas",
        "bcl-2 protein",
        "biopsy",
        "cd20 antigens",
        "cd40 antigens"
    ],
    "author_names": [
        "Martina Guerrero-Hernandez, MSc",
        "Alba Matas-Cespedes, PhD",
        "Neus Serrat, PhD",
        "Anella Yahiaoui, BS",
        "Juan G Valero, PhD",
        "Laura Magnano, MD",
        "Alfredo Rivas-Delgado, MD",
        "Dolors Colomer, PhD",
        "Elias Campo, MD PhD",
        "Armando Lopez-Guillermo",
        "Gael Roue, PhD",
        "Stacey Tannheimer, PhD",
        "Patricia Pérez-Galán, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martina Guerrero-Hernandez, MSc",
            "author_affiliations": [
                "Hemato-Oncology, Institut d'Investigacions Biomediques August Pi I Sunyer (IDIBAPS), Barcelona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alba Matas-Cespedes, PhD",
            "author_affiliations": [
                "Hemato-Oncology, Institut d'Investigacions Biomediques August Pi I Sunyer (IDIBAPS), Barcelona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neus Serrat, PhD",
            "author_affiliations": [
                "Hemato-Oncology, Institut d'Investigacions Biomediques August Pi I Sunyer (IDIBAPS), Barcelona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anella Yahiaoui, BS",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan G Valero, PhD",
            "author_affiliations": [
                "Hemato-Oncology, Institut d'Investigacions Biomediques August Pi I Sunyer (IDIBAPS), Barcelona, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Magnano, MD",
            "author_affiliations": [
                "Hematology, Hospital Clinic, Barcelona, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfredo Rivas-Delgado, MD",
            "author_affiliations": [
                "Hematology, Hospital Clinic, Barcelona, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dolors Colomer, PhD",
            "author_affiliations": [
                "Hematopathology Unit, Hospital Clinic, Barcelona, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias Campo, MD PhD",
            "author_affiliations": [
                "Hospital Clinic of Barcelona, Barcelona, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Armando Lopez-Guillermo",
            "author_affiliations": [
                "Hematology, Hospital Clinic, Barcelona, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gael Roue, PhD",
            "author_affiliations": [
                "Department of Hematology, Vall d'Hebron University Hospital, Barcelona, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacey Tannheimer, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Pérez-Galán, PhD",
            "author_affiliations": [
                "Hemato-Oncology, IDIBAPS, Barcelona, Spain"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:42:28",
    "is_scraped": "1"
}