{
    "doi": "https://doi.org/10.1182/blood.V124.21.3619.3619",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2903",
    "start_url_page_num": 2903,
    "is_scraped": "1",
    "article_title": "Pediatric Dose Determinations for the Phase I Study of the DOT1L Inhibitor, EPZ-5676, in MLL-r Acute Leukemia: Leveraging Early Clinical Data in Adults through Physiologically-Based Pharmacokinetic Modeling ",
    "article_date": "December 6, 2014",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster III",
    "topics": [
        "leukemia, acute",
        "pediatrics",
        "leukemia",
        "enzymes",
        "cytochrome p450",
        "histone methyltransferases",
        "histones",
        "intravenous infusion procedures",
        "leukemogenesis",
        "phenotype determination"
    ],
    "author_names": [
        "Nigel J Waters, PhD",
        "Blythe Thomson, MD",
        "Iain Gardner, PhD",
        "Trevor N Johnson, PhD",
        "Edward J Olhava, PhD",
        "Roy M Pollock, PhD",
        "Michelle Legler, MSHS",
        "Robert A Copeland, PhD",
        "Eric E Hedrick, MD"
    ],
    "author_affiliations": [
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Simcyp Ltd, Sheffield, United Kingdom"
        ],
        [
            "Simcyp Ltd, Sheffield, United Kingdom"
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ]
    ],
    "first_author_latitude": "42.363984300000006",
    "first_author_longitude": "-71.0918734",
    "abstract_text": "Introduction: Relapsed/refractory (R/R) MLL-r acute leukemia in children has a poor prognosis, with a reported 5 year overall survival for children less than one year of age with recurrent MLL-r leukemia being 4-20%. The MLL gene, on chromosome 11q23, codes for a histone methyltransferase (HMT) that is responsible for methylation of H3K4, a modification associated with active transcription. Translocations of MLL result in the loss of the SET or catalytic domain of the protein with the most common translocation partners, AF4, AF9, and ENL, recruiting another HMT, DOT1L. The aberrant recruitment of DOT1L to MLL fusion target genes results in ectopic H3K79 methylation and increased expression of genes including HOXA9 and MEIS1, which are involved in leukemogenesis of MLL-rearranged leukemias. EPZ-5676 is a small molecule inhibitor of DOT1L with sub-nanomolar affinity and >37,000 fold selectively against other HMTs. Preclinically, EPZ-5676 selectively inhibits intracellular histone H3K79 methylation, downstream target gene expression and demonstrated complete tumor regressions in an MLL rearranged leukemia xenograft model. The first in human phase I open label study in adult patients with R/R leukemia is ongoing (CT.gov: NCT01684150). Due to the unmet need of MLL-r leukemia in children, we leveraged early clinical data in adult patients to successfully guide dose selection and trial design for a companion pediatric study. Methods: Pediatric starting dose selection was informed using a physiologically-based PK (PBPK) modeling and simulation approach (Simcyp, UK), such that the maturation and developmental aspects of various physiological and biochemical processes important in drug disposition were accounted for e.g. tissue blood flows, organ size, and drug metabolizing enzyme expression. In addition to pharmacokinetic data from adult patients across the dose range of 12 – 90 mg/m 2 /day administered as a continuous IV infusion (CIV), various in vitro data including physicochemical properties, plasma protein binding, blood partitioning, in vitro metabolic stability and P450 phenotyping were incorporated into the model. Results: Dose proportional pharmacokinetics was observed in adult patients, with rapid attainment of steady-state plasma concentrations on Day 1 of CIV (ASH abstract, 2014). A successful model fit of the adult clinical exposures (n = 16) was achieved that adequately described the time-concentration profiles and PK parameters in terms of population mean and variability. The median clearance observed in adults was 6.00 L/h, and was well predicted using a permeability-limited liver model. System variables related to the pediatric population (organ size, blood flows, enzyme expression) were appropriately adjusted and simulations were performed at a fixed dose across various age groups from 0-18 years. The median clearance predicted in pediatric patients was 0.54, 0.80, 1.09, 1.90 and 4.21 L/h in 1-3 months, 3-6 months, 6 months-2 years, 2-6 years and 6-18 years, respectively. Based on simulations of the predicted steady-state systemic exposure of EPZ-5676 using these pediatric models, dose adjustments of 55%, 65%, 73%, 83% and 100% of the adult dose would be needed to achieve equivalent exposures in the respective age bands. For practical and safety purposes, this was further simplified in a conservative manner to derive a pediatric starting dose of 80% and 50% of the highest adult dose (90 mg/m 2 /day) in > 12 month olds and < 12 month olds respectively. Conclusions: This study demonstrates that prospective application of modeling and simulation tools, such as PBPK, can support clinical trial design in rare populations early in clinical development, as recently highlighted in FDA’s “Strategic Plan for Accelerating the Development of Therapies for Pediatric Rare Diseases.” These modeling results provided dosing recommendations for the ongoing trial of EPZ-5676 in pediatric MLL-r R/R leukemia which is currently open and enrolling children aged 3 months to 18 years. (CT.gov: NCT02141828). Disclosures Waters: Epizyme, Inc: Employment, Equity Ownership. Thomson: Epizyme, Inc: Employment. Gardner: Simcyp: Employment. Johnson: Simcyp: Employment. Olhava: Epizyme: Employment. Pollock: Epizyme: Employment, Equity Ownership. Legler: Epizyme, Inc: Employment. Copeland: Epizyme, Inc: Employment, Equity Ownership; Mersana: Membership on an entity's Board of Directors or advisory committees; New Enterprise Associates: Ad hoc consultant, Ad hoc consultant Other. Hedrick: Epizyme, Inc: Employment; Pharmacyclics, Inc: Equity Ownership."
}