{
    "doi": "https://doi.org/10.1182/blood.V110.11.4825.4825",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1032",
    "start_url_page_num": 1032,
    "is_scraped": "1",
    "article_title": "Multicenter Phase II Trial of Patients with Refractory or Recurrent Multiple Myeloma with Oral Treatment of Thalidomide Combined with Oral Cyclophosphamide, Idarubicin and Dexamethasone. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Introduction and rationale: The aim of our study is to evaluate the role of thalidomide in combination with oral CID therapy in order to improve treatment wit an all oral regime. Patients and methods: Patients with refractory or relapsed myeloma were included into this trial. Concerning inclusion criteria, 10 patients had progressive disease after standard chemotherapy, 12 no change after standard chemotherapy and required further therapy, 6 recurrent disease after standard therapy and 22 recurrence after high dose chemotherapy. At start of the treatment patients were in stages IIA (16 patients), IIB (1), IIIA (34) and IIIB (1). Idarubicin was given in capsules at 8–10 mg/m2/day for days 1–4, 40 mg dexamethasone were given on days 1–4 and 15–18, cyclophosphamide at 200 mg/m2/d d1–4 and thalidomide 100mg daily with scheduled increase to 400mg. Treatment cycles were repeated every 28 days. 3–8 cycles were applied. Supportive therapy consisted of PEG-filgrastim, cotrimoxazol, dalteparin and ibandronate. In addition, after the induction phase patients were randomized between thalidomide and thalidomide / idarubicin maintenance treatment. Results: At this interim analysis, 66 patients have been entered into the ongoing trial; 6 patients had to be excluded for violation of unclusion criteria. Of the 60 included patients, 52 patients have been documented so far and are evaluable for toxicity. In total, 187 cycles have been applied. Median cycle number was 3 (1–8). There was one death during treatment due to progressive myeloma at cycle 1. The median age was 62 years (interquartile range 57–67). The following toxicities were observed: FUO (2 patients), pneumonia (4), pulmonary embolism (1), exsiccosis after diarrhea (1), constipation (1), sepsis (1), severe nausea (2), syncope (1), collaps after bleeding (1, not related to TCID treatment) and mucositis grade 4 (1). Hematologic toxicity grade IV was reported in 35% of the patients, mainly in cycles 1 and 2. Concerning response to treatment 41 patients are evaluable for response so far. Of these 31 (76%) achieved a PR (24 patients) or MR (7 patients) according to EBMT criteria, 4 patients a stable disease and 3 patients a PD. Three patients were not evaluable and scorded as failures. Conclusions: T-CID is feasible and highly effective in relapsed or refractory myeloma patients. Toxicity seems to be acceptable and mainly hematologic and infectiologic. The remission rate of 76% is encouraging.",
    "topics": [
        "cyclophosphamide",
        "dexamethasone",
        "idarubicin",
        "multiple myeloma",
        "phase 2 clinical trials",
        "thalidomide",
        "chemotherapy regimen",
        "toxic effect",
        "collision-induced dissociation",
        "constipation"
    ],
    "author_names": [
        "Axel Glasmacher, MD",
        "Thomas Moehler, MD",
        "Hartmut Goldschmidt, MD",
        "Thomas Geer, MD",
        "Rolf Kleinschmidt, MD",
        "Tobias Gaska, MD",
        "Janssens Uwe, MD",
        "Jorg Schubert, MD",
        "Patrick Bruck, MD",
        "Michael R. Clemens, MD",
        "Wolfgang Bair, MD",
        "Gernot Seipelt, MD",
        "Michael Schleuning, MD",
        "Corinna Hahn-Ast, PhD",
        "Susanne Herz",
        "Marie von Lilienfeld-Toal, MD",
        "Ralf Naumann, MD",
        "Marcus Gorschluter, MD",
        "Ingo G.H. Schmidt-Wolf, MD"
    ],
    "author_affiliations": [
        [
            "University of Bonn"
        ],
        [
            "University of Heidelberg"
        ],
        [
            "University of Heidelberg"
        ],
        [
            "Diakonie-Krankenhaus, Schwäbisch Hall"
        ],
        [
            "Markus-Krankenhaus, Frankfurt"
        ],
        [
            "St. Marien-Krankenhaus, Siegen"
        ],
        [
            "Caritas-Krankenhaus, Bad Mergentheim"
        ],
        [
            "University of Homburg"
        ],
        [
            "University of Frankfurt"
        ],
        [
            "Krankenanstalt Mutterhaus der Borromaerinnen, Trier"
        ],
        [
            "Schlossbergklinik, Oberstaufen"
        ],
        [
            "Praxis, Bad Soden"
        ],
        [
            "DKD, Wiesbaden"
        ],
        [
            "University of Bonn"
        ],
        [
            "University of Bonn"
        ],
        [
            "University of Bonn"
        ],
        [
            "University of Dresden, Germany"
        ],
        [
            "University of Bonn"
        ],
        [
            "University of Bonn"
        ]
    ],
    "first_author_latitude": "50.7267806",
    "first_author_longitude": "7.0864528"
}