{
    "doi": "https://doi.org/10.1182/blood.V128.22.5024.5024",
    "article_title": "Adherence Rates Between Once and Twice Daily Direct Oral Anticoagulants - Results of a Single University Pharmacy Cohort Study ",
    "article_date": "December 2, 2016",
    "session_type": "332. Antithrombotic Therapy",
    "abstract_text": "INTRODUCTION Direct oral anticoagulants (DOACs) have been shown to have equal or superior efficacy and safety when compared to Vitamin K antagonists, and have become first line therapy for many disease processes. While both the once daily drug rivaroxaban and the twice daily drug apixaban have been shown to be highly effective anticoagulants, it is unknown if differences in their dosing frequency affects patient compliance and, consequently, the likelihood of anticoagulant failure. In this study, we retrospectively evaluated the medication adherence rates of all individuals prescribed therapeutic rivaroxaban or apixaban over a one year period in our pharmacy. METHODS In this retrospective cohort study, we obtained a list of all patients prescribed treatment dose rivaroxaban or apixaban from July 2015 to July 2016 (including the initial loading and maintenance dose) at our university-affiliated pharmacy. We excluded patients who received less than three separate refills or patients on prophylactic or decreased doses. Medication possession ratio for each individual was calculated based on refill dates and means were compared using an unpaired t-test. RESULTS During the study period, there were 756 therapeutically-dosed rivaroxaban or apixaban prescriptions. After excluding individuals who received fewer than three separate refills at our pharmacy (49.3%), 105 rivaroxaban refills and 278 apixaban refills were included (mean prescription size of 32.2 tabs for rivaroxaban and 65.7 tabs for apixaban). In the rivaroxaban group, the mean medication possession ratio across the cohort was 0.9321 (SD=0.1057). In the apixaban group, the mean medication possession ratio across the cohort was 0.9051 (SD=0.1467). The mean difference of the possession ratios was 0.0269 (95% confidence interval -0.0433 to 0.0971, p = 0.4472), thus there was no statistically significant difference in possession ratios between the study drugs. CONCLUSIONS Analyzing our internal pharmacy data, we found that among individuals who filled at least three times, medication adherence was high and not dissimilar between the two groups. Thus, the likelihood of compliance does not appear to be dependent on dosing frequency. However, it should be noted that nearly half of patients filled fewer than three times at our pharmacy and were thus excluded. It is unclear whether these patients completed their prescribed course, discontinued the drug all together or elected to refill at an alternative location, but it is likely that this may have caused an overestimation of drug adherence. While larger studies are needed to further assess adherence between the two drugs, these findings are reassuring that medication compliance between rivaroxaban and apixaban are similar in those who continue the drug. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "direct oral anticoagulants",
        "pharmacies",
        "pharmacy (field)",
        "apixaban",
        "rivaroxaban",
        "anticoagulants",
        "drug maintenance dose",
        "vitamin k antagonists"
    ],
    "author_names": [
        "Joseph Shatzel, MD",
        "Molly Daughety, MD",
        "Derrick Tao",
        "Edward Kim",
        "Sven Olson, MD",
        "Ali Olyaei, Pharm.D",
        "Thomas G. Deloughery, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joseph Shatzel, MD",
            "author_affiliations": [
                "Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Molly Daughety, MD",
            "author_affiliations": [
                "Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Derrick Tao",
            "author_affiliations": [
                "Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Kim",
            "author_affiliations": [
                "Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sven Olson, MD",
            "author_affiliations": [
                "Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali Olyaei, Pharm.D",
            "author_affiliations": [
                "Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas G. Deloughery, MD",
            "author_affiliations": [
                "Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T04:08:32",
    "is_scraped": "1"
}