{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3446.3446",
    "article_title": "Use of a Fitness Tracking Device to Monitor Physical Activity and Sleep Patterns during Hospitalization for Hematopoietic Stem Cell Transplant. Results of a Prospective Observational Study ",
    "article_date": "December 7, 2017",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster II",
    "abstract_text": "Background The prolonged hospitalization often associated with hematopoietic stem cell transplant (HSCT) increases risk of immobility and inactivity-associated complications. There is limited information on the daily activity and sleep patterns of patients undergoing HSCT and their effect on transplant related outcomes, functional recovery and length of hospital stay. We conducted a prospective observational study to determine the feasibility of using a fitness tracking device to monitor the physical activity and sleep patterns of patients undergoing HSCT. Methods Patients undergoing autologous (autoHSCT) or allogeneic (alloHSCT) were consented to wear a Fitbit HR ® activity tracking device. The device was placed on the patients' wrist within 48 hours of admission and was removed on discharge. Patients were followed for 100 days post-HCT. Daily activity parameters measured by the Fitbit HR® device included steps, distance, time spent in physical activity, active calories burned, minimum and maximum heart rate. Sleep parameters included: total sleep duration and number of times patients were awake or restless. All patients were evaluated by a Physical Therapist upon admission. Comparisons between groups were done using the Mann-Whitney test for continuous variables and Fisher's exact test for qualitative variables; correlations were evaluated with Pearson's and Spearman's correlation tests; modeling was done with linear regression for quantitative variable pairs and one-way ANOVA for qualitative and quantitative variable pairs. Results 31 patients were consented, 4 were removed from the study (2 patients withdrew consent; 2 patients were not compliant). The baseline characteristics of 27 subjects with available activity and sleep data are summarized in table 1. There were no statistically significant differences in baseline characteristics between subjects receiving autoHSCT and alloHSCT. All patients undergoing alloHSCT received reduced intensity conditioning regimens. Transplant outcomes and results from activity and sleep pattern measurements are presented in table 2. As expected, longer length of hospitalization, longer time to neutrophil engraftment, infectious complications and readmissions were more common in subjects undergoing alloHSCT. While the number of steps at admission was comparable between both groups, alloHCT subjects had a more intense decrease in their physical activity, manifested by a lower number of steps at nadir (249 vs 697, p=0.03) as well as by a larger percentage decrease in physical activity from admission (89% vs 68%, p=0.02) and a decrease compared to their peak performance during admission (92% vs 82%, p =0.02). Among baseline characteristics, age and presence of cardiovascular risk factors correlated with number of steps at admission (Pearson R =-0.43, p=0.03 and biserial correlation R=0.39, p=0.04, respectively); BMI showed a positive correlation with the decrease in activity from peak to nadir (Pearson R=0.54, p=0.005) and ECOG PS of 1 (vs 0) correlated with the absolute decrease in steps from admission to discharge (Spearman R -0.47, p=0.02). ANOVA showed that infectious complications were associated with changes in activity from peak to nadir (R 2 =0.18, p=0.03), while linear regression identified an association between time from transplant to discharge and both the decrease in activity from admission and peak to nadir (R 2 =0.15, p=0.05 and R 2 =0.16,p=0.04). Conclusions This study demonstrates the feasibility of monitoring activity and sleep patterns in HSCT patients with a commercially available fitness tracking device. Approximately 90% of patients remained compliant with the use of the device. The fitness data obtained showed correlation with known transplant outcomes, and the patterns observed highlighted differences within the patient population. Use of a fitness tracking device in patients undergoing HCT represents an objective method for measuring physical activity during hospitalization, and potentially identifies patients in which interventions such as intensified physical therapy could improve outcomes. Studies comparing the quality of data of Fitbit HR® devices with other instruments such as Actigraph® are underway at our institution. Future studies evaluating the effect physical activity devices have on patient's activity during hospitalization and in the post-transplant recovery period are planned. View large Download slide View large Download slide  Close modal Disclosures Cooper: Novartis: Research Funding. Malek: Celgene: Speakers Bureau; Takeda: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi: Membership on an entity's Board of Directors or advisory committees. De Lima: Celgene Corporation: Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees. Caimi: Incyte: Equity Ownership; Celgene: Speakers Bureau; Seattle Genetics: Equity Ownership; Abbvie: Equity Ownership.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "medical devices",
        "observational studies",
        "physical activity",
        "sleep",
        "transplantation",
        "fitness trackers",
        "infection as complication of medical care",
        "burns",
        "calories"
    ],
    "author_names": [
        "Najla H El Jurdi, MD",
        "Mathew J Cotton, MS",
        "Raisa Pinto, MD",
        "Erin Galloway, RN BSN",
        "Samantha Kolke, RN, BSN",
        "Brenda W. Cooper, MD",
        "Ben K. Tomlinson, MD",
        "Leland Metheny, MD",
        "Ehsan Malek, MD",
        "Nora Nock, PhD",
        "Merle Kolk",
        "Richard Lee",
        "Marcos De Lima, MD",
        "Paolo Caimi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Najla H El Jurdi, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mathew J Cotton, MS",
            "author_affiliations": [
                "Case Western Reserve University, School of Medicine, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raisa Pinto, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Oklahoma Health Sciences Center, Oklahoma City, OK "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin Galloway, RN BSN",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha Kolke, RN, BSN",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda W. Cooper, MD",
            "author_affiliations": [
                "Hematologic Malignancies Program, University Hospitals Seidman Cancer Center and Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ben K. Tomlinson, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leland Metheny, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ehsan Malek, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nora Nock, PhD",
            "author_affiliations": [
                "Department of Epidemiology & Biostatistics, School of Medicine, Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merle Kolk",
            "author_affiliations": [
                "University Hospitals Seidman Cancer Center, Adult Hematologic Malignancies & Stem Cell Transplant Section, Cleveland, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Lee",
            "author_affiliations": [
                "Division of Hematology and Oncology, University Hospitals Cleveland Medical Center, Case Western Reserve University, cleveland, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcos De Lima, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Caimi, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:32:36",
    "is_scraped": "1"
}