{
    "doi": "https://doi.org/10.1182/blood.V108.11.4933.4933",
    "article_title": "Chromosomal Evolution in B-Cell Chronic Lymphocytic Leukemia (B-CLL). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Different studies with conventional cytogenetics have shown that the chromosome pattern of B-CLL patients remains rather stable during disease outcome. In contrast, other reports have demonstrated that karyotypic evolution occurs in about 15% of patients, especially in those experiencing disease evolution. The aim of the present study was to evaluate the incidence of chromosome evolution in 32 B-CLL patients and to establish whether the development of additional genetic lesions correlates with clinical progression. The 32 patients entered in the study were part of a larger group of patients (253 consecutive) observed in the period January 2002–December 2005. FISH was performed on bone marrow cells in all the 32 patients on clinical diagnosis and during the follow-up, whereas CC was carried out at the onset of the disease in 7 patients and during the follow-up in only 5 patients. From a clinical point of view, these 32 patients were 11 females and 21 males with a median age of 55 years (range 36–71). On clinical diagnosis 18 were classified as stage A, 11 as stage B and 3 as stage C. Median follow-up time from clinical diagnosis was 33.5 months (range 6–88). Nineteen patients presented a stable clinical course, whereas 13 experienced disease progression after a median follow-up of 21.5 months (range 5–83). Considering these last patients, 5 progressed in stage B, 5 in stage C and 3 in Richter’s syndrome (RS). All the 32 patients were investigated with the B-CLL probe set (α12/13q14/13q34 and p53/ATM probes from Vysis) which was applied according to manufacturer’s guidelines. The cut-off value for each probe was determined by adding three times the standard deviation to the mean percentage of cells with an abnormal pattern obtained from five normal controls. A clonal p53 deletion was considered to be present if discovered in more than 20% cells. On clinical diagnosis FISH detected a normal pattern in 12 patients, a trisomy 12 in 7 and a mono-allelic loss of the D13S319 locus in 13; CC discovered a trisomy 12 in 2/7 patients. On FISH investigation only one of the 19 patients with a stable disease developed a new genetic lesion (a mono-allelic loss of the D13S319 locus). In contrast, 7/13 patients with disease progression revealed additional genetic defects. On diagnosis one of them had presented a trisomy 12 and the remaining 6 a normal FISH pattern. On clinical evolution the patient with trisomy 12 maintained three signal corresponding to α 12, but developed additional defects revealed by CC; among the other 6 chromosomally normal patients one developed a bi-allelic loss of both the D13S319 loci, 3 a deletion of the ATM gene and 2 a deletion of the p53 locus in 64% and 54% cells. CC, performed in 4 of these chromosomally normal patients, revealed a normal pattern in 3 patients (one stage B disease and 2 RS) and a del(11)(q13) in the other whom showed a deletion of one ATM locus also on FISH investigation. Therefore, none of the two patients with RS developed any defects typically associated with such a disease evolution. In conclusion, our study shows that further genetic lesions may develop during disease outcome in 25% of B-CLL patients, are associated with disease evolution, frequently target the ATM and the p53 loci. In addition, in our opinion CC still has a crucial role in every B-CLL patient experiencing disease evolution since it provides information on chromosomal regions not investigated by the FISH panel probe set.",
    "topics": [
        "chief complaint",
        "chromosomes",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "clinical diagnosis",
        "disease progression",
        "follow-up",
        "infectious mononucleosis",
        "richter's syndrome",
        "trisomy 12"
    ],
    "author_names": [
        "Paolo Bernasconi, MD",
        "Ilaria Giardini, MD",
        "Ester Orlandi, MD",
        "Marina Boni, MD",
        "Paola Maria Cavigliano, MD",
        "Silvia Calatroni, MD",
        "Barbara Rocca, MD",
        "Rita Zappatore, MD",
        "Irene Dambruoso, MD",
        "Marilena Caresana, MD",
        "Mario Lazzarino, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paolo Bernasconi, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Giardini, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ester Orlandi, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Boni, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Maria Cavigliano, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Calatroni, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Rocca, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Zappatore, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene Dambruoso, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marilena Caresana, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Lazzarino, MD",
            "author_affiliations": [
                "Division of Hematology, Fondazione Policlinico San Matteo IRCCS, Pavia, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T06:40:18",
    "is_scraped": "1"
}