{
    "doi": "https://doi.org/10.1182/blood-2018-99-114911",
    "article_title": "Iron Overload after Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster III",
    "abstract_text": "Introduction Iron overload (IOL) is a common complication after HSCT, mainly due to iterative red blood cell (RBC) transfusions with other mechanisms as ineffective erythropoiesis or dysregulation of hepcidin possibly contributing. IOL prevalence is estimated as 30-60% in adults transplanted for hematological malignancies, but few data are available in pediatric malignancies. Patients and Methods All patients (pts) undergoing allogenic HSCT between January 2012 and December 2016 in our institution, who were alive and in continuous complete remission at the last follow-up were included in the study and evaluated for post-HSCT IOL. Follow-up was updated as of 31 May 2018. 109 pts who fulfilled the inclusion criteria were included in the study. Pts characteristics are shown in Table 1. Overall pts affected with malignancies were 77 (71%) and with non malignancies were 32 (29%). IOL was initially assessed using serum ferritin pre and post HSCT, considered as maximum and minimum stable ferritin, defined respectively as the highest value of ferritin detected anytime after HSCT and the last ferritin value detected after HSCT and before starting IOL therapy in pts treated or the minimum ferritin value closer to 12 months after HSCT in pts never treated for IOL. In pts with a minimum stable ferritin >500 ng/mL, LIC was assessed by MRI-T2* or SQUID in younger pts who would have needed sedation to underwent MRI. Liver biopsy was performed in case of liver abnormalities. Imaging to detect IOL was not planned in pts with expected low compliance or when serum ferritin was lowest. These pts were classified according to their minimum stable ferritin values < or ≥ 1000 ng/mL. IOL was defined for all pts with a T2* value ≤3.8 msec or a LIC by SQUID >1000 μgFe/g liver ww or, in pts without imaging for IOL, with a minimum stable ferritin value ≥1000 ng/mL. For liver biopsy, IOL was assessed by Deugnier's score. A phlebotomy program was proposed to all pts with any grade of IOL. In pts with venous access difficulties, anemia or early severe IOL treatment with iron chelator (deferasirox or deferoxamine) was performed. Results Statistically significant differences between malignancies and non malignancies were found in terms of median number of pre-HSCT RBC transfusions (11 vs 7, p 0.002), median pre-HSCT ferritin (1490 vs 643 ng/mL, p<0.001), median maximum ferritin (2419 vs 1131 ng/mL, p<0.001) and median minimum stable ferritin (1286 vs 575 ng/mL, p 0.002). Overall 71 pts have been investigated for IOL (65%) by MRI (64), SQUID (3) or liver biopsy (4). Prevalence of moderate-severe IOL was 37% (42% in malignancies and 25 % in non malignancies). Among the 38 pts who did not performed IOL assessment with instrumental evaluation, 25% of the malignancies group and 47% of the non malignancies group had a minimum stable ferritin <1000 ng/mL. The proportion of pts undergoing IOL assessment (by MRI, SQUID or liver biopsy) was significantly higher in pts with malignancies (72%) compared with non malignancies (47%, p 0.02). 81% of the pts with any grade of IOL have been treated. 51 pts (43 malignancies and 8 non malignancies) underwent phlebotomies, 10 (8 malignancies and 2 non malignancies) were treated with iron chelators and 5 (all malignancies) received both treatments after HSCT. Main side effects of phlebotomies were hypotension and difficult venous accesses. Few pts treated with iron chelator had drug-related side effects, mainly related with renal tubular function impairment, which was transient and rapidly reverted after drug discontinuation. Furthermore, factors significantly associated with IOL were: 1) in univariate analysis: age at HSCT> 10 years (odds ratio (OR) 3.63, 95% confidence intervaI (CI) 1.61-8.5, p 0.002), total number of RBC transfusion > 20 (OR 10.47, 95%CI 4.09-29.19, p10 compared with younger age (OR 4.02, 95% CI 1.49-11.8, p= 0.007) and RBC transfusion >20 (OR 10.83, 95% CI 4-32.7, p<0.001). Conclusion IOL is a frequent complication post HSCT, even among children affected with malignancies. In our series the iron burden was worse for older pts and highly transfused. IOL is assessed by MRI-T2*. The minimum stable serum ferritin, approximately 1 year after HSCT and after, can be used to monitor IOL treatment. Phlebotomy is a well tolerated therapy but also pharmacological approaches could be safely used. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "iron overload",
        "brachial plexus neuritis",
        "cancer",
        "ferritin",
        "magnetic resonance imaging",
        "liver biopsy",
        "phlebotomy",
        "erythrocyte transfusion",
        "iron chelating agents"
    ],
    "author_names": [
        "Sara Casagranda, MD",
        "Maria Chiara Magri",
        "Stefania Galimberti",
        "Fabio Pavan, MD",
        "Sonia Bonanomi, MD",
        "Corti Paola, MD",
        "Nicoletta Masera, MD",
        "Attilio Rovelli, MD",
        "Adriana Balduzzi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sara Casagranda, MD",
            "author_affiliations": [
                "Pediatric Clinic - Hemato-Oncology Department, University of Milano-Bicocca, MBBM Fundation c/o San Gerardo Hospital, Monza, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Chiara Magri",
            "author_affiliations": [
                "Centre of Biostatistic for Clinical Epidemiology, Departement of Medicine and Surgery, University of Milano-Bicocca, Monza, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Galimberti",
            "author_affiliations": [
                "Centre of Biostatistic for Clinical Epidemiology, Departement of Medicine and Surgery, University of Milano-Bicocca, Monza, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Pavan, MD",
            "author_affiliations": [
                "Pediatric Clinic - Hemato-Oncology Department, University of Milano-Bicocca, MBBM Fundation c/o San Gerardo Hospital, Monza, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonia Bonanomi, MD",
            "author_affiliations": [
                "Pediatric Clinic - Hemato-Oncology Department, University of Milano-Bicocca, MBBM Fundation c/o San Gerardo Hospital, Monza, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corti Paola, MD",
            "author_affiliations": [
                "Pediatric Clinic - Hemato-Oncology Department, University of Milano-Bicocca, MBBM Fundation c/o San Gerardo Hospital, Monza, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicoletta Masera, MD",
            "author_affiliations": [
                "Pediatric Clinic - Hemato-Oncology Department, University of Milano-Bicocca, MBBM Fundation c/o San Gerardo Hospital, Monza, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Attilio Rovelli, MD",
            "author_affiliations": [
                "Pediatric Clinic - Hemato-Oncology Department, University of Milano-Bicocca, MBBM Fundation c/o San Gerardo Hospital, Monza, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana Balduzzi, MD",
            "author_affiliations": [
                "Clinica Pediatrica Ospedale San Gerardo Universita degli Studi Milano Bicocca, Monza, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:40:28",
    "is_scraped": "1"
}