{
    "doi": "https://doi.org/10.1182/blood.V114.22.4401.4401",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1437",
    "start_url_page_num": 1437,
    "is_scraped": "1",
    "article_title": "Resveratrol Plus Simvastatin Are Effective in Decreasing IgM Secretion in Asymptomatic Waldenstrom Macroglobulinemia. One Year Follow-up. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY",
    "topics": [
        "bodily secretions",
        "follow-up",
        "immunoglobulin m",
        "resveratrol",
        "simvastatin",
        "waldenstrom macroglobulinemia",
        "death",
        "igm monoclonal gammopathy of uncertain significance",
        "adverse effects",
        "adverse event"
    ],
    "author_names": [
        "Francesco Iuliano",
        "Stefania Infusino",
        "Alessia Perricelli",
        "Massimo Di Maio",
        "Angelo Pomillo",
        "Maria Luci",
        "Francesco Mingrone"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, U.O. DI Onco-Ematologia ASL 3,S.O., Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O. DI Onco-Ematologia ASL 3,S.O., Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O. DI Onco-Ematologia ASL 3,S.O., Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O. DI Onco-Ematologia ASL 3,S.O., Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O. DI Onco-Ematologia ASL 3,S.O., Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O. DI Onco-Ematologia ASL 3,S.O., Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O. DI Onco-Ematologia ASL 3,S.O., Rossano, Italy"
        ]
    ],
    "first_author_latitude": "39.5773826",
    "first_author_longitude": "16.6345629",
    "abstract_text": "Abstract 4401 Background Waldenström macroglobulinemia (WM) is a distinct B-cell lymphoproliferative disorder characterized by lymphoplasmacytic bone marrow infiltration along with an immunoglobulin M (IgM) monoclonal gammopathy. Asymptomatic patients with monoclonal IgM and without morphologic evidence of bone marrow infiltration < 10% clonal marrow cells) are classified as having IgM-MGUS.Therapy is postponed for asymptomatic patients, and progressive anemia is the most common indication for initiation of treatment. Resveratrol (3,4',5-tri-hydroxy-trans-stilbene) is an antioxidant constituent of a wide variety of plant species including grapes. It has gained considerable attention because of its anticancer properties, as shown in solid and hematologic malignancies. Published data show that resveratrol has significant antitumor activity in WM cells line. Moreover, simvastatin, a 3-hydroxy-3-methyl-glutaryl-CoA reductase inhibitor, induced inhibition of proliferation, cytotoxic effect and apoptosis in IgM secreting cell lines as well as in primary CD19(+) WM cells. With this background we have treated 4 patients with asymptomatic WM with an association of simvastatin and resveratrol to test the efficacy of such of drugs in asymptomatic Waldenstrom macroglobulinemia Methods 4 pts (3 males and 1 female), median age 42,3 yrs (range, 42–73) and asymptomatic WM were treated with a schedule containing resveratrol 40 mg/die and simvastatin 20 mg/die for at least 90 days. At enrollment patients characteristic were hemoglobin level median, 12.1 g/dL,serum beta(2)-microglobulin level median, 2.4 mg/L, and IgM peaks median, 1.8 g/dL. All patients have taken regularly the drugs and there have been no adverse events.CK and LDH serum levels were kept in the normal range. Results In all IgM-MGUS patients a reduction of more than 50% of the IgM peak was observed after 3 months of therapy and it was still maintained at 12 months of follow-up. In SWM patient the reduction was about 25% and it was manteined over time. Striking, another patient with Waldentrom disease resistant to the previous therapy with EDX and anti-CD20 MoAb achieved a CR only after adding resveratrol and simvastatin. Conclusions Our data demonstrate clearly that the association between resveratrol with simvastatin decreases IgM secretion in Waldenstrom macroglobulinaemia and can be useful in asymptomatic or low risk patients not having any adverse effects. Disclosures: Off Label Use: Simvastatin showed in vitro activity on waldentrom cell lines Resveratrol showed in vitro activity on waldenstro cell lines."
}