{
    "doi": "https://doi.org/10.1182/blood-2020-138528",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4507",
    "start_url_page_num": 4507,
    "is_scraped": "1",
    "article_title": "Allogeneic Hematopoietic Cell Transplantation Is Critical to Maintain Remissions after CD19-CAR T-Cell Therapy for Pediatric ALL: A Single Center Experience ",
    "article_date": "November 5, 2020",
    "session_type": "704.Immunotherapies",
    "topics": null,
    "author_names": [
        "Aimee C Talleur, MD",
        "Renee M. Madden, MS, MD",
        "Amr Qudeimat, MD",
        "Ewelina Mamcarz, MD",
        "Akshay Sharma, MBBS",
        "Ashok Srinivasan, MD",
        "Ali Y Suliman, MD",
        "Mireya Paulina Velasquez, MD",
        "Timothy Lockey, PhD",
        "Alisha Gaboriault",
        "Seth E. Karol, MD",
        "Hiroto Inaba, MD PhD",
        "Ying Li, MD PhD",
        "Pam Young",
        "Guolian Kang, PhD",
        "Cheng Cheng, PhD",
        "Wenting Zheng, PhD",
        "Sheng Zhou, PhD",
        "Salem M. Akel, PhD",
        "Terrence L Geiger, MD PhD",
        "Michael M Meagher, PhD",
        "Ching-Hon Pui, MD",
        "Brandon M Triplett, MD",
        "Stephen Gottschalk, MD"
    ],
    "author_affiliations": [
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Therapeutics Production and Quality, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Biostatistics, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Biostatistics, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Experimental Cellular Therapeutics Laboratory, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Human Applications Lab, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Therapeutics Production and Quality, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Oncology, Member, St Jude Faculty, Chair, Oncology Department, Coleader, Hematological Malignancies Program, Director, China Region, St Jude Global, American Cancer Society Professor, Fahad Nassar Al-Rashid Chair of Leukemia Research, St Jude Children's Research H, Memphis, TN"
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
        ]
    ],
    "first_author_latitude": "29.706964000000003",
    "first_author_longitude": "-95.4022177",
    "abstract_text": "CD19-CAR T-cell therapy has shown remarkable efficacy in pediatric patients with relapsed and/or refractory B-cell acute lymphoblastic leukemia (r/r ALL). Despite high short-term remission rates, many responses are not durable and the best management of patients who achieve a complete response (CR) post-CAR T-cell therapy remains controversial. In particular, it is unclear if these patients should be observed or proceed to consolidative allogeneic hematopoietic cell transplantation (HCT). To address this question, we reviewed the clinical course of all patients (n=22) who received either an investigational CAR T-cell product (Phase I study: SJCAR19 [NCT03573700]; n=12) or tisagenlecleucel (n=10) at our institution. The investigational CD19-CAR T cells were generated by a standard cGMP-compliant procedure using a lentiviral vector encoding a 2 nd generation CD19-CAR with a FMC63-based CD19 binding domain, CD8a stalk and transmembrane domain, and 41BB.ζ signaling domain. Patients received therapy between 8/2018 and 3/2020. All products met manufacturing release specifications. Within the entire cohort, median age at time of infusion was 12.3 years old (range: 1.8-23.5) and median pre-infusion marrow burden using flow-cytometry minimal residual disease (MRD) testing was 6.8% (range: 0.003-100%; 1 patient detectable by next-generation sequencing [NGS] only). All patients received lymphodepleting chemotherapy (fludarabine, 25mg/m 2 daily x3, and cyclophosphamide, 900mg/m 2 daily x1), followed by a single infusion of CAR T-cells. Phase I product dosing included 1x10 6 CAR+ T-cells/kg (n=6) or 3x10 6 CAR+ T-cells/kg (n=6). Therapy was well tolerated, with a low incidence of cytokine release syndrome (any grade: n=10; Grade 3-4: n=4) and neurotoxicity (any grade: n=8; Grade 3-4: n=3). At 4-weeks post-infusion, 15/22 (68.2%) patients achieved a CR in the marrow, of which 13 were MRD neg (MRD neg defined as no detectable leukemia by flow-cytometry, RT-PCR and/or NGS, when available). Among the 2 MRD pos patients, 1 (detectable by NGS only) relapsed 50 days after CAR T-cell infusion and 1 died secondary to invasive fungal infection 35 days after infusion. Within the MRD neg cohort, 6/13 patients proceeded to allogeneic HCT while in MRD neg /CR (time to HCT, range: 1.8-2.9 months post-CAR T-cell infusion). All 6 HCT recipients remain in remission with a median length of follow-up post-HCT of 238.5 days (range 19-441). In contrast, only 1 (14.3%) patient out of 7 MRD neg /CR patients who did not receive allogeneic HCT, remains in remission with a follow up of greater 1 year post-CAR T-cell infusion (HCT vs. no HCT: p<0.01). The remaining 6 patients developed recurrent detectable leukemia within 2 to 9 months post-CAR T-cell infusion (1 patient detectable by NGS only). Notably, recurring leukemia remained CD19+ in 4 of 5 evaluable patients. All 4 patients with CD19+ relapse received a 2 nd CAR T-cell infusion (one in combination with pembrolizumab) and 2 achieved MRD neg /CR. There were no significant differences in outcome between SJCAR19 study participants and patients who received tisagenlecleucel. With a median follow up of one year, the 12 month event free survival (EFS) of all 22 patients is 25% (median EFS: 3.5 months) and the 12 month overall survival (OS) 70% (median OS not yet reached). In conclusion, infusion of investigational and FDA-approved autologous CD19-CAR T cells induced high CR rates in pediatric patients with r/r ALL. However, our current experience shows that sustained remission without consolidative allogeneic HCT is not seen in most patients. Our single center experience highlights not only the need to explore maintenance therapies other than HCT for MRD neg /CR patients, but also the need to improve the in vivo persistence of currently available CD19-CAR T-cell products. Disclosures Sharma: Spotlight Therapeutics: Consultancy; Magenta Therapeutics: Other: Research Collaboration; CRISPR Therapeutics, Vertex Pharmaceuticals, Novartis: Other: Clinical Trial PI. Velasquez: St. Jude: Patents & Royalties; Rally! Foundation: Membership on an entity's Board of Directors or advisory committees. Gottschalk: Patents and patent applications in the fields of T-cell & Gene therapy for cancer: Patents & Royalties; TESSA Therapeutics: Other: research collaboration; Inmatics and Tidal: Membership on an entity's Board of Directors or advisory committees; Merck and ViraCyte: Consultancy."
}