{
    "doi": "https://doi.org/10.1182/blood.V112.11.4096.4096",
    "article_title": "Combined Coagulation Factor XI and Factor XII Deficiency in An Asymptomatic Female ",
    "article_date": "November 16, 2008",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Background: Multiple combined coagulation factor deficiencies have been reported, although the genetic defects associated with these conditions remain largely unknown. We present an asymptomatic female with a persistent deficiency of both coagulation Factor XI (FXI) and Factor XII (FXII). To our knowledge, this particular combination of coagulation factor deficiency has not been previously reported. Case Report: In February 2004 a healthy 33 year-old white female without personal or family medical history presented with an elevated partial thromboplastin time (PTT) incidentally found during a routine pre-operative evaluation. Her prothrombin time (PT) was normal. Her PTT was 45 seconds (reference interval 23–37 seconds), and normalized with 1:1 mixing studies of patient and normal plasma. Preliminary laboratory evaluation included negative tests for the presence of a Lupus Anticoagulant, a normal serum albumin level, and a normal urinalysis. Additional laboratory testing of coagulation and included FXI and XII activities, measured by means of a one stage APTT-based clotting assay using APTT reagent (Automated APTT, Trinity Biotech, Bray Ireland), congenitally depleted deficient plasma (HRF, Inc, Raleigh NC) using the MDA II Trinity Biotech, Bray Ireland). FXI was 46% (reference range 60–150) and FXII was 42% (reference range 50–150). In March 2004, a repeated the laboratory evaluation showed a FXI of 41% and a FXII of 46%. In April 2006, FXI was 49%, and FXII was 40%. Is to be noted that the patient has never had a documented thromboembolic episode or excessive bleeding, despite the exposure, respectively, to estrogen supplementation for seven years, to a full-term pregnancy, and to an abdominal surgical event. Conclusion: Although modern laboratory methods are able to identify novel combinations of coagulation defects, their clinical significance requires additional investigation.",
    "topics": [
        "factor xi",
        "factor xii deficiency",
        "activated partial thromboplastin time measurement",
        "antiphospholipid syndrome",
        "blood coagulation disorders",
        "coagulation factor deficiency syndrome",
        "coagulation factor deficiency, combined",
        "estrogen",
        "factor xii",
        "hemorrhage"
    ],
    "author_names": [
        "Juan Herrada, MD",
        "Dorothy M Adcock, MD",
        "Arturo Casillas",
        "Jeff T. Jobe",
        "Luis S. Noble",
        "Mark M. Landeros"
    ],
    "author_dict_list": [
        {
            "author_name": "Juan Herrada, MD",
            "author_affiliations": [
                "Internal Medicine/Hematology, Texas Tech University, El Paso, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dorothy M Adcock, MD",
            "author_affiliations": [
                "Medical/Laboratory Director, Esoterix Coagulation, Englewood, CO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arturo Casillas",
            "author_affiliations": [
                "Internal Medicine/Hematology, Texas Tech University, El Paso, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff T. Jobe",
            "author_affiliations": [
                "Internal Medicine/Hematology, Texas Tech University, El Paso, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis S. Noble",
            "author_affiliations": [
                "Obstetrics & Gynecology, Texas Tech University, El Paso, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark M. Landeros",
            "author_affiliations": [
                "Surgery, Texas Tech University, El Paso, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T21:28:31",
    "is_scraped": "1"
}