{
    "doi": "https://doi.org/10.1182/blood-2020-137473",
    "article_title": "Complex Karyotype Is a Significant Predictor for Worst Outcomes in Patients with Mantle Cell Lymphoma (MCL) Treated with BTK Inhibitors - Comprehensive Analysis of 396 Patients ",
    "article_date": "November 5, 2020",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "abstract_text": "Introduction: Complex karyotype (Cx) refers to ≥3 unrelated cytogenetic abnormalities in addition to t(11;14) in MCL patients (pts). In limited pts treated with chemotherapy, pts with Cx exhibited poor outcomes compared to non-Cx group. Prognostic impact of Cx in pts treated with BTKi is unclear. We present the largest and most comprehensive analysis on the prognostic impact of Cx in MCL pts. Methods: We analyzed charts from 396 MCL pts with karyotype data. (271 were non-Cx and 125 were Cx). Karyotype status at initial MCL diagnosis was denovo (DN) while previously treated pts were secondary (S). Among Cx, n=80 pts were DN-Cx and 45 were S-Cx while in non-Cx group, 224 were DN-non-Cx and S-non-Cx were 47 pts. TP53 mutation/FISH data was available (n=134; 46 positive, 88 negative). Pt characteristics were obtained from the time of karyotype testing (at initial diagnosis in DN and at the time of testing in S group). Overall survival (OS) was calculated from test date to the last follow up and progression free survival (PFS) after first line therapy from treatment date to date of progression/death. Univariate and multivariate logistic regression modeled the risk of event and treatment response. Results: Cx pts had significant differences compared to non-Cx, including median Ki-67 (40 vs 20%), sMIPI (median 6 vs 4), poor performance status (p.s.), CNS involvement (7 vs 2%), blastoid (22 vs 7%), pleomorphic (12 vs 3%), higher LDH, WBC, ALC and β2M levels and low Hb and platelet counts, prior BTKi (35 vs 15%), TP53 positive (75 vs 17%), shorter median follow up from the test date (18 vs 33 months). Overall, 70 (56%) in Cx and 70 (26%) in non-Cx had died. Univariate analysis for OS showed, advanced age, higher values of Ki-67, WBC, LDH, β2M, MIPI scores, number of chromosomal aberrations, B symptoms, splenomegaly, CNS involvement, poor p.s., prior BTKi, blastoid/pleomorphic histology, TP53 positive status, non-responder to first line therapy and Cx (median 35 months vs 101 months in non-Cx respectively; p<0.001) to be significantly associated with shorter OS (1-A) . In addition, S-Cx pts had the worst OS (median 2 months compared to 20, 13 and 55 months in DN-Cx, S-non-Cx and DN-non-Cx respectively; p<0.001) (1-B) . In MVA, Cx; HR 1.83 (95% CI 1.08-3.12; p=0.02) and higher age, MIPI score, number of prior therapies, blastoid, CNS involvement, S-Cx category and non-responder to first line therapies predicted for significantly shorter OS. Due to many missing values for Ki-67% and TP53 , these variables could not be fitted in model. In addition to other factors, Cx was associated with shorter PFS in univariate (median 12 vs 48 months for non-Cx; p<0.001) but not in MVA. S-Cx pts had the worst PFS (median 7 months compared to 61, 32 and 138 months in DN-Cx, S-non-Cx and DN-non-Cx respectively; p<0.001). Factors predictive for shorter PFS in the MVA, were advanced age, higher MIPI score, lines of prior therapies. Prior BTKi therapy is associated with significantly shorter PFS (2 months vs 13 months without prior BTKi; p=0.02) but not OS. Overall, Cx predicted for higher risk of not achieving CR from all different treatments - OR 3.3 (95% CI 2.01-5.14; p< 0.001). Among the 107 pts with Cx and 221 with non-Cx with available treatment data, 31 in Cx (1-C) and 101 in non-Cx were treated with BTKi with/without chemo-immunotherapy. Median PFS in both Cx and non-Cx groups was significantly longer with BTKi based therapies compared to R-HCVAD, R-Chemo and other therapies (excluding CAR-T and 1 pt with venetoclax-BTKi). PFS in S-Cx category (n=36), the worst category for survival outcomes, was not influenced by BTKi but was improved with CAR-T therapy (1-D) . BTKi therapy improved PFS and OS in Cx and DN-Cx categories compared to R-HCVAD, R-chemo, other therapies (with/without SCT) but did not impact on S-Cx category with the worst outcomes. Response rate to BTKi were (92% vs 74%; p=0.01) in pts with non-Cx and Cx respectively. Conclusions: Cx pts remain a high risk MCL cohort in the BTKi era. Within Cx pts, DN-Cx had better outcomes compared to S-Cx category with the worst outcomes. Outcomes and treatment responses in non-Cx were significantly superior compared to Cx pts. CAR-T therapy holds a great promise for improving outcomes in S-Cx karyotype MCL patients. View large Download slide View large Download slide  Close modal Disclosures Westin: BMS: Consultancy, Research Funding; Kite: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Curis: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Astra Zeneca: Consultancy, Research Funding; Morphosys: Consultancy, Research Funding; 47: Research Funding; Novartis: Consultancy, Research Funding; Amgen: Consultancy. Nastoupil: Bayer: Honoraria; Gamida Cell: Honoraria; Gilead/KITE: Honoraria; Novartis: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Karus Therapeutics: Research Funding; Genentech, Inc.: Honoraria, Research Funding; LAM Therapeutics: Research Funding; TG Therapeutics: Honoraria, Research Funding; Merck: Research Funding; Celgene: Honoraria, Research Funding. Vega: NCI: Research Funding. Flowers: Burroughs Wellcome Fund: Research Funding; Eastern Cooperative Oncology Group: Research Funding; National Cancer Institute: Research Funding; V Foundation: Research Funding; AbbVie: Consultancy, Research Funding; Bayer: Consultancy; BeiGene: Consultancy; Celgene: Consultancy, Research Funding; TG Therapeutics: Research Funding; Millennium/Takeda: Consultancy, Research Funding; Acerta: Research Funding; Spectrum: Consultancy; Pharmacyclics/Janssen: Consultancy; Karyopharm: Consultancy; OptumRx: Consultancy; Gilead: Consultancy, Research Funding; Genentech, Inc./F. Hoffmann-La Roche Ltd: Consultancy, Research Funding; Denovo Biopharma: Consultancy; Cancer Prevention and Research Institute of Texas: Research Funding; Kite: Research Funding; Leukemia and Lymphoma Society: Membership on an entity's Board of Directors or advisory committees. Wang: Acerta Pharma: Research Funding; Juno: Consultancy, Research Funding; AstraZeneca: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding; Oncternal: Consultancy, Research Funding; Lu Daopei Medical Group: Honoraria; Dava Oncology: Honoraria; Guidepoint Global: Consultancy; Celgene: Consultancy, Other: Travel, accommodation, expenses, Research Funding; BioInvent: Research Funding; InnoCare: Consultancy; OMI: Honoraria, Other: Travel, accommodation, expenses; Janssen: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding; VelosBio: Research Funding; Verastem: Research Funding; Pharmacyclics: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding; MoreHealth: Consultancy; Nobel Insights: Consultancy; Beijing Medical Award Foundation: Honoraria; OncLive: Honoraria; Targeted Oncology: Honoraria; Loxo Oncology: Consultancy, Research Funding; Kite Pharma: Consultancy, Other: Travel, accommodation, expenses, Research Funding; Pulse Biosciences: Consultancy; Molecular Templates: Research Funding.",
    "author_names": [
        "Preetesh Jain, MBBS,MDDM,PhD",
        "Guilin Tang, MD",
        "C. Cameron Yin, MD PhD",
        "Chi Young Ok, MD",
        "Lucy Navsaria, MB BCh BAO",
        "Maria Badillo, MSN, RN, OCN, CCRP",
        "Wendy Chen",
        "Yijing Li, MS",
        "Yuxuan Che",
        "Yang Liu, PhD",
        "Onyeka Oriabure",
        "Graciela M. Nogueras González, MPH",
        "Jason Westin, MD",
        "Loretta J. Nastoupil, MD",
        "Sairah Ahmed, MD",
        "Ranjit Nair",
        "Selvi Thirumurthi",
        "Shaoying Li, MD",
        "Rashmi Kanagal-Shamanna, MD",
        "Francisco Vega, MDPhD",
        "Christopher Flowers, MDMS",
        "Michael Wang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Preetesh Jain, MBBS,MDDM,PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Guilin Tang, MD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Cameron Yin, MD PhD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chi Young Ok, MD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucy Navsaria, MB BCh BAO",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Badillo, MSN, RN, OCN, CCRP",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy Chen",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yijing Li, MS",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuxuan Che",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Liu, PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Onyeka Oriabure",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graciela M. Nogueras González, MPH",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Westin, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loretta J. Nastoupil, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sairah Ahmed, MD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjit Nair",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selvi Thirumurthi",
            "author_affiliations": [
                "Department of Gastroenterology, The University of Texas MD Anderson Cancer Center, Houston, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaoying Li, MD",
            "author_affiliations": [
                "Department of Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rashmi Kanagal-Shamanna, MD",
            "author_affiliations": [
                "Department of Hematopathology, Division of Pathology/Lab Medicine, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco Vega, MDPhD",
            "author_affiliations": [
                "Division of Hematopathology, Department of Pathology and Laboratory Medicine, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Flowers, MDMS",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Wang, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T15:35:29",
    "is_scraped": "1"
}