{
    "doi": "https://doi.org/10.1182/blood-2018-99-115248",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3929",
    "start_url_page_num": 3929,
    "is_scraped": "1",
    "article_title": "Clinical and Laboratory Predictors of 30-Day Hospital Readmission Risk in Adult Patients with Sickle Cell Disease ",
    "article_date": "November 29, 2018",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical: Poster II",
    "abstract_text": "Introduction: Thirty-day readmission risk is widely accepted as an indicator of quality of care. Sickle cell disease (SCD) has one the highest hospital readmission risk with a wide variation between different studies. In recent studies, older age, insurance status, and systemic complications including sepsis, renal and liver disease increased the risk of readmission whereas blood transfusion reduced the risk. During hospital stay, patients experience a variety of changes in their symptoms and laboratory measures. Evidence on the role of these changes on readmission risk is limited. In the current study, we aimed to assess the clinical and laboratory predictors of 30-day readmission risk in SCD adult patients in a tertiary health care system. Methods: Medical record discharge abstract files which cover visits for the SCD patients at the University of Pittsburgh Medical Center (UPMC) were extracted from electronic health records. Laboratory test results were obtained for each admission and were linked to discharge data. For each admission ICD 9/10 codes were used to identify the comorbidities. Blood transfusion information was recorded during each the admission. Natural language processing was used to extract medical concepts from chest X-ray and CT scan reports during patient's admission. Acute chest syndrome/pneumonia were identified from a combination of ICD codes and radiologic reports. For each laboratory value, a single rate of change (trajectory) was calculated with a random coefficient model from any measures during the hospital stay. Rate of changes were categorized to negative and positive trajectory. We used Generalized Estimating Equations models to assess predictors of 30-day readmission risk including the relationship between negative trajectory of any laboratory values duration the admission. Results: During January 2010 to May 2016, data for 2,108 hospital admissions in 173 SCD unique adult patients (median age of 32, 57% female and 59% SS genotype) were extracted. Risk of 30-day readmission was 41.2%. Older age (P <0.001) but not genotype (P = 0.8) predicted a lower readmission risk. Blood transfusion reduced readmission risk by 15% (Figure a). This effect was more significant in younger age (P for interaction with age = 0.045, Figure b). The most common discharge diagnoses were chronic pulmonary heart disease (23%), acute chest/pneumonia (22%), chronic renal disease (12%) and chronic liver disease (7%). Trajectory of neutrophil and WBC count changes were negative in 85% and 78% of admissions, respectively. These values were 67% for hemoglobin, 71% for creatinine and 46% for platelet count. During the period of hospital stay, decline in WBC (OR = 0.47, P = 0.030), neutrophil count (OR = 0.37, P = 0.023) or creatinine (OR = 0.40, P = 0.004) was associated with lower readmission risk. Conclusions: These results support that cardiopulmonary comorbidities are unexpectedly common in adult SCD patients. Blood transfusion in younger SCD patient reduced the readmission risk. Renal complications and leukocytosis in these patients contributed to health care utilization. Using advanced predictive models can help us to define patients who are at higher risk of readmission and generate strategies to reduce hospital readmission. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "patient readmission",
        "sickle cell anemia",
        "blood transfusion",
        "creatinine",
        "pneumonia",
        "acute chest syndrome",
        "chest x-ray",
        "computed tomography",
        "cor pulmonale, chronic",
        "hemoglobin"
    ],
    "author_names": [
        "Seyed Mehdi Nouraie, PhD MD",
        "Melissa Saul, MS",
        "Enrico M Novelli, MD MS",
        "Gregory J. Kato, MD",
        "Mark T Gladwin, MD"
    ],
    "author_affiliations": [
        [
            "Division of Pulmonary, Allergy and Critical Care Medicine, UPMC Montefiore, Pittsburgh, PA "
        ],
        [
            "Department of Medicine, University of Pittsburgh at Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Heart, Lung and Blood Vascular Medicine Institute/Division of Hematology-Oncology/Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA"
        ]
    ],
    "first_author_latitude": "40.4405527",
    "first_author_longitude": "-79.9614819"
}