{
    "doi": "https://doi.org/10.1182/blood.V124.21.312.312",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2937",
    "start_url_page_num": 2937,
    "is_scraped": "1",
    "article_title": "Donor-Derived Ex-Vivo Activated NK Cells in Management of Relapse after Allogeneic Hematopoietic Stem Cell Transplantation in High-Risk Acute Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "703. Adoptive Immunotherapy: Preclinical and Clinical Results",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "donors",
        "leukemia, acute",
        "natural killer cells",
        "chemotherapy regimen",
        "human leukocyte antigens",
        "leukemia",
        "aldesleukin",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Xing-Yu Cao",
        "Tong Wu",
        "Bi-Ping Deng",
        "Rui-Juan Sun",
        "Yue Lu",
        "Yan-Li Zhao",
        "Jian-Ping Zhang",
        "Jia-Rui Zhou",
        "Zhi-Jie Wei",
        "Xiu-Yan Tao",
        "Hui Wang",
        "Hong-Xing Liu",
        "Dao-Pei Lu",
        "Chun-Rong Tong"
    ],
    "author_affiliations": [
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Lu Daopei Institute of Hematology, Beijing, China"
        ]
    ],
    "first_author_latitude": "39.852573299999996",
    "first_author_longitude": "116.67165855",
    "abstract_text": "Introduction: Relapse remains the main cause of failure of hematopoietic stem cell transplantation (HSCT) in acute leukemia. NK cells have the property of killing leukemia cells without GVHD aggravation theoretically. Moreover, in some cases, leukemia cells may lost HLA-I and/HLA-II antigens which would result in poor response to the immunotherapy except NK-based adoptive effectors. Objective: In present study, the safety and efficacy of donor-derived ex-vivo activated NK cells in management of relapse after allogeneic HSCT in high-risk acute leukemia were examined. Patients and methods: Between July 2012 and July 2014, 29 patients with acute leukemia who received NK cell infusion after HSCT were analyzed retrospectively. Some cases failed to chemotherapy combined with donor lymphocyte infusion (DLI) before NK cell therapy. The diagnosis were ALL (10 cases), AML (18 cases) and mixed acute leukemia (1 case). All patients were high-risk leukemia. The disease status before transplant was CR1 in 8 cases, CR2 in 7, CR3 in 1 and non-remission in 13. The types of donor included identical sibling (5 cases), haploientical family member (21 cases) and unrelated donor (3 cases). The conditioning and GVHD prophylactic regimens were reported previously (Lu DP et al., Blood 2006; 107:3065). Minimal residual disease (MRD) was detected by either quantitative RT-PCR for fusion genes or flow cytometry or both. The expression of HLA-I and HLA-II antigens in leukemia cells was evaluated by flow cytometry. Donor-derived either peripheral blood stem cells or lymphocytes were cultured for 6 days using original culture system (AIM-V medium with IL-2, IL-12, IL-15 and IL-21) or modified culture system (SCGM medium with IL-2, IL-12, IL-15, IL-18 and IL-21). Escalated dosage of NK cells were infused starting with 1×10 5 cells/kg (recipient’s body weight) with or without IL-2 injection. Nine patients were in prevention group and 20 cases were in treatment group. The patients with hematologic relapse received NK cells 3 days later after chemotherapy. Results: Compared with our original culture system, the modified culture system enhanced approximately 10% to 20% of the purity and 4 to 8 fold in number of NK cells by day 6. Furthermore, our modified culture system elevated the expression of function phenotype including TRAIL, NKG2D and CD62L on NK cells in approximately 8 to 10 folds at day 6 and simultaneously stimulated higher level of IFN-γ. One to 4 NK cell infusions were given in each case with two week interval. Two of 29 cases developed mild skin GVHD. No transfusion-related side effects were noted. In prevention group, four of 9 cases remain complete remission, and the other 5 patients became MRD positive or relapse. In treatment group, seven of 20 cases have response to NK cell therapy, and two out of 7 cases who response to NK cells had failed to chemotherapy plus DLI before. Among 11 patients who had response to NK cells, eight of them are AML, and the remaining 3 patients are ALL. Higher response rate (10/23 cases) was seen with NK cell therapy by our modified culture system compared with the one (1/6 cases) by our original culture system. Conclusions: Our preliminary results have demonstrated that donor-derived ex-vivo activated NK cells are safe and effective modality in the management of relapse after allogeneic HSCT in high-risk acute leukemia even failed to chemotherapy combined with DLI. Optimal culture system has improved not only NK cell’s purity, number and function phenotype but also clinical efficacy. Disclosures No relevant conflicts of interest to declare."
}