{
    "doi": "https://doi.org/10.1182/blood.V124.21.294.294",
    "article_title": "Brentuximab Vedotin Monotherapy and in Combination with Dacarbazine in Frontline Treatment of Hodgkin Lymphoma in Patients Aged 60 Years and Above: Interim Results of a Phase 2 Study ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Targeting PD1 and CD30 in Hodgkin Lymphoma and NHL",
    "abstract_text": "Introduction Patients (pts) aged ≥60 yrs with Hodgkin lymphoma (HL) have significantly inferior outcomes compared to younger pts due to factors including comorbidities, poorer performance status, advanced stage disease, and adverse biologic features (Evens 2008). Although standard frontline ABVD (doxorubicin, bleomycin, vinblastine, dacarbazine) is curative for most pts, those aged ≥60 yrs commonly experience an increased incidence of regimen-related toxicity leading to suboptimal dosing and higher rates of relapse. New treatment options with better tolerability and improved efficacy are needed. Brentuximab vedotin (ADCETRIS ® ), an anti-CD30 antibody-drug conjugate, has a manageable safety profile and durable activity as a single-agent in relapsed HL. Brentuximab vedotin + dacarbazine had durable activity in preclinical tumor models (McEarchern 2010), and frontline brentuximab vedotin + AVD showed robust antitumor activity (96% complete remission [CR] rate) and manageable toxicity (Younes 2013). Because single-agent brentuximab vedotin demonstrates efficacy and safety in HL, and dacarbazine is a critical component of the ABVD regimen (Borchmann 2010) with demonstrated durability and tolerability, this phase 2, open-label, frontline study of brentuximab vedotin in HL pts aged ≥60 yrs was amended to evaluate efficacy and durability of response of brentuximab vedotin + dacarbazine (NCT01716806) in a setting of a high response rate and tolerability with monotherapy. Methods About 50 treatment-naïve pts aged ≥60 yrs with HL (30 monotherapy; 20 combination therapy) are to be enrolled. Eligible pts have ECOG ≤3 and are ineligible for or have declined conventional combination chemotherapy. For monotherapy, brentuximab vedotin 1.8 mg/kg is administered every 3 weeks for up to 16 or more cycles in pts achieving stable disease (SD) or better. For combination therapy, dacarbazine 375 mg/m 2 is given for Cycles 1–12, followed by monotherapy for Cycles 13–16. Pts with unacceptable toxicity to dacarbazine prior to completion of 12 cycles may receive monotherapy for a total of 16 cycles or more. Response assessments occur after Cycles 2, 4, 8, 12, 16 and every 6 cycles thereafter. The primary endpoint is objective response rate (ORR) per the Revised Response Criteria for Malignant Lymphoma (Cheson 2007). Key secondary endpoints include CR rate, progression-free survival (PFS), and safety. Results Thirty-three evaluable pts have enrolled thus far (n=27 monotherapy; n=6 combination). Median age for all pts was 77 yrs (range, 64–92), 58% were male, and 27% had ECOG 2–3. Most had stage III–IV disease (70%) and 48% had moderate age-related renal insufficiency at baseline (creatinine clearance 30–60 mL/min). Three pts had below normal (range, 40–50%) and 8 pts had borderline (range, 55–56%) cardiac ejection fraction at baseline. Pts have received a median of 7 cycles of monotherapy (range, 3–18) or 4 cycles of combination therapy (range, 1–7). Seven pts remain on monotherapy treatment, while 9 discontinued for progressive disease after achieving a CR or PR and 1 after SD, 7 for adverse events (AEs) (6 due to Grade 2 or 3 peripheral sensory or motor neuropathy; 1 due to a serious adverse event [SAE] of Grade 3 orthostatic hypotension), 2 for pt decision, and 1 for other, non-AE. All pts on combination therapy are still on treatment. The ORR for monotherapy was 93% (n=25) with a median PFS of 8.7 months to date (range, 2.6+ to 13.4+). The CR rate was 70% (n=19) and median PFS for pts with CR was also 8.7 months (range, 2.9+ to 13.4+). All 6 pts treated with combination therapy achieved an objective response (100% ORR; 2 CRs, 4 PRs) and median PFS has not been reached for these pts (range, 1.2+ to 2.8+ months). With monotherapy, treatment-related AEs ≥ Grade 3 occurring in >1 pt included peripheral sensory neuropathy (22%), peripheral motor neuropathy, and rash (7% each). With the combination, 1 pt had an SAE of Grade 3 clostridium difficile colitis attributed to dacarbazine. No related Grade 4 AEs occurred; no pts died within 30 days of last dose. Conclusions In this planned interim analysis, compelling antitumor activity with high ORRs (93% monotherapy; 100% combination) and acceptable tolerability are demonstrated with both brentuximab vedotin alone and with dacarbazine in a historically challenging HL population. Further study of highly active regimens incorporating brentuximab vedotin for elderly HL is anticipated. Disclosures Forero-Torres: Seattle Genetics, Inc.: Research Funding, Speakers Bureau. Off Label Use: Brentuximab vedotin is indicated in the US for treatment of patients with Hodgkin lymphoma after failure of autologous stem cell transplant or after failure of at least two prior multi-agent chemotherapy regimens in patients who are not ASCT candidates and for the treatment of patients with systemic anaplastic large cell lymphoma after failure of at least one prior multi-agent chemotherapy regimen. Holkova: Seattle Genetics, Inc.: Research Funding. Sharman: Gilead: Honoraria, Research Funding; Pharmacyclics: Research Funding; Genentech: Research Funding; Celgene: Research Funding; Seattle Genetics, Inc.: Honoraria, Research Funding. Friedberg: Seattle Genetics, Inc.: Research Funding. Berkowitz: Seattle Genetics, Inc.: Research Funding. Fintel: Seattle Genetics, Inc.: Consultancy, Research Funding. Chen: Seattle Genetics, Inc.: Consultancy, Research Funding, Speakers Bureau, Travel expenses Other. Boccia: Seattle Genetics, Inc.: Research Funding, Speakers Bureau. Saleh: Seattle Genetics, Inc.: Research Funding. Josephson: Seattle Genetics, Inc.: Employment, Equity Ownership. Palanca-Wessels: Seattle Genetics, Inc.: Employment, Equity Ownership. Yasenchak: Seattle Genetics, Inc.: Research Funding.",
    "topics": [
        "brentuximab vedotin",
        "dacarbazine",
        "hodgkin's disease",
        "brachial plexus neuritis",
        "combined modality therapy",
        "toxic effect",
        "adverse event",
        "autologous stem cell transplant",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Andres Forero-Torres, MD",
        "Beata Holkova, MD",
        "Jeff P. Sharman, MD",
        "Jonathan W. Friedberg, MD",
        "Maurice J. Berkowitz, MD",
        "William Fintel, MD",
        "Robert Chen, MD",
        "Ralph V. Boccia, MD",
        "Mansoor Saleh, MD",
        "Neil Josephson, MD",
        "Maria Corinna Palanca-Wessels, MD PhD",
        "Christopher A. Yasenchak, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andres Forero-Torres, MD",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Beata Holkova, MD",
            "author_affiliations": [
                "Virginia Commonwealth University Medical Center, Richmond, VA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff P. Sharman, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute and Research Center/US Oncology Research, Eugene, OR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan W. Friedberg, MD",
            "author_affiliations": [
                "University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurice J. Berkowitz, MD",
            "author_affiliations": [
                "Providence St Joseph Medical Center, Burbank, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Fintel, MD",
            "author_affiliations": [
                "Blue Ridge Cancer Care, Salem, VA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Chen, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph V. Boccia, MD",
            "author_affiliations": [
                "Center for Cancer and Blood Disorders, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mansoor Saleh, MD",
            "author_affiliations": [
                "Georgia Cancer Specialists/Northside Hospital Cancer Institute, Sandy Springs, GA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Josephson, MD",
            "author_affiliations": [
                "Seattle Genetics, Inc., Bothell, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Corinna Palanca-Wessels, MD PhD",
            "author_affiliations": [
                "Seattle Genetics, Inc., Bothell, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher A. Yasenchak, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute/US Oncology Research, Springfield, OR"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T04:52:26",
    "is_scraped": "1"
}