{
    "doi": "https://doi.org/10.1182/blood.V126.23.2984.2984",
    "article_title": "M3P Sequencing Panel Identifies TP53 Mutational Status As a Prognostic Factor in Chemotherapy-Naive Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Introduction Multiple myeloma (MM) is characterized by a highly variable disease course, which can be traced to initiating and acquired genomic events. Whole exome analysis of matched tumor and germline DNA from 287 MM patients identified recurrently somatically mutated genes (RSMGs) (Lohr et al. - Cancer Cell 2014, Bolli et al. - Nat Commun 2014). Despite the fact that these RSMGs affect pathways that are biologically important in MM, the clinical relevance of many of these genes in the context of conventional prognostic markers remains to be elucidated. Aims The aims of this pilot study were: (1) To validate the prevalence of RSMGs in our newly diagnosed MM patient cohort; (2) To assess the correlation between RSMGs, clinical parameters and outcome; (3) To thereby identify the potential clinical usefulness of introducing RSMG mutational profiling in larger MM trial cohorts. Material and Methods CD138+ enriched MM cells and peripheral blood were obtained with informed consent from chemotherapy-naive patients, participating in 3 clinical trials: HOVON-65/GMMG-HD4, HOVON-87/NMSG-18 and Carthadex (EudraCT number 2004-000944-26, 2007-004007-34 and 2009-014922-40, respectively). Matched tumor and germline DNA were sequenced on an Ion Torrent sequencing platform (PGM, Life Technologies), using the M 3 P Mutational Panel v3.0, comprising 1327 customized oligos (Life Technologies), targeted at the coding sequences of 88 MM-relevant genes, including the RSMGs. Somatic mutations were considered positive when present in >=10% of tumor reads and <=10% germline reads, with a minimal coverage of 10x and being non-synonymous, or splice donor variants. All statistical analyses were performed in SPSS version 23, using the log-rank and Mann-Whitney U-test, with the Bonferroni test to correct for multiple comparisons. Results A total of 206 DNA samples were sequenced from 103 patients (HOVON-65/GMMG-HD4 (n=16), HOVON-87/NMSG-18 (n=67), Carthadex (n=20)) with an average coverage of 574x in tumor DNA, 451x in germline DNA and an overall coverage of 98%. We collected follow-up data from 102/103 patients, with a median follow-up time of 30 months. 168 somatic mutations were detected in 44/88 genes. 82% of patients had at least 1 somatic mutation. Genes most frequently mutated were: (1) NRAS (26%), (2) KRAS (22%), (3) DIS3 (14%), (4) FAM46C (9%), (5) TP53 (7%) and (6) BRAF (6%) (Figure 1). Of note, NRAS and KRAS mutations were mutually exclusive in our cohort. Moreover, all TP53 mutations were located in its DNA binding domain. Three out of 6 BRAF mutations were predicted to cause a V600E amino acid change. We focused on these 6 RSMGs in all further analyses. Correlating mutational status with Progression Free Survival (PFS) and Overall Survival (OS) showed that TP53 mutated patients had a significantly shorter PFS compared to those with wildtype TP53 (adj. p-value=0,018; n=7 versus n=95). Comparing the mutational status of the 6 RSMGs, transplant versus non-transplant protocol, number of mutated genes in the M 3 P panel, del17p and t(4;14) status, EMC92 score and ISS stage between patients with a PFS 1 year (n=23 versus n=79), only showed a significant correlation with TP53 mutational status (adj. p-value=0,012). TP53 mutational status remained the only significant prognostic factor when comparing patients with an OS 1 year (adj. p-value=0,003; n=13 versus n=89). When comparing the number of mutated genes, del17p and t(4;14) status, EMC92 score, transplant versus non-transplant protocol and ISS stage between TP53 mutated and wildtype MM, TP53 mutated patients had a significantly higher number of mutated genes in the M 3 P panel (adj. p-value=0,001). Conclusions (1) With the M 3 P Mutational Panel, we confirm the published prevalence of RSMGs in MM in our cohort of chemotherapy-naive patients. NRAS , KRAS , DIS3 , FAM46C , TP53 and BRAF are the most frequently mutated genes. (2) TP53 mutational status is the strongest unfavorable prognostic factor in our cohort and it seems to be associated with greater mutational burden. Validation in a more extensive population is planned. (3) This warrants further investigation of the mutational status of these genes in larger clinical trial cohorts, enabling a more robust comparison with conventional prognostic markers in a multivariate analysis. View large Download slide View large Download slide Close modal Disclosures Broijl: Celgene: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees. Zweegman: Takeda: Research Funding; Janssen: Research Funding; Celgene: Research Funding. Sonneveld: Janssen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Karyopharm: Research Funding; SkylineDx: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "chemotherapy regimen",
        "multiple myeloma",
        "prognostic factors",
        "protein p53",
        "tp53 gene",
        "dna",
        "transplantation",
        "neoplasms",
        "follow-up",
        "prognostic marker"
    ],
    "author_names": [
        "Davine Hofste op Bruinink, MD MSc",
        "K. Martin Kortüm, MD",
        "Mark van Duin, PhD",
        "Mathijs A. Sanders, PhD",
        "Remco Hoogenboezem, MSc",
        "Michael Vermeulen, BSc",
        "Laura Bruins",
        "Jonathan Ahmann",
        "Annemiek Broijl, MD PhD",
        "Sonja Zweegman, MD PhD",
        "Esteban Braggio, PhD",
        "Bronno van der Holt, PhD",
        "A. Keith Stewart, MD PhD",
        "Pieter Sonneveld, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Davine Hofste op Bruinink, MD MSc",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "K. Martin Kortüm, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark van Duin, PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathijs A. Sanders, PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Remco Hoogenboezem, MSc",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Vermeulen, BSc",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Bruins",
            "author_affiliations": [
                "Division of Hematology/Oncology, Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Ahmann",
            "author_affiliations": [
                "Division of Hematology/Oncology, Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annemiek Broijl, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonja Zweegman, MD PhD",
            "author_affiliations": [
                "Department of Hematology, VUMC, Amsterdam, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esteban Braggio, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bronno van der Holt, PhD",
            "author_affiliations": [
                "HOVON Data Center, Erasmus MC Cancer Institute - Clinical Trial Center, Rotterdam, Netherlands"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Keith Stewart, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T09:35:22",
    "is_scraped": "1"
}