{
    "doi": "https://doi.org/10.1182/blood.V120.21.3971.3971",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2218",
    "start_url_page_num": 2218,
    "is_scraped": "1",
    "article_title": "Prognostic Value of the Different MMSET Gene Breakpoints and Correlation with Immunoglobulin Isotype and FGFR3 Expression in 173 Patients with t(4;14) Multiple Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "genes",
        "immunoglobulin isotypes",
        "multiple myeloma",
        "brachial plexus neuritis",
        "immunoglobulin a",
        "monoclonal gammopathy of undetermined significance",
        "fibroblast growth factor receptors",
        "histone methyltransferases",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains"
    ],
    "author_names": [
        "Bertrand Arnulf, MD, PhD",
        "Anne Lazareth",
        "Jean Soulier, MD, PhD",
        "Stephanie Harel, MD",
        "Lionel Karlin, MD",
        "Damien Roosweil",
        "Karim Belhadj",
        "Jerome Tamburini",
        "Arnaud Jaccard",
        "Raphael Szalat",
        "Bouchra Asli, MD",
        "Marion Malphettes, MD, PhD",
        "jean Christophe Bories",
        "Jean Paul Fermand, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Immunology, Hôpital Saint Louis, Paris, France, "
        ],
        [
            "hematology, hopital Necker, paris, France, "
        ],
        [
            "Hematology laboratory, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Department of Hematology and Immunology, Hôpital Saint Louis, Paris, France, "
        ],
        [
            "Department of Hematology and Immunology, Hôpital Saint Louis, Paris, France, "
        ],
        [
            "hematology, hopital pitié Salpetriere, "
        ],
        [
            "hematology, hopital Henri Mondor, "
        ],
        [
            "Hematology, Institut Cochin, Paris, France, "
        ],
        [
            "Department of Clinical Hematology, University Hospital and University of Limoges, Limoges, France, "
        ],
        [
            "Immuno-hematology, hopital Saint Louis, "
        ],
        [
            "Department of Hematology and Immunology, Hôpital Saint Louis, Paris, France, "
        ],
        [
            "Department of Hematology and Immunology, Hôpital Saint Louis, Paris, France, "
        ],
        [
            "EA3963, Université paris Sorbonne, "
        ],
        [
            "Service d'Immuno-Hématologie, Hôpital Saint Louis, Paris, France"
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699",
    "abstract_text": "Abstract 3971 Background: The presence of a t(4;14) translocation in myeloma cells dysregulates two potential oncogenes FGFR3 and MMSET. It usually indicates a poor prognosis but some patients have a very good survival including pts with indolent multiple myeloma (MM) and even MGUS. Biologically, t(4;14) are featured by a high frequency of IgA isotype reaching 40 to 50 % of cases. FGFR3 protein is ectopically expressed in 75% of cases but is lacking in 25%, mostly due to the loss of der(14) chromosome. Three major breakpoints on chromosome 4 result in the over-expression of a full length (MB4-1) or 2 distinct amino-truncated (MB4-2 and MB4-3) MMSET proteins. The different subcellular localization, the DNA repair and histone methyltransferase activities of the MB4-2 and MB4-3 products are poorly known. It has been reported that IgA isotype and FGFR3 expression have no prognostic value whereas the impact of the different breakpoints has not been evaluated in a large series of patients. Method: Between 2003 and 2011, we studied all patients with monoclonal gammapathy and a t(4;14) in bone marrow plasma cells, as detected using quantitative RT-PCR searching for IgH/MMSET fusion transcripts. MB4-1, MB4-2 and MB4-3 breakpoints and FGFR3 expression were systematically studied by PCR and correlated with clinical outcome. Results: Among the 173 pts identified, there were 38 MGUS/Stage I MM (median age 61 yrs, M/F ratio: 1/1.7) and 135 symptomatic MM (median age 58 yrs, M/F ratio: 1.5/1). IgA isotype was found in 42% and FGFR 3 expression was not detected in 25% of cases. MB4-1, MB4-2 and MB4-3 breakpoints were detected in 114 (66%), 25 (14%) and 34 (20%) pts, respectively. IgA isotype was found twice more frequently in pts with MB4-2 breakpoint (64%) as compared to pts with MB4-2 and MB4-3 (38% in both groups). In pts with MGUS/Stage I MM, MB4-1 was detected in 75% of cases whereas MB4-2 and MB4-3 were found in 4% and 21%, respectively. Median time of MGUS/Stage I MM to symptomatic MM was significantly longer in patients harboring an MB4-1 breakpoint (90 months versus 40 months in MB4-2 and 3 breakpoints, p<0.05). For the 135 patients with symptomatic MM, 77 (median age 55 years) received a high dose therapy (HDT) and 58 were considered ineligible for HDT (median age 69 years). Median PFS and OS were 19.4 and 42.5 months, respectively, for patients treated with HDT. Corresponding values for elderly pts were 12 and 24.5 months. MB4-1, MB4-2 and MB4-3 breakpoints were found in 86 (64%), 23 (16%) and 26 (20%) of these 135 cases, respectively. In all pts, OS was significantly reduced in MB4-2 subgroup as compared to MB4-1 subgroup alone and to MB4-1 plus MB4-3 (p=0.029 and 0.015, respectively). In HDT-treated pts MBA-2 was still associated with a poor prognosis, as compared to the 2 other breakpoints. IgA isotype did not impact the outcome. FGFR3 expression predicted a significantly poor PFS (p<0.05) but did not influence OS. Conclusion: Among patients with a t(4;14) MM, those harboring an MB4-2 breakpoint in the MMSET gene are featured by 1) a very high expression (64%) of IgA isotype 2) a poorer prognosis. Further studies are needed to understand the role and the biological significance of this particular truncated form of MMSET. Disclosures: No relevant conflicts of interest to declare."
}