{
    "doi": "https://doi.org/10.1182/blood.V114.22.1121.1121",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1521",
    "start_url_page_num": 1521,
    "is_scraped": "1",
    "article_title": "Hypophosphatemia During Imatinib Treatment of Newly Diagnosed Chronic Myeloid Leukemia Patients Is Associated with Better Response. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Therapy Poster I",
    "topics": [
        "hypophosphatemia",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "cardiac mri",
        "measles-mumps-rubella vaccine",
        "phosphates",
        "anemia",
        "neutropenia",
        "thrombocytopenia",
        "cancer"
    ],
    "author_names": [
        "Luis Felipe Casado, MD, PhD",
        "Isabel Massague, MD",
        "Pilar Giraldo, MD",
        "Manuel Pérez-Encinas, MD",
        "Raquel de Paz, MD, PhD",
        "Joaquin Martínez-López, MD, PhD",
        "Rafael Fores, MD",
        "Santiago Osorio, MD",
        "Maria José Requena, MD",
        "Luis Palomera, MD",
        "María Jesus Peñarrubia, MD",
        "Carmen Burgaleta, MD, PhD",
        "Begoña Maestro, PhD",
        "Juan Luis Steegmann, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital Virgen de la Salud, Toledo, Spain, "
        ],
        [
            "Hematology, Hospital Vall D'Hebron, Barcelona, Spain, "
        ],
        [
            "Hospital Miguel Servet, Zaragoza, Spain, "
        ],
        [
            "Hematologia y Hemoterapia, Hospital Clinico Universitario de Santiago de Compostela, Santiago de Compostela, Spain, "
        ],
        [
            "Hematology, Hospital Universitario La Paz, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Universitario 12 de Octubre, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Puerta de Hierro, Madrid, Spain, "
        ],
        [
            "Department of Hematology, Hospital Gregorio Marañon, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Severo Ochoa, Leganes, Spain, "
        ],
        [
            "Hospital Lozano Blesa, Zaragoza, Spain, "
        ],
        [
            "Hospital Río Ortega, Valladolid, Spain, "
        ],
        [
            "Hematology, Hospital Príncipe de Asturias, Madrid, Spain, "
        ],
        [
            "Registro Español de Investigación y Tratamiento de Leucemia Mieloide Crónica, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Universitario de la Princesa, Madrid, Spain"
        ]
    ],
    "first_author_latitude": "39.8714274",
    "first_author_longitude": "-4.0350616",
    "abstract_text": "Abstract 1121 Poster Board I-143 The Spanish Registry on CML ( RELMC ) is a multicentric, hospital-based cancer registry whose aim is to describe what is the actual treatment received by patients with CML in Spain, its outcome, and the variables which influence it. Aim To study the variables which could influence the outcome in newly diagnosed CML patients treated with Imatinib, including classic and new variables, such as phosphate serum levels, which are diminished in a substantial number of patients ( Osorio et al,2007) Patients 207 CP-CML patients, newly diagnosed, were included in 17 Spanish hospitals. Sex: 131 M,76F( 63%,37%). Age: Median: 51,5 (18,7-87,5).The risk group distribution was as follows: Sokal L/I/H: ((47%;35%;18%). Hasford ( 44%,49%,7%). The variables studied at diagnosis were sex, Sokal and Hasford group. During the treatment: dose of Imatinib, anemia, neutropenia, thrombocytopenia and hypophosphatemia. Results Median follow up of the series have been 19,1 months. Among 207 patients, frequency values for anemia, neutropenia, and thrombocytopenia were 21%, 29% and 11%, respectively. Ninety-one patients had serum phosphate measured during the treatment. Among them, 49(54%) had hypophosphatemia. Complete hematologic response ( CHR) was obtained in 94,6%.No significant association was found between Sokal or Hasford group and the achievement of complete HR. Complete cytogenetic response (CCR ) was obtained in 73%. A significant association was found between obtaining CCR and Low or intermediate Hasford group (p=0,013) or having hypophosphatemia during the treatment ( p=0,04). The probability of obtaining CCR was higher in patients having hypophosphatemia in the 9 th month of therapy (Log Rank (Mantel-Cox) Chi2: 6,21 (p=0,013).Patients who had hypophosphatemia during the treatment also showed a trend for higher probability of CCR (p=0,096). Major and complete molecular response (MMR, CMR) were obtained in 71% and 48%, respectively. MMR was significant worse in Hasford high-risk patients (Pearson Chi-Square:6,909 (p=0,009), and the probability of MMR was higher in patients developing hypophosphatemia ( p=0,175). Regarding CMR, Hasford high risk had a significant association with worse rate of CMR (Chi-Square: 4,419; p=0,036. Also, the probability of CMR was significantly higher in patients having hypophosphatemia ( p=0,045). Conclusion In our series, Hasford risk system has a stronger predictive value than the Sokal classification. It is interesting to note that half of our patients had hypophosphatemia during the treatment with Imatinib. Intriguingly, having low serum levels of phosphate during treatment is associated with better response, and it invites to further study of the biological basis of this finding and its relevance as prognostic variable. This study has received the grant PI07/91015 from the Instituto de Salud Carlos III. Disclosures No relevant conflicts of interest to declare."
}