{
    "doi": "https://doi.org/10.1182/blood.V122.21.1684.1684",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2445",
    "start_url_page_num": 2445,
    "is_scraped": "1",
    "article_title": "Relationship Between Residential Proximity To Environmental Protection Agency (EPA) Designated Toxic Release Sites and The Risk Of Diffuse Large B-Cell Lymphoma (DLBCL) ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster I",
    "topics": [
        "diffuse large b-cell lymphoma",
        "united states environmental protection agency",
        "cancer",
        "benzene",
        "ethylene oxide",
        "formaldehyde",
        "styrene",
        "tetrachloroethylene",
        "trichloroethylene",
        "butadienes"
    ],
    "author_names": [
        "Catherine Bulka, MPH",
        "Loretta J. Nastoupil, MD",
        "Jean Koff, MD",
        "Leon Bernal, MD",
        "Kevin Ward, PhD, MPH, CTR",
        "Rana Bayakly, MPH",
        "Jeffrey Switchenko, PhD",
        "Lance Waller, PhD",
        "Christopher R. Flowers, MD"
    ],
    "author_affiliations": [
        [
            "Department of Epidemiology, Emory University, Rollins School of Public Health, Atlanta, GA, USA, "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, USA, "
        ],
        [
            "Hematology and Medical Oncology, Winship Cancer Institute of Emory University School of Medicine, Atlanta, GA, USA, "
        ],
        [
            "Epidemiology, Emory Unviersity School of Pubic Health, Atlanta, GA, USA, "
        ],
        [
            "Georgia Department Of Public Health, Atlanta, GA, USA, "
        ],
        [
            "Winship Cancer Intitute, Atlanta, GA, USA, "
        ],
        [
            "Department Of Biostatistics and Bioinformatics, Emory University, Rollins School Of Public Health, Atlanta, USA, "
        ],
        [
            "Winship Cancer Institute, Emory University, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.797601",
    "first_author_longitude": "-84.32315550000001",
    "abstract_text": "Background Examining spatial patterns of DLBCL incidence has identified of areas of elevated and decreased risk (Bulka, Cancer 2013). Examining the relationships between DLBCL clusters and residential exposures to potential carcinogens can provide insight about potential environmental and socio-demographic risk factors. Methods In order to investigate the spatial patterns of DLBCL incidence among adults (≥ 20 years), we linked and geocoded cancer incidence data for the period 1999-2008 from the Georgia Comprehensive Cancer Registry (a CDC-supported a statewide population-based cancer registry) with population data from the 2000 U.S. Census, and the EPA toxic release inventory. DLBCL cases were aggregated to the census tract level. DLBCL incidence in Georgia was standardized indirectly by age, sex, and race to national rates obtained from SEER*Stat software. Choropleth maps were created to depict the ratio of observed to expected incidence (standardized incidence ratios [SIR]) by census tract using ArcGIS. Spatial Empirical Bayes smoothing was performed on the SIR values. To assess spatial correlation of SIRs, we conducted global and local cluster analyses by calculating global Moran’s I and Local Indicators of Spatial Autocorrelation [LISA] values. Cluster analyses were repeated, stratifying by age (20-59 years, ≥60 years), sex, and race (Caucasian and African American). The Lawson-Waller Score test was used to individually assess each of the release sites for focal clustering of DLBCL. We adjusted our alpha level using the Bonferroni correction. Poisson regression models were constructed under the assumption that the number of observed incident cases for each census tract had a Poisson distribution that was dependent on the number of expected cases for that census tract, based on its age, sex, and race demographics, and the explanatory variable of mean distance from the toxic release sites. Median year moved into residence was also assessed as a potential confounder and/or effect modifier. Results Between 1988 and 1998, facilities in Georgia reported release of: 1,3 butadiene (3 sites), 2,4-D (1 site), benzene (19 sites), ethylene oxide (7 sites), formaldehyde (60 sites), pentachlorophenol (5 sites), styrene (86 sites), tetrachloroethylene (33 sites), and trichloroethylene (40 sites). Total releases, calculated as the sum of fugitive air releases, stack air releases, and surface water discharges between 1988 and 1998 for each site ranged from 52 to 3,830,097 pounds of benzene, 171,437 to 216,659 pounds of 1,3 butadiene, 250 pounds of 2,4-D, 4,220 to 581,077 pounds of ethylene oxide, 5 to 872,835 pounds of formaldehyde, 164 to 3,845 pounds of pentachlorophenol, 2 to 4,472,334 pounds of styrene, 5 to 1,575,644 pounds of tetrachloroethylene, and 5 to 3,730,069 pounds of trichloroethylene. 3,851 incident DLBCL cases occurred among adults residing in Georgia between 1999 and 2008. Clustering of high SEB-smoothed SIRs appears to be located in the metro-Atlanta area for Caucasians and African Americans. All 9 toxic release exposures showed some evidence for focal clustering. The Lawson-Waller score test identified significant focal clustering of higher than expected DLBCL incidence around: 86% of ethylene oxide, 68% benzene, 48% of tetrachloroethylene, 29% of styrene, 23% of formaldehyde, 20% of trichloroethylene, and 20% of all release sites. No statistically significant Poisson coefficients emerged for the interaction term between mean distance to toxic release site and time in residence. Conclusions We identified spatial clustering of DLBCL and associations between excess DLBCL incidence and residential proximity to EPA-designated toxic release sites. Confirmatory studies using geospatial mapping in other locations and epidemiological studies can aid in identifying risk factors for the development of DLBCL. Disclosures: Flowers: Genentech BioOncology: Consultancy; Millennium/Takeda: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Spectrum: Research Funding; Sanofi: Research Funding; Janssen: Research Funding; Abbott: Research Funding."
}