{
    "doi": "https://doi.org/10.1182/blood.V112.11.5327.5327",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1333",
    "start_url_page_num": 1333,
    "is_scraped": "1",
    "article_title": "RFP2 Knockdown Disrupts Cell Growth and Induces Apoptosis in Multiple Myeloma ",
    "article_date": "November 16, 2008",
    "session_type": "Oncogenes and Tumor Suppressors",
    "topics": [
        "apoptosis",
        "cell growth",
        "multiple myeloma",
        "growth retardation",
        "stress",
        "agar",
        "annexin a5",
        "antibodies",
        "caffeine",
        "caspase-8"
    ],
    "author_names": [
        "Moshe E. Gatt, MD",
        "Mala Mani, PhD",
        "Jui Dutta, PhD",
        "Daniel E. Carrasco",
        "John D Shaughnessy, Jr., PhD",
        "Kenneth C. Anderson, MD",
        "Daniel R Carrasco, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dept. of Medicine, Univ. of AR for Med. Sciences, Little Rock, AR, USA"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.333785999999996",
    "first_author_longitude": "-71.14358819999998",
    "abstract_text": "Background : Multiple Myeloma (MM) is characterized by a clonal proliferation of antibody producing malignant plasma cells. Complete or partial monoallelic deletion of chromosome 13, is commonly observed in tumor cells of patients with monoclonal gammopathy of unknown significance and in over 50% of MM patients, as well as chronic lymphocytic leukemia (CLL) and mantle cell lymphoma. Recurrent loss of a minimal common region (MCR) of 10 megabases at 13q14, in MM and CLL suggests the MCR harbors a tumor suppressor gene(s) (TSG) with biological and clinical relevance. Within this MCR resides the Ret Finger Protein 2 ( RFP2 ) encoding gene, which produce an E3 ubiquitin ligase located in the endoplasmic reticulum (ER). Because of its copy number-dependent expression, its strong and unique promoter, and its associated inferior survival with reduced expression in MM, RFP2 represents a candidate TSG. Nevertheless, its role and targets have not yet been established. Here we describe a functional analysis of RFP2 in MM cells. Methods : The MMS1 MM cell line lacks chromosome 13 deletion. To study the effects of loss of RFP2 in this line we used the PLKO-GFP lentiviral vector to stably transduce a RFP2 shRNA. Flow cytometer selected cell lines exhibit significantly reduced expression of RFP2 relative transduced shRNA controls or to the parental line. Cell growth rate was measured using trypan blue counting, soft agar colony formation and thymidine incorporation. Cell cycle analysis and apoptosis were measured by flow cytometry after staining with PI or Annexin-V PE and 7AAD, respectively. Intracellular signal modulation was demonstrated by Western blotting. Results : At day six post transduction, 75–95% of MMS1 cells were GFP positive. RFP2 downregulation induced an impairment of cell growth with a G2 phase arrest and a profound apoptosis (over 50% at day six as compared with less than 15% of controls). This effect was mediated through ER stress evidenced by upregulation of p-eIF2α and Bip, and the induction of Caspase-8, 9 and 3 cleavage. These effects could be abrogated by the ZVAD-FMK pancaspase inhibitor and by overcoming the G2 phase arrest with caffeine. Similar results were observed in MM cell lines RPMI-8226, NCI-H929, MM1S, and SACHI, and were independent of presence of a monoallelic 13q deletion. RFP2 complementation did not produce by itself a significant growth promoting effect, but was able to rescue the knockdown-induced growth retardation. In order to identify potential RFP2 target proteins, RFP2 was immunoprecipitated from MM cell lines. RFP2 protein complexes are currently being analyzed by mass-spectometry and results of these studies will be presented. Conclusions: RFP2 is a copy number sensitive gene mapping to a deletion hotspot at 13q14 and reduced RNA expression is associated with poor survival in MM. Functional studies revealed that shRNA mediated knockdown of RFP2 in MM causes growth retardation and apoptosis, mediated by ER stress and a G2 arrest. Although RFP2 did not prove itself to be a tumor suppressor gene in our studies, disrupting RFP2 function may represent a novel therapeutic target in MM and other lymphoid malignancies."
}