{
    "doi": "https://doi.org/10.1182/blood.V120.21.5050.5050",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2277",
    "start_url_page_num": 2277,
    "is_scraped": "1",
    "article_title": "The Effect of Bortezomib Containing Induction On the Long Term Outcome of autologous Haemopoietic Stem Cell Transplantation in Multiple Myeloma Patients Outside Clinical Trials - a Single Center Experience ",
    "article_date": "November 16, 2012",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "bortezomib",
        "hematopoietic stem cell transplantation",
        "multiple myeloma",
        "neoadjuvant therapy",
        "thalidomide",
        "transplantation",
        "brachial plexus neuritis",
        "follow-up",
        "leukemia, plasma cell",
        "mantle-cell lymphoma"
    ],
    "author_names": [
        "Miklos Udvardy, MD, PhD",
        "Remenyi Gyula",
        "Attila Kiss, Prof. Dr.",
        "Peter Batar, Dr",
        "Arpad Illes, MD, PhD, Dsc",
        "Laszló Varoczy, MD PhD",
        "Gaspar Radvanyi, MD",
        "Robert Szasz, PhD, MD",
        "Laszlo Rejto, PhD, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Debrecen Medical University, Debrecen, Hungary, "
        ],
        [
            "Department of Hematology, Debrecen Medical University, Debrecen, Hungary, "
        ],
        [
            "2nd Department of Internal Medicine, University of Debrecen, Debrecen, Hungary, "
        ],
        [
            "Department of Hematology, Debrecen Medical University, Debrecen, Hungary, "
        ],
        [
            "Department of Hematology, Debrecen Medical University, Debrecen, Hungary, "
        ],
        [
            "Department of Hematology, Debrecen Medical University, Debrecen, Hungary, "
        ],
        [
            "Institute of Internal Medicine, Department of Hematology, Miskolc Semmelweis Ignác Health Care Center University Teaching Hospital non-Profit Ltd., Miskolc, Hungary, "
        ],
        [
            "University of Debrecen, Debrecen, Hungary"
        ],
        [
            "University of Debrecen, Debrecen, Hungary"
        ]
    ],
    "first_author_latitude": "47.5564768",
    "first_author_longitude": "21.628293100000004",
    "abstract_text": "Abstract 5050 Introduction: We aimed to investigate the effect of bortezomib-based induction therapy for the treatment of transplant-eligible multiple myeloma (MM) patients, as compared to non-bortezomib-based treatments, in daily clinical practice. Patients and methods: All 122 transplant eligible MM patients treated at our center between 2003 and 2011 were reviewed retrospectively without selection. Patients had received induction with or without a bortezomib-based regimen, followed by high dose therapy (single Mel200+APSCT). The group consistend of 64 males and 58 females, mean age: 55, 2±8, 7 year. 45, 9% of the patients had IgGκ (56), 18% IgGλ (22), 10, 6% IgAκ (13), 7, 3% IgAλ (9), 0, 8% IgMκ (1), 3, 2% κ (4), 10, 6% λ (13), and 3, 2% had non secretory (4) MM. Bone marrow FISH analysis revealed del-13q in 2 cases, monosomy 13 in 14, t4:14 in 1, monosomy 13 + del 17p in 1. Plasma cell leukemia (primary and secondary) was found in 2 cases. Induction therapy was applied either in our center, or patients were referred to us to perform high dose therapy after induction therapy given in other regional hematology departments. Due to regulatory reasons, patients mainly received non-bortezomib containing induction (VAD, thal-dex 78%, bortezomib-based 22%) until 2008. Later predominantly bortezomib-based therapy was used (69%, mainly VTD or PAD), the remaining (mainly those referred to our center) cases had thal-dex, or CTD induction. Results: Patients without bortezomib in induction: The mean followup of the 22 patients who did not receive bortezomib as part of induction was 53. 2+21. 9 month, 14 of them died (66, 7%) during followup. Median survival reached at 38 month following induction, or if calculated after completion of high dose therapy median survival was 52 month. Patients with bortezomib based induction. The mean follow-up time of this 100 patients time was 44, 5+ 27, 6 months. 25 pts died (25%) and survival probability at 50 month from the initation of induction was 69. 8 % in these patients compared to the 40. 7% estimated survival for the patients without bortezomib (p<0. 01). Survival probabilty at 50 month after completion of high dose therapy (as a new starting point of followup) was 39, 7% without bortezomib-based induction and 74, 6%, in patients receiving bortezomib-based induction (p<0. 05). Median survival times has not reached following induction and high dose therapy. Conclusions: This retrospective survey clearly supports the important role of that bortezomib containing induction regimens achieving prolonged survival both after induction and following high dose therapy in multiple myeloma clinical practice settings, as compared to regimens without bortezomib. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: Off Label Use: Rituximab is not authorized for Mantle Cell Lymphoma in Hungary."
}