{
    "doi": "https://doi.org/10.1182/blood.V122.21.4877.4877",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2638",
    "start_url_page_num": 2638,
    "is_scraped": "1",
    "article_title": "Comparison Of Flow Cytometric and Clinical Findings In Patients With Paroxysmal Nocturnal Hemoglobinuria ",
    "article_date": "November 15, 2013",
    "session_type": "508 - Bone Marrow Failure",
    "topics": [
        "paroxysmal nocturnal hemoglobinuria",
        "thrombosis",
        "hemoglobinuria",
        "allogeneic stem cell transplant",
        "follow-up",
        "rare diseases",
        "thrombus",
        "aplastic anemia",
        "cytopenia",
        "fatigue"
    ],
    "author_names": [
        "Taner Demirer, MD",
        "Suphi Baslar",
        "Vasif akin Uysal",
        "Meral Beksac, MD",
        "Mehmet Ozen",
        "Nahide Konuk",
        "Osman Ilhan, MD, Prof",
        "Onder Arslan, MD",
        "Muhit Ozcan, MD",
        "Pervin Topcuoglu, MD",
        "Gunhan Gurman, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Ankara University, Ankara, Turkey, "
        ],
        [
            "Ankara University, Ankara, Turkey, "
        ],
        [
            "Ankara University, Ankara, Turkey, "
        ],
        [
            "Department of Hematology, Ankara University, Ankara, Turkey, "
        ],
        [
            "Ankara University, Ankara, Turkey, "
        ],
        [
            "Ankara University, Ankara, Turkey, "
        ],
        [
            "Hematology Division, Ankara University Medical Faculty, Department of Internal Medicine, Ankara, Turkey, "
        ],
        [
            "Hematology Department, Ankara University School of Medicine, Ankara, Turkey, "
        ],
        [
            "Hematology Department, Ankara University School of Medicine, Ankara, Turkey, "
        ],
        [
            "Hematology Department, Ankara University School of Medicine, Ankara, Turkey, "
        ],
        [
            "Hematology Department, Adult Stem Cell Transplantation Unit, Ankara University Faculty of Medicine, Ankara, Turkey"
        ]
    ],
    "first_author_latitude": "39.934855",
    "first_author_longitude": "32.833861500000005",
    "abstract_text": "Paroxysmal Nocturnal Hemoglobinuria (PNH) is a rare disorder of blood cells associated with mutations of X-linked gene called phosphatidylinositol glycan class A, and presenting as hemoglobinuria, signs of cytopenias (fatigue, easy bleeding) or thrombosis. In this study, 39 patients with PNH were retrospectively evaluated with regard to disease findings, laboratory investigations, complications and relationship between those and clone size. Median follow-up time was 26 months. Patients were divided into two groups. There were 24 classical PNH and 15 Aplastic Anemia (AA) or Myelodisplastic Syndrome (MDS) associated PNH patients. Evident signs of hemolysis at the time of diagnosis and thrombosis were seen in classical PNH patients. Sign of hemolysis developed in two AA patients. Hemoglobinuria, hemolysis test (increased reticulocyte and lactate dehydrogenase) were determined to be correlated with clone size. There was association between clone size and thrombosis. No patients with clone size smaller than 50% developed thrombosis and all patients with thrombosis were in classical PNH subtype which has greater clone size. PNH is a rare disease; therefore the effect of small number of patients on the statistical parameters must be taken into consideration. Over the entire course of follow-up time 8 patients died, 6 due to complications of allogeneic stem cell transplantation and 2 due to conditioning regimen before transplantation. Numbers of deaths are equal in each subtype. In summary, in this study there was a linear correlation between hemoglobinuria and LDH levels with clone size, which was statistically significant (p=0,031 and p=0,001 respectively). Other clinical signs did not correlate with clone size. Thrombotic complications were seen only in classical type PNH patients. No patients with clone size smaller than 50% developed thrombosis, MPV levels were significantly higher than others (p=0,04). There was also statistically significant correlation between reticulocyte and LDH levels with thrombotic events (p=0,009 and 0,003 respectively). In addition, after allogeneic stem cell transplantation 9 patients were evaluated for PNH clone and in 7 the clone was disappeared. Disclosures: No relevant conflicts of interest to declare."
}