{
    "doi": "https://doi.org/10.1182/blood.V126.23.3996.3996",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3063",
    "start_url_page_num": 3063,
    "is_scraped": "1",
    "article_title": "The xCT Antiporter Is a Therapeutic Target in the ABC Subtype of DLBCL ",
    "article_date": "December 3, 2015",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: Poster III",
    "topics": [
        "activated b-cell-like diffuse large b-cell lymphoma",
        "antiporter",
        "diffuse large b-cell lymphoma",
        "cytotoxicity",
        "cd44 antigens",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "homing-associated cell adhesion molecule",
        "cystine",
        "glutathione",
        "anti-inflammatory agents"
    ],
    "author_names": [
        "Xiaolei Wei, Dr.",
        "Yun Mai, Dr.",
        "Ru Feng, MD",
        "B. Hilda Ye, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY "
        ]
    ],
    "first_author_latitude": "40.8504961",
    "first_author_longitude": "-73.8459022",
    "abstract_text": "Diffuse large B cell lymphoma (DLBCL) is the most common lymphoid malignancy in the adult population and can be subdivided into two main subtypes, i.e. GCB-DLBCL and ABC-DLBCL. While both subtypes are derived from normal germinal center (GC) B cells, they differ in B cell maturation stage, transformation pathway, and clinical behavior. When treated with either the combination chemotherapy CHOP or the immuno-chemotherapy R-CHOP, the survival outcome of ABC-DLBCL patients is typically much worse than that of GCB-DLBCL patients. Although the molecular mechanisms underlying this survival disparity remain poorly understood, an attractive hypothesis is that there exist subtype-specific resistance mechanisms directed against the chemo-therapy drugs in the original CHOP formulation. In support of this notion, our previous study has revealed that Doxorubicin (Dox), the main cytotoxic ingredient in CHOP, has subtype-specific mechanisms of cytotoxicity in DLBCLs due to differences in its subcellular distribution pattern. In particular, Dox-induced cytotoxicity in ABC-DLBCLs is largely dependent on oxidative stress rather than DNA damage response. Based on these findings, we hypothesize that agents capable of disturbing the redox balance in ABC-DLBCL cells could potentiate the therapeutic activity of first line lymphoma therapy. As the major route of cystine uptake from extracellular space, the xCT cystine/glutamate antiporter controls the rate-limiting step for glutathione (GSH) synthesis in several types of cancer cells, including CLL. We focused the current study on xCT because its protein stability is known to be positively regulated by a splicing variant of CD44 and we have recently published that expression of CD44 and CD44V6 are poor prognosticators for DLBCL. Indeed, we found that surface CD44 is exclusively expressed in ABC-DLBCL (6/6) but not GCB-DLBCL (0/5) cell lines. In addition, the xCT proteins in two ABC-DLBCL cell lines, Riva and SuDHL2, are extraordinarily stable, with half-lives exceeding 24 hours. As such, transient transfection using siRNA oligos was ineffective in reducing the endogenous xCT protein in ABC-DLBCL cell lines. To circumvent this issue, we turned to a clinically approved anti-inflammatory drug, sulfasalazine (SASP), which is a validated xCT inhibitor in its intact form. When Riva and SuDHL2 cells were treated overnight with the IC50 dose of SASP, the endogenous GSH pool was drastically reduced, leading to significant increase in intracellular ROS, p38 and JNK activation, and progressive apoptosis. Unexpectedly, we found that Dox-treated cells had significantly elevated GSH levels, possibly the result of an antioxidant response to Dox-triggered ROS accumulation. This increase in GSH was completely suppressed when the IC25 dosage of SASP was included in the Dox treatment. As expected, SASP/Dox combination significantly enhanced Dox-triggered ROS accumulation and synergistically promoted cell death in Riva and SuDHL2 cells. Mechanistically, p38 activation and cell death induced by SASP/Dox combination could be markedly attenuated by pretreatment with glutathione monoethyl ester, demonstrating the critical role of oxidative stress. Furthermore, cytotoxicity triggered by SASP/Dox could also be suppressed by the p38 inhibitor, SB203580. We have developed stable cell lines expressing xCT shRNA to confirm the results obtained with SASP. In vivo interactions between SASP and Dox are also being evaluated in xenograft-based ABC-DLBCL models. In summary, we report here for the first time a critical role of xCT in sustaining in vivo GSH production in ABC-DLBCL cells. More importantly, pharmacologic inhibition of xCT function in ABC-DLBCL cells not only prevented Dox-induced endogenous GSH increase, but also potentiated Dox-induced ROS accumulation and cytotoxicity in a p38-dependent manner. With additional evidence from ongoing experiments, our study aims to provide a mechanistic basis for development of novel therapies that target either xCT or redox homeostasis to improve treatment outcomes for ABC-DLBCLs. Disclosures No relevant conflicts of interest to declare."
}