{
    "doi": "https://doi.org/10.1182/blood.V126.23.4510.4510",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3065",
    "start_url_page_num": 3065,
    "is_scraped": "1",
    "article_title": "Strict Treatment Regimen and Febrile Neutropenia Guidelines Allow Favorable Outcomes for Pediatric ALL in Southern India ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster III",
    "topics": [
        "burkitt's lymphoma",
        "febrile neutropenia",
        "guidelines",
        "india",
        "leukemia, lymphocytic, acute, childhood",
        "follow-up",
        "6-mercaptopurine",
        "leukemia, b-cell, acute",
        "adult t-cell lymphoma/leukemia",
        "prednisolone"
    ],
    "author_names": [
        "Neeraj Sidharthan, MD DM",
        "Rema Ganapathy, DNB",
        "P Gangadharan, MSc MS",
        "Sumi Soman, BSc",
        "Keechilet Pavithran, MD DM",
        "Raghuveer Prabhu, MD DM",
        "Haripriya V Raju, MSW",
        "Ayswarya Rajan, BSc",
        "Pavankumar Boyella, MD DM",
        "Rajeswari Arun, MBBS FAAP",
        "Scott C. Howard, MD",
        "Asha Pillai, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology & Hematology and Department of BMT, Amrita Institute of Medical Sciences, Kochi, India "
        ],
        [
            "Department of Medical Oncology and Hematology, Amrita Institute of Medical Sciences and Research Centre, Kochi, India "
        ],
        [
            "Cancer Registry, Amrita Institute of Medical Sciences and Research Centre, Kochi, India "
        ],
        [
            "Department of Public Health Research, Amrita Institute of Medical Sciences and Research Centre, Kochi, India "
        ],
        [
            "Department of Medical Oncology and Hematology, Amrita Institute of Medical Sciences and Research Centre, Kochi, India "
        ],
        [
            "Department of Medical Oncology and Hematology, Amrita Institute of Medical Sciences and Research Centre, Kochi, India "
        ],
        [
            "Department of Medical Social Work, Amrita Institute of Medical Sciences and Research Centre, Kochi, India "
        ],
        [
            "Department of Medical Oncology and Hematology, Amrita Institute of Medical Sciences and Research Centre, Kochi, India "
        ],
        [
            "Department of Medical Oncology and Hematology, Amrita Institute of Medical Sciences and Research Centre, Kochi, India "
        ],
        [
            "Department of Pediatrics, Amrita Institute of Medical Sciences and Research Centre, Kochi, India "
        ],
        [
            "School of Health Sciences, University of Memphis, Memphis, TN "
        ],
        [
            "Department of BMT & Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN"
        ]
    ],
    "first_author_latitude": "10.0328923",
    "first_author_longitude": "76.293442",
    "abstract_text": "Background: Children with Acute Lymphoblastic Leukemia (ALL) in resource-poor countries face major challenges including treatment abandonment and poor overall survival (OS) and event-free survival (EFS). To address these issues, in 2002 a non-profit pediatric hematology-oncology center was established in a tertiary medical institution in Kerala, India to provide high-quality treatment and supportive care at low cost. A standardized approach to pediatric leukemia care began in 2010. We present evidence that outcomes on par with that seen in resource-rich nations can be achieved with a rigorous treatment and supportive care approach. Methods: Following IRB approval, we reviewed clinical information and outcomes of all patients above 1 year and less than 14 years of age treated for newly diagnosed B- or T-ALL between January 1, 2010 and January 31, 2015. Seventy-six children were consecutively treated and all are included in this analysis. B-ALL patient treatment was stratified according to BFM relapse risk criteria with standard risk (SR) defined by age 1-6 yrs, peripheral WBC < 20 X 10 6 /ul, good prednisolone response, absence of t(9:22) and t(4:11), and a day 33 marrow in remission by morphology. At any age, poor prednisolone response, t(9:22) or t(4:11), or day 33 marrow not in remission defined high risk (HR), and patients not meeting SR or HR criteria were intermediate risk (IR). Minimal residual disease assessment (MRD) was not utilized in risk stratification or treatment decisions. All patients were treated as per BFM 2002 with modifications. All patients received 4-drug (Vincristine/ Daunorubicin/ L Asparaginase/ Prednisolone) induction and Phase 2 induction of cyclophosphamide, cytosine arabinoside, and daily 6-mercaptopurine (6-MP), followed by consolidation with oral 6-MP and IV methotrexate (MTX), 2 gm/m 2 x 4 for SR and IR B-ALL and 5 gm/m 2 x 4 for HR B-ALL, T-ALL, and CNS disease. Phase 1 reinduction utilized adriamycin and dexamethasone. The Phase 2 reinduction regimen closely mirrored Phase 2 induction. HR B-ALL and T-ALL patients received 12 Gy prophylactic cranial irradiation, and those with CNS disease 18 Gy. Maintenance therapy consisted of daily oral 6-MP, weekly oral MTX, and monthly IV Vincristine and oral Dexamethasone for 104 weeks. Prophylactic intrathecal MTX was given 11 times through reinduction and every 3 months in maintenance. Febrile neutropenia protocols were enforced to ensure less than 30 minutes elapsed from presentation with fever > 38 o C to initiation of broad spectrum antibiotics. To minimize sepsis risk, prophylactic GCSF was given between cycles to target ANC > 0.5 x 10 6 /uL. OS and EFS were assessed by Kaplan-Meier method. Patients were censored at last follow-up. Abandonment was treated as an event in calculating EFS. Kuppuswami Socioeconomic Scale (KES) was applied using phone interviews of guardians. Results: Median follow-up time was 30.3 months (range, 1.9-61 months). One patient (1.3%) died during induction, 1 was censored at loss to follow-up upon transfer of treatment to another center, none abandoned treatment, and 6 (7.9%) relapsed, with 1 (1.3%) relapse within 90 days of diagnosis. At median follow-up, the OS was 93.4% and EFS 90.8% (95% CI, 81.1%-99.1%). SR accounted for 28 (36.8%), IR for 36 (47.4%), and HR for 11 (14.5%) patients. OS by risk stratification is shown in Figure 1. KES analysis on the 65 contactable families revealed a median family income between Indian Rs. 14,000-37,000 (US $218-577)/month, and 14 (21.5%) having income less than Rs. 9,300 (US $145)/month. Thirty (46.1%) stratified as lower-middle class or lower. The primary wage earner had less than a high school education in 21 (32.3%), and was at a clerical or lower work level in 46 (70.8%) of families. Conclusion: Our data demonstrate that, for pediatric ALL, results similar to resource-rich countries can be provided in resource-poor areas through a tertiary care center maintaining adherence to globally accepted guidelines for treatment and management of treatment-associated complications. We plan to report minimum 5-year follow-up for all patients in future. Future prospective studies will examine the role of MRD-based stratification and allogeneic transplant options for high-risk patients, as well as seek to extend the low rates of toxic death and abandonment to neighboring centers by implementation of best practices throughout the region. Figure 1. View large Download slide OS by Risk Stratification Figure 1. View large Download slide OS by Risk Stratification  Disclosures No relevant conflicts of interest to declare."
}