{
    "doi": "https://doi.org/10.1182/blood.V112.11.1225.1225",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1095",
    "start_url_page_num": 1095,
    "is_scraped": "1",
    "article_title": "Effects of Angiotensin-Converting Enzyme Inhibition on Thromboelastogaphy for Infants and Children Presenting for Elective Cardiac Surgery. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "angiotensin-converting enzyme",
        "cardiac surgery procedures",
        "child",
        "infant",
        "angiotensin-converting enzyme inhibitors",
        "alteplase",
        "kaolin",
        "thrombelastography",
        "thrombosis",
        "heparin lyase"
    ],
    "author_names": [
        "Michael L Schmitz, MD",
        "Edgar D St. Amour, M.Sc.",
        "Kimo Stine, MD",
        "Mark A Austen, MS",
        "Chanhee Jo, PhD",
        "Pamela Killebrew, RNP",
        "Robert J Jaquiss, MD"
    ],
    "author_affiliations": [
        [
            "Anesthesiology, Arkansas Children’s Hospital, Little Rock, AR, USA"
        ],
        [
            "Anesthesiology, Arkansas Childrens Hospital"
        ],
        [
            "Pediatric Hematology-Oncology, Arkansas Children’s Hospital, Little Rock, AR, USA"
        ],
        [
            "Biostatistics, Arkansas Children’s Hospital, Little Rock, AR, USA"
        ],
        [
            "Biostatistics, Arkansas Children’s Hospital, Little Rock, AR, USA"
        ],
        [
            "Anesthesiology, Arkansas Children’s Hospital, Little Rock, AR, USA"
        ],
        [
            "Surgery, Arkansas Children’s Hospital, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "34.7408049",
    "first_author_longitude": "-92.2925603",
    "abstract_text": "Introduction : Thromboelastography (TEG) is a point-of-care whole blood coagulation test used commonly with cardiac and liver operations, surgeries for which intraoperative and postoperative bleeding and coagulopathies occur and transfusion is likely. Angiotensinconverting enzyme inhibitors (ACEI) have been found to decrease plasminogen activator inhibitor I (PAI-1), increase tissue plasminogen activator (tPA), decrease tissue factor (TF) production by monocytes, and decrease platelet aggregation. Methods : With IRB approval, kaolin-activated heparinase TEG data were collected on 634 infants and children under 18 yr presenting for elective cardiac surgery between January 2004 and December 2007 for retrospective review utilizing the Haemoscope Thromboelastograph ® Coagulation Analyzer (Haemoscope Corp., Niles, IL). Six TEG parameters are analyzed: R (reaction time to reach clot initiation), K (time to reach 20 mm amplitude after R), alpha (clot kinetics), MA (maximum amplitude), LY30 (amount of lysis 30 min after MA), and CI (coagulation index). Infants and children are analyzed based on preoperative therapy with an ACEI. Results : In those receiving ACEI, the time to initial fibrin formation is faster (R, p=0.0007), although subsequent clot formation is slower (K, p=0.0201; alpha, p=0.0092) than without ACEI drugs. Moreover, there is markedly less fibrinolysis (LY30, p=0.0019) in those receiving an ACEI. Clot strength and overall clot dynamics (MA and CI, p=NS) were similar in both groups (Table 1). Subjects with baseline oxygen saturation of 88% differ in that they do not have a significant change in K or alpha but do have a higher CI. Table 1.  Ranges for Kaolin-activated Heparinase Thromboelastography Parameters . Group . R (min) . K (min) . alpha (degrees) . MA . LY30% . CI . Control  7.27±2.20 1.83±0.68 65.0±8.4 64.2±6.4 2.28±2.87 −0.68±2.81 ACEI  6.54±1.88 1.99±0.81 62.7±10.2 63.3±5.8 1.12±2.05 −0.39±2.87 p value  0.0007 0.0201 0.0092 NS 0.0019 NS Ranges for Kaolin-activated Heparinase Thromboelastography Parameters . Group . R (min) . K (min) . alpha (degrees) . MA . LY30% . CI . Control  7.27±2.20 1.83±0.68 65.0±8.4 64.2±6.4 2.28±2.87 −0.68±2.81 ACEI  6.54±1.88 1.99±0.81 62.7±10.2 63.3±5.8 1.12±2.05 −0.39±2.87 p value  0.0007 0.0201 0.0092 NS 0.0019 NS View Large Discussion : A number of investigators have found antithrombotic effects of ACEI drugs in adults but children have not been studied. The TEG provides an ex vivo means of assessing whole blood clotting dynamics. This preliminary analysis of infants and children reveals a delay in the time required to initiate clot via the intrinsic coagulation cascade as activated by kaolin (R) and slowed clot formation (K and alpha). Final clot strength shows no difference and LY30 shows less fibrinolysis. A shift in plasma hemostasis towards fibrinolysis would potentially delay R, prolong K, decrease alpha, and increase LY30. Paradoxically, we see a decrease in R and LY30. Reduced platelet aggregation is consistent with slowed kinetics of clot formation (K and alpha) but would be expected to cause a reduction in MA that is not seen. Further analysis of this data will separate the subjects into age groups as TEG parameters vary with age in infants and children. Also, since there is evidence that enalapril may not have the antiplatelet effects of captopril and may increase tPA in women but not men, further analysis of gender and type of ACEI given will be completed."
}