{
    "doi": "https://doi.org/10.1182/blood.V122.21.1855.1855",
    "article_title": "Impact Of p53 Impaired Function On Outcomes Of Multiple Myeloma Patients Carrying Deleted TP53 and/Or Amplified MDM4  ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Background Multiple Myeloma (MM) is a genetically complex disease. In MM, prevalent chromosomal numerical and structural aberrations are used to cluster patients (pts) into subtypes, frequently displaying distinct clinical behaviors. Among the umpteen chromosomal aberrations described so far in MM, the TP53 deletion on chromosome (chr) 17p13 defines a pts group with a particularly poor prognosis, even if its prevalence at diagnosis is quite low. Overall, the TP53 tumor-suppressor gene is mutated or functionally inactivated in most human cancers. Tumors that retain wild-type p53 frequently harbor defects either in the pathways that allow for p53 stabilization in response to stress, or in the effectors of p53 apoptotic activity. One of the most potent inhibitor of p53 is MDM4 , which is often amplified in several types of tumors. The MDM4 locus is located on chr1q32.1, a region frequently amplified in MM. Aim Aim of the present work was to investigate the possibility that both TP53 deletion (del) and MDM4 amplification (amp) might affect similar pathways, thus finally leading to a poor prognosis MM pts carrying at diagnosis at least one of them. Pts and methods Eighty-nine pts treated with bortezomib-thalidomide-dexamethasone (VTD) as induction therapy prior to, and as consolidation after, double ASCT were analyzed at diagnosis by means of unpaired analysis of copy number alterations (CNA) (Affymetrix 6.0 SNP array) and gene expression profile (GEP) (Affymetrix U133 Plus2.0 array); in twenty-one pts carrying MDM4 amplification and for whom samples were available, the p53 activity was explored both by analyzing the TP53 mutational rate by deep sequencing (Roche GS Junior 454) and by evaluating the p53 activity by immunoblotting assays of MDM4, p-p53 and p53. Genomic results were evaluated in the clinical context. Results The CNA analysis showed a 482 Kb minimal deleted region on chr17p13, including TP53 , in 8/89 pts (8,9%) and a 1.1 Mb minimal amplified region on chr1q32.1 including MDM4 in 27/89 pts (30,3%). The GEP analysis performed at diagnosis in TP53 del and MDM4 amp pts generated two lists, including genes either differentially expressed among pts carrying or not amplified MDM4 (5840 probes sets, corresponding to 3841 genes, p<0.05), or differentially expressed among pts carrying or not deleted TP53 (3552 probes sets, corresponding to 2467 genes, p<0.05). Biological processes affected by the genes included in the two lists showed, in both cases, an overall deregulation of pathways related to the cell cycle, the DNA damage repair and the cell adhesion and cytoskeleton remodeling. In order to verify whether the presence of MDM4 amp might be related to a decreased p53 function, we analyzed 21 pts carrying MDM4 amp for their p53 activity, as evaluated by p-p53 immunoblotting assays, and we showed the absence of p-p53 protein in 60% of them. Finally, we analyzed the TP53 mutational rate, as detected by deep sequencing of exons 4-11, in 21 pts carrying MDM4 amp and we showed the presence of point mutations in 15 of them, with mutated reads frequencies ranging from 1.03% to 16.9% (median coverage for each amplicon = 1000 reads). We lastly analyzed the prognostic relevance of p53 pathway impaired function; to this purpose, we stratified pts into two subgroups according to the presence of MDM4 amp and/or TP53 del (group A, 34 pts, or 38%) or the absence of both these abnormalities (group B, 55 pts, or 62%). Baseline clinical characteristics were homogeneous, except for a higher rate of IgA isotype in group A. On the contrary, groups A and B resulted clearly imbalanced with respect to the genomic background: indeed, the t(4,14) frequency, as well as the average number of CNAs were overall higher in group A as compared to group B (38% vs. 14% t(4;14) positive, p=0.0002 and 165 vs 103 CNAs, p = 0.03). Despite the initially slightly higher response rate after VTD induction therapy of group A, as compared to group B (38% vs 20% ³near complete response), the presence of TP53 del and/or MDM4 amp correlated with shorter median PFS (44.05 months vs. undefined, p=0.003) and OS (66.6 vs undefined, p=0.0006). Of note, the poorer impact associated with MDM4 amplification was retained also in the absence of TP53 deletion (PFS: 46.45 months vs undefined, p=0.009). Conclusions The results overall suggest that the involvement of the p53 pathway alteration in MM might be wider than expected, possibly due to the activation of negative regulators of p53. Disclosures: Zamagni: Celgene: Honoraria; Janssen-Cilag: Honoraria. Cavo: Celgene: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Millennium: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Onyx: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees; Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees.",
    "topics": [
        "carrying",
        "mdm4 gene",
        "multiple myeloma",
        "protein p53",
        "tp53 gene",
        "brachial plexus neuritis",
        "immunoblotting",
        "massively-parallel genome sequencing",
        "neoadjuvant therapy",
        "neoplasms"
    ],
    "author_names": [
        "Carolina Terragna, PhD",
        "Marina Martello",
        "Enrica Borsi, PhD",
        "Lucia Pantani, MD",
        "Elena Zamagni, MD",
        "Paola Tacchetti, MD",
        "Brioli Annamaria, MD",
        "Beatrice Anna Zannetti, MD",
        "Flores Dico",
        "Nicoletta Testoni, BS",
        "Giulia Marzocchi, PhD",
        "Katia Mancuso, MD",
        "Serena Rocchi, MD",
        "Giovanni Martinelli, MD",
        "Michele Cavo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carolina Terragna, PhD",
            "author_affiliations": [
                "Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marina Martello",
            "author_affiliations": [
                "“Seràgnoli” Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrica Borsi, PhD",
            "author_affiliations": [
                "“Seràgnoli” Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia Pantani, MD",
            "author_affiliations": [
                "“Seràgnoli” Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Zamagni, MD",
            "author_affiliations": [
                "Seràgnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Tacchetti, MD",
            "author_affiliations": [
                "Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brioli Annamaria, MD",
            "author_affiliations": [
                "“Seràgnoli” Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatrice Anna Zannetti, MD",
            "author_affiliations": [
                "“Seràgnoli” Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Flores Dico",
            "author_affiliations": [
                "“Seràgnoli” Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicoletta Testoni, BS",
            "author_affiliations": [
                "Institute of Hematology “L. e A. Seràgnoli”, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Marzocchi, PhD",
            "author_affiliations": [
                "“Seràgnoli” Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katia Mancuso, MD",
            "author_affiliations": [
                "“Seràgnoli” Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Serena Rocchi, MD",
            "author_affiliations": [
                "Seràgnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Martinelli, MD",
            "author_affiliations": [
                "Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Cavo, MD",
            "author_affiliations": [
                "Seràgnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T21:31:21",
    "is_scraped": "1"
}