{
    "doi": "https://doi.org/10.1182/blood.V116.21.523.523",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1636",
    "start_url_page_num": 1636,
    "is_scraped": "1",
    "article_title": "Matched Sibling Transplants for Aplastic Anemia: Survival Advantage for Marrow Vs Peripheral Blood Transplants, In All Age groups ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation",
    "topics": [
        "aplastic anemia",
        "relationship - sibling",
        "transplantation",
        "tissue transplants",
        "acquired aplastic anemia",
        "antithymoglobulin",
        "hematopoietic stem cell transplantation",
        "inappropriate sinus tachycardia",
        "allogeneic hematopoietic stem cell transplant",
        "follow-up"
    ],
    "author_names": [
        "Andrea Bacigalupo, MD",
        "Gérard Socié",
        "Hubert Schrezenmeier, MD",
        "Andre Tichelli, MD",
        "Anna Locasciulli",
        "Monika Fuehrer",
        "Antonio M. Risitano, MD, PhD",
        "Claudio Dufour, MD",
        "Jakob R. Passweg, MD, MS",
        "Judith C. W. Marsh, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology 2, S. Martino's Hospital, Genova, Italy, "
        ],
        [
            "Hematology-Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "University of Ulm Transfusion Medicine, Inst. for Clin. Transfusion Med. & Immunogen., Ulm, Germany, "
        ],
        [
            "Hematology, University Hospital of Basel, Basel, Switzerland, "
        ],
        [
            "Hematology, S. Camillo Hospital, Rome, Italy, "
        ],
        [
            "Hôpital Saint Antoine, Paris, "
        ],
        [
            "Div. of Hematology, University of Naples, Naples, Italy, "
        ],
        [
            "BMT Unit, Navy Hospital ‘Pedromallo, Buenos Aires, Argentina, "
        ],
        [
            "Departement Medecine Interne, Hopitaux Universitaire de Genève, Geneva, Switzerland, "
        ],
        [
            "Haematological Medicine, King's College Hospital, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "44.4469777",
    "first_author_longitude": "8.890832099999999",
    "abstract_text": "Abstract 523 Introduction. Allogeneic hematopoietic stem cell transplantation (HSCT) is the treatment of choice for acquired severe aplastic anemia (SAA) patients with a matched sibling donor. A previous study has shown that bone marrow (BM) HSCT from matched sibling donors, result in significantly improved survival, as compared to peripheral blood (PB) grafts, but only in patients under the age of 20 years (Blood. 2007; 110: 1397); the advantage for older patients was not statistically significant. That study included 692 patients, of whom 134 had received PB transplants. Methods. In this study we evaluated in a larger data set of the EBMT Working Party for SAA, whether the advantage of BM over PB was maintained with longer follow up, whether the difference was significant only in young patients, and also whether we could identify other prognostic factors. We have thus analyzed 1936 patients with acquired aplastic anemia (AA), who received a matched sibling transplant between 1998 and 2009. There were 1194 BM and 742 PB transplants: the median age was 18 years (1-68) for BM and 24 years (1-69) for PB grafts. Results. The overall actuarial 10 year survival for the entire population was 74%. In univariate analysis the actuarial 10 year survival was 81% vs 67% (p100 days; 85% vs 75% (p<0.001) for patients receiving or not anti-thymocyte globulin (ATG) in the conditioning regimen; 75% vs 65% (p<0.001) for patients grafted as first line or after a previous immunosuppressive treatment (IST), and 78% vs 65% (p<0.001) for BM vs PB transplants. We have then run a multivariate COX analysis with the following variables: year of transplant as a continuous variable, age (</>20 years), interval diagnosis transplant (Dx-Tx) (</>100 days), previous immunosuppressive therapy (yes no), anti-thymocyte globulin (ATG) in the conditioning (yes no) and stem cells source (BM/PB). Favorable predictors of survival in multivariate analysis comprised: transplant year (p20 years (75% vs 66%, p=0.001). Although patient numbers become smaller, the survival advantage for BM (n=202) over PB (n=289) was maintained, and if anything increased, above the age of 40 years (65% vs 45% p=0.003). The crude percentage of total deaths was 14% in BM and 27% in PB grafts (p<0.0001). The difference was mainly due to lower mortality related to acute GvHD in BM grafts (6% vs 15%,p<0.001) and chronic GvHD (4% vs 7%, p=0.02). Fatal infections were also less frequent in BM grafts (6% vs 14%, p<0.0001). Conclusions. This study confirms that BM should be the preferred stem cell source for first matched sibling transplants in acquired aplastic anemia, in all age groups. It also suggests that ATG may further improve results, in keeping with data from Seattle (Br J Haematol. 2005; 130:747); a prospective trial had failed to show an advantage for patients receiving ATG (Blood 2007; 109: 4582) but this may have been due to small numbers of patients. Early referral and early transplants for eligible patients, remain an important factors for improved outcome. Whether PB could play a role in second transplant after engraftment failure or in heavily sensitized patients is unknown and should be evaluated separately. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}