{
    "doi": "https://doi.org/10.1182/blood.V120.21.3363.3363",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2205",
    "start_url_page_num": 2205,
    "is_scraped": "1",
    "article_title": "Crystal Structure of a Proteolytic Fragment of ADAMTS13 Reveals Alternative Disulfide Pairings in the Cysteine-Rich Domain ",
    "article_date": "November 16, 2012",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "topics": [
        "adamts13 gene",
        "crystal structure",
        "cysteine",
        "disulfides",
        "proteolysis",
        "spacer device",
        "autoantibodies",
        "screening",
        "thrombospondin 1",
        "von willebrand factor"
    ],
    "author_names": [
        "Christopher G. Skipwith, BS",
        "Steven Stayrook, PhD",
        "Hanspeter Rottensteiner, PhD",
        "Friedrich Scheiflinger, PhD",
        "X. Long Zheng, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Biochemistry & Biophysics, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Baxter Innovations GmbH, Vienna, Austria"
        ],
        [
            "Baxter Innovations GmbH, Vienna, Austria"
        ],
        [
            "Pathology and Laboratory Medicine, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ]
    ],
    "first_author_latitude": "39.9474703",
    "first_author_longitude": "-75.1953683",
    "abstract_text": "Abstract 3363 Proteolytic cleavage of von Willebrand factor (VWF) by ADAMTS13 depends on its non-catalytic domain (or exosite) interactions. These exosites, particularly the residues between Tyr 659 and Tyr 665 and their adjacent residues Arg 568 and Phe 592 in the ADAMTS13 spacer domain, are the major targets of anti-ADAMTS13 autoantibodies in patients with acquired TTP. In an effort to further determine the potential exosite interactions between ADAMTS13 and VWF, we carried out crystal screening of a recombinant full-length ADAMTS13 purified from stably transfected Chinese hamster ovary cells. After over 900 conditions were tested, we obtained multiple well-formed and diffractable crystals. Upon X-ray diffraction, we discovered that only a proteolytic fragment of full-length ADAMTS13 (Met 432 -Arg 670 ) had been consistently crystallized. Here, we report the structure of this non-catalytic ADAMTS13 fragment at 2.2Å. The fragment encompasses 8 residues from the first TSP-1 repeat, an entire cysteine-rich domain (C A and C B ), and a majority of the spacer domain. While recombinant ADAMTS13 in the present study is fully glycosylated, the overall structure agrees very well with the analogous portion of the ADAMTS13-DTCS structure previously reported (RMSD = 0.02Å, 1817 atoms, 232 residues). A region within the C A domain does vary slightly from that in the ADAMTS13-DTCS (RMSD = 0.08Å, 379 atoms, 51 residues). As with the ADAMTS13-DTCS structure, our structure shows 3 intermolecular disulfide bonds in C A , in addition to 2 free cysteine residues. In this region, our structure shows differences in the disulfide bonding pairing, and a slight shift in the α4 helix from Gly 479 -Cys 483 . Specifically, our structure reveals an intermolecular disulfide bond between the residues Cys 483 and Cys 527 and Cys 508 and Cys 522 . These disulfide pair patterns are different from those reported in the ADAMTS13-DTCS structure, in which disulfide bonds are formed between the residues Cys 483 and Cys 522 (4.6Å apart in our structure) and the residues Cys 508 and Cys 527 (3.8Å apart in our structure). Our results indicate that, despite the difference in conditions under which crystals of ADAMTS13 fragments are formed, the overall structure of the Cys-rich and spacer domains are quite similar. The difference in the disulfide bond pattering may provide a novel insight into the mechanism regarding the ADAMTS13 exosite interaction with VWF. Our ongoing work is aimed to determine the complex formation between ADAMTS13 and its substrate or autoantibodies. Disclosures: Rottensteiner: Baxter Innovations GmbH: Employment."
}