{
    "doi": "https://doi.org/10.1182/blood.V128.22.2734.2734",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3486",
    "start_url_page_num": 3486,
    "is_scraped": "1",
    "article_title": "Recurrent Pathogenic Cyclin D2 Mutations in Myeloid Malignancies ",
    "article_date": "December 2, 2016",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "topics": [
        "cancer",
        "cyclins",
        "mutation",
        "cyclin-dependent kinase 4",
        "granulocyte colony-stimulating factor receptors",
        "myeloproliferative disease",
        "bone marrow aspiration",
        "carcinogenesis",
        "cell cycle regulator",
        "dideoxy chain termination dna sequencing"
    ],
    "author_names": [
        "Vishesh Khanna, BS",
        "Christopher A. Eide",
        "Cristina E. Tognon",
        "Julia E. Maxson, PhD",
        "Beth Wilmot",
        "Daniel Bottomly",
        "Shannon K. McWeeney",
        "Brian J. Druker, MD",
        "Jeffrey W. Tyner"
    ],
    "author_affiliations": [
        [
            "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR ",
            "Lerner College of Medicine, Cleveland Clinic, Cleveland, OH ",
            "Howard Hughes Medical Institute, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR ",
            "Howard Hughes Medical Institute, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Division of Bioinformatics and Computational Biology, Oregon Health& Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Division of Bioinformatics and Computational Biology, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Division of Bioinformatics and Computational Biology, Oregon Health & Science University, Portland, OR ",
            "Knight Cancer Institute, Oregon Health and Science University, Portland, OR "
        ],
        [
            "Howard Hughes Medical Institute, Portland, OR ",
            "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Department of Cell, Developmental & Cancer Biology, Oregon Health & Science University, Knight Cancer Institute, Portland, OR"
        ]
    ],
    "first_author_latitude": "45.51447244999999",
    "first_author_longitude": "-122.6272417",
    "abstract_text": "Introduction: Atypical chronic myeloid leukemia (aCML) and chronic neutrophilic leukemia (CNL) are rare hematologic neoplasms characterized by leukocytosis, a hypercellular bone marrow with granulocytic predominance, absence of the Philadelphia chromosome (t(9;22); BCR-ABL1 ), and absence of PDGFRA/B or FGFR1 gene rearrangements. While oncogenic mutations in colony stimulating factor 3 receptor ( CSF3R ) are commonly reported in CNL and, to a lesser extent, in aCML, a significant percentage of aCML and CNL cases lack well-defined pathogenetic lesions. In this study, we utilized whole exome sequencing and a functional genomics approach to identify recurrent cyclin D2 ( CCND2 )mutations in aCML/CNL. Methods: To achieve a more complete understanding of the pathogenic variants underlying these leukemias, genomic DNA was isolated from peripheral blood or bone marrow aspirates from 116 patients with aCML/CNL. Whole exome sequencing was then performed, allowing for the identification of novel and potentially deleterious recurrent mutations. Variants in CCND2 were prioritized for validation based on proximity to functional targets in protein interaction network databases and subsequently confirmed via Sanger sequencing. CCND2 expression was assessed by immunoblotting and immunofluorescence in NIH-3T3 cells. Transforming potential of the CCND2 mutations was assessed by examining IL-3-independent growth of Ba/F3 cells and murine bone marrow colony formation assays. Sensitivity of these mutations to CDK4/6 inhibition was examined via a colorimetric viability assay (MTS) at 72 hours following drug treatment. Results: Out of 116 suspected cases of aCML/CNL, we identified 4 cases (3.4%) that harbored recurrent mutations in CCND2 , the gene encoding the cell cycle regulator cyclin D2. The mutations occurred in two nucleotides in a conserved region of the C-terminal PEST degradation domain and encoded either a P281S or a P281L (3 P281S, 1 P281L) variant. These variant proteins exhibited resistance to both degradation and to export from the nucleus, effectively resulting in accumulation of cyclin D2 protein. In turn, this accumulation was associated with increased murine bone marrow colony formation and sensitivity to CDK4/6 inhibition. Subsequent whole exome sequencing of 239 AML samples revealed the presence of the same variants (CCND2 P281S and P281L) in 3 samples (1.3%), suggesting that these variants may occur across multiple subsets of myeloid malignancy. Conclusions: Our study provides evidence of recurrent deleterious CCND2 mutations in aCML/CNL and AML. These mutations may contribute to oncogenesis in myeloid malignancy and are therapeutically targetable through CDK4/6 inhibition. Disclosures Druker: Agios: Honoraria; Ambit BioSciences: Consultancy; ARIAD: Patents & Royalties, Research Funding; Array: Patents & Royalties; AstraZeneca: Consultancy; Blueprint Medicines: Consultancy, Equity Ownership, Other: travel, accommodations, expenses ; BMS: Research Funding; CTI: Equity Ownership; Curis: Patents & Royalties; Cylene: Consultancy, Equity Ownership; D3 Oncology Solutions: Consultancy; Gilead Sciences: Consultancy, Other: travel, accommodations, expenses ; Lorus: Consultancy, Equity Ownership; MolecularMD: Consultancy, Equity Ownership, Patents & Royalties; Novartis: Research Funding; Oncotide Pharmaceuticals: Research Funding; Pfizer: Patents & Royalties; Roche: Consultancy."
}