{
    "doi": "https://doi.org/10.1182/blood-2018-99-119988",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3901",
    "start_url_page_num": 3901,
    "is_scraped": "1",
    "article_title": "Indications, Efficacy and Complications of Kcentra Use in Reversing Coagulopathy ",
    "article_date": "November 29, 2018",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster III",
    "topics": [
        "blood coagulation disorders",
        "deep vein thrombosis",
        "warfarin",
        "rivaroxaban",
        "apixaban",
        "hemorrhage",
        "ischemic stroke",
        "liver cirrhosis",
        "adverse event",
        "fondaparinux"
    ],
    "author_names": [
        "Nithya Sritharan, MD",
        "Darrell Triulzi, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Pittsburgh Medical Center Mercy Hospital, Pittsburgh, PA "
        ],
        [
            "Institute for Transfusion Medicine, Pittsburgh, PA"
        ]
    ],
    "first_author_latitude": "40.4364439",
    "first_author_longitude": "-79.985575",
    "abstract_text": "Introduction Direct acting oral anticoagulants are rapidly replacing warfarin, the most commonly used anticoagulant for patients with atrial fibrillation, pulmonary embolism (PE) and deep vein thrombosis (DVT). However, there is limited data on the efficacy and adverse effects of the commercial Kcentra used in these patients. Kcentra, the only approved PCC in the USA, is FDA approved for urgent reversal of acquired coagulation factor deficiency induced by vitamin K antagonist (VKA) therapy in adult patients with acute major bleeding or need for an urgent surgery/invasive procedure. In this study we examine the indications for administration of Kcentra, efficacy of the PCC in several coagulopathies, incidence of adverse events including ischemic stroke and DVT/ PE, and overall mortality. Methods Retrospective analysis of inpatients at UPMC Presbyterian, Shadyside and Mercy, admitted between February 2016 and 2017 was done. A total of 213 patients, with history of stroke / DVT / PE who received Kcentra were grouped based on the cause of coagulopathy, sites of bleed (CNS or non-CNS) or the clinical setting of Kcentra administration. Definitions of the International Society on Thrombosis and Hemostasis (ISTH) / Scientific and Standardization Committee were used to assess the efficacy of management. Among the patients on Warfarin, only non-CNS and prophylactic administration group were included here as those with CNS bleeding were part of an earlier study. Adverse events measured were incidence of ischemic stroke and DVT/ PE during their hospital stay. Results The 213 patients who received Kcentra included those on warfarin (40%), apixaban (21%), Rivaroxaban (23%), with the remaining 16% including patients with hepatic cirrhosis, disseminated intravascular coagulation and those with coagulopathy related to heparin/ fondaparinux or antiplatelets (ASA, clopidogrel). The study group included those with CNS bleeds (33%), non-CNS bleeds (37%) and those in the prophylactic, pre-operative setting (30%). The majority of the non-CNS bleeds were patients with gastrointestinal bleeding (45%), with the rest including the musculoskeletal (31%) and intra-abdominal / intra-thoracic (16%) bleeding. Mortality was highest in patients with cirrhosis (n = 15), DIC (n = 8), and on anti-platelet medications (n = 2) at 100%, followed by 60% in patients on heparin / fondaparinux (n = 5). The mortality was markedly lower (~13%) in patients on Coumadin, Apixaban and Rivaroxaban. 2 of the patients, previously on rivaroxaban, developed multiple CNS infarcts. Thromboembolic events were significantly higher (40%) in patients with cirrhosis, with moderate effect in the Rivaroxaban group (14.5%) when compared to coumadin (2.3%) and apixaban (0%). Conclusions Kcentra was used in several off-label clinical settings, with comparable mortality among the coumadin, rivaroxaban and apixaban groups and no identifiable benefit in the setting of cirrhosis, DIC or antiplatelet medications, but with an increased incidence of deep vein thrombosis and stroke. Disclosures No relevant conflicts of interest to declare."
}