{
    "doi": "https://doi.org/10.1182/blood-2020-139682",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4527",
    "start_url_page_num": 4527,
    "is_scraped": "1",
    "article_title": "Factors Associated with Catheter-Related Thrombosis in Autologous Stem Cell Transplant Patients: Can We Predict Risk? ",
    "article_date": "November 5, 2020",
    "session_type": "331.Pathophysiology of Thrombosis",
    "topics": null,
    "author_names": [
        "Annie M. Jacobsen, MD",
        "Qing Cao, MS",
        "Veronika Bachanova, MD PhD",
        "Surbhi Shah, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN"
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ]
    ],
    "first_author_latitude": "44.9299869",
    "first_author_longitude": "-93.275972",
    "abstract_text": "Central venous catheters (CVCs) are central to the process of autologous hematopoietic stem cell transplantation (AHCT) for hematologic malignancies. Large bore (14F to 15F) CVCs are routinely used for stem cell collection, administration of medications and blood products, and total parental nutrition. Up to 20% of patients experience catheter-related thrombosis (CRT), a major complication typically requiring at least 3 months of anticoagulation. This can lead to bleeding, further complicating the post-transplant course. Factors associated with CRT include endothelial damage due to conditioning regimens, bacteremia, and immobilizations. Furthermore, in ambulatory patients with cancer, increased risk of venous thromboembolism has been seen in patients with low hemoglobin (11 x 10 9 /L), elevated pre-chemotherapy platelet count (>350 x 10 9 /L), those receiving erythropoiesis-stimulating agents, and obesity (body mass index > 35 kg/m 2 ). We hypothesized that these factors may also confer CRT risk in those undergoing AHCT. To test this hypothesis and to further refine our understanding of the risks of CRT in this population, we compare characteristics of patients with CRT to those without in this retrospective, case-control study. Using prospectively collected data from the University of Minnesota Blood and Marrow Transplantation Database, we studied 1049 consecutive adults (age > 18 years) with lymphoma or multiple myeloma who underwent AHCT between 2006 and 2019. Available medical records were manually curated for the occurrence of CRT. We identified 92 subjects with CRT events, which were defined as mural thrombus with partial or total occlusion of a vessel, pulmonary embolism, or right atrial thrombus in which a catheter was present or had been present within the prior 30 days. CRT diagnosis was made by imaging, which was performed for either symptoms or signs of venous thrombosis, or for routine disease surveillance. We then identified 184 controls who were matched for age, sex, disease, and transplant date. We excluded from our control group those who received prophylactic anticoagulation in the peri-transplant period. In a univariate analysis, we observed an increased risk in CRT in those patients with history of VTE (OR 32.00, 95% CI: 4.24-241.30), mucositis in the peri-transplant period (OR 1.65, 95% CI: 1.00-2.73), hemoglobin increased above the median of 10.3 g/dL (OR 1.48, 95% CI: 1.26-1.73), those with indwelling port in addition to CVC (OR 1.76, 95% CI: 1.02-3.05), and those with body mass index (BMI) > 35 kg/m 2 (OR 2.44, 95% CI: 1.12-5.34). Multivariate conditional logistic regression analysis upheld the impact of BMI > 35 kg/m 2 (OR 2.53, 95% CI: 1.05-6.13). CRT is a major contributor to morbidity in the AHCT setting. Mucositis, presence of a port, and history of VTE have previously been associated with CRT events. Our study elucidates additional risk factors that may contribute to CRT risk, including obesity and higher than average hemoglobin concentration in comparison to the controls. Further study in larger cohorts is warranted to clarify the magnitude of risk of these factors in the adult AHCT population. Figure View large Download slide Figure View large Download slide  Disclosures Bachanova: BMS: Research Funding; Incyte: Research Funding; Gamida Cell: Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharma: Membership on an entity's Board of Directors or advisory committees; FATE: Research Funding; Kite: Membership on an entity's Board of Directors or advisory committees. Shah: Aspen Pharma: Research Funding."
}