{
    "doi": "https://doi.org/10.1182/blood.V128.22.1503.1503",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3269",
    "start_url_page_num": 3269,
    "is_scraped": "1",
    "article_title": "Chronic Pancytopenia and Increased Bone Density Due to TBXAS1 Deficiency ",
    "article_date": "December 2, 2016",
    "session_type": "508. Bone Marrow Failure: Poster I",
    "topics": [
        "bone mineral density",
        "pancytopenia",
        "bone marrow biopsy",
        "inflammation",
        "steroid therapy",
        "thromboxane",
        "thromboxane-a synthase",
        "transfusion",
        "amino acids",
        "arachidonic acid"
    ],
    "author_names": [
        "Richa Sharma, MD",
        "Jennifer E. Schwartz, MD FRCP(C)",
        "Grzegorz Nalepa, MDPhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Department of Medicine, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Department of Pediatrics, Division of Pediatric Hematology-Oncology, Indiana University School of Medicine, Indianapolis, IN ",
            "Department of Biochemistry, Indiana University School of Medicine, Indianapolis, IN ",
            "Department of Medical and Molecular Genetics, Indiana University School of Medicine, Indianapolis, IN"
        ]
    ],
    "first_author_latitude": "39.777428500000006",
    "first_author_longitude": "-86.1800805",
    "abstract_text": "Non-dysmorphic 32-year old Caucasian female developed malaise, fluctuating body aches and progressive transfusion-dependent pancytopenia with peripheral blood morphology consistent with myelodysplastic syndrome (MDS). Reportedly, she had an episode of \"low blood counts\" of unclear etiology 23 years prior. Multiple attempts at bone marrow biopsy were unsuccessful due to technical difficulties with penetrating the bone, necessitating surgical biopsy by an orthopedic surgeon. Bone densitometry revealed increased bone density with Z-score of 4.5, consistent with mild thickening of long bone diaphysis noted via x-ray. Strikingly, the bone marrow biopsy revealed haphazard ossification, immature cartilage formation and thickened trabeculae replacing hematopoiesis within the marrow cavity. Next-generation sequencing revealed two novel biallelic mutations within the thromboxane synthase gene TBXAS1 ( c.266T>C ; c.989T>C ). Both mutations affected conserved amino acid residues and were predicted to be disruptive to the protein function by two independent bioinformatics algorithms (Provean and PolyPhen-2). Thromboxane cascade regulates pathways of inflammation, coagulation and osteoclast activation, suggesting a mechanistic explanation of how thromboxane synthase malfunction causes abnormal bone remodeling and bone marrow failure. TBXAS1 disruption had been described in a rare autosomal recessive syndrome Ghosal hematodiaphyseal dysplasia (GHDD) associated with increased bone density and bone marrow failure. GHDD due to TBXAS1 mutations was genetically confirmed only in four families of Northern African and Middle Eastern descent ( Nat Genet 2008; 40: 284-286). To our knowledge, this is the first genetically validated case of TBXAS1-/- Ghosal syndrome in the Caucasian population. Consistent with the well-established role of thromboxane in platelet function, our patient's platelets displayed impaired aggregation in response to arachidonic acid and structural abnormalities by transmission electron microscopy, revealing a functional platelet defect. Steroid therapy rendered the patient transfusion-independent and alleviated chronic pain and inflammation. A long-term follow-up will be needed to determine whether steroid treatment will result in stable improvement in hematopoiesis and decreased bone density, similar to other GHDD patients. This case illustrates how establishing the diagnosis of an underlying rare inherited bone marrow failure syndrome allows personalized, evidence-based treatment with lower risk of morbidity compared to cytotoxic chemotherapy and hematopoietic stem cell transplantation. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}