{
    "doi": "https://doi.org/10.1182/blood.V122.21.809.809",
    "article_title": "C-MYC and C-MYC-Regulated Micrornas Increase The Activity Of The Error-Prone ALT NHEJ Pathway Through Upregulation Of LIG3 and PARP1 In Tyrosine Kinase-Activated Leukemias ",
    "article_date": "November 15, 2013",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair",
    "abstract_text": "Constitutively activated tyrosine kinases (TK) BCR-ABL1 and FLT3/ITD not only increase cell survival and proliferation, but also increase levels of endogenous DNA damage and activity of an error-prone DNA double-strand break (DSB) repair pathway. This genomic instability leads to acquisition of genomic alterations that can result in disease progression and/or resistance to therapy. We have previously demonstrated that, in TK-activated leukemias, activity of the classic non homologous end-joining (C-NHEJ) pathway that repairs DSBs is decreased, and, as a consequence, an alternative, highly error-prone form of NHEJ (ALT NHEJ) predominates, evidenced by increased expression of DNA ligase IIIα (LIG3) and PARP1 (components of ALT NHEJ), increased frequency of large DNA deletions, and repair using DNA microhomologies. In this study, we sought to elucidate the role of a key downstream target of TKs, c-MYC, in upregulating LIG3 and PARP1 expression and consequently increasing ALT NHEJ and genomic instability. We demonstrated that MYC increases the expression of LIG3 and PARP1 through two mechanisms: 1) Increased binding to the promoters of LIG3 and PARP1, leading to increased transcription, and 2) Repression of microRNAs (miRs) that putatively regulate LIG3 and PARP1. Chemical and siRNA-mediated knockdown of MYC in MO7e-BCR/ABL and FLT3/ITD(+) MOLM14 cells results in significant reduction (p<0.05) in LIG3 and PARP1 mRNA and protein compared to controls. Chromatin immunoprecipitation assays revealed MYC binding to the promoters of LIG3 and PARP1 in AML (MOLM14) and CML (K562 and MO7e-BCR/ABL) cell lines. Additionally, transfection of PARP1 and LIG3 promoter-luciferase constructs into TK-activated (32D-FLT3/ITD, MO7e-BCR/ABL) cells showed significantly (p<0.01) increased LIG3 and PARP1 promoter activity compared to parental controls (32D, MO7e). Moreover, knockdown of MYC in 32D-FLT3/ITD and MO7e-BCR/ABL cells resulted in a significant reduction of promoter activity in luciferase assays (p<0.05). Conversely, overexpression of c-MYC in 293T cells caused an increase (p<0.05) in LIG3 and PARP1 promoter activity. We next determined whether MYC-repressed miRs that have predicted binding sites in the 3’-UTR and coding regions of LIG3 and PARP1 are involved in regulating expression of LIG3 and PARP1. We found that there was a significant inverse correlation between LIG3 expression and miR-22, miR-23a, and miR-150 (Pearson’s r ≤ -0.3, p<0.05). Similarly, there was a significant inverse correlation between PARP1 expression and miR-22, miR-23a, miR-27a, and miR-150 (Pearson r ≤ -0.3, p<0.05). Over-expression of miR-22 in the CML cell line K562 decreased both LIG3 and PARP1 protein levels by 52% and 63% respectively. Similar results were seen upon over-expression of miR-34a (59% and 45%) and miR-150 (46% and 62%) for LIG3 and PARP1. This indicates that MYC-regulated miRs may function coordinately to regulate NHEJ repair. Importantly, our functional NHEJ assays demonstrate an overall significant (p<0.05) reduction in the average size of deletions at the sites of DSB repair when MYC is knocked down, indicating a reduction in ALT NHEJ activity. To determine whether increased expression of LIG3 and PARP1 correlated with MYC expression in primary leukemia samples, we examined mRNA levels from bone marrow of 21 CML patients (12 chronic phase, 1 accelerated, 7 blast crisis, and 1 unknown). Twelve patients were resistant to Imatinib, 7 were responsive, and 2 undetermined. There was a strong positive correlation between levels of MYC and PARP1 (Pearson’s r= 0.75, p=0.001), as well as MYC and LIG3 (Pearson’s r =0.45, p=0.03). While there was no correlation between levels of gene expression and disease phase, we found that the majority of samples with elevated levels of MYC, LIG3 and PARP1 were from Imatinib-resistant patients (64%), compared to samples from Imatinib-sensitive patients (36%) (p=0.03). Additionally, 2 patient samples with TKI-resistant T315I mutation in BCR-ABL1 exhibited elevated levels of MYC, LIG3 and PARP1. Thus, increased MYC expression, and repression of miRs 22, 150 and 34a augment expression of LIG3 and PARP1, generating DSB repair errors that may lead to resistance to TKI therapy. Altered expression of MYC, LIG3, PARP1 and miRs 22, 150 and 34a may be biomarkers for those patients likely to become resistant to TKI therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "c-myc genes",
        "leukemia",
        "micrornas",
        "nonhomologous dna end joining",
        "parp1 protein",
        "phosphotransferases",
        "tyrosine",
        "up-regulation (physiology)",
        "impedance threshold device",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Nidal E. Muvarak, MS",
        "Shannon M. Kelley, BS",
        "Mario Tarasco",
        "Maria R. Baer, MD",
        "Kara A. Scheibner, PhD",
        "Feyruz Rassool, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nidal E. Muvarak, MS",
            "author_affiliations": [
                "Greenebaum Cancer Center, University of Maryland School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shannon M. Kelley, BS",
            "author_affiliations": [
                "Department of Pediatrics, Center For Stem Cell Biology and Regenerative Medicine, University of Maryland School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Tarasco",
            "author_affiliations": [
                "Department of Pediatrics, Center For Stem Cell Biology and Regenerative Medicine, University of Maryland School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria R. Baer, MD",
            "author_affiliations": [
                "Greenebaum Cancer Center, University of Maryland School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kara A. Scheibner, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Center For Stem Cell Biology and Regenerative Medicine, University of Maryland School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feyruz Rassool, PhD",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Maryland School of Medicine, Baltimore, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T18:47:36",
    "is_scraped": "1"
}