{
    "doi": "https://doi.org/10.1182/blood.V112.11.4246.4246",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1083",
    "start_url_page_num": 1083,
    "is_scraped": "1",
    "article_title": "Phosphotyrosine Levels by Flow Cytometric Assay for Therapeutic evaluation in Chronic Myelogenous Leukemias ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "abstract_text": "Assay of phosphotyrosine levels using flow cytometry has been used to identify patients with chronic myelogenous leukemia (CML) positive for the Bcr-Abl fusion gene. We hypothesized that clinical monitoring could identify treatment response through reductions in intra-granulocyte phosphotyrosine. Initially, we studied cell lines FDC-P1 and HL60 ( Bcr-Abl –negative) and FDrv210 and K562 ( Bcr-Abl –positive) with our technique. A fluorescein isothiocyanate-conjugated monoclonal antibody was used along with fluorescence-conjugated microspheres for reference (ratio of sample fluorescence: bead fluorescence=relative fluorescence unit [RFU]). Samples from 20 controls and 32 patients undergoing treatment were analyzed using the same method. Bcr-Abl status for each patient was confirmed using fluorescent in situ hybridization (FISH) or polymerase chain reaction gene amplification (PCR). Testing of cell lines consistently produced expected results. Patient values were found to be significantly higher than control values ( P <0.001) and values for patients with advanced disease were significantly higher than for patients with chronic-phase disease ( P < 0.05). Results of clinical monitoring were consistent with results from PCR. Two patients who received allogeneic stem cell transplantation had molecular remission confirmed by PCR and had a marked decrease in RFU value (from 62 to 5 and from 131 to 23). No such fluorescence change was observed in patients who achieved clinical remission. Flow cytometric analysis of phosphotyrosine levels is a reliable and convenient adjuvant technique for diagnosis of Bcr-Abl –positive leukemias and shows promise for serial evaluation of patients undergoing treatment.",
    "topics": [
        "leukemia, myelocytic, chronic",
        "phosphotyrosine",
        "bcr-abl tyrosine kinase",
        "polymerase chain reaction",
        "disease remission",
        "allogeneic stem cell transplant",
        "flow cytometry",
        "fluorescein",
        "immunologic adjuvants",
        "isothiocyanates"
    ],
    "author_names": [
        "Xuemei Sun",
        "Junhao Chen",
        "Pengjun Jiang",
        "Xuejun Zhu"
    ],
    "author_affiliations": [
        [
            "Hematology, Affiliated Hospital of Nanjing Traditional Chinese Medicine, Nanjing, China"
        ],
        [
            "Dept. of translational science lab, Nanjing Gulou Hosp., Nanjing, China"
        ],
        [
            "Hematology, Affiliated Hospital of Nanjing Traditional Chinese Medicine, Nanjing, China"
        ],
        [
            "Hematology, Affiliated Hospital of Nanjing Traditional Chinese Medicine, Nanjing, China"
        ]
    ],
    "first_author_latitude": "32.0339855",
    "first_author_longitude": "118.77083425000001"
}