{
    "doi": "https://doi.org/10.1182/blood.V116.21.3325.3325",
    "article_title": "New Fluorescent Assay for the Direct Quantification of Heparin and Low-Molecular-Weight Heparins In Clinical Samples ",
    "article_date": "November 19, 2010",
    "session_type": "Antithrombotic Therapy: Poster II",
    "abstract_text": "Abstract 3325 Heparin, a linear polydisperse polysaccharide, is used to prevent blood clotting in various diseases. It consists predominantly of a trisulfated disaccharide repeating unit and has a high negative charge density. Currently accepted methods to control blood levels of heparin or of its more commonly used low-molecular-weight (LMW) fractions include chromogenic substrate assays that analyze the biological inhibition of blood coagulation factor Xa (FXa). There are no established methods to directly determine the concentration of heparins in clinical samples. A modified positively charged perylene diimide (Heparin Red) was developed that binds specifically to heparin and LMW-heparin (Szelke H et al., Chem. Commun. 2010;46:1667). A red fluorescence signal is dose dependently quenched in the presence of heparin and LMW-heparins. LMW-Heparin was added to human serum, plasma or urine. The chromogenic S2222 substrate assay was used to determine the anti-FXa activity of the anticoagulants. Fluorescence was recorded with a portable fluorimeter, equipped with a 550 nm excitation filter and a 610 nm emission filter. For plasma samples spiked with 0.6–1.0 IU/mL LMW-heparin, the intraday (n=5) and interday (n=5) coefficient of variations (CVs) of the fluorimetric Heparin Red assay were in the range of 2.9–6.1% and 4.3–13.8%, respectively. The CVs of the chromogenic S2222 assay for same plasma samples were the range of 3.3–18.8% (intraday) and 6.2–13.7 (interday). In serum and plasma samples of patients treated with LMW-heparin, correlation between the Heparin Red assay and the chromogenic anti-FXa test (S-2222) was r = 0.66. The correlation between the Heparin Red assay and the anti-FXa test in urine samples was r = 0.83. This is probably due to its lower protein concentration in urine compared to plasma and serum samples. The fluorescent perylene diimide Heparin Red allows sensitive quantification of heparin and LMWHs in plasma, serum and urine samples. Ease of application combined with matrix-independent response make this heparin probe attractive for both routine laboratory and fast point-of-care testing as well as high-throughput pharmacokinetic studies, ideally without the need for patient-specific calibration. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "heparin",
        "low-molecular-weight heparin",
        "chorionic villi sampling",
        "cyclical vomiting syndrome",
        "perylene",
        "urine specimens",
        "anticoagulants",
        "blood coagulation factors",
        "calibration",
        "disaccharides"
    ],
    "author_names": [
        "Helga Szelke, Dr.",
        "Christina Giese",
        "Roland Krämer, Prof., Dr.",
        "Job Harenberg, Prof., Dr."
    ],
    "author_dict_list": [
        {
            "author_name": "Helga Szelke, Dr.",
            "author_affiliations": [
                "Inorganic Chemistry Institute, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christina Giese",
            "author_affiliations": [
                "Clinical Pharmacology, Faculty Medicine Mannheim, Mannheim, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland Krämer, Prof., Dr.",
            "author_affiliations": [
                "Inorganic Chemistry Institute, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Job Harenberg, Prof., Dr.",
            "author_affiliations": [
                "Clinical Pharmacology, Faculty Medicine Mannheim, Mannheim, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T18:40:01",
    "is_scraped": "1"
}