{
    "doi": "https://doi.org/10.1182/blood.V108.11.560.560",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=722",
    "start_url_page_num": 722,
    "is_scraped": "1",
    "article_title": "Twenty Years of Follow-Up among Survivors of Childhood and Young Adult Acute Myeloid Leukemia (AML): A Report from the Childhood Cancer Survivor Study (CCSS). ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "ccss trial",
        "child",
        "follow-up",
        "leukemia, myelocytic, acute",
        "survivors",
        "young adult",
        "congestive heart failure",
        "chemotherapy regimen",
        "myeloblastic leukemia, pediatric acute",
        "breast cancer"
    ],
    "author_names": [
        "Daniel A. Mulrooney, MD",
        "Douglas C. Dover, MSc.",
        "Yutaka Yasui, Ph.D.",
        "Kirsten K. Ness, Ph.D.",
        "Ann C. Mertens, Ph.D.",
        "Joseph P. Neglia, M.D.",
        "Charles A. Sklar, M.D.",
        "Leslie L. Robison, Ph.D.",
        "Stella M. Davies, M.D./Ph.D."
    ],
    "author_affiliations": [
        [
            "Pediatrics, University of Minnesota Medical School, Minneapolis, MN, USA"
        ],
        [
            "School of Public Health, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "School of Public Health, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "Pediatrics, University of Minnesota Medical School, Minneapolis, MN, USA"
        ],
        [
            "Pediatrics, University of Minnesota Medical School, Minneapolis, MN, USA"
        ],
        [
            "Pediatrics, University of Minnesota Medical School, Minneapolis, MN, USA"
        ],
        [
            "Pediatrics, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Epidemiology and Cancer Control, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Division of Hematology/Oncology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ]
    ],
    "first_author_latitude": "44.97001245",
    "first_author_longitude": "-93.2325078",
    "abstract_text": "Survival rates for childhood AML continue to improve. Limited data exist on the comprehensive assessment of late medical and social effects experienced by these aggressively treated individuals. This analysis includes 272 5-yr survivors of AML participating in the CCSS diagnosed ≤ age 21, between 1970–1986. AML survivors who received a blood or marrow transplant are excluded from the current analysis. Comparisons among treatment groups and to a sibling control group are age and gender adjusted. Survivors (55% female) were on average 7 yrs old at dx and 28 yrs at follow-up, 56% received chemotherapy only, 34% chemotherapy/RT. Average follow-up was 22.6 yrs (16.1–33.5). Among these 5-yr survivors, overall survival was 97% (95% CI, 94–98%) at 10 yrs and 94% (95% CI, 92–97%) at 20 yrs. Six individuals reported 8 recurrences a mean of 11.1 yrs (5.6–16.6) from diagnosis, 2 died from relapse, 1 from congestive heart failure (CHF), and 1 from a myocardial infarction (MI). All cause standardized mortality ratio was 4.7 (95% CI 2.8–7.5). Cumulative incidence of recurrent AML at 10 and 20 years was 1.8% (95% CI 0.2–3.4%) and 3.7% (95% CI 1.4–5.9%), respectively. Eight survivors reported 10 subsequent malignant neoplasms (SMN) (5 breast cancers, 3 CNS tumors, 1 ovarian tumor, 1 salivary gland tumor) a mean of 18.7 yrs (9.2–26.4) from diagnosis, 3 with a history of RT exposure. SMN cumulative incidence at 20 yrs was 1.6% (95% CI 0.02–3.3%) with a standardized incidence ratio of 3.2 (95% CI 1.4–6.0). Six cardiac events (5 CHF and 1 MI) occurred a mean of 16.4 yrs (12.8–18.4) from diagnosis, 20-yr cumulative incidence 2.4% (95% CI 0.5–4.4%). Among those aged 25 yrs or more, marriage rates were similar among AML survivors and the general U.S. population (59%), but lower compared to siblings (69%) (p<0.01). College graduation rates were lower among survivors compared to siblings, but higher than in the general population (42% vs. 52% vs. 34%, respectively, p<0.01). No significant difference in graduation rates was found among those treated with or without CNS directed RT (p=0.9). All survivors and siblings were employed (100%) and most had health insurance (93% vs. 90%). Long-term survival from childhood AML greater than 5 yrs from diagnosis is favorable. Late occurring medical events remain concerning. Marriage and education rates may be lower than expected within individual family units; yet not significantly different from the U.S. population."
}