{
    "doi": "https://doi.org/10.1182/blood.V120.21.1943.1943",
    "article_title": "ACE Polymorphism and Idiopathic Pneumonia Syndrome After Allogeneic Stem Cell Transplantation ",
    "article_date": "November 16, 2012",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "abstract_text": "Abstract 1943 Background Idiopathic pneumonia syndrome (IPS) was defined as a subset of these patients who have sings and symptoms of pneumonia, and evidence for widespread alveolar injury in the absence of lower respiratory tract infection. Risk factors for IPS include previous infections, a pre-transplant condition, a low performance status prior to transplantation, a high dose of total-body irradiation (TBI), and the presence of graft-versus-host disease (GVHD). Although IPS is a significant clinical complication after allogeneic HSCT, progress in understanding its pathogenesis has been limited. Formerly we retrospectively analyzed the incidence of non-infectious pulmonary dysfunction (NIPD) and the ACE genetic polymorphism in 118 Japanese patients who underwent HSCT from HLA identical sibling donors( 1 ). The previously result is that patients who have D/D genotype are associated with high frequency of NIPD. Here, we show the validation study to prove the relationship of ACE polymorphism and IPS, referencing to recently American Thoracic Society criteria( 2 ), in an independent cohort. Material and Methods We analyzed 149 patients who consecutively received HSCT in Tokai University Hospital from 2006 to 2011. Patients background disease were AML; n = 61, ALL; n = 30, NHL; n = 27, MDS; n = 14, AA; n = 8, CML; n = 6, Primary Myelofibrosis; n = 2 and Multiple Myeloma; n = 1. The conventional regimen for myeloid malignancy is CY and TBI (12 Gy divided with 6 fractions); n = 66 or TAI; n = 5 or BU and CY; n = 8, for lymphoid malignancy is CY+TBI 12Gy with VP-16; n = 10. RIST regimen is Fludarabin and Melphalan; n = 60. Inclusion criteria of using RIST were more than 55 year-old or low performance status or high grade of HCT-CI score. The ACE geno-type was determined by PCR amplification of intron 16, based on a previously described method. IPS was diagnosed according to previously published criteria, such as evidence of widespread alveolar injury by multilobar infiltrate, manifest on chest X-ray or computed tomography, as well as clinical symptoms of pneumonia, hypoxemia, and evidence of abnormal respiratory physiology, including restrictive impairment in a pulmonary function test. Host factors of interest included patient age, sex and underlying diagnosis. Transplantation characteristics included level of TBI conditioning, conditioning regimen, hematopoietic stem cell source (bone marrow, peripheral blood or cord blood), donor type (human leukocyte antigen [HLA]-matched or not and related donor or unrelated donor), female to male transplantation, kind of calcineurin inhibitor and acute GVHD. Death without signs of IPS was considered a competing risk in the analysis of IPS incidence. Acute GVHD was diagnosed and graded according to standard criteria. Only grades II and higher of aGVHD were considered for the analysis of aGVHD incidence. Results There were 31 patients who had D/D genotype of ACE polymorphism in this cohort, and 12/31 (38.7%) D/D patients diagnosed as IPS, whereas I/D patients 3/64 (4.7%) and I/I patients 3/54 (5.6%), respectively. The D/D genotype was significantly more frequent in IPS patients than in non-IPS patients (RR; 8.38, P<0.0001, 95%CI 3.08–22.82). In multivariate analysis with competing-risk regression model, the D/D genotype is the most significant factor of developing IPS. Conclusion In this single institute retrospective cohort study revealed the association between ACE insertion/ deletion polymorphism and developing IPS. These findings may confirm the association renin-angiotensin system and IPS after HSCT. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "idiopathic pneumonia syndrome",
        "polymorphism",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "night-time intermittent peritoneal dialysis",
        "pneumonia"
    ],
    "author_names": [
        "Makoto Onizuka, MD, PhD",
        "Mitsuki Miyamono, M.D.",
        "Shinichiro Machida, M.D.",
        "Toyosaki Masako, M.D. Ph.D",
        "Yoshiaki Ogawa, M.D. Ph.D",
        "Hiroshi Kawada, MD, PhD",
        "Kiyoshi Ando, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Makoto Onizuka, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Tokai University School of Medicine, Isehara, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mitsuki Miyamono, M.D.",
            "author_affiliations": [
                "Hematology and Oncology, Tokai University School of Medicine, Isehara, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinichiro Machida, M.D.",
            "author_affiliations": [
                "Hematology and Oncology, Tokai University School of Medicine, Isehara, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toyosaki Masako, M.D. Ph.D",
            "author_affiliations": [
                "Hematology and Oncology, Tokai University School of Medicine, Isehara, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiaki Ogawa, M.D. Ph.D",
            "author_affiliations": [
                "Hematology and Oncology, Tokai University School of Medicine, Isehara, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Kawada, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Tokai University School of Medicine, Isehara, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiyoshi Ando, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Tokai University School of Medicine, Isehara, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T09:32:23",
    "is_scraped": "1"
}