{
    "doi": "https://doi.org/10.1182/blood.V120.21.2091.2091",
    "article_title": "Recurrent Acute Splenic Sequestration in Two Children with Coinheritance of Sickle Cell Trait and Hereditary Spherocytosis. ",
    "article_date": "November 16, 2012",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster Session II",
    "abstract_text": "Abstract 2091 Background: Patients with sickle cell trait (AS) are generally asymptomatic, but they are known to be at risk of developing acute morbidity such as splenic infarction mainly occurring on exposure to high altitude. Much lesser known to most hematologists is that young children with AS who co-inherit hereditary spherocytosis (HS) seem to be at risk of developing acute splenic sequestration crisis (ASSC), which are undistinguishable from those observed in homozygous sickle cell anemia (SCA). Objective: The aim of this abstract is to report 2 patients with sickle cell trait and hereditary spherocytosis, presenting with recurrent episodes of severe hemolytic anemia with features characteristic of ASSC. Patients: Patient 1 is a 4-year-old African American female, whose birth history revealed hemoglobin (Hgb) AS phenotype on newborn screening and hyperbilirubinemia on the 4th day of life requiring phototherapy. At 3 years of age, she presented with severe hemolytic anemia (Hgb 4.6 g/dl, reticulocyte count 9.99%, indirect bilirubin 5 mg/dl, haptoglobin <15 mg/dl) and marked splenomegaly, associated with fever. Blood smear did not show microangiopathic changes or irreversible sickle cells. Hemoglobin electrophoresis confirmed diagnosis of sickle cell trait. Osmotic fragility test revealed increased red cell lysis; band 3 staining on flow cytometry was abnormal. G6PD and pyruvate kinase assays, as well as direct antiglobulin test, were all negative. Subsequently, 4 months apart, she had two similar episodes of severe anemia (Hgb 6.1 and 4.7 g/dl, respectively) and massive splenomegaly, associated with febrile respiratory illnesses. Each time, rapid resolution of splenomegaly and dramatic rise of Hgb following red cell transfusions were observed. On outpatient follow-ups, her baseline Hgb was determined to be 9–10 g/dl. Investigation on both parents disclosed AS phenotype on mother, and mild hemolytic anemia with microspherocytes on blood smear as well as normal Hgb phenotype on father. Due to the recurrent and life-threatening nature of her sequestration crisis, splenectomy was performed recently. Spleen was enlarged and weighed 92 grams; histologic examination showed a markedly congested red pulp and no evidence of recent or remote infarcts, findings felt to be consistent with the diagnosis of HS. Post-splenectomy, Hgb level was 11.8 g/dl. Patient 2 is a 5-year-old African American female with sickle cell trait confirmed by electrophoresis at age 2, when she first presented with fever, splenomegaly and severe hemolytic anemia (Hgb 5.7 g/dl, bilirubin 2.8 mg/dl). Diagnosis of HS was confirmed by abnormal osmotic fragility test. Direct antiglobulin test was negative. Thereafter, she was hospitalized 7 times in the span of 2 years for episodes of severe hemolytic anemia (Hgb ranging 2.6 to 6.3 g/dl and reticulocyte count 10.4 to 29.98%) with marked splenomegaly (as large as 12 cm below costal margin), associated with febrile illnesses. Her baseline Hgb concentration was 8–9 g/dl. She also experienced a dramatic rise in Hgb and rapid resolution of splenomegaly following red cell transfusions. Child underwent splenectomy recently. Her spleen weighed 307 grams; histologic findings were similar as for Patient 1. Conclusion: The above reported cases illustrate that children with combined heterozygosity of AS and HS clinically and hematologically manifest as classical HS (i.e. chronic hemolytic anemia, splenomegaly), but the sickle cell component adds recurrent ASSC to the picture. It has been suggested that the high MCHC characteristic of HS which results in elevated erythrocytic Hgb S concentration might be a predisposing factor for development of ASSC. In addition, we surmise that fever and dehydration during infections worsen the hypoxic and acidotic splenic milieu which predisposes to massive intrasplenic sickling. In a single previously reported experience on two other children with AS and HS whose clinical course was complicated by ASSC, splenectomy was performed. Based on our experience, we suggest that patients with sickle cell trait presenting with hemolytic anemia and splenomegaly should be thoroughly evaluated to exclude HS. Likewise, given the life-threatening nature of the splenic sequestrations observed in our patients, splenectomy (after due immunizations) appears to be the best treatment approach for these children. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "hereditary spherocytosis",
        "sickle cell trait",
        "splenic sequestration",
        "disease susceptibility",
        "hemoglobin",
        "hemolytic anemia",
        "splenomegaly",
        "fever",
        "splenectomy"
    ],
    "author_names": [
        "Min Hee Kim, MD",
        "Vishwas S Sakhalkar, MD",
        "Dana Tunnell, MD",
        "Carlos S. Alvarado, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Min Hee Kim, MD",
            "author_affiliations": [
                "Pediatric hematology/oncology, Mercer University School of Medicine, MCCG, Macon, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vishwas S Sakhalkar, MD",
            "author_affiliations": [
                "Pediatric hematology/oncology, Mercer University School of Medicine, MCCG, Macon, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dana Tunnell, MD",
            "author_affiliations": [
                "Pathology, Medical Center of Central Georgia, Macon, GA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos S. Alvarado, MD",
            "author_affiliations": [
                "Pediatric hematology/oncology, Mercer University School of Medicine, MCCG, Macon, GA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T03:49:09",
    "is_scraped": "1"
}