{
    "doi": "https://doi.org/10.1182/blood-2018-99-117646",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3883",
    "start_url_page_num": 3883,
    "is_scraped": "1",
    "article_title": "Effect of Vancomycin-Resistance Enterococci Colonization Status Prior to Allogeneic Hematopoietic Cell Transplantation on Transplant Outcomes: A Single Center Retrospective Experience ",
    "article_date": "November 29, 2018",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster II",
    "topics": [
        "enterococcus",
        "hematopoietic stem cell transplantation",
        "microbial colonization",
        "transplantation",
        "vancomycin resistance",
        "bloodstream infections",
        "graft-versus-host disease",
        "bacteremia",
        "follow-up",
        "fungemia"
    ],
    "author_names": [
        "Amandeep Salhotra, MD",
        "Dongyun Yang, PhD",
        "Bernard Tegtmeier, PhD D(ABMM), CIC",
        "Sally Mokhtari, PhD",
        "Justine Abella Ross, PharmD",
        "Karamjeet S Sandhu, MD",
        "Ibrahim Aldoss, MD",
        "Haris Ali, MD",
        "Matthew Mei, MD",
        "Monzr Al Malki, MD",
        "Akemi Meguro, PharmD",
        "James Ito, MD",
        "Jana Dickter, MD",
        "Jasmine Zain, MD",
        "Margaret O'Donnell, MD",
        "Ricardo Spielberger, MD",
        "David S Snyder, MD",
        "Auayporn P. Nademanee, MDBS",
        "Anthony S. Stein, MD",
        "Guido Marcucci",
        "Stephen J Forman",
        "Ryotaro Nakamura, MD",
        "Sanjeet Dadwal, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Information Sciences-BRI, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Quality Risk and Regulatory Management, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Clinical Translational Program Development, City of Hope National Cancer Center, Duarte, CA "
        ],
        [
            "Department of Pharmacy Services, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Pharmacy Services, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope Nat'l. Med. Ctr., Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Infectious Disease, City of Hope National Medical Center, Duarte, CA"
        ]
    ],
    "first_author_latitude": "34.1298507",
    "first_author_longitude": "-117.97077220000001",
    "abstract_text": "The prevalence of vancomycin-resistance Enterococci colonization (VRE-C) in patients undergoing allogeneic hematopoietic cell transplantation (aHCT) is between 23-40%. Pre-HCT VRE-C is shown to be associated with high risks of VRE bloodstream infection (VRE-BSI), non-relapse mortality (NRM) and lower overall survival. Recent studies investigating the association between VRE-C and risk of acute graft-versus-host disease (aGVHD) after aHCT has demonstrated conflicting results, possibly due to the heterogeneous transplant conditioning and GVHD prophylactic regimens. Here, we sought to examine the VRE-C prevalence and determine its impact on aHCT outcomes, in patients receiving tacrolimus and sirolimus (T/S) as aGVHD prophylaxis. To explore the association between pre-HCT VRE-C and transplant outcomes, we retrospectively reviewed medical records of a cohort of 1074 consecutive patients who underwent aHCT at City of Hope from 2014 to 2017. Patients with stool culture screening within 30 days pre-aHCT (n=862) were identified from the microbiology database and were grouped as VRE-C and non-colonized (VRE-NC). Data was not available on VRE-C in 185 patients and they were not included in analysis. Overall survival (OS) and progression-free survival (PFS) were examined by Kaplan-Meier curves and log-rank tests. Non-relapse mortality (NRM), VRE-BSI, and GVHD rates of the 2 groups were compared by cumulative incidence rates and Gray's test. Multivariate analyses were performed when adjusting for prognostic factors. Two-sided P value of ≤0.05 was considered significant. Of the 862 evaluated patients, 68 had VRE-C (7.9% prevalence). Median age of patients in VRE-C and VRE-NC groups were 53 and 55 years, respectively. Gender distribution, transplant indications, stem cell source, proportion of unrelated donors, GVHD prophylaxis with T/S and other clinical variables including intensity of conditioning regimen and HCT-CI were similar between the two groups ( Table 1 ) . Karnofsky performance status (KPS) of 90-100 and 70-80 were seen in 40% and 53% of patients with VRE-C compared to 47% and 48% of VRE-NC patients (p=0.12). Overall, VRE-BSI episodes were rare (n=7) with 4 patients in VRE-C (6.1%) and 3 patients in VRE-NC (0.4 %); p <0.001. All 3 patients in the VRE-NC group developed bacteremia within the first 100 days (range 2-97) but VRE-BSI was not the eventual cause of death. The median onset of VRE-BSI in the VRE-C group (n=4) was only 6 days (range: 2-12) with 1 surviving patient and 3 who died of non VRE-BSI related causes. No statistical significance was detected in rates of non-VRE BSI (24.1% in VRE-C Vs. 19.2% in VRE-NC; p=0.30) and fungemia (1.5% in VRE-C vs 1.2% VRE-NC; p=0.77). At a median follow-up duration of 19.4 months (range: 2.7-48.4), similar 1-year OS was achieved in both groups (67.4% in VRE-C and 76.5% in VRE-NC; p=0.11) but 1 year PFS was significantly lower in the VRE-C cohort (55.6% Vs. 69.4%; p=0.038). Higher NRM was achieved in the VRE-C cohorts on days +100 and +365 (11.8% Vs. 7.2% and 25.1% Vs. 14.4%, respectively, p=0.041). ( Figure 1 ) There were no differences in rates of day 100 aGVHD (grades II-IV) ( Figure 2 ) and relapse rates at 12 months between the two groups. Conditioning regimen intensity, donor type, KPS, and primary diagnosis were significantly associated with NRM. When these variables were included in the multivariate model, VRE-C was found to be independently associated with higher NRM (HR=1.82, 95%CI: 1.12-2.93; p=0.015). In conclusion, in our cohort of patients receiving predominantly T/S-based aGVHD prophylaxis, no association was detected between VRE-C and aGVHD incidence. Higher rate of VRE-BSI in the VRE-C group is in accordance with published data, albeit lower rates of VRE-BSI was seen in our cohort. VRE-C contributed to higher NRM at days 100 and 365 post-aHCT and was an independent risk factor for poor HCT outcomes Since VRE-C is a potentially modifiable risk factor, our data supports continued efforts for specific interventional strategies (i.e. antimicrobial stewardship) to reduce drug resistant bacterial colonization, and for clinical research to reverse the impact of VRE-C, such as the use of agents, which may modulate gut microbiome. View large Download slide View large Download slide  Disclosures Salhotra: Kadmon Corporation, LLC: Consultancy. Ali: Incyte Corporation: Membership on an entity's Board of Directors or advisory committees. Stein: Amgen Inc.: Speakers Bureau; Celgene: Speakers Bureau. Forman: Mustang Therapeutics: Other: Licensing Agreement, Patents & Royalties, Research Funding. Dadwal: AiCuris: Research Funding; Gilead: Research Funding; MERK: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Shire: Research Funding."
}