{
    "doi": "https://doi.org/10.1182/blood.V126.23.4882.4882",
    "article_title": "Outcome of Patients with Acute Lymphoblastic Leukemia in an Egyptian Institution with Limited Resources. January 2000 - August 2011 ",
    "article_date": "December 3, 2015",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "Introduction: Acute lymphoblastic Leukemia (ALL) is associated with distinctive biologic and clinical features. The diagnoses and treatments have encountered several challenges in rural area of developing countries populations. Objectives: To evaluate the response and outcome of children with newly diagnosed ALL to a protocol that was modeled after the St Jude total XIII and to assess its effectiveness and treatment obstacles in the population of a developing country. Methodology: A retrospective analysis of patients under the age of 20 treated in Pediatric Oncology department, Menia Oncology Center was conducted. The outcome is reported using descriptive measures. Estimates of Overall survival (OS) and Disease free survival (DFS) will be analyzed. Results: One hundred patients (median age 9 years, range 1 to 19 years) with newly diagnosed ALL were considered eligible between January 2000 and August 2011. Fifty-three (53%) patients were male. Initial risk stratification comprised of 28 % low risk and 71% high-risk patients. One patient was not evaluable due to early induction death. Median total leukocytic count (TLC) at presentation was 30.000/cc (range; 1.500 - 628.000/cc). Twenty-one patients had anterior mediastinal mass detected by chest x-ray. Diagnosis was confirmed by blood and bone marrow examination with Leishman stain, PAS, and Sudan Black. According to the French-American-British (FAB) classification, 96% of patients had L2 morphology. Immunophenotyping and cytogenetic analysis were not available. Central nervous system (CNS) disease at diagnosis was found in 2% of cases. Eighty-three cases achieved complete remission (CR) post induction therapy. At a median follow up of 29.7 months (range 0.1 to 130 months), 73/100 (73%) patients maintained complete remission (CR). Five patients relapsed, including hematological relapse in 4 patients and CNS relapse in 1 patient. Twenty-seven patients died during the period of follow up. Causes of death were as follows; Septicemia and multi-organ failure (n=17), Disease recurrence (n= 5), Methotrexate toxicity (n=3), and invasive fungal infections (n=2). The 5-year OS and DFS for the whole group were 69.3% and 69.9% respectively. On multivariate analysis, TLC >50.000/ cc was an independent factor of disease recurrence (P=0.02) and non-relapse mortality (P=0.01). Age >10 years at diagnosis was associated with borderline significant inferior OS (P=0.09) and DFS (P=0.08). Conclusions: This is one of the largest reports of newly diagnosed ALL in a rural area of a developing country. Major cause of death was attributed to uncontrolled infections. Insufficient resources (e.g. lack of immunophenotyping, unavailable cytogenetics, limited supportive care, and absence of methotrexate level data) adversely affect the outcome. Further studies must be done to adequately report experiences of cancer centers in the developing world after adopting United States inspired protocols. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "chief complaint",
        "complete remission",
        "follow-up",
        "immunophenotyping",
        "bone marrow examination",
        "chest x-ray",
        "cytogenetic analysis",
        "infections",
        "mediastinal mass site anterior"
    ],
    "author_names": [
        "Emad Ebeid, MD PhD",
        "Amr Abdallah, MD PhD",
        "Mahmoud Hammad, MD PhD",
        "Amira Mansour, MD",
        "Mai Khairy, MD PhD",
        "Ossama M. Maher, MD PhD",
        "Leslie E. Lehmann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emad Ebeid, MD PhD",
            "author_affiliations": [
                "Pediatric department, National Cancer Institute, Cairo, Egypt ",
                "Pediatric department, Menia Oncology Center, Menia, Egypt "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amr Abdallah, MD PhD",
            "author_affiliations": [
                "Pediatric department, National Cancer Institute, Cairo, Egypt "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mahmoud Hammad, MD PhD",
            "author_affiliations": [
                "Pediatric department, National Cancer Institute, Cairo, Egypt "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amira Mansour, MD",
            "author_affiliations": [
                "Pediatric department, Naser Cancer Institute, Cairo, Egypt "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mai Khairy, MD PhD",
            "author_affiliations": [
                "Pediatric department, Cairo University Hospital, Cairo, Egypt "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ossama M. Maher, MD PhD",
            "author_affiliations": [
                "Pediatric department, National Cancer Institute, Cairo, Egypt ",
                "Pediatric department, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie E. Lehmann, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Massachusetts General, Children's Hospital, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T03:51:57",
    "is_scraped": "1"
}