{
    "doi": "https://doi.org/10.1182/blood.V126.23.1966.1966",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3050",
    "start_url_page_num": 3050,
    "is_scraped": "1",
    "article_title": "T Cell Exhaustion/Senescence in Relapsed Multiple Myeloma after Autologous Stem Cell Transplantation ",
    "article_date": "December 3, 2015",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster I",
    "topics": [
        "aging",
        "autologous stem cell transplant",
        "multiple myeloma",
        "older adult",
        "t-lymphocytes",
        "concentrate dosage form",
        "cd28 antigens",
        "transplantation",
        "immunotherapy",
        "cd57 antigens"
    ],
    "author_names": [
        "David J. Chung, MD PhD",
        "Katherine B. Pronschinske",
        "Justin A. Shyer",
        "Sneh Sharma",
        "Samantha Leung",
        "Shane A. Curran",
        "Alexander M. Lesokhin, MD",
        "Sean Devlin, PhD",
        "Sergio A. Giralt, MD",
        "James W. Young, MD"
    ],
    "author_affiliations": [
        [
            "Adult Bone Marrow Transplant Service, Division of Hematologic Oncology, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Weill Cornell Medical College, New York, NY ",
            "The Rockefeller University, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, NY ",
            "Department of Medicine, Myeloma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Biostatistics and Epidemiology, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Weill Cornell Medical College, Cornell University, New York, NY ",
            "Department of Medicine, Adult Bone Marrow Transplantation Services, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, NY ",
            "The Rockefeller University, New York, NY ",
            "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "40.7640831",
    "first_author_longitude": "-73.9560269",
    "abstract_text": "BACKGROUND : Multiple myeloma (MM) is the most common indication for high-dose chemotherapy and autologous stem cell transplantation (ASCT). Post-transplant lenalidomide maintenance therapy doubles progression-free survival, but almost all patients eventually relapse. The immune system participates in the control of MM, whereas compromised immunity contributes to its evolution. Post-transplant immunotherapy to induce or restore antitumor immunity offers a promising approach to target residual MM and improve patient outcomes. The rational development of immunotherapeutic interventions after ASCT, however, requires a comprehensive understanding of the immunologic milieu. We therefore evaluated lymphocyte composition and function after ASCT to guide optimal timing of immunotherapy and to identify potential markers of relapse. METHODS : Fifty-five MM patients undergoing ASCT were evaluated for at least one year. Peripheral blood from patients was obtained before ASCT and on d +12, +30, +90, +180, and +365 after ASCT, and at the time of relapse where applicable. Leukocyte concentrates were used as a source of healthy donor cells. Mononuclear cells were analyzed by flow cytometry for phenotypic assessment of lymphocyte subset composition. Functional assessment of dendritic cell and T cell activity in vitro was assayed in autologous and allogeneic mixed leukocyte reactions, cytotoxic T lymphocyte (CTL) lysis assays, and PD-1 blockade experiments. RESULTS : CD3 + CD4 + CD25 bright CD127 neg regulatory T cells (Tregs) decline as CD8 + T cells expand during early lymphocyte recovery after ASCT, markedly reducing the Treg:CD8 + effector T-cell ratio (Fig 1A) and providing a critical early window for the introduction of immune-based post-transplant consolidation therapies. CD8 + T cells can respond to autologous dendritic cells presenting tumor antigen in vitro as early as day +12 post-transplant, becoming antigen-specific CTL effectors and thereby demonstrating preservation of cellular reactivity (Fig 1B). CD4 + and CD8 + T cells express the negative regulatory molecules, CTLA-4, PD-1, LAG-3, and TIM-3, before and after ASCT (data not shown). A subpopulation of exhausted/senescent CD8 + T cells, however, down-regulates CD28 (Fig 2A) and up-regulates CD57 (Fig 2B) and PD-1 (Fig 2C), characterizing immune impairment and relapse after ASCT. CD4 + T cells show the same trends in the frequencies of CD28 neg , CD28 neg CD57 + , and CD28 neg PD-1 + cells, albeit at lower levels of expression (Fig 2D). Relapsing patients have higher numbers of CD8 + CD28 neg PD-1 + T cells at +3 months after transplant (Fig 2E), but before detection of clinical disease, indicating their applicability in identifying patients at higher risk of relapse. PD-1 blockade revives the proliferation and cytokine secretion of the hyporesponsive, CD8 + CD28 neg PD-1 + T cells in vitro (Fig 3). CONCLUSION : These results identify T cell exhaustion/senescence as a distinguishing feature of relapse and support early introduction of immunotherapy to stimulate antitumor immunity after ASCT. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Lesokhin: Genentech: Research Funding; Bristol Myers Squibb: Consultancy, Research Funding; Aduro: Consultancy; Janssen: Consultancy, Research Funding; Efranat: Consultancy. Giralt: CELGENE: Consultancy, Honoraria, Research Funding; SANOFI: Consultancy, Honoraria, Research Funding; AMGEN: Consultancy, Research Funding; JAZZ: Consultancy, Honoraria, Research Funding, Speakers Bureau; TAKEDA: Consultancy, Honoraria, Research Funding."
}