{
    "doi": "https://doi.org/10.1182/blood.V116.21.1648.1648",
    "article_title": "Genetic Variation In MYH9 Is Associated with Sickle Cell Disease Nephropathy ",
    "article_date": "November 19, 2010",
    "session_type": "Hemoglobinopathies, excluding Thalassemia: Poster I",
    "abstract_text": "Abstract 1648 Background: Renal failure occurs in 5–18% of sickle cell disease (SCD) patients and is a major risk factor for early mortality. However, there is no established method of identifying SCD patients that are at high risk of developing this outcome prior to the appearance of proteinuria, and its pathobiology is not well understood. The non-muscle myosin heavy chain ll-A ( MYH9 ) gene, which encodes the heavy chain of myosin II-A in the podocyte cytoskeleton, has been identified as driving the high risk of focal segmental glomerulosclerosis (FSGS) and end-stage renal disease in African Americans. Methods: We genotyped 26 single nucleotide polymorphisms (SNPs) in the MYH9 gene in 521 unrelated adult (18 – 83 years) SCD patients who had been screened for proteinuria. Logistic regression was used to determine if the SNPs predicted risk for proteinuria among the patients. Results: Of 521 adult SCD patients studied, 140 had proteinuria, while 381 did not. On average, subjects with proteinuria were 6 years older than subjects without proteinuria (p<0.0001). The odds of having proteinuria increased by 1.04 (4.2%) for every one year increase in age, starting at age 18. We found association with proteinuria for 8 SNPs in MYH9 , with nominal p values ranging from 0.025 to 0.0001. Two of these SNPs (rs5756129 and rs1005570) had been previously associated with FSGS in African-Americans without SCD (Kopp et al., 2008). Five SNPs remained significant after correcting for multiple testing (p < 0.003) using the method described by Li and Ji (2005), and a risk haplotype significantly associated with proteinuria (p=0.001) was identified. The frequency of proteinuria among individuals who were homozygous for the risk genotype ranged from 40–50% for each of the five SNPs remaining significant after adjusting for multiple testing, while the risk of proteinuria for individuals who did not have that genotype ranged from 20–30%. Glomerular filtration rate was negatively correlated with proteinuria (r = -0.25, p < 0.0001) but was not itself associated with MYH9 SNPs. Although we tested for association of proteinuria with the two most significant BMPR1B SNPs found by Nolan et al. (2007), neither were associated with proteinuria or GFR in age-adjusted analysis of our cohort, although we did observe nominal evidence for association of a different BMPR1B SNP with proteinuria in our data set (rs1434536, p=0.004, age adjusted). To further investigate a possible connection between BMPR1B and MYH9 , we performed regression analyses including BMPR1B SNPs (rs1434536, rs2240036 and rs4145993) and the MYH9 haplotype in the models and controlled for age. In these analyses, the MYH9 risk haplotype remained a significant predictor of proteinuria and was only borderline associated with GFR. None of the BMPR1B SNPs were associated with proteinuria or GFR when the MYH9 haplotype was included in the model, suggesting that MYH9 is likely the more important contributor to these processes in our data set. Conclusion: Our data provide additional support for the role of MYH9 in renal dysfunction among African Americans. A specific haplotype appears to be associated with increased risk for proteinuria among patients with SCD. The association of MYH9 with renal dysfunction in SCD provides insight into the pathophysiology of this process and may lead to early identification of patients at risk and, ultimately, to new modes of therapeutic intervention. Disclosures: De Castro: GlycoMimetics: . Telen: GlycoMimetics: Consultancy, clinical trial sponsorship.",
    "topics": [
        "kidney diseases",
        "myh9 gene",
        "sickle cell anemia",
        "genetics",
        "proteinuria",
        "focal glomerulosclerosis",
        "kidney failure",
        "early diagnosis",
        "kidney failure, chronic",
        "therapeutic intervention"
    ],
    "author_names": [
        "Emmanuel Okocha, MBBS",
        "Melanie Garrett, MS",
        "Karen Soldano, BS",
        "Laura M. De Castro, MD",
        "Jude Jonassaint, RN",
        "Eugene P. Orringer, MD",
        "James R. Eckman, MD",
        "Marilyn J. Telen, MD",
        "Allison E Ashley-Koch, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emmanuel Okocha, MBBS",
            "author_affiliations": [
                "Institute for Genome Sciences and Policy and Department of Medicine, Division of Medical Genetics, Duke University, Durham, NC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Melanie Garrett, MS",
            "author_affiliations": [
                "Department of Medicine, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Soldano, BS",
            "author_affiliations": [
                "Department of Medicine, Division of Medical Genetics, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura M. De Castro, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jude Jonassaint, RN",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugene P. Orringer, MD",
            "author_affiliations": [
                "Department of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R. Eckman, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Emory University Medical Center, Atlanta, GA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marilyn J. Telen, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Duke University, Durham, NC, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison E Ashley-Koch, PhD",
            "author_affiliations": [
                "Department of Medicine, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T15:31:58",
    "is_scraped": "1"
}