{
    "doi": "https://doi.org/10.1182/blood.V120.21.3368.3368",
    "article_title": "High Diagnostic Utility of Second-Day Factor VIII Levels to Assess Pediatric Hemophilia A Pharmacokinetics ",
    "article_date": "November 16, 2012",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "abstract_text": "Abstract 3368 Background: The role of pharmacokinetic (PK) assessment of factor VIII (fVIII) plasma levels in hemophilia A patients (pts) is evolving. For two decades at our center and many others, full or “modified” PK studies were based on multiple levels drawn before and for several hours following infusion. This required IV access for frequent sampling as well as substantial staff, patient, and parent time. A practical consequence was that PK assessment was reserved for pts with concern for poor factor survival. Recently Björkman, Collins et al reported use of population-based PK sampling to obtain accurate half-life (t 1/2 ) determination by limited blood sampling (2 levels only, 12–36 hours post dose, “Day 2”) in adults with hemophilia A [Haemophilia 16:597, 2010]. The aim of this study was to evaluate the applicability and practical use of these principles in a large pediatric hemophilia clinic, with a long-term goal of individualizing factor VIII dosing. Methods: For this IRB-approved chart review, 27 pts were identified through Hemophilia Center records and a hospital EMR search strategy, who had fVIII PK studies since 2002 at Boston Children's Hospital. Four of 27 had an inhibitor at the time of assessment and were excluded from analysis. Maximum post-infusion fVIII concentrations (C max ) were estimated from the TCI Works Program [Björkman, Haemophilia 17:e239, 2011]. Graphical and statistical analyses were conducted in GraphPad Prism 5.01. Graphical models in Prism used non-linear least squares fit to a one phase exponential decay curve with the “terminal plateau” parameter arbitrarily constrained to 0.5% (0.005U/ml fVIII) for severe hemophilia A. Results: Forty sets of PK studies were analyzed from 23 pts, median age 7.9 years, and including 8/23 patients (35%) with former inhibitors. The median z-score for BMI was +0.3; obesity was rare. All FDA approved recombinant fVIII brands were represented. The average t 1/2 of fVIII in our pts was 6.8 ± 2.1 hours. 52% (12/23) of patients had PK values only within the first 8 hours after an infusion (plus pre-infusion “trough”). Eight non-inhibitor pts contributed multiple sets of PK to the study, over a maximum time interval of 8 years, with negligible variability over time. Due to the commonly observed rapid early fVIII clearance (“biphasic kinetics”), estimates of t 1/2 based on Day 2 time points (after 12–24 h when available) are longer than estimates based on points within the first several hrs post infusion (“Day 1”) for pts in which both “Days” were available. Figure A demonstrates this effect in one pt, and shows t 1/2 estimated from early vs. late samples. An example of Day 2 sampling alone is shown in Figure B. Conclusions: Second-day fVIII sampling shows promise in pediatric hemophilia A pts as published for adult pts. Testing our entire prophylaxis population by this method has significant implications for individualized vs. fixed dose prophylactic dosing strategies. In non-inhibitor pts, our center has historically used every-other-day prophylactic fVIII dosing at 25 U/kg usually not modified for individual PK. The recognition that Day 2 sampling is equal or superior to detailed first-day testing could result in manifold improvements in (a) pt satisfaction; (b) ability to test all prophylaxis pts rather than those with perceived bleeding risk; (c) ability to individualize treatment models based on PK assessments; (d) reduced testing cost per pt; and (e) potential large savings on a population basis for factor utilization. Individualized dose tailoring and kinetic analyses offer the potential for better pt health and decreased cost of hemophilia treatment. Figure Legend: View large Download slide A) Estimated fVIII t 1/2 from Day 1 or Day 2 time points for a single pt. fVIII levels drawn on first day (up to 6 hours post infusion) predict t 1/2 = 4.7 h. Day 2 levels (> 24–48 post infusion) demonstrate t 1/2 = 7 h. (p for difference = 0.047). Due to apparent biphasic elimination kinetics, day 2 data better predict terminal half-life. B) Half-life estimation in an 18 y.o. pt using day 2 PK levels, demonstrating prolonged fVIII survival. Figure Legend: View large Download slide A) Estimated fVIII t 1/2 from Day 1 or Day 2 time points for a single pt. fVIII levels drawn on first day (up to 6 hours post infusion) predict t 1/2 = 4.7 h. Day 2 levels (> 24–48 post infusion) demonstrate t 1/2 = 7 h. (p for difference = 0.047). Due to apparent biphasic elimination kinetics, day 2 data better predict terminal half-life. B) Half-life estimation in an 18 y.o. pt using day 2 PK levels, demonstrating prolonged fVIII survival.  Close modal Disclosures: Saxena: Bayer: Research Funding; Novo Nordisk: Research Funding. Neufeld: Novo Nordisk: Membership on an entity's Board of Directors or advisory committees; Bayer: DSMB membership, DSMB membership Other; Baxter: Research Funding.",
    "topics": [
        "factor viii",
        "hemophilia a",
        "pediatrics",
        "pharmacokinetics",
        "obesity",
        "brachial plexus neuritis",
        "infusion procedures",
        "hemophilias",
        "intravenous access",
        "phlebotomy"
    ],
    "author_names": [
        "Jacqueline F. Morrison",
        "Rachael F. Grace, MD",
        "Kapil Saxena, MD",
        "Ellis J. Neufeld, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jacqueline F. Morrison",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Boston Children's Hospital, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rachael F. Grace, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Boston Children's Hospital, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kapil Saxena, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Boston Children's Hospital, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellis J. Neufeld, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Boston Children's Hospital, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T03:51:55",
    "is_scraped": "1"
}