{
    "doi": "https://doi.org/10.1182/blood.V122.21.1397.1397",
    "article_title": "Natural Killer Cells In Pediatric Acute Lymphoblastic Leukemia Patients At Diagnosis Demonstrate An Inhibitory Phenotype and Reduced Cytolytic Capacity ",
    "article_date": "November 15, 2013",
    "session_type": "612. Acute Lymphoblastic Leukemia: Pathophysiology &amp; Clinical Studies: Poster I",
    "abstract_text": "Background Natural killer (NK) cells are a key component of innate immunity, with the potential to recognize and kill transformed malignant cells without prior sensitization. A balance between activating and inhibitory signals from cell surface receptors determines NK cell cytotoxicity and cytokine release. Therapeutic approaches to augmenting NK cell function are being explored in various malignancies. Little is known about NK phenotype and function in patients with childhood acute lymphoblastic leukemia (ALL), the most common childhood cancer. Here we describe an inhibitory phenotype and impaired cytolytic function in NK cells from pediatric ALL patients at diagnosis, compared with healthy pediatric controls. Restoring NK function may be a useful therapeutic approach in ALL. Methods Peripheral blood mononuclear cells (PBMCs) were isolated from 25 patients with newly diagnosed B-ALL, age 1-16 years, and 7 healthy controls, age 2-13 years, in order to compare NK cell frequency, immunophenotype, and functional activity. NK frequency was assessed by flow cytometric staining for CD56+CD3- cells. NK phenotype was assessed by surface expression of activating receptors NKp30, NKp44, NKp46 and NKG2D and inhibitory receptors KIR2DL1/S1, KIR2DL2/S2, KIR3DL1 and NKG2A. Functional activity was determined by incubation of NKs with target cells, followed by flow cytometric measurement of degranulation (surface CD107a) and cytokine release (intracellular IFNg and TNFa). Targets included the MHC class I deficient K562 cell line and, where available, autologous ALL blasts. Results ALL patients demonstrated significantly lower absolute NK cell counts compared with healthy controls (mean absolute count 168 vs. 406 cells/uL, p = 0.0002). They also exhibited significantly fewer NK cells expressing the activating marker NKp46 (mean absolute count 70 vs. 165, p = 0.016); and a significantly higher percentage of cells expressing the inhibitory marker NKG2A (mean 20.5% vs. 1.95% in controls, p = 0.012) ( Fig 1A ). In co-culture assays with K562 target cells, ALL patients' NK cells demonstrated inferior degranulation and cytokine release compared to healthy controls (representative data in Fig 1B ; mean IFNγ production of 1.2% vs. 4.8%, p = 0.02; mean TNFα production of 1.8% vs. 3.8%, p = 0.06; and mean surface CD107a of 5.4% vs. 15.1%, p = 0.08). ALL samples (n = 3) demonstrated little to no cytokine release when incubated with autologous blasts compared with the response elicited by PMA-ionomycin (representative data in Fig 1C ; mean CD107a 0.92% vs. 7.85%, p = 0.04; mean IFNγ 0.26% vs 40.47%, p = 0.10; mean TNFα 0.2% vs 41%, p = 0.008). Conclusion At diagnosis, pediatric ALL patients exhibit a lower frequency of NK cells, an inhibitory phenotype, and decreased cytolytic activity compared to healthy pediatric controls, particularly against autologous leukemic blasts. These results suggest that augmentation of the NK response may be useful therapeutically to improve outcomes in childhood ALL. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "leukemia, lymphocytic, acute, childhood",
        "natural killer cells",
        "phenotype",
        "cytokine",
        "lamp-1",
        "cancer",
        "childhood cancer",
        "coculture techniques",
        "cytotoxicity"
    ],
    "author_names": [
        "Rayne H. Rouce, MD",
        "Takuya Sekine",
        "Gerrit Weber, MD",
        "Claude Chew",
        "Katayoun Rezvani, M.D., PhD",
        "Catherine M. Bollard, MD, FRACP, FRCPA",
        "Karen R Rabin, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rayne H. Rouce, MD",
            "author_affiliations": [
                "Texas Children's Cancer Center, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takuya Sekine",
            "author_affiliations": [
                "Stem Cell and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerrit Weber, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claude Chew",
            "author_affiliations": [
                "Stem Cell and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katayoun Rezvani, M.D., PhD",
            "author_affiliations": [
                "Stem Cell and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine M. Bollard, MD, FRACP, FRCPA",
            "author_affiliations": [
                "Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, and Texas Children's Hospital, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen R Rabin, MD, PhD",
            "author_affiliations": [
                "Texas Children's Cancer Center, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T18:46:41",
    "is_scraped": "1"
}