{
    "doi": "https://doi.org/10.1182/blood.V104.11.4510.4510",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=68",
    "start_url_page_num": 68,
    "is_scraped": "1",
    "article_title": "Preliminary Results of Reduced Intensity Allogeneic Stem Cell Transplantation (RI ALLOSCT) followed by a Dose Escalation of Targeted Consolidative Immunotherapy with Gemtuzumab Ozogamicin (GO) in Pediatric Recipients with CD33+ AML. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Myeloablative (MA) AlloSCT has been successfully used to treat childhood AML but may be associated with significant toxicity and recurrent disease (Woods et al, Blood 2001). Reduced intensity (RI) AlloSCT may offer a less toxic approach to patients with AML/MDS (Taussig et al, J Clin Oncol 2003); however, RI may be associated with an increased risk of relapse. CD33, a sialic acid cell surface receptor, is expressed in 80% of AML, especially FAB subtypes M1-M6 (Sievers et al, Blood 1999). GO, a recombinant humanized CD33 antibody conjugated to calicheamicin, is internalized after binding to CD33, releasing calicheamicin and causing cell death. GO has induced responses in over 30% of adult patients with recurrent CD33+ AML but may be associated with liver sinusoidal obstructive syndrome (SOS), especially when used in combination with MA AlloSCT (Sievers et al, J Clin Oncol 2001). We therefore hypothesized that RI AlloSCT followed by GO might reduce overall toxicity compared to MA AlloSCT and reduce the relapse rate in pediatric patients with CD33+ AML. We are currently studying the feasibility and toxicity of RI AlloSCT followed by a dose escalation of GO (4.5, 6.0, 7.5 mg/m 2 x 2 doses starting 8–10 weeks after AlloSCT), in pediatric patients with average risk AML. Four patients with CD33+ AML (M4/M5, M5, M4, and M0) in CR1 (3) and CR2 (1) were transplanted using a RI conditioning regimen of fludarabine 30 mg/m 2 for 6 days, and busulfan 3.2 mg/kg (< 4 yrs, 4 mg/kg/day) for 2 days. GVHD prophylaxis consisted of tacrolimus and mycophenolate mofetil (Osunkwo/Cairo et al, BBMT 2004). The donor sources were: 2 6/6 HLA matched peripheral blood stem cell family donors, 1 6/6 sibling cord blood, and 1 4/6 unrelated cord blood. Day 30 and Day 60 donor chimerism for these patients were 98%, 98%, 98%, 14% and 95%, 85%, 92%, 0% respectively. All 4 patients had CR bone marrows on Day 60. Median time to ANC≥500/ml 3 x 2 days and platelet count≥500/ml 3 x 7 days, untransfused, was 15 days (7–17) and 11 days (1–42), respectively. The first 3 patients went on to receive consolidation therapy post AlloSCT with 1 (n=1) and 2 (n=2) doses of GO at dose level one, 4.5 mg/m 2 followed by GM-CSF (250 mcg/m 2 /d until ANC≥2500); all patients tolerated RIAlloSCT without grade 3–4 toxicity. All patients experienced grade IV neutropenia following each dose of GO. ANC recovery after first GO was achieved on day 18, 14, and 18, and day 14 and 13, after the second dose. Grade IV thrombocytopenia was only observed with dose 1 in 1 patient. No patients have developed SOS and all have maintained >80% donor chimerism. In summary, the administration of GO post RI Allo in pediatric recipients with average risk AML is feasible and well tolerated with minimal toxicity. The MTD has yet to be determined for GO post RI AlloSCT for CD33+ AML. Studies are underway to determine the change, if any, in minimal residual disease (MRD) by WT1 gene expression before and after GO consolidation therapy post RI AlloSCT.",
    "topics": [
        "allogeneic stem cell transplant",
        "allopurinol",
        "antibodies",
        "busulfan",
        "cd33 antigen",
        "chimerism",
        "consolidation therapy",
        "fludarabine",
        "gemtuzumab",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Elizabeth Roman, MD",
        "Lauren Harrison, RN",
        "Erin Cooney, CPNP",
        "Olga Militano, Pharm",
        "Karen Wolownik, MSN, CPNP",
        "Ria Hawks, MSN, CPNP",
        "Mary Brigid Bradley, MD",
        "Gustavo Del Toro, MD",
        "Diane George, MD",
        "James Garvin, MD, PhD",
        "Mitchell S. Cairo, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Children’s Hospital of NewYork-Presbyterian, Columbia University, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.80232335",
    "first_author_longitude": "-73.94771680000001"
}