{
    "doi": "https://doi.org/10.1182/blood.V110.11.4632.4632",
    "article_title": "Predictive Value of the Pre-Operative CT Scan for Splenectomy in Patients with Primary, and Post Essential Thrombocythemia/Post Polycythemia Vera Myelofibrosis. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "BACKGROUND: Splenectomy is performed for palliating symptoms in patients with primary myelofibrosis (PMF; as well as post essential thrombocythemia myelofibrosis/ post polycythemia myelofibrosis ( Mesa et. al. Cancer  2006 ; 107 (2): 361 –70 ). Pre-operative computed tomograms (CTs) of the spleen are frequently performed for estimating spleen size and anatomy, but sometimes raise concern over radiographic splenic masses. We performed a retrospective analysis of splenectomized PMF patients to determine the predictive value of CT in these patients. METHODS: Splenectomized patients, with confirmed PMF (and POST ET/PV MF), with an available pre-operative CT scan were included. Pre-operative CT scans were reviewed in a blinded fashion by a radiologist (B.B.), and histopathology was concurrently reviewed in a blinded fashion by a hematopathologist (C.Y.L.), with attention for radiographic evidence of splenic masses, splenic infarction and hemorrhage, evidence of extra-splenic masses. Additionally splenic volume was calculated by CT through an algorithm using maximal splenic length, width, and slice size (prorated ellipsoid where volume = (30+.58(XxYxZ)). Results from each review were compared and analyzed against clinical outcomes and documented splenic mass. RESULTS: Thirty-eight patients had concurrent CT and splenic pathology available underwent splenectomy for myelofibrosis (20 PMF; median age at diagnosis 64.6 years (range (46–79), 52% males). Splenic volume estimations by CT correlated well with splenic mass measurements. Splenic volume estimation by CT was 2365 CC (range 736–11355 CC), compared with a measured median splenic mass of 2000 mg (range 730–11750 mg) (bivariate analysis p<0.001). Splenic lesions were identified in a total of 33 patients (87%), 10 only by histopathology (30%), 3 only by CT (9%), and 20 by both (61%). Histopathologically 15 patients had localized hemorrhage, 13 had splenic infractions, and 8 had nodular foci of extramedullary hematopoiesis. Only 2 patients had evidence of an alternative malignancy (concurrent chronic lymphocytic leukemia (CLL, n =1) or systemic mast cell disease (n = 1). CT was very sensitive for detecting focal low density lesions (LDLs), which are roughly spherical regions of decreased contrast enhancement in the spleen, and detected the majority of macroscopic lesions. The presence of splenic infarctions histologically was associated with decreased post splenectomy survival (p=0.02; median 7.2 months vs. 15.0 months), however the sensitive (but not specific) presence of LDL lesions by CT did not have prognostic significance. The CT appearance of splenic hemorrhage was nonspecific, and since these areas of parenchymal hemorrhage were likely subacute/chronic, they could not be reliably distinguished from other LDLs. CONCLUSIONS: Pre-operative CT in patients whom undergo palliative splenectomy for myelofibrosis is a sensitive tool for determining the presence of small splenic lesions (hemorrhage, infarction and EMH). Additionally splenic volume estimation by CT, correlates well with measured splenic mass and may assist in operative planning. Splenic lesions in PMF (post ET/PV MF) by CT rarely represented an alternative malignant process, and should likely not be the sole indication for splenectomy. Splenic infarctions were associated with decreased survival after splenectomy, however CT is not always able to distinguish these lesions from EMH and hemorrhage.",
    "topics": [
        "computed tomography",
        "myelofibrosis",
        "polycythemia vera",
        "splenectomy",
        "thrombocythemia, hemorrhagic",
        "hemorrhage",
        "splenic lesion",
        "splenic infarction",
        "cancer",
        "chief complaint"
    ],
    "author_names": [
        "Ruben A. Mesa, MD",
        "Brian Bartholmai, MD",
        "Chin Y. Li, MD",
        "Susan Schwager",
        "Animesh Pardanani, MD, PHD",
        "Kebede Hussein, MD",
        "Ayalew Tefferi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ruben A. Mesa, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brian Bartholmai, MD",
            "author_affiliations": [
                "Radiology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chin Y. Li, MD",
            "author_affiliations": [
                "Hematopathology, Mayo Clinic, Rochester"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Schwager",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Animesh Pardanani, MD, PHD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kebede Hussein, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayalew Tefferi, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T02:03:07",
    "is_scraped": "1"
}