{
    "doi": "https://doi.org/10.1182/blood-2019-129883",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4367",
    "start_url_page_num": 4367,
    "is_scraped": "1",
    "article_title": "Overexpression and Targeted Activation of the Protein Phosphatases SHP-1 Abrogates Survival Pathways in Large Granular Lymphocyte Leukemia (LGLL) ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "hematopoietic cell phosphatase",
        "leukemia, t-cell, chronic",
        "protein phosphatase",
        "protein overexpression",
        "phosphoric monoester hydrolases",
        "stat3 protein",
        "chronic natural killer cell lymphocytosis",
        "lymphoproliferative disorders",
        "protein kinase",
        "proto-oncogene proteins c-akt"
    ],
    "author_names": [
        "Mario Angelo Pagano",
        "Elena Tibaldi",
        "Giulia Calabretto",
        "Antonella Teramo",
        "Luca Dell'Amico",
        "Gabriella Donà",
        "Gregorio Barilà",
        "Cristina Vicenzetto",
        "Vanessa Rebecca Gasparini",
        "Valentina Trimarco",
        "Monica Facco",
        "Francesco Piazza",
        "Gianpietro Semenzato",
        "Anna Maria Brunati",
        "Renato Zambello"
    ],
    "author_affiliations": [
        [
            "University of Padova, Department of Molecular Medicine, Padova, Italy "
        ],
        [
            "University of Padova, Department of Molecular Medicine, Padova, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
            "Veneto Institute of Molecular Medicine (VIMM), Padova, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
            "Veneto Institute of Molecular Medicine (VIMM), Padova, Italy "
        ],
        [
            "University of Padova, Department of Chemical Sciences, Padova, Italy"
        ],
        [
            "University of Padova, Department of Molecular Medicine, Padova, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
            "Veneto Institute of Molecular Medicine (VIMM), Padova, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
            "Veneto Institute of Molecular Medicine (VIMM), Padova, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
            "Veneto Institute of Molecular Medicine (VIMM), Padova, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
            "Veneto Institute of Molecular Medicine (VIMM), Padova, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
            "Veneto Institute of Molecular Medicine (VIMM), Padova, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
            "Veneto Institute of Molecular Medicine (VIMM), Padova, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
            "Veneto Institute of Molecular Medicine (VIMM), Padova, Italy "
        ],
        [
            "University of Padova, Department of Molecular Medicine, Padova, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
            "Veneto Institute of Molecular Medicine (VIMM), Padova, Italy "
        ]
    ],
    "first_author_latitude": "45.4078326",
    "first_author_longitude": "11.886323099999998",
    "abstract_text": "Introduction: Aberrant phosphorylation-mediated signaling is a well-established condition involved in the onset and progression of virtually all types of cancer. That not only depends on the over-activation of protein kinases, but also on the lack of the proper counterbalance of protein phosphatases, because of their decreased expression or activity. In turn, this is likely to be due to genetic and epigenetic alterations, or interactions with cellular inhibitors and inhibitory post-translational modifications, respectively. In Large Granular Lymphocyte Leukemia (LGLL), a rare lymphoproliferative disorder characterized by clonal expansion of either cytotoxic T lymphocytes (T-LGLL) or natural killer cells (chronic lymphoproliferative disorder of NK cells, CLPD-NK), constitutive activation of phosphorylation-regulated survival pathways, especially the JAK2/STAT3 axis, but also PI3K/Akt and NF-κB pathways among others, has been found to account for the molecular mechanisms sustaining monoclonal cell proliferation and resistance to apoptosis. Interestingly, since such pathways are modulated by the tyrosine phosphatase SHP-1 under normal conditions, it is conceivable that putative alterations of this phosphatase, and consequent inability to disrupt hyperactive pathways, play a role in LGLL pathogenesis. In this study, we assessed the ability of small molecules inducing the expression and stimulating the activity of SHP-1 to abrogate the survival pathways in LGL by counteracting aberrant signals generated by constitutively activated protein kinases. Methods: Peripheral blood specimens were collected from untreated patients with LGLL (both T-LGLL and CLPD-NK). Peripheral blood mononuclear cells (PBMCs) were isolated by Ficoll-Hypaque (Sigma Aldrich) gradient separation. LGLs were further separated from PBMCs by using immunomagnetic beads (Miltenyi Biotec). LGLs were incubated either with acetyl-11-keto-β-boswellic acid (AKBA), a pentacyclic triterpene capable of inducing SHP-1 expression, or SC-78, a regorafenib-like derivative specifically stimulating SHP-1 activity, or both at increasing concentrations and discrete time points. After such treatments, LGLs underwent annexin V-PI flow cytometry to assess the extent of apoptosis or were lysed to monitor the abundance of SHP-1 and the phosphatase activity thereof. Moreover, the phosphorylation/activation status and the protein level of factors directly involved in the constitutively activated survival pathways of LGLs were evaluated by Western blot analysis. Results: Both AKBA and SC-78 proved effective at eliciting a significant level of apoptosis in the low micromolar range, exhibiting an additive effect when used in combination. Moreover, both compounds activated SHP-1 activity, as demonstrated by in-vitro phosphatase assays. As to the phosphorylation-dependent signals affected by SHP-1 activation, we observed a marked decrease in the phosphorylation status of STAT3, resulting in the downregulation of the STAT3-induced expression of downstream target genes (Mcl-1, survivin, Cyclin D and S1P 5 ), as well as the dephosphorylation of Akt and p65, which confirmed the role of SHP-1 as a functional antagonist of survival pathways in LGLs. Conclusion: Taken together, our results support the newly emerging evidence that the targeted activation of SHP-1, which is already recognized as a tumor suppressor in other tumor cells, may serve as a mechanism countering the aberrant pro-survival signals, thus opening new options for the treatment of LGLL. Disclosures Zambello: Janssen: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees."
}