{
    "doi": "https://doi.org/10.1182/blood.V118.21.2281.2281",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1942",
    "start_url_page_num": 1942,
    "is_scraped": "1",
    "article_title": "RISK-Prediction MODEL for DEVELOPMENT of Venous Thromboembolism In HOSPITALIZED CHILDREN ",
    "article_date": "November 18, 2011",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "child, hospitalized",
        "oral contraceptives",
        "venous thromboembolism",
        "central venous catheters",
        "endocrine therapy",
        "hormone replacement therapy",
        "immobilization",
        "length of stay",
        "bloodstream infections",
        "logistic regression"
    ],
    "author_names": [
        "Arash Mahajerin, MD",
        "Robert Fallon, MD, PhD",
        "George Eckert, MAS",
        "Mark Heiny, MD, PhD",
        "Terry Vik, MD",
        "Anjali Sharathkumar, MD, MS"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Riley Hospital for Children, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Pediatrics, Riley Children's Hospital, Indianapolis, IN, USA, "
        ],
        [
            "Biostatics, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Pediatrics, Riley Children's Hospital, Indianapolis, IN, USA, "
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Pediatrics, Children's Memorial Hospital, Northwestern University's Feinberg School of Medicine, Chicago, IL"
        ]
    ],
    "first_author_latitude": "39.777428500000006",
    "first_author_longitude": "-86.1800805",
    "abstract_text": "Abstract 2281 Background: The prevalence of venous thromboembolism (VTE) is steeply rising in hospitalized children. Considering the immediate and long-term complications of VTE and its impact on health-care utilization, strategies to prevent the occurrence of VTE are urgently needed. Identifying children with predisposition for VTE and using VTE prophylaxis for this subset of patients may help to reduce the prevalence of VTE. Objective: To develop a clinical risk-prediction tool to identify a subset of hospitalized population with a predisposition for the development of VTE. Design/Method: A retrospective, single-institution, case-control (1:2) study was conducted at Riley Children's Hospital (study period: 2005–2010). Children with VTE were identified using ICD9 codes. Age, sex and disease matched controls were randomly selected from the hospital database. Extensive medical information about the patient demography, underlying disease, characteristics and known risk-factors of VTE was collected from patients' medical-records. Univariate analyses were performed to explore the association between risk factors and VTE. Conditional logistic regression analyses were performed to develop a risk-prediction model. The risk score algorithm was created based on the beta coefficients from the logistic regression model. ROC curves were calculated to evaluate the model performance. Results: A total of 173 cases and 346 controls were included in the study. Prevalence of VTE was 71 cases per 10,000 hospitalized children per year. Individually several of the risk factors were much stronger than others. Involvement of 3 or more systems, previous hospitalization, BMI and hormone therapy were not individually significant, while length of stay at least 7 days, direct admission to the ICU/NICU, central venous line, positive blood stream infection, and prolonged immobilization were significant. Table I shows the multivariate analyses which included only statistically significant risk factors. Because of the varied significance of the individual factors, an analysis was performed to create a weighted score to evaluate risk of VTE. Based on beta-coefficients from a multiple-variable logistic regression model, the risk score was calculated using 2 points each for length of stay at least 7 days, prolonged immobilization, and hormone therapy, and using 1 point each for direct admission to the ICU, presence of a central venous line, and positive bacterial culture. Weighted risk-scores and the corresponding odds of developing VTE are shown in Table II and ROC curves are shown in Figure 1 . Table I: Risk factors of VTE and conditional Logistic Regression Analyses Descriptor . Estimate . Std. Error . P-value (Wald χ 2 ) . Ratio (OR) . 95% CI for OR . Length of stay (LOS) (ref: < 7)  2.246 0.375 <.0001 9.43 4.52–19.615 Direct admission to ICU /NICU (ref: No)  0.554 0.264 .0358 1.74 1.04–2.92 Central venous line (CVL) (ref: No)  1.035 0.260 <.0001 2.82 1.69–4.67 Blood stream infection(ref: No)  1.427 0.405 .0004 4.17 1.88–9.17 Immobilization (>72 hours) (ref: No)  2.360 0.665 .0004 10.64 2.87–38.46 Hormone therapy (birth control pill) (ref: No)  2.196 0.638 .0006 9.01 2.58–31.25 Descriptor . Estimate . Std. Error . P-value (Wald χ 2 ) . Ratio (OR) . 95% CI for OR . Length of stay (LOS) (ref: < 7)  2.246 0.375 <.0001 9.43 4.52–19.615 Direct admission to ICU /NICU (ref: No)  0.554 0.264 .0358 1.74 1.04–2.92 Central venous line (CVL) (ref: No)  1.035 0.260 <.0001 2.82 1.69–4.67 Blood stream infection(ref: No)  1.427 0.405 .0004 4.17 1.88–9.17 Immobilization (>72 hours) (ref: No)  2.360 0.665 .0004 10.64 2.87–38.46 Hormone therapy (birth control pill) (ref: No)  2.196 0.638 .0006 9.01 2.58–31.25 View Large Table II: Weighted risk scores and VTE predisposition Weighted Risk Score . Odds Ratios for VTE . 5&6 vs 0 197.3 4 vs 0 46.4 3 vs 0 11.1 2 vs 0 4.7 1 vs 0 1.8 5&6 vs 1 111.6 4 vs 1 26.2 3 vs 1 6.3 2 vs 1 2.7 5&6 vs 2 41.7 4 vs 2 9.8 3 vs 2 2.4 5&6 vs 3 17.7 4 vs 3 4.2 5&6 vs 4 4.3 Weighted Risk Score . Odds Ratios for VTE . 5&6 vs 0 197.3 4 vs 0 46.4 3 vs 0 11.1 2 vs 0 4.7 1 vs 0 1.8 5&6 vs 1 111.6 4 vs 1 26.2 3 vs 1 6.3 2 vs 1 2.7 5&6 vs 2 41.7 4 vs 2 9.8 3 vs 2 2.4 5&6 vs 3 17.7 4 vs 3 4.2 5&6 vs 4 4.3 View Large Figure 1: View large Download slide ROC curve showing exact score function Figure 1: View large Download slide ROC curve showing exact score function Conclusion: Our VTE-prediction tool can be helpful to identify children who are at increased risk for development of VTE. Given the low prevalence of VTE, prospective study involving a large sample size is need to clarify the clinical utility of this tool for predicting VTE in hospitalized children. Risk Score = 2*(LOS) + 1*(Admit_ICU) + 1*(CVL) + 1*(Bact_Pos) + 2*(Immo_YN) + 2*(Hormone_BCP) (There is no intercept in the model) Disclosures: No relevant conflicts of interest to declare."
}