{
    "doi": "https://doi.org/10.1182/blood.V122.21.4422.4422",
    "article_title": "Silvestrol Modulates Indirect Anti-Tumor Activity and Potentiates Immune Response To Epstein-Barr Virus-Driven Lymphoproliferative Disease ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "The poor prognosis associated with Epstein-Barr Virus-driven lymphoproliferative disease (EBV-LPD) with current therapies makes it essential to identify novel agents capable of delivering direct anti-tumor activity while preserving immune surveillance. The translation inhibitor silvestrol interferes with normal recruitment of mRNA to the eIF4F initiation complex, preventing the rapid synthesis of pro-survival and pro-growth proteins. We previously showed silvestrol demonstrates direct anti-tumor activity against multiple hematologic malignances including EBV-LPD. Here we describe the indirect anti-tumor effects of silvestrol as well as effects on normal innate and adaptive immune cells using in vitro and in vivo EBV lymphomagenesis models. Lymphoblastoid cell lines (LCL) were derived from tumors of SCID mice engrafted with PBMC from EBV-positive donors. Pharmacokinetic work in mice indicated that a 10 nM plasma concentration of silvestrol is attainable in vivo , thus, 10 nM and lower doses that were found to be minimally cytotoxic in direct anti-tumor assays were used. To examine the immune modulatory activity of silvestrol in EBV-LPD, in vitro co-cultures were created by mixing LCL 1:1 with autologous PBMC for 10 days with 0, 2, 5 or 10 nM silvestrol. Left untreated, the LCLs proliferated. However, a single addition of silvestrol produced a dose-dependent ablation of viable EBV-LCL and expansion of CD8 + cytotoxic T lymphocyte (CTL) and CD56 + NK cell populations. At days 3 and 5, LCL showed nearly a 50% reduction in proliferation in silvestrol-treated co-cultures, while both adaptive (CD8 + ) and innate (CD56 + ) effectors showed increased proliferation. Furthermore, LCL showed a loss of phosphorylated Rb and Akt with silvestrol treatment, while normal effectors showed no loss or slight gain in phosphorylated Rb and Akt. Silvestrol-treated effectors did not show a significant decrease in their ability to kill targets compared to untreated effectors (p=0.287). However, LCL target cells pre-treated with silvestrol for 18 hr were more efficiently killed compared to untreated targets (p<0.0001). These data indicate that silvestrol, even at minimally cytotoxic concentrations, significantly increases the sensitivity of tumor cells to effector cell-mediated killing. NK cell-mediated ADCC was similar between effectors expanded in the presence vs. the absence of silvestrol (p=0.838). Furthermore, tetramer assays showed no significant effect of silvestrol on CTLs in detecting MHC class I bound EBV antigen. Silvestrol did not significantly affect the surface levels of several immune synapse and activation molecules on CTLs including CD8, CD27, CD28 and LFA-1. However, the inhibitory molecule CTLA-4 was significantly lowered. The cognate T cell activation and adhesion molecules on the surface of LCL (CD70, CD80, CD86 and ICAM-1) were increased while MHC class I was not affected. We next examined the efficacy of silvestrol in vivo . Mock-depleted or CD8-depleted PBMC were engrafted into SCID mice depleted of murine NK cells. Treatment with 1.5 mg/kg silvestrol or vehicle every 48 hr began 2 weeks after engraftment. At 4 weeks, human cell engraftment levels were measured by human IgG in blood and found to not differ between treatment groups. Silvestrol significantly improved survival in the mock-depleted group, with 4/4 surviving with silvestrol treatment vs. 0/3 surviving with vehicle treatment (p=0.029). However, when CD8 + T-cells were depleted, silvestrol was unable to prolong survival (0/4 surviving in silvestrol-treated CD8-depleted group; p=0.029) or reduce tumor burden as measured by spleen mass. These data indicate that silvestrol indirectly mediates cytotoxicity through immune mechanisms, and that CTL are essential in the clearance of tumor. The preservation of immune effectors following silvestrol treatment confers a strong anti-tumor effect in both in vitro and in vivo models of EBV-driven lymphoma. This highly unusual selectivity suggests that silvestrol may provide an entirely new therapeutic strategy for this histologic subset of aggressive lymphomas. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "herpesvirus 4, human",
        "immune response",
        "lymphoproliferative disorders",
        "neoplasms",
        "viruses",
        "mechlorethamine",
        "cd56 antigens",
        "coculture techniques",
        "lymphoma",
        "molecule"
    ],
    "author_names": [
        "John T. Patton",
        "Alex S. Hartlage",
        "Li Pan, PhD",
        "Mark E Lustberg, MD, PhD",
        "Callie M. Drohan",
        "Marisa F. Martin",
        "A. Douglas Kinghorn, Ph.D.",
        "D.Sc",
        "Michael A. Caligiuri, MD",
        "Michael R. Grever, MD",
        "David M. Lucas, PhD",
        "Robert A. Baiocchi, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "John T. Patton",
            "author_affiliations": [
                "Comprehensive Cancer Center, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alex S. Hartlage",
            "author_affiliations": [
                "Comprehensive Cancer Center, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Pan, PhD",
            "author_affiliations": [
                "Comprehensive Cancer Center, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark E Lustberg, MD, PhD",
            "author_affiliations": [
                "Division of Infectious Diseases, Department of Internal Medicine, Ohio State University Medical Center, Columbus, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Callie M. Drohan",
            "author_affiliations": [
                "Comprehensive Cancer Center, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marisa F. Martin",
            "author_affiliations": [
                "Comprehensive Cancer Center, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Douglas Kinghorn, Ph.D.",
            "author_affiliations": [],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "D.Sc",
            "author_affiliations": [
                "Comprehensive Cancer Center, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Caligiuri, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Grever, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Lucas, PhD",
            "author_affiliations": [
                "Comprehensive Cancer Center, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Baiocchi, M.D., Ph.D.",
            "author_affiliations": [
                "Comprehensive Cancer Center, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T13:02:14",
    "is_scraped": "1"
}