{
    "doi": "https://doi.org/10.1182/blood-2019-123185",
    "article_title": "Morphologic Assessment of Terminal Erythroid Differentiation Predicts Outcomes in Myelodysplastic Syndromes ",
    "article_date": "November 13, 2019",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "abstract_text": "Introduction Terminal erythroid differentiation (TED) follows a doubling pattern of maturation in each erythroid stage from proerythroblast to orthochromatic erythroblast. Recently, it has been shown by flow cytometry that erythroid differentiation is profoundly abnormal across all MDS subtypes and that the absence of quantifiable cells undergoing TED by well-defined cell surface markers is strongly associated with inferior overall survival (OS). Analysis of TED is not easy to perform and, notably, TED in MDS has not been systematically assessed by morphology, the gold standard analysis for MDS diagnosis. Against this background, we studied the pattern of TED maturation by conventional microscopy and compared clinical and prognostic characteristics between MDS patients with normal and abnormal TED. Methods Cytological analysis of erythroid cells was assessed in bone marrow smears in 500-cell differential count from patients diagnosed with MDS from 2011 to 2018 at our institution. TED cell subsets were categorized in proerythroblast, basophilic, polychromatic and orthochromatic erythroblasts. Patients were categorized as TED-negative when total TED was <15% of total cells in bone marrow and/or did not follow the expected doubling pattern of maturation. Erythroid stages were calculated based on the total erythroid cell population. Chi-square test was used for categorical variables, t-test for continuous variables and a Kaplan-Meier for survival analysis. Results A total of 247 patients diagnosed with MDS were included, whom main characteristics are detailed in table 1. Twenty percent of MDS patients were considered TED-abnormal, 8 (16%) because insufficient TED and 41 (84%) because abnormal TED maturation pattern. From the clinical standpoint, TED-negative patients exhibit lower hemoglobin and platelet counts, higher blasts, and worse IPSS-R (Table 1). No differences in the subtype of MDS (WHO 2016 classification) were observed between abnormal or normal TED. Median OS of the series was 28.6 months (CI95% 8-43.4). In TED-negative MDS, median OS was 24.1 months (CI95%: 7.3-50.7), whereas it was of 46 months (15.4-82.5) for normal TED (HR 0.53; p =0.001) (Figure 1). Risk of transformation to acute myeloid leukemia at 4 years was of 11% (CI95% 6-20) and 26% (CI95% 14-46) in the TED-negative and TED-positive patients, respectively (HR 0.27; p =0.001) (Figure 2). Conclusions Morphological analysys revealed that 20% of of MDS patients do not follow the expected pattern of maturation in successive erythroid stages. Importantly, the presence of an abnormal TED arises as a reliable prognostic marker of poor outcome in MDS patients. With the advent of the new erythroid maturation agents in the field of the MDS, analysis of TED maturation might become of paramount importance for treatment selection and response monitoring. View large Download slide View large Download slide  Close modal Disclosures Salamero: Novartis: Honoraria; Celgene: Honoraria; Pfizer: Honoraria; Daichii Sankyo: Honoraria. Bosch: Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; AstraZeneca: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; F. Hoffmann-La Roche Ltd/Genentech, Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Kyte: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Acerta: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Honoraria, Research Funding. Valcarcel: MSD: Consultancy, Honoraria, Speakers Bureau; Astellas: Consultancy, Honoraria, Speakers Bureau; JAZZ: Consultancy, Honoraria, Speakers Bureau; Pfizer: Consultancy, Honoraria, Speakers Bureau; Celgene: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau; Amgen: Consultancy, Honoraria, Speakers Bureau.",
    "topics": [
        "blast cells",
        "bone marrow",
        "categorical variables",
        "erythroid cells",
        "flow cytometry",
        "gold standard",
        "hemoglobin",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "orthochromic normoblasts"
    ],
    "author_names": [
        "Maria Julia Montoro, MD",
        "Ana Perez, MD",
        "Silvia Saumell, MD PhD",
        "Maida Navarrete, MD",
        "Gael Roue, PhD",
        "Moraima Jimenez, MD",
        "Margarita Ortega, PhD",
        "Bárbara Tazón, PhD",
        "Antonieta Molero, MD",
        "Olga Salamero, MD",
        "Francesc Bosch, MD PhD",
        "David Valcarcel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Julia Montoro, MD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ana Perez, MD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Saumell, MD PhD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maida Navarrete, MD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gael Roue, PhD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moraima Jimenez, MD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margarita Ortega, PhD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain, Barcelona, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bárbara Tazón, PhD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain, Barcelona, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonieta Molero, MD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain, Barcelona, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Salamero, MD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain,, Barcelona, Spain"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesc Bosch, MD PhD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain,, Barcelona, Spain"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Valcarcel, MD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T03:55:15",
    "is_scraped": "1"
}