{
    "doi": "https://doi.org/10.1182/blood.V108.11.2590.2590",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=574",
    "start_url_page_num": 574,
    "is_scraped": "1",
    "article_title": "Genetic and Biochemical Biomarkers of IMPDH Inhibition in Phase I Dose Escalation of AVN-944 for Hematologic Malignancies. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "biological markers",
        "genetics",
        "hematologic neoplasms",
        "guanine nucleotides",
        "cancer",
        "multiple myeloma",
        "inosine monophosphate",
        "leukemia",
        "lymphoma",
        "oxidoreductase"
    ],
    "author_names": [
        "Jeffrey W. Strovel, PhD",
        "Marion Chakiath, M.S",
        "Pachai Natarajan, M.S.",
        "Tammy Lawrence, M.S.",
        "Karina M. Zuck, Ph.D.",
        "Lenore Urbani, Ph.D.",
        "Beverly S. Mitchell, M.D.",
        "David K. Bol, Ph.D."
    ],
    "author_affiliations": [
        [
            "Development, Avalon Pharmaceuticals, Germantown, MD, USA"
        ],
        [
            "Development, Avalon Pharmaceuticals, Germantown, MD, USA"
        ],
        [
            "Development, Avalon Pharmaceuticals, Germantown, MD, USA"
        ],
        [
            "Development, Avalon Pharmaceuticals, Germantown, MD, USA"
        ],
        [
            "Development, Avalon Pharmaceuticals, Germantown, MD, USA"
        ],
        [
            "Comprehensive Cancer Center, Stanford University, Stanford, CA, USA"
        ],
        [
            "Comprehensive Cancer Center, Stanford University, Stanford, CA, USA"
        ],
        [
            "Development, Avalon Pharmaceuticals, Germantown, MD, USA"
        ]
    ],
    "first_author_latitude": "39.11637805",
    "first_author_longitude": "-77.19183005",
    "abstract_text": "AVN-944 is an orally bioavailable inhibitor of inosine monophosphate dehydrogenase 1 and 2 (IMPDH). IMPDH2 is highly upregulated and required for the de novo production of guanine nucleotides in many malignancies, including hematologic cancers. AVN-944 is currently in a repeat-dose, dose escalation trial in patients with advanced hematologic cancers including AML, CLL, Multiple Myeloma, and lymphomas. In addition to the objective of defining the maximum tolerated dose and repeat dose pharmacology of AVN-944 (given bid for 21 days on a 28 day cycle), we have examined a comprehensive set of pharmacodynamic biomarkers. We have isolated peripheral blood samples from all patients in this trial both before and after receiving AVN-944. These samples are being used to determine the effects of the drug on GTP pools and IMPDH enzyme activity, and to correlate these changes to the genetic response of the circulating cells using gene expression detection technologies. We previously identified a set of 32 genes that respond to AVN-944 exposure in a multitude of laboratory settings including different cell types, different concentrations and timepoints. These genes relate directly to cellular pathways and functions dependent upon, or required for, guanine nucleotide biosynthesis, including purine and pyrimidine biosynthesis, mitochondrial functions, metabolic pathways and energy production, cell proliferation and the apoptotic cascade. Examination of the behavior of these genes in patient samples from this phase I trial show a dynamic response of subsets of these genes depending on the type of malignancy, the predominant cell type in the peripheral blood, and the dose of AVN-944 received. One set of 9 disease-related genes show changes in expression following drug administration in leukemia patients, while another set of 6 genes designed to report pharmacodynamic effects in normal cells consistently shows changes in expression in the peripheral blood lymphocytes of multiple myeloma patients. In total, 27 of 34 selected genes examined by qPCR showed changes following dosing of AVN-944 at the starting dose of 25 mg p.o. Increasing doses resulted in increases in the number of genes changing per individual, and/or an increase in the magnitude of change in a gene-dependent manner. These genetic markers, correlated with biochemical effects of the drug on protein function and guanine nucleotide levels, can be used as important biomarkers in selecting the optimal dose with which to initiate phase II studies with this drug."
}