{
    "doi": "https://doi.org/10.1182/blood-2020-134168",
    "article_title": "Nilotinib Vs. Dasatinib in Achieving MR 4.5 for Newly Diagnosed Chronic Myeloid Leukemia: Results of the Prospective Randomized Phase 3 Study, JALSG CML212 ",
    "article_date": "November 5, 2020",
    "session_type": "632.Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Background: Treatment-free remission (TFR) is a new therapeutic goal for chronic myeloid leukemia in chronic phase (CML-CP). Deep molecular response (DMR) is a prerequisite condition to discontinue a tyrosine kinase inhbitor (TKI). In ENESTnd and DASISION trials, both nilotinib and dasatinib achieved DMR more effectively than imatinib. However, there is no direct comparative study to determine which TKI is better to achieve DMR for de novo CML-CP. So, we conducted a randomized phase 3 JALSG CML212 study to compare the achievement of MR 4.5 ( BCR-ABL IS≤0.0032%) between nilotinib and dasatinib. Methods: The JALSG CML212 study is a multicentral open-labeled prospective randomized controlled phase 3 study for de novo CML-CP. This study was reviewed and approved by the institutional review board of each institute and registered in the UMIN Clinical Trials Registry (#UMIN000007909). All patients provided written informed consent before enrollment. Diagnosis of CML was done by a cytogenetic study (G-banding or FISH) and/or detection of BCR-ABL by RT-PCR. The primary endpoint is a rate of cumulative achievement of MR 4.5 by 18 mon. Major secondary endpoints were safety, continuity, progression-free survival (PFS), event-free survival (EFS), overall survival (OS), and cytogenetic and molecular responses. A total of 461 patients were registered from 82 institutes and 454 patients were randomly assigned to the nilotinib arm or dasatinib arm (both, n=227) with Sokal risk scores as a stratification factor. Treatment doses were 300 mg, bid for nilotinib and 100 mg, qd for dasatinib. Treatment responses were evaluated by ELN2009. Patients were allowed to stop study treatment if judged as failure by ELN2009 or showed intolerance (repetitive ≥Grade 3 or continuous Grade 2 side effects) to the allocated TKI. BCR-ABL mRNA levels were monitored every three months with international scales using a MolecularMD, ODK-1201, or M135R kit with ≥MR 4.5 sensitivities. Adverse events were evaluated by the CTCAE ver 4.0. Results: The median age of the patients was 53 years old in both arms. The proportions of Sokal low, intermediate, and high risk groups were 44.1%, 37.0%, and 18.9% in the nilotinib arm and 44.5%, 37.0%, and 18.5% in the dasatinib arm, respectively, without a significant difference. Also, there was no significant difference in ECOG PS, EUTOS risk groups, complications, or frequencies of additional chromosomal abnormalities in both arms. In the ITT population, the cumulative achievement rates of MR 4.5 by 18 mon were 33.0% (75/227) (95% CI:27.0-39.6%) in the nilotinib arm and 30.8% (70/227) (95% CI: 24.9-37.3%) in the dasatinib arm with no significant difference with a CMH test (p=0.62). This finding was also confirmed in the per-protocol (PP) population (33.5% in the nilotinib arm and 31.8% in the dasatinib arm, p=0.72). At 18 mon, 75.9% and 79.6% of the patients continued the allocated TKI in the nilotinib and dasatinib arms, respectively (p=0.36) (in the PP population).There was no significant difference in PFS, EFS, or OS between two arms by log-rank tests (the estimated rates at 36 mon: 98.8%, 67.2%, and 98.8% in the nilotinib arm; 99.0%, 65.4%, and 99.0% in the dasatinib arm). In addition, PFS, EFS and OS didn't differ between both arms regardless of Sokal and EUTOS risk groups. The cumulative CCyR rates by 12, 18, 24, and 36 mon were 77.1%, 78.0%, 78.4%, and 78.4% in the nilotinib arm and 78.4%, 78.9%, 78.9%, and 78.9% in the dasatinib arm, respectively without no significant difference. The MMR rates by 12, 18, 24, and 36 mon were 62.6%, 67.0%, 72.3%, and 73.1% in the nilotinib arm and 68.7%, 73.1%, 75.3%, and 77.1% in the dasatinib arm, respectively, without no significant difference. The MR 4.5 rates by 12, 24, and 36 mon were 25.6%, 37.4%, and 40.5% in the nilotinib arm and 23.4%, 36.6%, and 44.5% in the dasatinib arm, respectively, with no significant difference. In the safety population, Grade 3/4 adverse events observed with ≥10% frequencies were lipase elevation (11.5%) in the nilotinib arm and neutropenia (12.8%) and thrombocytopenia (16.8%) in the dasatinib arm. Any new safety issue was observed in neither of the arms. Conclusions: Based on these results, we consider that nilotinib and dasatinib are equally effective for de novo CML-CP patients in achieving MR 4.5 as well as in achieving CCyR and MMR in terms of both frequencies and times to achievement with similar continuity. Figure View large Download slide Figure View large Download slide Close modal Disclosures Matsumura: Kyowa Kirin Co., Ltd.: Research Funding; Sumitomo Dainippon Pharma Co., Ltd.: Research Funding; Shionogi & Co., Ltd.: Research Funding; Janssen Pharmaceutical K.K: Speakers Bureau; Amgen K.K.: Speakers Bureau; DAIICHI SANKYO COMPANY, LIMITED.: Speakers Bureau; Astellas Pharma Inc.: Speakers Bureau; Otsuka Pharmaceutical Co., Ltd.: Speakers Bureau; ONO PHARMACEUTICAL CO., LTD.: Research Funding; Chugai Pharmaceutical Co., Ltd.: Research Funding; Eisai Co., Ltd.: Research Funding; Bristol-Myers Squibb Company: Speakers Bureau; Pfizer Japan Inc.: Speakers Bureau; Novartis Pharma KK: Speakers Bureau. Minami: Pfizer Japan Inc.: Honoraria; Novartis Pharma KK: Honoraria; Bristol-Myers Squibb Company: Honoraria; Takeda: Honoraria. Takahashi: Bristol-Myers Squibb Company: Honoraria; Pfizer Japan Inc.: Honoraria, Research Funding; Novartis Pharma KK: Honoraria, Research Funding. Nakaseko: Novartis Pharma KK: Speakers Bureau; Pfizer Japan Inc.: Speakers Bureau. Iriyama: Bristol-Myers Squibb Company: Speakers Bureau; Novartis Pharma KK: Speakers Bureau; Pfizer Japan Inc.: Speakers Bureau; Otsuka Pharmaceutical: Speakers Bureau. ONO: Mundipharma K.K.: Honoraria; Janssen Pharmaceutical K.K: Honoraria; Eisai Co., Ltd.: Honoraria; Astellas Pharma Inc.: Honoraria; TAIHO PHARMACEUTICAL CO., LTD.: Research Funding; Takeda Pharmaceutical Company Limited.: Honoraria; ONO PHARMACEUTICAL CO., LTD.: Honoraria, Research Funding; Otsuka Pharmaceutical Co., Ltd.: Honoraria; Pfizer Japan Inc.: Honoraria; Bristol-Myers Squibb Company: Honoraria; Novartis Pharma KK: Honoraria; Chugai Pharmaceutical Co., Ltd.: Honoraria, Research Funding; Kyowa Kirin Co., Ltd.: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; DAIICHI SANKYO COMPANY, LIMITED.: Honoraria. Fujisawa: Janssen Pharmaceutical K.K: Speakers Bureau; Celgene: Speakers Bureau; Novartis Pharma KK: Research Funding, Speakers Bureau; Bristol-Myers Squibb Company: Speakers Bureau; Pfizer Japan Inc.: Research Funding, Speakers Bureau; Otsuka Pharmaceutical: Speakers Bureau; Astellas Pharma Inc.: Research Funding, Speakers Bureau; Takeda Pharmaceutical Company Limited.: Speakers Bureau; NIPPON SHINYAKU CO.,LTD.: Research Funding. Kobayashi: Pfizer Japan Inc.: Research Funding, Speakers Bureau; Astellas Pharma Inc.: Speakers Bureau; SymBio Pharmaceuticals Limited.: Consultancy. Asou: Fuji Pharma Co.,Ltd.: Speakers Bureau; Sumitomo Dainippon Pharma Co., Ltd.: Research Funding; Eisai Co., Ltd.: Research Funding; NIPPON SHINYAKU CO.,LTD.: Honoraria, Speakers Bureau; Astellas Pharma Inc.: Research Funding; Chugai Pharmaceutical Co., Ltd.: Research Funding; Novartis Pharma KK: Honoraria; Asahi Kasei Pharma.: Speakers Bureau. Kiyoi: Celgene Corporation: Research Funding; Bristol-Myers Squibb Company: Speakers Bureau; Astellas Pharma Inc.: Consultancy, Research Funding, Speakers Bureau; Chugai Pharmaceutical Co., Ltd.: Research Funding; Novartis Pharma KK: Research Funding, Speakers Bureau; Sumitomo Dainippon Pharma Co., Ltd.: Research Funding; Otsuka Pharmaceutical Co., Ltd.: Research Funding; NIPPON SHINYAKU CO.,LTD.: Research Funding; Amgen Astellas BioPharma K.K.: Consultancy; Kyowa Kirin Co., Ltd.: Research Funding; Zenyaku Kogyo Co., Ltd.: Research Funding; FUJIFILM Corporation: Research Funding; Daiichi Sankyo Co., Ltd.: Consultancy, Research Funding; Eisai Co., Ltd.: Research Funding; Pfizer Japan Inc.: Research Funding; Takeda Pharmaceutical Co., Ltd.: Research Funding; Sanofi K.K.: Research Funding; Perseus Proteomics Inc.: Research Funding. Miyazaki: NIPPON SHINYAKU CO.,LTD.: Honoraria; Otsuka Pharmaceutical: Honoraria; Novartis Pharma KK: Honoraria; Chugai Pharmaceutical Co., Ltd.: Honoraria; Kyowa Kirin Co., Ltd.: Honoraria; Astellas Pharma Inc.: Honoraria; Celgene: Honoraria; Sumitomo Dainippon Pharma Co., Ltd.: Honoraria. Naoe: Sysmex co.: Speakers Bureau; NIPPON SHINYAKU CO.,LTD.: Speakers Bureau; Eisai Co., Ltd.: Speakers Bureau; Astellas Pharma Inc.: Speakers Bureau; Bristol-Myers Squibb Company: Speakers Bureau.",
    "author_names": [
        "Itaru Matsumura, MDPhD",
        "Shigeki Ohtake, MD PhD",
        "Yoshiko Atsuta, MD PhD",
        "Mio Kurata",
        "Yosuke Minami, MDPhD",
        "Naoto Takahashi, MD PhD",
        "Chiaki Nakaseko, MDPhD",
        "Noriyoshi Iriyama, MD PhD",
        "Katsumichi Fujimaki, MD",
        "Kazuhiko Kakihana, MD PhD",
        "Yoji Ogasawara",
        "Takaaki ONO, MD PhD",
        "Masaya Okada, MD",
        "Tetsuzo Tauchi, MD PhD",
        "Toshihiro Miyamoto, MD PhD",
        "Kazunori Ohnishi, MD",
        "Emiko Sakaida, MDPhD",
        "Shin Fujisawa, MD",
        "Yukio Kobayashi, MDDSc",
        "Norio Asou, MDPhD",
        "Hitoshi Kiyoi, MD PhD",
        "Yasushi Miyazaki, MD PhD",
        "Tomoki Naoe, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Itaru Matsumura, MDPhD",
            "author_affiliations": [
                "Department of Hematology and Rheumatology, Kindai University Faculty of Medicine, Osakasayama, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shigeki Ohtake, MD PhD",
            "author_affiliations": [
                "Kanazawa University, Kanazawa, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiko Atsuta, MD PhD",
            "author_affiliations": [
                "Japanese Data Center for Hematopoietic Cell Transplantation, Nagoya, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mio Kurata",
            "author_affiliations": [
                "Japanese Data Center for Hematopoietic Cell Transplantation, Nagoya, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yosuke Minami, MDPhD",
            "author_affiliations": [
                "National Cancer Center Hospital East, Kashiwa, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoto Takahashi, MD PhD",
            "author_affiliations": [
                "Akita University School of Medicine, Akita, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiaki Nakaseko, MDPhD",
            "author_affiliations": [
                "Department of Hematology, International University of Health and Welfare, Narita, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noriyoshi Iriyama, MD PhD",
            "author_affiliations": [
                "Nihon University, Tokyo, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katsumichi Fujimaki, MD",
            "author_affiliations": [
                "Fujisawa City Hospital, Fujisawa, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuhiko Kakihana, MD PhD",
            "author_affiliations": [
                "Department of Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoji Ogasawara",
            "author_affiliations": [
                "Division of Clinical Oncology and Hematology, The Jikei University Hospital, Tokyo, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takaaki ONO, MD PhD",
            "author_affiliations": [
                "Hamamatsu University Hospital, Hamamatsu, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaya Okada, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Hyogo College Of Medicine, nishinomiya city, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tetsuzo Tauchi, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Tokyo Medical University, Tokyo, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshihiro Miyamoto, MD PhD",
            "author_affiliations": [
                "Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazunori Ohnishi, MD",
            "author_affiliations": [
                "Shubun University, Ichinomiya　City, Japan "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emiko Sakaida, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Chiba University Hospital, Chiba City, Japan "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin Fujisawa, MD",
            "author_affiliations": [
                "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukio Kobayashi, MDDSc",
            "author_affiliations": [
                "Hematology Division, IUHW Mita Hospital, Tokyo, Japan "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norio Asou, MDPhD",
            "author_affiliations": [
                "Department of Hemato-Oncology, International Medical Center, Saitama Medical University, Hidaka, Japan "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hitoshi Kiyoi, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasushi Miyazaki, MD PhD",
            "author_affiliations": [
                "Atomic Bomb Disease Institute, Nagasaki University Hospital, Nagasaki, Japan "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoki Naoe, MD PhD",
            "author_affiliations": [
                "National Hospital Organization, Nagoya Medical Center, Nagoya, Japan"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T21:29:34",
    "is_scraped": "1"
}