{
    "doi": "https://doi.org/10.1182/blood.V128.22.3750.3750",
    "article_title": "Patient-Reported Health-Related Quality of Life Improves over Time in Patients with Chronic Immune Thrombocytopenia Receiving Long-Term Treatment with Eltrombopag ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Background: EXTEND (June 2006 to July 2015) was an open-label, dose-adjustment extension study to evaluate the safety and efficacy of eltrombopag for the treatment of patients with chronic immune thrombocytopenia (cITP) who had previously been enrolled in an eltrombopag trial. CITP may lead to fatigue and interference with daily activities, and ultimately affect health-related quality of life (HRQoL). Objective: To assess patient-reported HRQoL changes over time during long-term treatment with eltrombopag in patients with cITP using the final EXTEND data. Methods: Four standard validated HRQoL instruments for chronic disease were used in this study: SF-36v2 including the Physical Component Summary (PCS) and Mental Component Summary (MCS) to measure general physical and mental health status; Motivation and Energy Inventory Short Form (MEI-SF) to measure motivation and energy; Fatigue Subscale of FACIT (FACIT-F) to measure symptoms of fatigue; and FACT-Thrombocytopenia Subscale Six-Item Extract (FACT-Th6) to measure concerns related to bleeding and bruising and their impact on usual activities. The instruments were used at baseline (BL) and at a frequency of every 3 months until last on-treatment assessment. Patients were blinded to their current platelet count results before completing the questionnaires. Generalized estimating equations were used to estimate mean changes in HRQoL from BL to different time periods for each instrument, accounting for within-patient correlation. The models adjusted for time period from BL, demographic characteristics, BL clinical characteristics (BMI, BL use of cITP medication, prior splenectomy, prior eltrombopag use, and BL platelet count), and time-varying covariates for rescue therapy use (defined as the composite of new cITP medication, increased dose of cITP medication from BL, platelet transfusion, and splenectomy). Adjusted mean best changes in HRQoL from BL were also estimated using a similar method. Proportions of responders based on minimally important difference (MID) from BL were identified for each of the instruments. Response was defined as a change from BL score of at least one-half the standard deviation (SD) of the normalized scores (5 points) for SF-36v2 PCS and SF-36v2 MCS, at least one-half the SD of BL scores observed across all patients for MEI-SF and FACT-Th6, and at least 3 or 5 points for FACIT-F. Proportions of patients achieving any improvement and time to best improvement from BL were also reported. Results: 302 patients were enrolled in EXTEND. By instrument, 289 to 293 patients had a BL and at least one on-treatment HRQoL assessment for analysis. Median treatment duration was 2.4 years. All HRQoL instruments had positive mean changes from BL over time; noticeably improvements from BL persisted through 5 years of treatment for FACIT-F and FACT-Th6 (nearly all p<0.05) (Table 1) and through the median duration of eltrombopag treatment for SF-36v2 PCS. All HRQoL instruments had a statistically positive and clinically meaningful (greater than MID threshold) mean best change from BL (p<0.01) (Table 2). About half of patients had a response at least once during treatment based on MIDs in changes from BL: 45.4% (SF-36v2 PCS); 44.7% (SF-36v2 MCS); 42.3% (MEI-SF); 57.5% (3 points) and 47.3% (5 points) for FACIT-F; and 49.5% (FACT-Th6). Most patients experienced an improvement from BL (a higher post-baseline score at least once): 84.9% (SF-36v2 PCS); 82.8% (SF-36v2 MCS); 79.9% (MEI-SF); 77.1% (FACIT-F); and 80.6% (FACT-Th6). Best improvement occurred at a median of 6-10 months post BL. Conclusion: About 80% of patients with cITP treated with eltrombopag experienced an improvement from BL in HRQoL, often within a year of BL. About half of patients achieved a clinically meaningful response from BL. This study found positive and meaningful mean best changes from BL in all HRQoL scores, including those measurements more closely related to clinical outcomes such as fatigue, bleeding, and bruising as well as more general measures such as motivation, energy, physical and mental health status. Improvements from BL persisted over time in particular for fatigue, bleeding, bruising, and physical health status. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Saleh: GSK: Consultancy, Research Funding, Speakers Bureau. Burgess: Novartis: Employment. Portella: Novartis: Employment. Roy: Novartis: Employment. Barghout: Novartis: Consultancy. Ivanova: Novartis: Research Funding; GSK: Research Funding; Teva: Research Funding; Lilly: Research Funding. Bussel: GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Immunomedics: Research Funding; Rigel Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; UpToDate: Patents & Royalties; Boehringer Ingelheim: Research Funding; Shionogi: Membership on an entity's Board of Directors or advisory committees; Genzyme: Research Funding; Protalex: Membership on an entity's Board of Directors or advisory committees, Research Funding; Cangene: Research Funding; Ligand: Membership on an entity's Board of Directors or advisory committees, Research Funding; Prophylix Pharma: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sysmex: Research Funding; BiologicTx: Research Funding; Eisai: Membership on an entity's Board of Directors or advisory committees, Research Funding; Physicians Education Resource: Speakers Bureau; Momenta Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Symphogen: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "eltrombopag",
        "health-related quality of life",
        "thrombocytopenia due to immune destruction",
        "fatigue",
        "magnetic endoscopic imaging",
        "contusions",
        "hemorrhage",
        "splenectomy",
        "chronic disease",
        "duration of treatment"
    ],
    "author_names": [
        "Abderrahim Khelif",
        "Mansoor N. Saleh",
        "Abdulgabar Salama",
        "Paul Burgess",
        "Maria do Socorro O Portella",
        "Anuja Roy",
        "Victoria Barghout",
        "Jasmina I. Ivanova",
        "Kelly M. Grotzinger",
        "James B. Bussel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Abderrahim Khelif",
            "author_affiliations": [
                "Hôpital Farhat Hached, Sousse, Tunisia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mansoor N. Saleh",
            "author_affiliations": [
                "Comprehensive Cancer Center, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdulgabar Salama",
            "author_affiliations": [
                "Charite-Universitätsmedizin, Berlin, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Burgess",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria do Socorro O Portella",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anuja Roy",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Barghout",
            "author_affiliations": [
                "VEB HealthCare LLC, Morristown, NJ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jasmina I. Ivanova",
            "author_affiliations": [
                "Analysis Group, Inc., New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly M. Grotzinger",
            "author_affiliations": [
                "Formerly GlaxoSmithKline, Collegeville, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James B. Bussel, MD",
            "author_affiliations": [
                "Division of Pediatric Hematology/Oncology, Department of Pediatrics, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:35:01",
    "is_scraped": "1"
}