{
    "doi": "https://doi.org/10.1182/blood.V110.11.4924.4924",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=999",
    "start_url_page_num": 999,
    "is_scraped": "1",
    "article_title": "Reduced Intensity Allogeneic Stem Cell Transplantation in Patients with Myelodysplastic Syndrome: Does the Conditioning Matter?. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "allogeneic stem cell transplant",
        "conditioning (psychology)",
        "myelodysplastic syndrome",
        "brachial plexus neuritis",
        "transplantation",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "influenza",
        "follicular bronchiolitis",
        "foreign bodies"
    ],
    "author_names": [
        "Louis Terriou",
        "Zina Chir",
        "Helene Esperou",
        "Jean-Michel Boiron",
        "Jean-Paul Vernant",
        "Nicole Gratecos",
        "Mauricette Michalet",
        "Noel Milpied",
        "Jean-Pierre Jouet",
        "Ibrahim Yakoub-Agha",
        "Societe Francaise de Greffe de Moelle Osseuse et de Therapie Cellulaire"
    ],
    "author_affiliations": [
        [
            "Service des Maladies du Sang, Hopital Cl Huriez, Lille, France"
        ],
        [
            "Agence de Biomedecine, Paris, France"
        ],
        [
            "Hopital St Louis, Paris, France"
        ],
        [
            "Service des Maladies du Sang, Pessac, France"
        ],
        [
            "Hopital de la Pitie-Salpetriere, Paris, France"
        ],
        [
            "Service des Maladies du Sang, Nice, France"
        ],
        [
            "Hopital e Heriot, Lyon, France"
        ],
        [
            "Service des Maladies du Sang, Pessac, France"
        ],
        [
            "Service des Maladies du Sang, Hopital Cl Huriez, Lille, France"
        ],
        [
            "Service des Maladies du Sang, Hopital Cl Huriez, Lille, France"
        ],
        []
    ],
    "first_author_latitude": "50.611495999999995",
    "first_author_longitude": "3.036616",
    "abstract_text": "Allogeneic transplantation following a reduced-intensity conditioning (RIC) has emerged as an alternative to myeloablative transplantation in pts with myelodysplastic syndrome (MDS). Given the uncertainty regarding the most appropriate conditioning regimen, SFGM-TC conducted a retrospective multicenter study in the attempt to evaluate the impact of conditioning on pts’ outcome. The record of 61 pts (37 males) with MDS who received a RIC were reviewed. The median age was 55 years (range: 18–70). According to the FAB classification, 11 pts had RA at diagnosis, of whom one had progressed to REAB and one to AML before transplantation. Thirty two pts had REAB at diagnosis, of whom 2 had progressed to REAB-T and 7 to AML before transplantation. Twelve pts had REAB-T at diagnosis and 6 CMML, of whom 8 progressed to AML before transplantation. The median time from diagnosis to RIC was 12 months (6–129). Conditioning consisted of Fludarabin (Flu) plus busulfan (FB; n=29), Flu plus 2-Gy TBI (F-TBI; n=20) and idarubicin plus aracytine and Flu (FlagIda; n=12). Donors were HLA-identical siblings (n=52) and HLA-matched unrelated (n=9). All pts received peripheral blood stem cells. The median of CD34+ infused cell dose was 5 x 10 6 /kg (0.5–17.3). The median follow-up was 44.7 months (21–85). Estimated 3-year overall survival (OS), progression free survival (PFS), relapse and transplant-relapse mortality (TRM) were 35%, 27%, 66% and 30%, respectively. Neither of the 3 conditioning regimens used (FB, F-TBI and FlagIda) had impact on patients’ outcome. In multivariable analyses, while acute III/IV grade GVHD development was the only factor found to adversely influencing OS (HR=3.6; 95% CI: 1.1–12.2), chronic GVHD development was the only favourably influencing PFS and relapse ratios (HR=0.3; 95% CI: 0.1–0.7 and HR=0.2; 95% CI: 0.1–0.6, respectively). TRM was adversely influenced by male sex of recipient (HR=9.2; 95% CI: 1.5–66.6). RIC is an effective treatment in MDS patients irrespective of conditioning type. While acute III/IV grade GVHD appeared to be detrimental, the benefit effect of chronic GVHD was to be bound to GVL effect as demonstrated by the improvement of PFS and relapse rates in patients who developed chronic GVHD. This study shows no impact of conditioning in pts’ outcomes. New approaches with focus on immunosuppressive treatment are needed to enhance the GVL effect with an acceptable risk of GVHD."
}