{
    "doi": "https://doi.org/10.1182/blood.V128.22.767.767",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3420",
    "start_url_page_num": 3420,
    "is_scraped": "1",
    "article_title": "The High Affinity CXCR4 Inhibitor, BL-8040, Induces Apoptosis of AML Blasts and Their Terminal Differentiation By Blocking AKT/ERK Survival Signals and Downregulating BCL-2, MCL-1 and Cyclin-D1 through Regulation of Mir-15a/16-1 Expression ",
    "article_date": "December 2, 2016",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Emerging Immune-Based Therapies for AML",
    "topics": [
        "apoptosis",
        "bcl2 gene",
        "blast cells",
        "cxcr4 receptors",
        "cyclin d1",
        "proto-oncogene proteins c-akt",
        "affinity",
        "ms-like tyrosine kinase 3",
        "antagonists",
        "combined modality therapy"
    ],
    "author_names": [
        "Michal Abraham, PhD",
        "Shiri Klein",
        "Baruch Bulvik",
        "Hanna Wald",
        "Dvora Holam",
        "Lola Weiss",
        "Katia Beider, PhD",
        "Orly Eizenberg",
        "Ori Wald, MD PhD",
        "Abraham Avigdor, MD",
        "Ohad Benjamini, MD",
        "Eithan Galun, MD",
        "Arnon Nagler",
        "Yaron Pereg, PhD",
        "Amnon Peled, PhD"
    ],
    "author_affiliations": [
        [
            "Biokine Therapeutics Ltd., Rehovot, Israel "
        ],
        [
            "Goldyne Savad Institute of Gene Therapy, Hebrew University Hospital, Jerusalem, Israel "
        ],
        [
            "Biokine Therapeutics Ltd., Ness Ziona, Israel "
        ],
        [
            "Biokine Therapeutics Ltd., Ness Ziona, Israel "
        ],
        [
            "Goldyne Savad Institute of Gene Therapy, Hebrew University Hospital, Jerusalem, Israel "
        ],
        [
            "Goldyne Savad Institute of Gene Therapy, Hebrew University Hospital, Jerusalem, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-HaShomer, Ramat Gan, Israel "
        ],
        [
            "Biokine Therapeutics Ltd., Ness Ziona, Israel "
        ],
        [
            "Goldyne Savad Institute of Gene Therapy, Hebrew University Hospital, Jerusalem, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel "
        ],
        [
            "Goldyne Savad Institute of Gene Therapy, Hebrew University Hospital, Jerusalem, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-HaShomer, Ramat Gan, Israel "
        ],
        [
            "BioLineRx Ltd., Modi'in, Israel"
        ],
        [
            "Goldyne Savad Institute of Gene Therapy, Hebrew University Hospital, Jerusalem, Israel ",
            "Biokine Therapeutics Ltd., Ness Ziona, Israel "
        ]
    ],
    "first_author_latitude": "31.9114273",
    "first_author_longitude": "34.805187499999995",
    "abstract_text": "Background : Acute Myeloid Leukemia (AML) is a heterogeneous group of diseases characterized by uncontrolled proliferation and survival of hematopoietic stem and progenitor cells. The chemokine CXCL12 and its receptor CXCR4 are key players in the survival, bone marrow (BM) retention and the maintenance of AML blasts in their stemness state. CXCR4 overexpression is associated with poor prognosis in AML patients. Signaling activated through CXCR4 was shown to be detrimental by increasing survival of tumor cells and promoting resistance to therapy. Objective: To study the effect of the CXCR4-antagonist, BL-8040, on the survival of human AML blasts and to investigate the molecular mechanism by which inhibition of CXCR4 signaling leads to leukemia cell death. Methods: Human AML cell lines and human primary AML samples were used for in vitro studies. The in-vivo effect of BL-8040 was tested using the MV4-11, U-937, THP-1 cells and human primary AML cells engrafted in NOD scid gamma (NSG) mice. Results : We found that BL-8040 directly induced apoptosis of AML cells both in FLT3-ITD and FLT3-WT AML, in-vitro and in-vivo . BL-8040 treatment triggered mobilization of AML blasts from their protective BM microenvironment and induced their terminal differentiation, in-vitro and in-vivo . The apoptosis of AML cells induced by BL-8040 was attributed to miR-15a/miR-16-1 up-regulation resulting in down-regulation of their target genes BCL-2, MCL-1 and cyclin-D1. The increase in miR-15a/miR-16-1 levels directly induced AML cell death. Moreover, CXCR4 blockade by BL-8040 also inhibited survival signals by the ERK/AKT kinases enhancing the apoptosis effect. Survival of AML cells was found to be dependent on BCL-2 as demonstrated by the ability of the BCL-2 inhibitor, ABT-199, to induce dose dependent apoptosis in vitro . It was reported that the MCL-1 protein plays a key role in acquiring resistance to ABT-199. We found that BL-8040 synergizes with ABT-199 in inducing AML cell death. This could be attributed to the reduction of both, AKT/ERK and MCL-1 levels, by treatment with BL-8040. In addition, BL-8040 synergizes with the FLT3 inhibitor AC220 in the induction of AML cell death both in-vivo and in-vitro . The combined treatment of BL-8040 and AC220 was found to prolong survival and reduce minimal residual disease in-vivo . Interestingly, the combined treatment was also associated with a significant reduction in the expression of BCL-2 and ERK signaling. Conclusions: BL-8040 can be a potential therapeutic option in AML by targeting not only AML anchorage in the BM but also AML survival and differentiation. Our results demonstrate that BL-8040 in AML regulates the expression of miR-15a/16-1 and their target genes BCL-2, MCL-1 and cyclin-D1. Furthermore, these results indicate that the CXCR4 antagonist, BL-8040 may tip the balance toward cell death by down- regulating survival signals through miR-15a/16-1 pathway and inhibition of the ERK/AKT survival signaling cascade in AML cells. Our results provide rational for combination of BL-8040 with ABT-199 to overcome potential acquired resistance to ABT-199 in AML patients. The synergistic effect of BL-8040 with AC220 could provide a rational basis for the combination of BL-8040 with FLT3 inhibitors in FLT3-ITD AML patient population. Figure 1. View large Download slide Figure 1. View large Download slide Figure 2. View large Download slide Figure 2. View large Download slide Figure 3. View large Download slide Figure 3. View large Download slide Disclosures Abraham: Biokine Therapeutics Ltd: Employment. Bulvik: Biokine Therapeutics Ltd: Employment. Wald: Biokine Therapeutics Ltd: Employment. Eizenberg: Biokine Therapeutics Ltd: Employment. Pereg: BioLineRx Ltd: Employment. Peled: Biokine Therapeutics Ltd: Consultancy, Employment."
}