{
    "doi": "https://doi.org/10.1182/blood.V126.23.695.695",
    "article_title": "Germline Genetic Variation in ETV6 and Predisposition to Childhood Acute Lymphoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: New Genomic Discoveries in Acute Lymphoblastic Leukemia",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is the most common cancer in children, and the etiology of this aggressive cancer is not fully understood. Common germline polymorphisms in lymphoid development genes and tumor suppressor genes have been associated with ALL susceptibility, although most have modest effects. Only a small fraction of ALL cases are thought to be related to congenital genetic disorders and consequently hereditary predisposition is rarely considered in clinical practice. However, a growing number of rare germline genetic mutations have been discovered in familial ALL (e.g., PAX5 , TP53 ), raising the possibility that the proportion of ALL attributable to inherited predisposition may be higher than currently proposed. In particular, germline ETV6 variations were recently reported in families with hereditary thrombocytopenia and dramatically increased susceptibility to hematologic malignancies ( Nat Genet 2015 47: 180 and 535). ETV6 is a transcriptional repressor essential for hematopoiesis and is frequently targeted by somatic genomic aberrations in childhood ALL (e.g., the ETV6 - RUNX1 fusion). Therefore, we sought to comprehensively identify ALL predisposition variants in ETV6 and to determine the extent to which these variants contribute to childhood ALL risk in general. We first identified a family with three cases of childhood ALL at St. Jude Children's Research Hospital. Whole exome sequencing of this family (mother and 2 daughters with ALL, the unaffected father and 1 unaffected daughter) identified a single variant in ETV6 (p.R359X) in the 3 cases with ALL and also in the healthy daughter. This nonsense variant is predicted to create a stop codon within the ETS domain of ETV6 , resulting in a truncated protein without DNA-binding function. This highly damaging variant is likely to be responsible for the ALL predisposition in this family with a high albeit incomplete penetrance. To comprehensively determine the prevalence of ALL-predisposing alleles in ETV6 , we performed targeted sequencing of this gene in 4,405 children with newly-diagnosed ALL enrolled on the Children's Oncology Group (COG) AALL0232, P9904, P9905 and P9906 protocols and St. Jude Total Therapy XIIIA, XIIIB and XV studies. We identified a total of 43 germline variants in the exonic regions of ETV6 . Thirty-one of the 43 ETV6 variants were defined as \"ALL-related\" because they were not found or extremely rare in non-ALL populations (N=60,706). These ALL risk variants included 4 nonsense, 21 missense, 1 splice site, and 5 frameshift variants occurring in 35 children (0.79% of ALL cases studied). Fifteen of the 31 ALL-relatedvariants (48.4%) were clustered in the ETS DNA-binding domain of ETV6 . We used the combined annotation dependent depletion algorithm (CADD) to predict deleterious effects of each variant. ALL-related ETV6 variants were significantly more likely to be damaging compared to germline variants observed in the non-ALL population (mean CADD phred-like score of 25.6 vs 15.2, respectively, p<0.0001). Interestingly, of the 18 most deleterious ETV6 variants, 10 (55.6%) resided in the ETS domain although none were located within the helix directly interacting with target DNA. Instead, 7 of the 10 variants in ETS domain were between the first and second helices. We next analyzed the relationship between germline risk variants in ETV6 and clinical features of ALL in a subset of 2,021 cases enrolled on St. Jude and COG frontline ALL trials. These cases were comprehensively evaluted for ALL charateristics and representative of the US childhood ALL population. Children with ALL-related ETV6 variants were significantly older at the time of diagnosis than those without these variants (9.5 years vs 6.4 years; P=0.009). The hyperdiploid leukemia karyotype was strikingly overrepresented in ALL cases harboring germline ETV6 risk variants compared to the wildtype group (64.3% vs 26.8%; P=0.0045). In contrast, the frequency of somatic ETV6 - RUNX1 fusion was much lower in cases with ETV6 germline risk variants, compared to cases with wildtype ETV6 (7.1% vs 22.7%), even though this difference did not reach statistical significance. Of note, there was also a trend towards overrepresentation of females in carriers of ALL-related ETV6 variants (71.4% vs 45.7%; P=0.063). In conclusion, our findings indicate that germline ETV6 variations are important determinants for genetic predisposition to childhood ALL. Disclosures Martin: Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Gentium SpA/Jazz Pharmaceuticals: Research Funding. Evans: Prometheus Labs: Patents & Royalties: Royalties from licensing TPMT genotyping. Hunger: Spectrum Pharmaceuticals: Consultancy; Jazz Pharmaceuticals: Consultancy; Merck: Equity Ownership; Sigma Tau: Consultancy.",
    "topics": [
        "etv6 gene",
        "genetics",
        "leukemia, lymphocytic, acute, childhood",
        "genetic predisposition to disease",
        "dna",
        "cancer",
        "acute lymphocytic leukemia",
        "genetic disorder",
        "genotype determination",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Takaya Moriyama, MD",
        "Monika Metzger, MD",
        "Gang Wu, PhD",
        "Rina Nishii",
        "Maoxiang Qian, PhD",
        "Meenakshi Devidas, PhD",
        "Wenjian Yang, PhD",
        "Emily Quinn, MS",
        "Julie Gastier-Foster, PhD",
        "Elizabeth Raetz, MD",
        "Eric C. Larsen, MD",
        "Paul L. Martin, MD PhD",
        "W. Paul Bowman, MD",
        "Naomi J. Winick, MD",
        "Yoshihiro Komada, MD PhD",
        "Elaine R Mardis, PhD",
        "Robert Fulton, PhD",
        "Ching-Hon Pui, MD",
        "William E. Evans, PharmD",
        "Jinghui Zhang, PhD",
        "Stephen P Hunger, MD",
        "Mary V. Relling, PharmD",
        "Kim E Nichols, MD",
        "Mignon Loh, MD",
        "Jun J Yang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Takaya Moriyama, MD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN ",
                "Department of Pediatrics, Mie University Graduate School of Medicine, Tsu, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Monika Metzger, MD",
            "author_affiliations": [
                "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gang Wu, PhD",
            "author_affiliations": [
                "Department of Computational Biology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rina Nishii",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN ",
                "Department of Pediatrics and Developmental Biology, Tokyo Medical and Dental University Graduate School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maoxiang Qian, PhD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meenakshi Devidas, PhD",
            "author_affiliations": [
                "Department of Biostatistics, Colleges of Medicine, Public Health & Health Profession, University of Florida, Gainesville, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenjian Yang, PhD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Quinn, MS",
            "author_affiliations": [
                "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Gastier-Foster, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Nationwide Children's Hospital, and Departments of Pathology and Pediatrics, Ohio State University, Columbus, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Raetz, MD",
            "author_affiliations": [
                "Department of Pediatrics, Huntsman Cancer Institute and Primary Children's Hospital, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric C. Larsen, MD",
            "author_affiliations": [
                "Maine Children's Cancer Program, Scarborough, ME "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul L. Martin, MD PhD",
            "author_affiliations": [
                "Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "W. Paul Bowman, MD",
            "author_affiliations": [
                "Cook Childrens Medical Center, Fort Worth, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi J. Winick, MD",
            "author_affiliations": [
                "University of Texas Southwestern Medical Center, Dallas, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiro Komada, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Mie University Graduate School of Medicine, Tsu, Japan "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elaine R Mardis, PhD",
            "author_affiliations": [
                "McDonnell Genome Institute, Washington University, St Louis, MO "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Fulton, PhD",
            "author_affiliations": [
                "McDonnell Genome Institute, Washington University School of Medicine, St Louis, MO "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ching-Hon Pui, MD",
            "author_affiliations": [
                "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN ",
                "Hematological Malignancies Program, Comprehensive Cancer Center, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William E. Evans, PharmD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN ",
                "Hematological Malignancies Program, Comprehensive Cancer Center, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jinghui Zhang, PhD",
            "author_affiliations": [
                "Department of Computational Biology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen P Hunger, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of Pennsylvania School of Medicine, Philadelphia, PA ",
                "Department of Pediatrics, Children's Hospital of Philadelphia and the University of Pennsylvania Perelman School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary V. Relling, PharmD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN ",
                "Hematological Malignancies Program, Comprehensive Cancer Center, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim E Nichols, MD",
            "author_affiliations": [
                "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mignon Loh, MD",
            "author_affiliations": [
                "Department of Pediatrics, Benioff Children's Hospital and the Helen Diller Family Comprehensive Cancer Center, University of California at San Francisco, san francisco, CA"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun J Yang, PhD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN ",
                "Hematological Malignancies Program, Comprehensive Cancer Center, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T09:33:30",
    "is_scraped": "1"
}