{
    "doi": "https://doi.org/10.1182/blood.V104.11.3273.3273",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=138",
    "start_url_page_num": 138,
    "is_scraped": "1",
    "article_title": "HLA-DR Protein Status Predicts Survival in Patients with Diffuse Large B Cell Lymphoma (DLBCL) Treated with the MACOP-B Chemotherapy Regimen. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "hla-dr antigens",
        "molecule",
        "antigens",
        "biological markers",
        "biotin",
        "cancer",
        "dilution technique",
        "epitopes"
    ],
    "author_names": [
        "Lisa M. Rimsza, MD",
        "Pedro Farinha, MD",
        "Deborah A. Fuchs, MD",
        "Hamid Masoudi, MD",
        "Joseph M. Connors, MD",
        "Randy D. Gascoyne, MD"
    ],
    "author_affiliations": [
        [
            "Pathology, University of Arizona, Tucson, AZ, USA"
        ],
        [
            "Pathology and Medical Oncology, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Pathology, University of Arizona, Tucson, AZ, USA"
        ],
        [
            "Pathology and Medical Oncology, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Pathology and Medical Oncology, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Pathology and Medical Oncology, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ]
    ],
    "first_author_latitude": "32.25121115",
    "first_author_longitude": "-110.89441465",
    "abstract_text": "Background: HLA-DR is one of the MHC Class II antigen presenting molecules. Loss of HLA-DR expression on DLBCL tumor cells has been associated with poor survival in patients on Southwest Oncology Group (SWOG) studies as well as the recent Leukemia and Lymphoma Molecular Profiling project (Rosenwald et al, NEJM 2002). This study was conceived to examine the effect of HLA-DR status on a completely different cohort of patients from a single institution treated uniformly with a single chemotherapy regimen, MACOP-B, in an attempt to validate HLA-DR as an important biomarker in DLBCL. Methods: HLA-DR immunostaining was performed using a tissue microarray block containing two 0.6mm cores of paraffin embedded tissues from 97 patients treated on the MACOP-B regimen (1981–86) at the BC Cancer Agency in Vancouver, Canada (Semin Hematol 1988, suppl 2: 41–6). Only cases of B cell lineage were used. We used the HLA-DR antibody Class II DR, (IgG2b) at a 1:50 dilution (Novocastra, UK) with epitope recovery, on an automated immunostainer (Ventana Benchmark System) using a biotin-avidin-diaminobenzidine-based detection system. Two pathologists (LR and DF) scored all slides for positive or negative results. Results: All patients had advanced-stage disease and were treated uniformly with the MACOP-B chemotherapy regimen. The median follow-up of living patients is 17 years. The IPI was predictive of overall survival (OS) in the study group (p = 0.023). Of the 97 B cell cases, 82 had interpretable staining. The other cases were eliminated for lack of tumor (2), necrotic tissue (1), or lack of internal positive control cells in the tissue core (12). Of the remaining 82 cases, 52 were positive for HLA-DR protein with a median OS of 16.2 years while 30 were negative with a median OS of 4.2 years, (p=0.037, figure below). A Cox multivariate model established both IPI (p = 0.031) and HLA-DR status (p = 0.04) as independent predictors of OS. Discussion: The importance of loss of antigen presenting molecules on cells of DLBCL was a key finding of the previous LLMPP work, and is now further confirmed as impacting OS in a separate set of patients treated uniformly with a different chemotherapy regimen. These findings lend credence to the hypothesis that loss of immunogenicity is of key importance in patient response to treatment and OS and suggest that specific therapies focused on this pathway may benefit patients with DLBCL regardless of their treatment regimen. View large Download slide Figure View large Download slide Figure "
}