{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3091.3091",
    "article_title": "Interim Results from the Phase 1a/1b Dose-Finding Study of CWP232291 (CWP291) in Relapsed or Refractory Myeloma (RRMM) Alone or in Combination with Lenalidomide and Dexamethasone ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background: CWP291, a novel peptidomimetic small molecule, has potent and selective inhibitory activity on a Wnt gene reporter and decreases expression of the β-catenin target genes, cyclin D1 and survivin. It has broad anti-cancer efficacy in vitro, outperforming lenalidomide and bortezomib in MM murine xenografts, and improving survival in combination vs. single agents alone in bone marrow engraftment models. Methods: Subjects with RRMM were infused CWP291 IV over at least 30 minutes twice weekly for 3 weeks out of a 4-week cycle in a 3+3 dose-escalation, Phase 1 design. In Phase 1a, CWP291 was delivered as a single agent. In Phase 1b, which started at a dose lower than a demonstrably well-tolerated dose in Phase 1a, allowing for more rapid initiation of this phase of the study (J Clin Oncol 35:2017 Suppl Abstr TPS8058), subjects received CWP291 in combination with lenalidomide and dexamethasone. Results: As of July 25, 2017, 21 subjects (13M, 8F), ages 44-79 (median 61 years) were enrolled; twelve in Phase 1a at doses from 198 - 446 mg/m 2 and 8 in Phase 1b at 198 - 263 mg/m 2 . The median duration of treatment was 2 cycles (range 1 - 6 cycles) with 5 subjects ongoing. The most common (≥20% of subjects) drug-related adverse events (AEs) were due to GI toxicities, with diarrhea in 16 subjects (76%) and nausea in 10 subjects (48%); toxicities were grade ≤2 except grade 3 in 1 subject each. Asthenia/fatigue was seen in 10 subjects (48%) with 1 grade 3. Thrombocytopenia was reported in 6 subjects (29%), 5 of which were grade ≥3. Anemia was seen in 4 subjects (29%), and in 3 subjects were grade ≥3. Serious adverse events were recorded for 11 subjects with 18 separate events, the most frequent (9 events in 6 subjects) considered unrelated were hospitalizations for infections (pneumonia and parainfluenza virus) and only 3 events (urinary tract infection, grade 3 hypotension and grade 2 hypoxia) were considered possibly related. Three dose-limiting toxicities (DLT) occurred in Phase 1a in 2 subjects at 446 mg/m 2 , which were hypoxia (grade 3), neutropenia (grade 4) and thrombocytopenia (grade 4). The 335 mg/m 2 cohort has now been initiated in which 1 DLT (grade 3 hypoxia) has been seen, and accrual is ongoing. One DLT (hypotension grade 3) was seen in Phase 1b at 198 mg/m 2 however no additional DLTs were seen and accrual is now ongoing at 263 mg/m 2 . Fourteen subjects were evaluable for efficacy as per IMWG criteria. Six subjects had progressive disease (1 in Phase 1b), 4 subjects had stable disease, and responses were seen in 4 subjects (2 minor). There was also documentation of a 34.6 % decrease in bone marrow plasma cells in one subject for whom a bone marrow aspirate was available in Phase 1a. Changes in targeted genes in blood and BM, as well as PK, will be provided from expanded and escalated dosing cohorts. Conclusions: CWP291, a novel and first in class molecule with significant preclinical activity, shows safety as a single agent as well as in combination with standard of care for patients with relapsed/refractory multiple myeloma Early evidence of efficacy in these subjects suggests that this is an active drug in this indication, and is continuing to be explored. Disclosures Manasanch: sanofi: Research Funding; celgene: Consultancy; adaptive biotechnologies: Consultancy; takeda: Consultancy; quest diagnostics: Research Funding; merck: Research Funding. Hauptschein: Theriac, Inc.: Employment. Choi: JW Pharmaceuticals, Inc.: Employment. Lee: JW Pharmaceuticals: Employment.",
    "topics": [
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "hypoxia",
        "toxic effect",
        "adverse event",
        "hypotension",
        "thrombocytopenia",
        "anemia",
        "antidotes"
    ],
    "author_names": [
        "Elisabet E. Manasanch, MD",
        "Sung-Soo Yoon, MD PhD",
        "Chang-Ki Min, MD",
        "Jin Seok Kim, MD PhD",
        "Kenneth H Shain, MD PhD",
        "Robert Hauptschein, MDPhD",
        "Jeongeun E Choi, PhD",
        "Kyoung-June Lee"
    ],
    "author_dict_list": [
        {
            "author_name": "Elisabet E. Manasanch, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sung-Soo Yoon, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University Hospital, Seoul National University College of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chang-Ki Min, MD",
            "author_affiliations": [
                "Seoul St. Mary's Hospital, The Catholic University of Korea, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Seok Kim, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Yonsei University College of Medicine, Severance Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth H Shain, MD PhD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Hauptschein, MDPhD",
            "author_affiliations": [
                "Theriac Pharmaceutical, Bothell, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeongeun E Choi, PhD",
            "author_affiliations": [
                "JW Pharmaceutical Corporation, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyoung-June Lee",
            "author_affiliations": [
                "JW Pharmaceutical Incorporation, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T21:29:14",
    "is_scraped": "1"
}