{
    "doi": "https://doi.org/10.1182/blood-2021-153361",
    "article_title": "Perceptions of Prognosis Among Patients with Advanced Hematologic Malignancies ",
    "article_date": "November 5, 2021",
    "session_type": "902.Health Services Research-Lymphoid Malignancies",
    "abstract_text": "Background: Although accurate prognostic understanding is essential for patients to make informed decisions about their care, little is known regarding understanding of life expectancy among patients with blood cancers approaching end of life. We sought to characterize such perceptions in a cohort of patients with advanced blood cancers. Methods: In October 2020, we began a web-based survey of adult patients with hematologic malignancies recruited from two large cancer centers. Eligibility criteria included: (1) age ≥ 18 years, (2) at least 2 outpatient visits at the study centers, and (3) physician-estimated prognosis of six months or less based on the patient's hematologic oncologist answering \"no\" to the question: \"would you be surprised if this patient died in the next six months?\" The 12-month version of this question has been shown to correctly estimate death in 68.3% of patients with blood cancers (Hudson KE, JPM 2018). Among other questions, participants were asked how important it was for them to know how cancer might influence the length of their life, with response options on a 4-point scale ranging from \"not important at all,\" to \"very important.\" We also asked participants if anyone on their healthcare team had ever discussed how long they might expect to live with their cancer, and participants' perception of their life expectancy, with response options of \"more than 2 years,\" \"one to two years,\" \"7 to 11 months,\" \"1 to 6 months,\" and \"less than 1 month.\" We then asked about the most important factor in determining their self-reported prognosis. We summarized responses for prognostic perceptions with relative frequencies (%). We also assessed, in univariable analysis, if patients' reports of prognostic discussion with their healthcare team was associated with self-report of prognosis of \"more than 2 years.\" Results: As of July 2021, 102 patients had completed the survey (response rate: 64.6%). The most common diagnosis was acute leukemia (38.2%), followed by lymphoma (30.4%; Table 1). The median time between diagnosis and completion of survey was 26 months. The majority (91.1%) felt it was \"moderately\" or \"very important\" to know how cancer might influence their length of life, but only 47.1% recalled a discussion about life expectancy with their healthcare team. Most respondents (65.7%) felt their life expectancy at the time of the survey exceeded 2 years (Figure). In univariable analysis, patients who reported having had a prognostic discussion with their healthcare team were less likely to estimate their own life expectancy to be greater than 2 years compared to patients who did not (48.9% vs. 81.1%, chi-square p = 0.0007). Factors cited to be most important by respondents in estimating their prognosis were their \"health/how things had been going with their cancer\" (35.3%), \"information received from their doctor or healthcare team\" (29.4%), \"attitude or personal beliefs\" (16.7%), \"their own research\" (9.8%), and \"stories they heard from other people\" (3.9%). Conclusions: In this cohort of blood cancer patients with a physician-estimated prognosis of ≤ 6 months based on the \"surprise question,\" two-thirds had substantially more optimistic views of their prognosis. Our finding that over 80% of individuals who did not recall a prognostic discussion with their healthcare team thought their own life expectancy to be greater than 2 years suggests that lack of prognostic disclosure contributes to the gap between physician and patient perceptions of prognosis. The fact that almost half of patients who did report having such a discussion had overly optimistic views suggests that additional factors are also putative. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Huntington:  Flatiron Health Inc.: Consultancy; TG Therapeutics: Research Funding; Thyme Inc: Consultancy; Bayer: Honoraria; DTRM Biopharm: Research Funding; SeaGen: Consultancy; AstraZeneca: Consultancy, Honoraria; Novartis: Consultancy; Servier: Consultancy; Genentech: Consultancy; AbbVie: Consultancy; Pharmacyclics: Consultancy, Honoraria; Celgene: Consultancy, Research Funding.",
    "author_names": [
        "Oreofe O. Odejide",
        "Scott F. Huntington",
        "Thomas M. Kuczmarski",
        "Eleanor Shi",
        "James A. Tulsky",
        "Gregory A. Abel"
    ],
    "author_dict_list": [
        {
            "author_name": "Oreofe O. Odejide",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Scott F. Huntington",
            "author_affiliations": [
                "Yale Cancer Center, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M. Kuczmarski",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleanor Shi",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James A. Tulsky",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory A. Abel",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:46:14",
    "is_scraped": "1"
}