{
    "doi": "https://doi.org/10.1182/blood.V110.11.4423.4423",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1075",
    "start_url_page_num": 1075,
    "is_scraped": "1",
    "article_title": "Improvement in Follicular Non Hodgkin Lymphoma Survival among VA Patients. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "lymphoma, non-hodgkin",
        "cancer",
        "chemotherapy regimen",
        "follicular lymphoma",
        "monoclonal antibodies",
        "rituximab",
        "hospitals, veterans",
        "software"
    ],
    "author_names": [
        "Shaili Desai, MD",
        "Malek M. Safa, MD",
        "Rami S. Komrokji, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, University of Cincinnati, Cincinnati, OH, USA"
        ],
        [
            "Internal Medicine, University of Cincinnati, Cincinnati, OH, USA"
        ],
        [
            "Internal Medicine, University of Cincinnati, Cincinnati, OH, USA"
        ]
    ],
    "first_author_latitude": "39.1338596",
    "first_author_longitude": "-84.48995384999999",
    "abstract_text": "Background: Follicular non Hodgkin lymphoma (FL) remains uncurable disease for majority of patients. Natural history of follicular lymphoma is changing with inroduction of new treatments. We examined outcome of FL among VA patients in the era of monoclonal antibodies. Methods: This was a retrospective analysis. The VA Central Cancer Registry (VACCR) database was used to identify patients with FL diagnosed between 1995 and 2005. There are approximately 120 VA medical centers diagnosing and/or treating patients with cancer. Data were analyzed using bio-statistical software SPSS. Variables included age, sex, stage of disease, histology subtype, date of diagnosis, date of last contact, vital status. Results: There were1338 patients with FL at the VACCR database between 1995 and 2005, 283 (88%) were white, 128 (10%) black patients, and 39 (2%) patients from other racial groups. The mean age at diagnosis was to 64 years. Four hundred twelve (31%) were grade I FL, 312 (23%) Grade II, 215 (16%) Grade III, and 399 (30%) FL, NOS. Four hundred twelve (30%) patients were early stage (I,II), 600 (45%) were advanced stage (III,IV) and 331 (25%) missing or unkown. No FLIPI score data were available. Median overall survival (OS) was 7 years. The median OS for early stage was 8.6 years compared to 5.5 years for advanced stage. The median OS for patients diagnosed 1995–2000 was 5.9 years compared to 9.7 years for patients diagnosed between 2001–2005. (log rank test, P value 0.025). The two groups were balanced regarding stage, race and chemotherapy. Conclusions: The survival of FL patients has improved in the VA system in the era of rituximab. View large Download slide Figure View large Download slide Figure "
}