{
    "doi": "https://doi.org/10.1182/blood-2019-124696",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4313",
    "start_url_page_num": 4313,
    "is_scraped": "1",
    "article_title": "Mantle CELL Lymphoma (MCL) in Elderly Patients (PTs): The Experience in Real-Life of Rete Ematologica Laziale Linfomi (RELLI) ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": [
        "brachial plexus neuritis",
        "mantle-cell lymphoma",
        "older adult",
        "bronchioloalveolar carcinoma",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "bendamustine",
        "cancer immunotherapy",
        "cytarabine",
        "extranodal disease",
        "follow-up"
    ],
    "author_names": [
        "Alessandro Alessandro Andriani",
        "Gabriella Tomei",
        "Cristiano Tesei",
        "Ombretta Annibali",
        "Cristina Andrizzi",
        "Fiammetta Natalino, MD",
        "Paola Anticoli Borza",
        "Elisabetta Abruzzese, MD",
        "Elena Maiolo",
        "Alice Di Rocco",
        "Luigi Petrucci, MD",
        "Maria Cantonetti",
        "Fioretta Palombi",
        "Natalia Cenfra, MD",
        "Luigi Rigacci, MD",
        "Stefan Hohaus, MD",
        "Maurizio Martelli, MD",
        "N. Christina Cox, MD"
    ],
    "author_affiliations": [
        [
            "UOC of hematology, ASL Frosinone, Hosp. F. Spaziani, Frosinone, Italy "
        ],
        [
            "UOC of hematology, ASL Frosinone, Hosp. F. Spaziani, Frosinone, Italy "
        ],
        [
            "RELLI, Rete Laziale Linfomi, Rome, Italy "
        ],
        [
            "University Campus Bio Medico, Rome, ITA "
        ],
        [
            "UOSD of Hematology, ASL Roma1, Hosp. Santo Spirito, Rome, Italy "
        ],
        [
            "UOC of hematology, ASL Viterbo, Hosp Belcolle, Viterbo, Italy "
        ],
        [
            "UOC of Hematology, Azienda Ospedaliera San Giovanni - Addolorata, Roma, ITA "
        ],
        [
            "ASL Roma 2, Hematology Unit, S. Eugenio Hospital, Tor Vergata University, Rome, Italy "
        ],
        [
            "Istitute of Hematology, IRCCS, Policlinico Gemelli Fondation, Catholic University of SacredHeart, Rome, Italy "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, Policlinico Umberto I, University \"La Sapienza\", Roma, Italy "
        ],
        [
            "Division of Haematology, University La Sapienza, Rome, Italy "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy "
        ],
        [
            "Sapienza University of Rome, Rome, ITA "
        ],
        [
            "Hematology Unit, S. Maria Goretti Hospital, AUSL Latina, Latina, ITA "
        ],
        [
            "Ospedale S. Camillo-Forlanini, Dept. of Hematology and BMT, Rome, Italy "
        ],
        [
            "Hematology unit, Università Cattolica S. Cuore, Rome, Italy "
        ],
        [
            "Hematology, Department of Translational and Precision Medicine, Sapienza University, Rome, Italy"
        ],
        [
            "RELLI, Rete Laziale Linfomi, Rome, Italy "
        ]
    ],
    "first_author_latitude": "41.638564699999996",
    "first_author_longitude": "13.3256533",
    "abstract_text": "INTRODUCTION MCL is an incurable disease and treatment approach should be adapted to patient's characteristics: age, PS, co-morbidities, social conditions, presence of caregiver, etc. In this study we describe the experience of RELLI in real life about old MCL pts followed in Latium region and diagnosed and registered in our database between January 2013 to December 2017. MATHERIALS and METHODS Data were collected in a regional data base. All new diagnosis of lymphoproliferative disease were considered medical history, clinical characteristics and lymphoma related characteristics were registered starting from an existing data base or medical records of single Institutions. RESULTS In the database were registered 91 pts with MCL (70M/21F) older than 65 years with a median age of 74 yrs (range 66-87). At diagnosis 11/91 (12.1%) were in stage I-II and 80/91 (87.9%) in stage III-IV; only 6 (6.6%) pts presented systemic symptoms. High levels of LDH were present in 45.1% of pts, at least one extranodal localization was reported in 4.4% and Ki67 > 30% in 48.5%. Prognostic score was evaluated at diagnosis: MIPI (LR 46.5%, IR 19.7%, HR 33.8%) and MIPI-c (LR 36.6%, ILR 22.5%, IHR 22.5%, HR 18.4%). Treatment was evaluated according to the age of pts: 65 -70 and >70 years; in the first group immuno-chemotherapy (ICT) was: Benda containing regimen 43.5% (R-BAC 17.4%, R-B 26.1%) and CHOP-like regimen 36.1% (R-CHOP21 17.4%, R-COMP21 8.7%). In contrast in older pts the choice of ICT was: Benda containing regimen 64% (R-BAC 14.8%, RB49.2%), and CHOP-like regimen 13.1% (R-CHOP21 8.2%, R-COMP 4.9%).The overall response rate (ORR), progression free-survival (PFS) and overall survival (OS) were calculated from the start of treatment and evaluated in the two groups of pts: ORR was 100% in younger (CR 69.6%, PR 30.4%) and 68.8% in older (CR 50.8%, PR 18%). According to the type of ICT, as expected, pts treated with bendamustine containing regimens (+/- Cytarabine) have better response and longer survival. With a median follow-up of 34.5 months, media OS of the entire population isn't reached and PFS is projected at 50% at 60 months. CONCLUSIONS In the era before new biologic drugs the approach to treatment of MCL was sufficiently homogeneous in the Lazio region. In real life Ky67 was principal factor influencing OS. MIPI and MIPI-c score divided the entire population into two groups at high and low risk. Age not change the OS but only the response rate to treatment (Figure 1). View large Download slide View large Download slide  Disclosures Abruzzese: BMS: Consultancy; Incyte: Consultancy; Novartis: Consultancy; Pfizer: Consultancy. Di Rocco: Roche: Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Pfizer: Speakers Bureau; Sandoz: Consultancy. Martelli: F. Hoffman-La Roche, Celgene, Janssen, Sandoz, Novartis, Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; F. Hoffman-La Roche, Celgene, Janssen, Sandoz, Novartis, Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Servier: Honoraria; Servier: Honoraria."
}