{
    "doi": "https://doi.org/10.1182/blood.V126.23.1132.1132",
    "article_title": "Blood Hypercoagulation Assessed with Thrombodynamics Test Predicts Postoperative Venous Thrombosis in Patients at High Risk ",
    "article_date": "December 3, 2015",
    "session_type": "332. Antithrombotic Therapy: Poster I",
    "abstract_text": "Aim. Weassessed the ability of the Thrombodynamics test to predict postoperative venous thromboembolism (VTE) in standard prophylaxis in high-risk patients. Methods. This prospective observational study involved 55 patients undergoing elective major surgery for colorectal cancer. The patients were 45-87 years old (mean: 72.9±8.1), and included 14 men and 26 women. According to the Caprini model, the patients had a mean score 9.9±2.1 (range: 5-14). Our standard prophylaxis for VTE consisted of above-knee graduated compression stockings with pressure 18-21 mm Hg and low-molecular weight heparin (LMWH) injections initiated 12 hours before surgery, continuing 6 hours after surgery, and then every morning after the first postoperative day (POD). Before LMWH administration, the Thrombodynamics test was performed at 8 time points: (1) one day before surgery (beforethe first LMWH injection); (2) the morning of the day of surgery (12 hours after the first injection); (3) 2-4 hours after surgery (before the second injection); (4) the morning of the first POD (12 hours after the second injection); (5,6) 2 and 4 hours after the third injection on the first POD; (7) 24 hours after the third injection in the morning of the second POD; (8) the morning of 5-7 th PODs before the next injection. A duplex ultrasound was performed at baseline one day before surgery and then on the 5-7 th PODs to assess the lower limb venous system up to the inferior vena cava. The endpoint of the study was ultrasound verification of deep vein thrombosis (DVT). Results. PostoperativeDVT was found in 15 of 55 patients (27.3%; 95% CI: 17.3-40.3%). Logistic regression showed that a blood hypercoagulation against the standard pharmacoprophylaxis revealed with the Thrombodynamics test was a strong predictor of DVT. The following Thrombodynamics parameters significantly predicted venous thrombosis (p<0.05): initial velocity of clot growth (Vin) at time points 4, 6, and 7; stationary velocity of clot growth (Vst) at time points 3 and 7. The maximal area under the ROC curve was 0.893 (95% CI: 0.742-1.000, p=0.019) for Vin at time point 4; 1.000 (p=0.003) for Vin at time point 7; 0.893 (95% CI: 0.742-1.000, p=0.019) for Vst at time point 3 and 0.848 (95% CI: 0.654-1.000, p=0.038) for Vst at time point 7. The cut-off point for Vin at time point 4 (with sensitivity 73.3% and specificity 73.5%) was 62.5 µm/min and at time point 7 (with sensitivity 75% and specificity 75%) was 63.5 µm/min (normal range: 36-56 µm/min). The cut-off point for Vst at time point 3 (with sensitivity 83.3% and specificity 75.0%) was 32.5 µm/min (normal range: 20-29 µm/min). There was found no high sensitivity-specificity cut-off point for Vst at time-point 7. When the defined Thrombodynamics parameters exceeded the cut-off points the rate of postoperative DVT was 42.9-52.4%, while when they did not exceed - the DVT rate was 6.3-12.9% (p<0.05). Conclusion. Despite the standard pharmacoprophylaxis, some high-risk surgical patients can experience blood hypercoagulation that is associated with postoperative DVT. Thrombodynamics test can reveal this hypercoagulation and predict DVT. Disclosures Lobastov: Bayer: Honoraria, Other: travel funding; HemaCore Company: Honoraria, Other: travel funding, Research Funding. Dementieva: HemaCore Company: Research Funding. Soshitova: HemaCore Company: Employment. Barinov: Bayer: Honoraria, Other: travel funding. Laberko: HemaCore Company: Research Funding.",
    "topics": [
        "postoperative care",
        "thrombophilia",
        "venous thrombosis",
        "surgical procedures, operative",
        "deep vein thrombosis",
        "low-molecular-weight heparin",
        "venous thromboembolism",
        "colorectal cancer",
        "stockings, compression",
        "ultrasonography"
    ],
    "author_names": [
        "Kirill Lobastov, PhD",
        "Galina Dementieva",
        "Natalia Soshitova, PhD",
        "Victor Barinov, PhD MD",
        "Leonid Laberko, PhD MD",
        "Grigory Rodoman",
        "Valeriy Boyarintsev"
    ],
    "author_dict_list": [
        {
            "author_name": "Kirill Lobastov, PhD",
            "author_affiliations": [
                "Pirogovs Russian National Research Medical University, Moscow, Russia ",
                "Moscow Clinical Hospital no.24, Moscow, Russia ",
                "Clinical Hospital no.1 of the President's Administration of Russian Federation, Moscow, Russia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Galina Dementieva",
            "author_affiliations": [
                "Pirogovs Russian National Research Medical University, Moscow, Russia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Soshitova, PhD",
            "author_affiliations": [
                "HemaCore Company, Moscow, Russia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor Barinov, PhD MD",
            "author_affiliations": [
                "Pirogovs Russian National Research Medical University, Moscow, Russia ",
                "Clinical Hospital no.1 of the President's Administration of Russian Federation, Moscow, Russia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonid Laberko, PhD MD",
            "author_affiliations": [
                "Pirogovs Russian National Research Medical University, Moscow, Russia ",
                "Moscow Clinical Hospital no.24, Moscow, Russia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grigory Rodoman",
            "author_affiliations": [
                "Pirogovs Russian National Research Medical University, Moscow, Russia ",
                "Moscow Clinical Hospital no.24, Moscow, Russia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeriy Boyarintsev",
            "author_affiliations": [
                "Clinical Hospital no.1 of the President's Administration of Russian Federation, Moscow, Russia "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T06:46:01",
    "is_scraped": "1"
}