{
    "doi": "https://doi.org/10.1182/blood.V110.11.2923.2923",
    "article_title": "PD-1 Signaling on Chronic Myeloid Leukemia-Specific T Cells Results in T Cell Exhaustion and Disease Progression. ",
    "article_date": "November 16, 2007",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "abstract_text": "Chronic myeloid leukemia (CML) is a malignant myeloproliferative disease of hematopoietic stem cells with a characteristic chronic phase of several years before progression to acute myeloid leukemia. The immune system may contribute to disease control at this stage. Here we analyzed leukemia-specific immune responses in a murine retroviral bone marrow transduction and transplantation model using the glycoprotein of lymphocytic choriomeningitis virus as a model leukemia antigen. We found that CML-specific cytotoxic T cells (CTLs) became exhausted after initial activation and expansion. Only a small fraction of CML-specific CTLs persisted longterm. They maintained some limited cytotoxic activity but did not produce IFNγ or TNFα or expand after restimulation. CML-specific CTLs were characterized by high expression of programmed death 1 (PD-1), whereas CML cells expressed PD-ligand 1 (PD-L1). Blocking PD-1 signaling in CML mice by transferring BCR/ABL-NUP98/HOXA9 transduced bone marrow cells to PD-1 deficient recipient mice resulted in improved CML disease control and prolonged survival. In addition, we extended our findings from the preclinical CML model to human patients. PD-1 was expressed at significantly higher levels on CD8+ T cells of CML patients when compared to healthy donors. These data identify PD-1 as a potential target to restore the function of exhausted CML-specific CTLs and therefore to treat CML.",
    "topics": [
        "disease progression",
        "leukemia",
        "signal transduction",
        "t-lymphocytes",
        "antigens",
        "glycoprotein",
        "leukemia, myelocytic, acute",
        "leukemia, myelocytic, chronic",
        "ligands",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Sabine Mumprecht, PhD",
        "Juerg Schwaller",
        "Max Solenthaler",
        "Adrian F. Ochsenbein"
    ],
    "author_dict_list": [
        {
            "author_name": "Sabine Mumprecht, PhD",
            "author_affiliations": [
                "Tumor Immunology, Department of Clinical Research, University of Berne, Berne, Switzerland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juerg Schwaller",
            "author_affiliations": [
                "Department of Research, University of Basel, Basel, Switzerland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Max Solenthaler",
            "author_affiliations": [
                "Central Haematology Laboratory, Inselspital, Berne, Switzerland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian F. Ochsenbein",
            "author_affiliations": [
                "Medical Oncology, Inselspital, Berne, Switzerland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T09:31:37",
    "is_scraped": "1"
}