{
    "doi": "https://doi.org/10.1182/blood.V108.11.4241.4241",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=738",
    "start_url_page_num": 738,
    "is_scraped": "1",
    "article_title": "CD73-Independent Toxicity of Fludarabine on Adult Normal Bone Marrow Mesenchymal Cells (NBMMC). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "5'-nucleotidase",
        "bone marrow",
        "fludarabine",
        "stem cell, mesenchymal",
        "toxic effect",
        "adenosine",
        "annexin a5",
        "cd34 antigens",
        "chronic lymphocytic leukemia",
        "diphosphates"
    ],
    "author_names": [
        "Celine Pebrel-Richard",
        "Richard Veyrat-Masson",
        "Nathalie Boiret-Dupré, PhD",
        "Chantal Rapatel",
        "Juliette Berger",
        "Olivier Tournilhac, MD, PhD",
        "Stephane Boisgard, MD, PhD",
        "Jacques Chassagne",
        "Marc G. Berger, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematologie Biologique, CHU Clermont Ferrand, Hotel-Dieu, Clermont Ferrand, France"
        ],
        [
            "Hematologie Biologique, CHU Clermont Ferrand, Hotel-Dieu, Clermont Ferrand, France"
        ],
        [
            "Hematologie Biologique, CHU Clermont Ferrand, Hotel-Dieu, Clermont Ferrand, France"
        ],
        [
            "Hematologie Biologique, CHU Clermont Ferrand, Hotel-Dieu, Clermont Ferrand, France"
        ],
        [
            "Hematologie Biologique, CHU Clermont Ferrand, Hotel-Dieu, Clermont Ferrand, France"
        ],
        [
            "Hematologie Biologique, CHU Clermont Ferrand, Hotel-Dieu, Clermont Ferrand, France"
        ],
        [
            "Orthpedie, CHU Clermont Ferrand, Gabriel Montpied, Clermont Ferrand, France"
        ],
        [
            "Immunologie, Centre Jean Perrin, Clermont Ferrand, France"
        ],
        [
            "Hematologie Biologique, CHU Clermont Ferrand, Hotel-Dieu, Clermont Ferrand, France"
        ]
    ],
    "first_author_latitude": "45.771871950000005",
    "first_author_longitude": "3.1012777499999995",
    "abstract_text": "The purine analogue fludarabine is efficient in treating advanced, chronic B-cell lymphocytic leukemia (CLL). We and others have shown that front-line fludarabine treatment impaired the subsequent mobilization of hematopoietic CD34 + cells by G-CSF. This might imply an effect on hematopoietic and/or mesenchymal compartments. We also previously showed that native mesenchymal cells (MC), like expanded MC, express the 5′-ecto-nucleotidase (CD73) which should aid the entry of fludarabine into the cell. So we investigated the toxicity of fludarabine on NBMMC. We incubated expanded (P1) and fresh NBMMC from femoral heads with increasing doses (0.1 to 6 mMol) of fludarabine for 3 days, and assessed its effect on cell survival (annexin V staining), CFU-F frequency, cell proliferation and immunophenotyping. We used α,β, methylene-adenosine 5 diphosphate (MADP) to inhibit CD73 in order to evaluate its role in the trans-membrane passage of fludarabine. We observed a direct, dose-dependent toxicity of fludarabine on expanded mesenchymal cells, after 3 days incubation, characterized by apoptosis of 48% of MC. The mesenchymal progenitor cells were more sensitive; their frequency amongst the viable cells, being decreased about 5-fold from the 1mMol dose, to 13-fold at the highest dose, where there were far fewer colonies containing>50 cells. Even after fludarabine removal, viable MC showed an impaired ability to proliferate at the next passage. Fresh NBMMC, incubated under same conditions, showed a similar but lower sensitivity than did expanded (P1) mesenchymal cells, as indicated by a shift in the dose-response curve to a 5-fold decrease at the highest dose. Again, we observed a decreasing proportion of large colonies. MADP provided no significant protection against the effect of fludarabine on fresh or expanded cells. The phenotype of progeny was comparable to that of the controls. In conclusion, we have shown for the first time that adult NBMMC are sensitive to fludarabine and could prove to be an unexpected in vivo target. The differences between un-manipulated and expanded cells suggest a biologic alteration during culture. The lack of protective effect of MADP and the absence of lower expression of CD73 on resistant cells suggest another route of trans-membrane passage for fludarabine. The consequences of low dose fludarabine incubation on MC properties are currently being studied."
}