{
    "doi": "https://doi.org/10.1182/blood.V122.21.5393.5393",
    "article_title": "MM-008: A Phase 1 Trial Evaluating Pharmacokinetics and Tolerability Of Pomalidomide + Low-Dose Dexamethasone In Patients With Relapsed/Refractory Multiple Myeloma and Renal Impairment ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Background Pomalidomide (POM) is indicated for patients (pts) with multiple myeloma who have received at least 2 prior therapies, including lenalidomide and bortezomib, and have demonstrated disease progression on or within 60 days of completion of the last therapy. Renal impairment (RI) is a common comorbidity in multiple myeloma (MM), occurring in > 40% of pts. POM is extensively metabolized, with < 5% eliminated renally as the parent drug. Thus, renal function may not substantively affect exposure of the active parent compound. POM + low-dose dexamethasone (LoDEX) has shown efficacy in pts with relapsed/refractory MM (RRMM) with moderate RI in phase 2 and phase 3 trials. However, pts with severe RI were excluded from these trials. MM-008 is an active multicenter, open-label, phase 1 study designed to prospectively assess the pharmacokinetics (PK) and safety of POM + LoDEX in pts with RRMM and normal or severely impaired renal function. Methods Pts with RRMM and ≥ 1 prior therapy were eligible for enrollment. Pts in Cohort A (creatinine clearance [CrCL] ≥ 60 mL/min) served as the control population and received POM 4 mg on days 1-21 of each 28-day cycle. Pts in Cohort B (CrCL < 30 mL/min but not requiring dialysis) followed a standard 3 + 3 dose-escalation design, receiving POM 2 mg on days 1-21 of each 28-day cycle and based on results, escalating to 4 mg. Dosing for Cohort C (CrCL < 30 mL/min and requiring dialysis) was informed by the results from Cohort B. All cohorts received dexamethasone 40 mg (20 mg for pts aged > 75 years) on days 1, 8, 15, and 22. Pts were not permitted to enroll in more than 1 cohort. Granulocyte colony-stimulating factor for management of neutropenia was not permitted in cycle 1, but could be started on day 1 of the next cycle at the physician’s discretion. Treatment was continued until disease progression or unacceptable toxicity. Adverse events were graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (V 4.0). PK samples were obtained pre- and post-POM dose on days 1, 2, and 3 (after single doses) and days 21, 22, and 23 (after multiple doses) of cycle 1 for cohorts A and B. PK data were dose-normalized for comparison across cohorts by dividing the measured exposure by the POM dose in milligrams. Results As of April 1, 2013, 11 pts have been treated (8 in Cohort A; 3 in Cohort B at 2 mg). At screening, median age (range) was 68 years (46-71 years) and 64 years (57-64 years) while median CrCL (range) was 85 mL/min (53.1- 114.8 mL/min) and 18.4 mL/min (12.5-25.7 mL/min) in cohorts A and B, respectively. The most common grade ≥ 3 adverse events were neutropenia (Cohort A: 4 pts; Cohort B: 1 pt), infections (Cohort A: 2 pts; Cohort B: 2 pts), and anemia (Cohort A: 2 pts; Cohort B: 1 pt). No dose-limiting toxicities in cycle 1 have been reported. Median duration of treatment and relative dose intensity were similar between cohorts A and B, 4.1 months (range, 1.8-5.1 months) vs 3.9 months (range, 1.8-8.5 months) and 1.0 (range, 0.5-1.1) and 1.1 (range, 1.0-1.1), respectively. Only 1 pt (Cohort A) discontinued treatment due to adverse events. Five pts remain on study (Cohort A: 3 pts; Cohort B: 2 pts). Initial PK analyses showed that mean dose-normalized AUC 0 24 in Cohort B was approximately 20% lower than in Cohort A. Mean dose-normalized C max in Cohort B was approximately 30% lower than that in Cohort A after a single dose but comparable after multiple doses. Based on these results, additional pts in Cohort B and pts in Cohort C will receive POM 4 mg. Updated PK and adverse event data will be presented at the meeting. Conclusion MM-008 is an ongoing trial prospectively evaluating the PK and safety of POM + LoDEX in pts with severe RI. Preliminary data suggest that dose-normalized exposure in pts with RRMM with severe RI is similar to that in pts with normal to mildly impaired renal function. No dose-limiting toxicities have been reported, and early tolerability data are encouraging. Disclosures: Matous: Celgene: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau. Off Label Use: Approved in the US but not in Europe. Siegel: Celgene: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau. Duong: Celgene: Honoraria, Research Funding. Kasserra: Celgene: Employment, Equity Ownership. Chen: Celgene: Employment, Equity Ownership. Doerr: Celgene: Employment, Equity Ownership. Sternas: Celgene: Employment, Equity Ownership. Zaki: Celgene: Employment, Equity Ownership. Jacques: Celgene: Employment, Equity Ownership. Shah: Celgene: Consultancy, Research Funding.",
    "topics": [
        "dexamethasone",
        "multiple myeloma",
        "pharmacokinetics",
        "pomalidomide",
        "renal impairment",
        "brachial plexus neuritis",
        "adverse event",
        "toxic effect",
        "dialysis procedure",
        "disease progression"
    ],
    "author_names": [
        "Jeffrey Matous, MD",
        "David S. Siegel, MD, PhD",
        "Hien K. Duong, MD",
        "Claudia Kasserra, PhD",
        "Min Chen, PhD",
        "Thomas Doerr, MSc",
        "Lars Sternas, MD",
        "Mohamed H. Zaki, MD, PhD",
        "Christian Jacques, MD",
        "Jatin J. Shah, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Jeffrey Matous, MD",
            "author_affiliations": [
                "Colorado Blood Cancer Institute, Denver, CO, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David S. Siegel, MD, PhD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hien K. Duong, MD",
            "author_affiliations": [
                "Leukemia Program, Department of Hematologic Oncology and Blood Disorders, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Kasserra, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Chen, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Doerr, MSc",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Sternas, MD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamed H. Zaki, MD, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Jacques, MD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jatin J. Shah, M.D.",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T13:07:58",
    "is_scraped": "1"
}