{
    "doi": "https://doi.org/10.1182/blood.V124.21.3447.3447",
    "article_title": "Dexamethasone Synergizes with ABT-199 through the Induction of Bim and Bcl-2 Dependence in Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Multiple myeloma is a plasma cell malignancy, with a 10-year survival rate of approximately 25%. While this survival rate is largely attributed to the FDA approval of new therapies for the disease, such as IMiDs and proteasome inhibitors, eventual relapse and drug resistance is the reality facing the majority of myeloma patients. Subsequently, the quest for new drugs and combination therapies is ongoing. Novel agents targeting the Bcl-2 family of cell survival regulators are promising avenues of research. We have previously reported on a method of predicting sensitivity of myeloma cell lines and patient samples to the Bcl-2/x L inhibitor ABT-737, based on the binding pattern of pro-apoptotic protein Bim to anti-apoptotic proteins Mcl-1, Bcl-x L , and Bcl-2. In Mcl-1-dependent cells, Bim is primarily associated with Mcl-1, and insensitive to ABT-737. Alternatively, in cells that are co-dependent on Mcl-1 and Bcl-2/x L for survival, Bim is either predominantly associated with Bcl-2/x L or when it is released from Bcl-2/x L it cannot bind to Mcl-1 because of the presence of the Mcl-1 inhibitor Noxa, rendering the cells sensitive to ABT-737. Unfortunately, ABT-737, or the clinical compound Navitoclax, is not a viable treatment for myeloma, due to its potential for causing thrombocytopenia. Therefore we chose to investigate the sensitivity of myeloma cell lines and freshly isolated patient samples to ABT-199. ABT-199, a specific inhibitor of anti-apoptotic protein Bcl-2, is currently in phase I clinical trials for multiple myeloma. We have previously reported on its preclinical efficacy as a single agent in myeloma as well as in combination with other commonly used therapeutics. While ABT-199 was ineffective as a single agent in the cell lines we tested, combining it with dexamethasone significantly decreased the IC50s (Fold change: 8226 – 2.6, MM.1s – 43.5, OPM2 – 14.1, KMS11 – 23.3, KMS18 – 4.8). Here we report on the mechanism by which dexamethasone increases sensitivity to ABT-199, as well as the effectiveness of this combination in freshly isolated patient samples. We performed real-time PCR analysis to determine changes in the expression of the Bcl-2 family of proteins following treatment with ABT-199, dexamethasone, and the combination. Minimal changes in expression were seen with ABT-199 treatment; however, dexamethasone treatment greatly induced the expression of both Bcl-2 and Bim, which was also seen in the combination treatment, along with a decrease in Bcl-x L expression. Next we performed CoIP studies to examine how these changes in expression affected the binding pattern of Bim to the anti-apoptotic proteins. As expected, we found that upon treatment with ABT-199, the small amount of Bim previously bound to Bcl-2 was released. Alternatively, when cells were treated with dexamethasone alone, the amount of Bim bound to Bcl-2 increased, likely due to the significant increase in expression of both proteins. When cells were subjected to both drugs simultaneously, there was a decrease in the amount of Bim bound to Bcl-x L , as well as an absence of Bim on Bcl-2. Thus, co-treatment brings about a scenario whereby ABT-199 releases Bim bound to Bcl-2, and at the same time, prevents the Bim induced by dexamethasone from binding to Bcl-2. These changes, coupled with a decrease in amount of Bcl-x L available to bind Bim, result in the induction of apoptosis. To further verify this drug synergy, we treated ficoll-isolated buffy coat cells from 10 myeloma patients with ABT-199, either alone or in combination with dexamethasone. Samples from 4 of the patients were sensitive to ABT-199 alone, thus combination had little effect. For the other 6 patient samples, the addition of dexamethasone to ABT-199 significantly decreased the IC50 over ABT-199 alone (Fold Change: MM61 – 7.3, MM62 – 17.5, MM63 – 20.1, MM64 – 2.2, MM65 – 1.8, MM66 – 8.7). Previous studies have reported that the t(11;14) subset of multiple myeloma is highly sensitive to ABT-199. Five of the 10 patient samples we tested were positive for the t(11;14), and all but one, MM61, were sensitive to ABT-199 alone. However, MM61 was sensitive to the combination treatment. Taken together, our data demonstrate that the addition of dexamethasone expands the potential of ABT-199 to a broader set of patients who would otherwise likely be resistant to monotherapy. Disclosures Kaufman: Millennium: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Onyx: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria; Spectrum: Consultancy, Honoraria; Merck: Research Funding. Lonial: Millennium: The Takeda Oncology Company: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Onyx Pharmaceuticals: Consultancy, Research Funding.",
    "topics": [
        "bcl2 gene",
        "dexamethasone",
        "multiple myeloma",
        "abt-737",
        "cancer",
        "ficoll",
        "polymerase chain reaction",
        "proteasome inhibitors",
        "thrombocytopenia",
        "inhibitory concentration 50"
    ],
    "author_names": [
        "Shannon Matulis, PhD",
        "Ajay K. Nooka, MD MPH",
        "Hayley Von Hollen, MPH",
        "Jonathan L. Kaufman, MD",
        "Sagar Lonial, MD",
        "Lawrence H. Boise, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shannon Matulis, PhD",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ajay K. Nooka, MD MPH",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hayley Von Hollen, MPH",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan L. Kaufman, MD",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sagar Lonial, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence H. Boise, PhD",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T17:59:26",
    "is_scraped": "1"
}