{
    "doi": "https://doi.org/10.1182/blood-2020-142493",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4536",
    "start_url_page_num": 4536,
    "is_scraped": "1",
    "article_title": "N-Linked Glycans on Therapeutic Factor VIII (FVIII) Proteins Attenuate Immunogenicity Potential: Evidence from Independent HLA-Class-II/FVIII (HLAcII/FVIII) Peptidomes ",
    "article_date": "November 5, 2020",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": null,
    "author_names": [
        "Vincent P. Diego, PhD",
        "Bernadette W. Luu, B.S., M.T. (CLS)",
        "Hari Movva, B.S.",
        "Marco Hofmann, M.S.",
        "Marcio A. Almeida, PhD",
        "Long V. Dinh, PhD",
        "Jerry S. Powell, MD",
        "Raja Rajalingam, PhD",
        "Juan M Peralta, M.S.",
        "Henry Mead, M.B.A., M.P.H.",
        "Satish Kumar, PhD",
        "Joanne E. Curran, PhD",
        "Miguel A. Escobar, MD",
        "Sarah Williams-Blangero, PhD",
        "Eugene Maraskovsky, PhD",
        "John Blangero, PhD",
        "Tom E. Howard, MD, PhD"
    ],
    "author_affiliations": [
        [
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Haplogenics, Brownsville, TX "
        ],
        [
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "Research, CSL Behring GmbH, Marburg, Germany "
        ],
        [
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "Haplogenics, Brownsville, TX "
        ],
        [
            "Haplogenics, Brownsville, TX ",
            "Division of Hematology and Oncology, Department of Internal Medicine, School of Medicine, The University of California at Davis, Davis, CA "
        ],
        [
            "Immunogenetics and Transplantation Laboratory, Department of Surgery, School of Medicine, The University of California at San Francisco, San Francisco, CA "
        ],
        [
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "CSL Behring, King of Prussia, PA "
        ],
        [
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "University of Texas Health Science Center, Houston, TX "
        ],
        [
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "Research, Bio21 Institute, CSL Limited, Melbourne, Australia "
        ],
        [
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX "
        ],
        [
            "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
            "Haplogenics, Brownsville, TX ",
            "Department of Pathology and Laboratory Medicine, VA Valley Coastal Bend Healthcare System, Harlingen, TX"
        ]
    ],
    "first_author_latitude": "26.074228149999996",
    "first_author_longitude": "-97.74663574999998",
    "abstract_text": "The role played by N-linked glycans (NLGs) in the immunogenicity of therapeutic Factor VIII (tFVIII) proteins is poorly understood. Our study addresses this question using peptidomic profiling data on HLA-class-II (HLAcII)-presented peptides from dendritic cell (DC)-protein processing and presentation assays (PPPAs) performed across three independent experiments reported in the literature (Sorvillo et al . (2016), Peyron et al . (2018), and Diego et al . (2020)). Assuming that the number of peptides presented on HLAcII molecules is directly proportional to immunogenicity potential (IP), we asked if the NLGs on tFVIII proteins provide some degree of protection from proteolytic processing within DCs for the amino acid (AA) residues in their immediate vicinity. If NLGs are protective, then we expect an attenuated IP, which would reflect in lower counts of associated AAs. We examined the effects of NLGs both pointwise (i.e., at the single glycated asparagine residue) and at the glycosylation umbrella (GUMB), a term we defined as being −5 to +5 AAs from the glycated asparagine residue of all NLGs. Our first step in addressing these effects was to construct 2×2 contingency tables of the number of AA residues in the HLAcII bound and unbound fractions, and the number of AA residues falling either within the set of NLGs or within the set of GUMBs. We statistically evaluated our question by using Fisher's Exact tests of the hypothesis of no association, and calculated the odds ratio (OR) and its 95% confidence interval (CI). Results from the pointwise tests of the effect of NLGs reported in Figure 1 suggest that overall NLGs exert a protective effect in that non-glycated AAs were at significantly greater risk of being in the fraction of peptides bound to and presented by HLAcII molecules. The results from these statistical analyses-listed as OR (95% CI LB, 95% CI UB)-were: 7.0 (2.6, 21.9) for Diego et al .; 5.6 (0.9, 230.6) for Sorvillo et al . with 25 nM tFVIII; 6.5 (1.0, 269.0) for Sorvillo et al . with 50 nM tFVIII; 3.7 (1.1, 19.8) for Peyron et al .; and 4.4 (2.3, 9.3) for all data combined. The data from Sorvillo et al . (2016; for their experiments using 50 nM tFVIII but not for their experiments using 25 nM tFVIII), Peyron et al . (2018), and Diego et al . (2020), as well as the combined data, all revealed significantly greater risk of non-glycated AAs being in the HLAcII bound/presented fraction relative to glycated AAs. While the results from Sorvillo et al . with 25 nM tFVIII was not statistically significant, this was most likely due to the effects on power of its \"small sample size\" as the data was trending. The results for the GUMB-level tests reported in Figure 2 are even more robust with the data suggesting a protective effect of the GUMBs in that the AAs not located in their immediate vicinity (as defined above) were at significantly greater risk of being in the bound fraction of peptides presented on HLAcII molecules in all experiments, as well as in the combined data. The results from these statistical analyses-listed as OR (95% CI LB, 95% CI UB)-were: 6.0 (4.5, 8.2) for Diego et al .; 19.9 (6.7, 97.6) for Sorvillo et al . with 25 nM tFVIII; 7.3 (3.9, 15.6) for Sorvillo et al . with 50 nM tFVIII; 2.5 (1.8, 3.6) for Peyron et al .; and 3.8 (3.2, 4.6) for all data combined. In conclusion, these results-from the tFVIII proteins tested using peptidomic profiling of HLAcII-presented peptides from DC-PPPAs performed across three independent experiments-demonstrate NLGs provided significant protection from either proteolytic processing in DCs or peptide binding to HLAcII molecules, or both, and thus lower IP. Our results support the conclusion that NLGs play a significant role in the immunogenicity of tFVIII proteins. View large Download slide View large Download slide  Disclosures Luu: Haplogenics Corporation: Current Employment. Hofmann: CSL Behring: Current Employment. Dinh: Haplogenics Corporation: Current Employment. Powell: Haplogenics Corporation: Membership on an entity's Board of Directors or advisory committees. Mead: CSL Behring: Current Employment. Escobar: Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; National Hemophilia Foundation: Consultancy, Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees. Maraskovsky: CSL Behring: Current Employment. Howard: Haplogenics Corporation: Membership on an entity's Board of Directors or advisory committees."
}