{
    "doi": "https://doi.org/10.1182/blood.V122.21.516.516",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2665",
    "start_url_page_num": 2665,
    "is_scraped": "1",
    "article_title": "Heterogeneity Of Leukemic Stem Cell Capacity Of BCR-ABL+ Long-Term Hematopoietic Stem cells In CML Is Associated With Variability In MPL Expression ",
    "article_date": "November 15, 2013",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cd47 antigen",
        "dilution technique",
        "hematopoietic stem cells",
        "heterogeneity",
        "leukemia",
        "leukemia, myelocytic, chronic",
        "leukemic cells",
        "leukemic hematopoietic stem cell",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Bin Zhang, PhD",
        "Yin Wei Ho",
        "Wei Tong, PhD",
        "Ling Li, PhD",
        "Ravi Bhatia, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematopoietic Stem Cell & Leukemia Research, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Division of Hematopoietic Stem Cell & Leukemia Research, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Pediatrics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Division of Hematopoietic Stem Cell & Leukemia Research, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Division of Hematopoietic Stem Cell & Leukemia Research, City of Hope National Medical Center, Duarte, CA, USA, "
        ]
    ],
    "first_author_latitude": "34.130051099999996",
    "first_author_longitude": "-117.97186129999999",
    "abstract_text": "In chronic myelogenous leukemia (CML), in vivo long-term repopulating and leukemia stem cell (LSC) capacity is restricted to a small population of BCR-ABL+ long-term hematopoietic stem cells (LTHSC). Using an inducible transgenic SCL-tTA/BCR-ABL mouse model of CML, we have shown that leukemic cells with long-term repopulating and leukemia-initiating capacity have the Lin-Sca-1+Kit+Flt3-CD150+CD48- phenotype, also characteristic of normal LTHSC. Limiting dilution transplantation studies show that frequency of cells with LTHSC phenotype with long-term engraftment capacity (1:6) is considerably higher than those with leukemia-initiating capacity (1:80) suggesting that only some LTHSC may have LSC capacity ( Cancer Cell 21:577, 2012 ). To further evaluate the basis for heterogeneity in LSC potential of BCR-ABL+ LTHSC, SCL-tTA/BCR-ABL mice were crossed with GFP expressing mice to allow tracking of donor cells, and a cohort of mice were transplanted with limiting numbers of GFP+LTHSC (200 per mouse) and followed for engraftment of GFP+ cells and development of CML (WBC>10,000/ul). Only 11 of 20 mice developed CML, whereas 9 mice showed long term engraftment without development of CML. GFP+ LTHSC selected from primary recipients were transplanted into secondary recipients (200 per mouse). Seven of 17 mice receiving cells from mice with CML also developed CML after the second transplant, whereas none of the mice receiving cells from non-CML mice developed CML, suggesting the distinction between leukemogenic versus non-leukemogenic LTHSC was maintained after transplantation. LTHSC isolated from primary recipients were also analyzed for expression of several HSC-regulatory genes by multiplex Q-PCR using the Fluidigm system. On hierarchical clustering, LTHSC from mice developing CML clustered separately from LTHSC from mice without CML. Amongst cell surface expressed genes, expression of the thrombopoietin (TPO) receptor MPL (p=0.006) and CD47 (p=0.006) was significantly increased in LTHSC from mice developing CML. We did not see significant differences in BCR-ABL expression in LTHSC from mice with or without CML. We further analyzed the relationship of MPL expression with CML LTHSC function. CML LTHSC (n=6) expressing high levels of MPL (MPL hi , top 10% based on MPL expression) showed significantly increased cell growth (p<0.0001) and CFC potential (p=0.0007) when cultured with TPO (10ng/ml) compared to LTHSC expressing low levels of MPL (MPL lo , lowest 10% based on MPL expression), as well as significantly increased cell growth (p=0.005) and CFC (p=0.03) compared to normal MPL hi LTHSC. Following transplantation, MPL hi LTHSC (200 per mouse) generated significantly higher short-term (4 wks, p=0.008) and long-term (16 wks, p=0.003) engraftment of donor cells compared to MPL lo LTHSC. Seven of 16 mice receiving MPL hi LTHSC developed CML compared to only 1 out of 17 mice receiving MPL lo LTHSC. We next evaluated heterogeneity of MPL expression in LTHSC (CD34+CD38-CD90+ cells) from CML patients and normal subjects. As was seen in murine studies, human CML MPL hi LTHSC cultured with TPO (10ng/ml) showed increased cell growth (p<0.0001) and CFC frequency (p=0.02) compared to CML MPL lo LTHSC, and significantly increased cell growth (p<0.0001) and CFC generation (p=0.02) compared to normal MPL hi LTHSC. Both baseline and TPO stimulated p-Stat3/5 levels were significantly higher in human CML MPL hi LTHSC compared with MPL lo LTHSC (p<0.0001), and in CML compared to normal MPL hi LTHSC. Interestingly p-Stat5 response peaked at 1 hour in CML LTHSC compared to 20 minutes in normal LTHSC, further indicating alterations in MPL signaling in CML LTHSC. Transplantation of CML MPL hi LTHSC (3x10 4 cells/mouse) into NSG mice resulted in higher engraftment of human myeloid cells in BM at both 4 and 16 weeks (p<0.05) compared with MPL lo LTHSC. Normal MPL hi LTHSC also showed higher engraftment in NSG mice at 4 and 16 weeks compared with MPL lo cells. Our studies indicate that CML LTHSC represent a heterogeneous population with varying LSC capacity. Heterogeneity in LSC capacity is associated with variability in expression of MPL. Higher levels of MPL expression in CML LTHSC are associated with significantly increased Stat3/5 signaling, in vitro and in vivo growth, and LSC capacity. These results identify MPL as a key regulator of LSC potential of BCR-ABL+ LTHSC and a potential target for LSC-directed therapeutics. Disclosures: No relevant conflicts of interest to declare."
}