{
    "doi": "https://doi.org/10.1182/blood.V128.22.3914.3914",
    "article_title": "The PAF Complex Regulation of Prmt5 Facilitates Leukemic Progression ",
    "article_date": "December 2, 2016",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Acute myeloid leukemias have been linked with dysregulated epigenetic landscapes sometimes attributed to altered functions of epigenetic regulators. The Polymerase-Associated Factor complex (PAFc) is an epigenetic regulator involved in transcriptional initiation, elongation and termination and directly interacts with the CTD of RNA Pol II. The complex is comprised of 6 subunits in human cells, Paf1, Cdc73, Ctr9, Leo1, Rtf1 and Ski8. Many of these subunits have key roles in a variety of cancers including acute myeloid leukemia (AML). We have previously shown the relevance of the PAFc in MLL-rearranged leukemias where its interaction with MLL fusion-proteins is required for leukemic progression in vitro and in vivo (Muntean et al. 2013 Blood , Muntean et al. 2010 Cancer Cell ). However, little is known about the gene programs controlled by the PAFc and how these contribute to leukemogenesis. Here we identify Prmt5, an arginine methyltransferase, as a direct downstream target gene of the PAFc. Prmt5 is upregulated in variety of cancers and has been linked to cell cycle progression and activation of known oncoproteins. In addition, Prmt5 has been implicated in AML and is essential for normal hematopoiesis where loss of Prmt5 induces bone marrow aplasia due to impaired cytokine signaling (Tarighat et al. 2015 Leukemia , Liu et al. 2015 J Clin Invest ). Our work establishes a major role for the PAFc in regulating Prmt5 expression in AML. We observe that excision of the Cdc73 subunit of the PAFc results in reduced proliferation, the induction of differentiation, cell cycle arrest, and a mild increase in apoptosis. Several key epigenetic marks are reduced globally upon loss of Cdc73 including H4R3me2s, a modification catalyzed by Prmt5. RNA sequencing and bioinformatics analysis using GSEA, revealed that loss of Cdc73 led to increased expression of a gene program associated with hematopoietic differentiation, in agreement with our cellular characterization. In addition, the downregulation of a methyltransferase gene program was detected upon Cdc73 excision. Included in this signature were several members of the Prmt family. Analysis of changes in expression following loss of Cdc73 and functional relevance in MLL-AF9 leukemic cells led us to Prmt5 as a gene critically important in AML cells and modulated by the PAFc. To interrogate the function of Prmt5 in AML cells, we performed shRNA knockdown experiments which resulted in reduced proliferation, reduced cell fitness, G1 cell cycle arrest and global reduction H4R3me2s. ChIP experiments revealed that the PAFc localizes to the Prmt5 locus in mouse and human derived leukemic cells. Further, preliminary data suggests the MLL-AF9 fusion protein also localizes to the Prmt5 locus and may enhance its transcriptional output. The enzymatic activity of Prmt5 is necessary for AML cell growth as wild type PRMT5 can rescue proliferation of Prmt5 knock-down cells while a catalytic dead mutant cannot. Furthermore, we have observed that knockdown of Prmt5 increases the disease latency of Hoxa9/Meis1 induced leukemia in vivo. Utilizing a commercially available inhibitor for Prmt5, EPZ015666 (Chan-Pembre et al. 2015 Nat Chem Bio ), we show pharmacologic inhibition of PRMT5 reduces the growth of a spectrum of human leukemic cell lines, suggesting PRMT5 is important for multiple subtypes of AML. Overall, our findings elucidate the PAFc as a regulator of Prmt5 expression that is necessary for the maintenance of AML. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "arginine",
        "bioinformatics",
        "bone marrow",
        "cancer",
        "candidate disease gene",
        "catalysis",
        "cell cycle",
        "cell cycle arrest",
        "cell growth"
    ],
    "author_names": [
        "Justin Serio, B.S.",
        "Wei Chen",
        "Maria Mysliwski",
        "Lili Chen, PhD",
        "James Ropa, B.S.",
        "Jingya Wang, PhD",
        "Andrew G. Muntean, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Justin Serio, B.S.",
            "author_affiliations": [
                "Department of Pathology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wei Chen",
            "author_affiliations": [
                "Department of Pathology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Mysliwski",
            "author_affiliations": [
                "Department of Pathology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lili Chen, PhD",
            "author_affiliations": [
                "Department of Pathology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Ropa, B.S.",
            "author_affiliations": [
                "Department of Pathology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jingya Wang, PhD",
            "author_affiliations": [
                "Department of Pathology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew G. Muntean, PhD",
            "author_affiliations": [
                "Department of Pathology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:33:11",
    "is_scraped": "1"
}