{
    "doi": "https://doi.org/10.1182/blood-2019-125133",
    "article_title": "The Yield and Safety of Skin Biopsies in Acute Myeloid Leukemia Patients during Intensive Chemotherapy Treatment ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Introduction: Skin eruptions in acute myeloid leukemia (AML) patients are not uncommon. Skin biopsy is a minimal invasive procedure, yet potential complications, such as infection and bleeding, might be expected in these patients due to immunosuppression and thrombocytopenia. Data are scarce regarding the prevalence, etiology and characteristics of skin eruptions among AML patients during intensive therapies. Even less is known regarding the safety and diagnostic yield of skin biopsies in this setting. We sought to evaluate the diagnostic yield and safety of skin biopsies obtained from adult AML patients during hospitalization for intensive chemotherapy. Methods: This is a single-center retrospective cohort study of adult AML patients who underwent skin biopsies for histopathology and tissue culture during induction and consolidation treatment for AML at our hemato-oncology unit between 1.1.2007-1.9.2018. Data collection included demographic details, AML characteristics, chemotherapy regimens, clinical description of rush and associated symptoms (mainly fever, pruritus) and laboratory tests. We recorded whether biopsy results had an impact on patients' care. This study was approved by the Institutional Review Board. Results : 37 skin biopsies from AML patients were identified in our cohort during the study period. Patient demographics and rash characteristics are presented in Table 1. 22% of the skin biopsies were performed at AML presentation prior to chemotherapy, and the remainder after chemotherapy commencement, i.e. after starting either induction or post-induction (consolidation or salvage) treatment (70% and 8%, respectively). Most skin eruptions were grade 1 (53%) or 2 (26%) in severity. Only 21% were grade 3 and 4 rashes. The most common body parts involved were the limbs (51%) and trunk (33%). At the time of skin biopsy 43% of patients had associated fever and 11% had bacteremia. Most patients (62%) had grade 4 neutropenia and 38% and 19% of patients had grade 3 and 4 thrombocytopenia, respectively. Elevated prothrombin time was evident in 66% of patients, whereas 5.5% of patients had an elevated partial thromboplastin time at the time of biopsy. Rash etiology according to skin biopsies histopathological findings consistent with drug eruptions (24.3%), infections (11%), leukemia cutis (16.2%), Sweet syndrome (5.5%) or a reactive process (8%). 35% of biopsies results were inconclusive. In 16 cases (43%) tissue cultures were performed and of those, 4 cultures were positive. However, only in 1 patient the positive culture result has led to a change of antimicrobial coverage. A proactive approach following biopsy results was conducted in 2 additional patients, when a suspected drug leading to the eruption was discontinued (n=1), and systemic steroids were prescribed instead of acyclovir (n=1). Hence, skin biopsy results changed patients' management only in 8% of cases (n=3). Skin biopsies were generally safe and only 1 patient suffered from a complication directly attributed to the biopsy - i.e. she became febrile and suffered from a local hemorrhagic bulla formation, necessitating administration of vancomycin. Conclusions : We suggest that skin biopsies from AML patients hospitalized for intensive chemotherapy treatment are relatively safe. Nevertheless, their diagnostic yield is limited and does not alter the management of most patients. Increased physician discretion should be exercised prior to performing a skin biopsy in this patient population, to avoid unnecessary usage of medical resources and invasive procedures. Further studies are needed to establish the role of skin biopsies in these patients. View large Download slide View large Download slide  Close modal Disclosures Wolach: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Speaker; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Speaker.",
    "topics": [
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "skin biopsies",
        "exanthema",
        "biopsy",
        "fever",
        "histopathology tests",
        "infections",
        "thrombocytopenia",
        "tissue culture"
    ],
    "author_names": [
        "Tamar Berger, MD",
        "Ofir Wolach, MD",
        "Shany Sherman, MD",
        "Adi Shacham Abulafia, MD",
        "Pia Raanani, MD",
        "Oren Pasvolsky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tamar Berger, MD",
            "author_affiliations": [
                "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel ",
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah-Tikva, Israel "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ofir Wolach, MD",
            "author_affiliations": [
                "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel ",
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah-Tikva, Israel "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shany Sherman, MD",
            "author_affiliations": [
                "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel ",
                "Division of Dermatology, Rabin Medical Center, Beilinson Hospital, Petah-Tikva, Israel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adi Shacham Abulafia, MD",
            "author_affiliations": [
                "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel ",
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah-Tikva, Israel "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pia Raanani, MD",
            "author_affiliations": [
                "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel ",
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah-Tikva, Israel "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oren Pasvolsky, MD",
            "author_affiliations": [
                "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel ",
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah-Tikva, Israel "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T02:32:26",
    "is_scraped": "1"
}