{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2414.2414",
    "article_title": "Setd2 Is Critical for Maintaining Hematopoietic Homeostasis ",
    "article_date": "December 7, 2017",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "The histone H3 lysine 36 methyltransferase SETD2 is frequently mutated in various cancers, including leukemia. However, there has not been any functional model to show the contribution of SETD2 in hematopoiesis or the causal role of SETD2 mutation in tumorigenesis. In this study, using a conditional Setd2 knock-out mouse model, we show that Setd2 deficiency skews hematopoietic differentiation and reduces multipotent progenitors; although the number of phenotypic hematopoietic stem cells (HSCs) in Setd2 -deleted mice is unchanged, functional assays, including serial BM transplantation, reveal that the self-renewal and competitiveness of HSCs are impaired. Intriguingly, Setd2 -deleted HSCs, through a latency period, can acquire abilities to overcome the growth disadvantage and eventually develop into hematopoietic malignancy characteristic of myelodysplastic syndrome. Gene expression profile of Setd2 -deleted hematopoietic stem/progenitor cells partially resemblesthe Dnmt3a/Tet2 double knock-out, involving activation of the erythroid transcription factor Klf1 related pathway, which plays an important role in hematopoietic malignant transformation. Setd2 deficiency also induces DNA replication stress in HSCs, as reflected by activated E2F gene regulatory network and repressed ribonucleotide reductase subunit Rrm2b, which results in proliferation and cell cycle abnormalities and DNA instability of HSCs, allowing accumulation of secondary mutation(s) that synergistically contribute to tumorigenesis. Thus, our results demonstrate that Setd2 is required for HSC self-renewal, and provide evidence supporting the causal role of Setd2 deficiency in tumorigenesis. The underlying mechanism shall advance our understanding of epigenetic regulation of cancer and provide potential new therapeutic targets. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "cell cycle",
        "conflict of interest",
        "disclosure",
        "dna",
        "dna replication",
        "dnmt3a gene",
        "epigenetics",
        "gata1 protein, human",
        "gene expression profiling"
    ],
    "author_names": [
        "Yuanliang Zhang",
        "Jiewen Sun",
        "Zhu Chen, PhD",
        "Sai-Juan Chen, PhD",
        "Xiaojian Sun",
        "Qiuhua Huang"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuanliang Zhang",
            "author_affiliations": [
                "Shanghai Institute of Hematology, Rui-Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jiewen Sun",
            "author_affiliations": [
                "Shanghai Institute of Hematology, Rui-Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhu Chen, PhD",
            "author_affiliations": [
                "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University (SJTU) School of Medicine, 197 Rui Jin Road II, Shanghai, Shanghai, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sai-Juan Chen, PhD",
            "author_affiliations": [
                "Shanghai Institute of Hematology, Rui-Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaojian Sun",
            "author_affiliations": [
                "Shanghai Institute of Hematology, Rui-Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiuhua Huang",
            "author_affiliations": [
                "Shanghai Institute of Hematology, Rui-Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T03:55:08",
    "is_scraped": "1"
}