{
    "doi": "https://doi.org/10.1182/blood-2018-99-112906",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4112",
    "start_url_page_num": 4112,
    "is_scraped": "1",
    "article_title": "Residual Allelic Burden Measured By Next-Generation Sequencing (NGS) at Remission Provides Limited Prognostic Value to Predict Relapse and Long-Term Outcome in Core Binding Factor Acute Myeloid Leukemia (CBF-AML) ",
    "article_date": "November 29, 2018",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster I",
    "topics": [
        "core-binding factor",
        "disease remission",
        "leukemia, myelocytic, acute",
        "massively-parallel genome sequencing",
        "brachial plexus neuritis",
        "runx1 translocation partner 1 protein",
        "complete remission",
        "proto-oncogene protein c-kit",
        "detection of minimal residual disease",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Taehyung Kim, MSc",
        "Joon Ho Moon, MD",
        "Jae-Sook Ahn, MD PhD",
        "Marc S. Tyndel, B. Eng",
        "Seung-Shin Lee, MD",
        "Seo-Yeon Ahn, MD",
        "Sung-Hoon Jung, MD",
        "Deok-Hwan Yang, MD",
        "Je-Jung Lee, MD PhD",
        "Seunghyun Choi, PhD",
        "Ja-yeon Lee, MSc",
        "Yoojin Lee, MDPhD",
        "Sang Kyun Sohn, MDPhD",
        "Hyeoung-Joon Kim, MD PhD",
        "Zhaolei Zhang, PhD",
        "Dennis Dong Hwan Kim, MD PhD"
    ],
    "author_affiliations": [
        [
            "Donnelly Centre for Cellular and Biomolecular Research, University of Toronto, Toronto, Canada ",
            "Department of Computer Science, University of Toronto, Toronto, Canada "
        ],
        [
            "Department of Hematology-Oncology, Kyungpook National University Hospital, Daegu, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
        ],
        [
            "Donnelly Centre for Cellular and Biomolecular Research, University of Toronto, Toronto, Canada ",
            "The Edward S. Rogers Sr. Department of Electrical and Computer Engineering, University of Toronto, Toronto, Canada "
        ],
        [
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
        ],
        [
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology-Oncology, Kyungpook National University Hospital, Daegu, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology-Oncology, Kyungpook National University Hospital, Daegu, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) ",
            "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
        ],
        [
            "Donnelly Centre for Cellular and Biomolecular Research, University of Toronto, Toronto, Canada ",
            "Department of Computer Science, University of Toronto, Toronto, Canada ",
            "Department of Molecular Genetics, University of Toronto, Toronto, Canada "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.660066900000004",
    "first_author_longitude": "-79.39307269999999",
    "abstract_text": "Introduction NGS-based detection of minimal residual disease (MRD) has been successfully demonstrated for its correlation with relapse risk in AML. However, in a subtype of AML, CBF-AML, its clinical relevance of residual allelic burden at complete remission (CR) has not been fully explored. The standard MRD detection method in CBF-AML is quantitative PCR (qPCR). In this study, we aimed to explore applicability and feasibility of NGS-based MRD detection in CBF-AML taking various approaches, rather than simply using residual allele burden at CR. Patients and Methods Fifty-three patients (pts) diagnosed with CBF-AML were enrolled in this study (31 pts with RUNX1-RUNX1T1 and 22 pts with CBFB-MYH11 ). All 53 patients achieved complete remission (CR). We performed targeted deep sequencing on 84 genes in 106 samples collected at diagnosis and at CR as well as T-cell (n = 53, CD3+) fraction as a control using Illumina Hiseq 2500. Mean on-target coverage for 159 sequenced was 1,572x. The level of RUNX1 - RUNX1T1 was measured at diagnosis and at CR for 29 patients using qPCR. Results At diagnosis, 99 mutations from 49 pts (n = 49/53, 92%) were detected, where median number of mutations for 49 pts was 2 (range 1-6). Consistent with previous studies, KIT (36%), NRAS (32%), KRAS (17%), ASXL2 (15%) were commonly mutated. Among mutations detected at diagnosis, c KIT -D816 mutation and mutations in genes in DNA methylation pathway ( DNMT3A and TET2 ) were associated with higher risk of relapse (5.29, [1.89 - 14.87], p = 0.002 and 3.15 [1.07 - 9.26], p= 0.037, respectively). In CR samples, 46 mutations from 32 pts were still detectable (46/99, 46%, mean VAF: 0.60%, range 0.04%-6.28%, Fig A). Only 4 mutations from 2 pts were over 2.5% (2 in TET2 , 1 in ASXL1 , and 1 in U2AF1 ). When tracing back at diagnosis, allelic burden of 46 mutations detected at remission were higher than 53 cleared mutations (p < 0.002), indicating clonal mutations are more likely to be detected at CR (Fig A). They were mostly in genes associated with activated signaling (32/46, 70%). When considering complete clearance rate, mutations in genes associated with activated signaling, DNA methylation, and spliceosome tended to be persistent at CR (32/64, 4/5, and 1/1), whereas mutations in cohesin complex and chromatin modifiers were mostly completely cleared (0/8 and 4/13). We then assessed clinical relevance of mutation clearance from various perspectives. We did not find association of mutation clearance at 0.3% (MC03) with OS (p = 0.43) or with relapse risk (p = 0.8, Fig B). Complete mutation clearance also did not show significant association with OS and relapse risk. Among 29 pts with RUNX1 - RUNX1T1 with available qPCR data, 20 pts were MRD-positive by qPCR at CR. Nine pts who achieved MRD-negative also achieved MC03 as well. When considering only MRD-positive pts, achievement of MC03 did not affect OS (p = 0.69) and relapse incidence (p = 0.86, Fig C). Lastly, we assessed whether persistence of high risk mutations at CR (c KIT -D816, DNMT3A , and TET2 ) is associated with higher risk of relapse, but complete clearance of KIT -D816 mutation also did not affect OS and relapse incidence (p = 0.94 and p = 0.40, respectively, Fig D). We were not able to analyze DNMT3A and TET2 mutations as only 1/5 mutation was cleared. Conclusion Current study demonstrates that low residual allelic burden measured by NGS at CR does not provide additional clinically relevant information in addition to baseline mutation profile nor qPCR-based MRD in CBF-AML Figure. View large Download slide Figure. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}