{
    "doi": "https://doi.org/10.1182/blood.V112.11.4053.4053",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1323",
    "start_url_page_num": 1323,
    "is_scraped": "1",
    "article_title": "Rapid Genotyping of SNPs Influencing Warfarin Drug Response by SELDI-TOF Mass Spectrometry ",
    "article_date": "November 16, 2008",
    "session_type": "Antithrombotic Therapy",
    "topics": [
        "genotype determination",
        "mass spectrometry",
        "single nucleotide polymorphism",
        "warfarin",
        "drug response",
        "cyp2c9 protein, human",
        "anticoagulants",
        "anticoagulation",
        "dna",
        "lasers"
    ],
    "author_names": [
        "Shangbin Yang",
        "Lihui Xu",
        "Haifeng Wu"
    ],
    "author_affiliations": [
        [
            "Pathology, Ohio State University, Columbus, OH, USA"
        ],
        [
            "Center for Personalized Health Care, Ohio State University, Columbus, OH, USA"
        ],
        [
            "Pathology, Ohio State University, Columbus, OH, USA"
        ]
    ],
    "first_author_latitude": "39.98669415",
    "first_author_longitude": "-82.99464015",
    "abstract_text": "The anticoagulant drug Warfarin exhibits significant inter-individual variability in dosing requirements. Different responses to Warfarin therapy are partly attributed to the single nucleotide polymorphisms (SNPs) that influence either Warfarin drug action ( VKORC1 ) or drug metabolism ( CYP2C9 ). Rapid genotyping of these SNPs is essential for clinicians to choose appropriate initial doses in order to quickly achieve anticoagulation effects and to prevent the complications associated with Warfarin overdoses. In this study, we explore the utility of surface-enhanced laser desorption and ionization time-of- flight (SELDI-TOF) mass spectrometry in the rapid genotyping of SNPs that control Warfarin drug sensitivity. The DNA containing the targeted SNPs is first amplified by polymerase chain reactions and then underwent the single base extension to generate specific SNP product. Afterwards, genetic variants displaying different masses are bound to Q10 anionic proteinChips and genotyped using a SELDI-TOF mass spectrometer in a multiplexed fashion. SELDI-TOF mass spectrometer offers a unique property of on-chip sample enrichment and clean-ups. Therefore, this genotype method eliminated many tedious experimental steps, such as sample desalting and concentrating, that are required prior to detection by standard mass spectrometers. The turnaround time for genotyping three known Warfarin sensitivity SNPs, CYP2C9*2 , CYP2C9*3 , VKORC1 , is less than five hours. The analytical accuracy of genotyping detected by SELDI mass spectrometer has been confirmed by DNA sequencing. In summary, we have devised a novel multiplex genotyping method using a SELDI-TOF mass spectrometer. This test is fast, accurate, and therefore provides a superb clinical laboratory platform to promote the personalized health care in Warfarin therapy."
}