{
    "doi": "https://doi.org/10.1182/blood.V104.11.292.292",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=82",
    "start_url_page_num": 82,
    "is_scraped": "1",
    "article_title": "Recurrent Retroviral Vector Integration at the MDS1-EVI1 Locus in Rhesus Long-Term Repopulating Hematopoietic Stem Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "carcinogenesis",
        "follow-up",
        "gene therapy",
        "hematopoietic stem cells",
        "leukemia",
        "leukemogenesis",
        "macaca mulatta",
        "neomycin",
        "neoplasms",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Boris Calmels, PhD",
        "Cole Ferguson, BA",
        "Rima Adler, BS",
        "Stephanie Sellers, BS",
        "Mikko Laukkanen, PhD",
        "Peiman Hematti, MD",
        "Robert Donahue, VMD",
        "Cynthia Dunbar, MD"
    ],
    "author_affiliations": [
        [
            "Molecular Hematopoiesis Section, Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.0028212",
    "first_author_longitude": "-77.10119949999999",
    "abstract_text": "Until recently, the risk of insertional mutagenesis using retroviral vectors for gene therapy has been estimated to be low. Owing to reports of proto-oncogenes activation in mice and humans, this estimation is being re-evaluated in regards to the nature of susceptible loci and the number of genetic hits needed for oncogenesis. Separating the impact of overexpressing a growth-altering transgene from the insertional events themselves is particularly important to address in long-term repopulating hematopoietic stem cells. We here report a high frequency of proviral insertions at the MDS1-EVI1 locus in the engrafted gene-modified hematopoiesis of non-human primates. We have recovered vector-genome junction sequences from mature granulocytes and mononuclear cells of 22 rhesus macaques that were transplanted 6 months to 6 years previously with autologous mobilized CD34+ peripheral blood stem cells transduced with an amphotropic Moloney murine leukemia virus-derived vector containing a neomycin-resistance marker gene. Using a modified LAM-PCR method, we have retrieved and analyzed 702 independent integration sites that mapped to a unique genomic location. While several transcription units harbor two or three proviral insertions, we have identified, in 9 animals, an unexpected 13 unique integration events within the two first introns of the MDS1 gene. MDS1 is adjacent to EVI1, a well-known retrovirally-activated zinc finger transcription factor in a number of murine leukemogenesis studies. We used insertion-specific primers to confirm that the fusion sequences between the MDS1 locus and the 5′-LTR of the vector were detectable in four of the animals for which we had the longest follow-up (4 to 6 years). The fusion sequence was present both in purified granulocytes and lymphocytes of one of the animal, and only in granulocytes in the other three animals. In order to determine if the cells carrying proviral insertions at the MDS1-EVI1 locus have a selective growth advantage, we performed quantitative PCR experiments with neomycin and MDS1/5′-LTR-specific probes. The two animals analyzed to date do not have any evidence of clonal expansion of the MDS1-targeted granulocyte population, and the number of retrovirally-transduced circulating cells remains stable 5 and 6 years after transplantation. As retroviral insertion upstream of a proto-oncogene may lead to its activation, we investigated MDS1-EVI1 expression by RT-PCR in neo+ CFU that harbor a proviral insertion at the MDS1 locus. The 8 colonies screened from two animals do not express any of the various MDS1-EVI1 transcripts, suggesting that the transcriptional regulation of the locus has not been altered. Our study suggest that the MDS1-EVI1 locus is particularly susceptible to retroviral integration but the competing hypothesis that proviral insertion within this region favors engraftment and long-term contributions to hematopoiesis will be difficult to eliminate, since specific insertions may have favored engraftment of such clones. It is however important to mention that the long-term follow-up of these primates has revealed completely normal hematopoiesis and lack of any progression towards neoplasia. Systematic analysis of proviral insegration sites in this appropriate pre-clinical model is essential as it provides decisive information for risk assessment in the development of integrating vectors, as well as offering further insights into the mechanisms of retroviral insertion."
}