{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.750.750",
    "article_title": "Intestinal Microbiota Injury during Allo-Hsct Is Generalizable across Transplantation Centers and Is Associated with Increased Mortality, Broad-Spectrum Antibiotics, and Decreased Calorie Intake ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Microbiota, CMV, and GVHD",
    "abstract_text": "Introduction The composition of the intestinal microbiota is associated with important outcomes after allo-HSCT including survival, relapse, GVHD, and infections. The microbial composition changes drastically after allo-HSCT, with precipitous drops in α-diversity and domination by single organisms. Low diversity is particularly associated with poor overall survival from transplant-related mortality, including death after GVHD. These observations were all made in single-center cohorts. Here we compare-for the first time-the kinetics of microbiota diversity in allo-HSCT patients from three independent international institutions. We also explore the role of nutrition as well as antibiotics in a single-center pilot study and the recovery from microbiota injury after discharge. Methods We collected stool samples approximately weekly from adult allo-HSCT inpatients and approximately monthly post-discharge. Samples from all three centers were sequenced at MSKCC using the V4-V5 region of 16S rRNA. In the nutrition cohort, patients self-documented oral intake at each meal; data were confirmed in focused patient interviews by a registered dietician three times weekly and nutritional compositions were obtained from the hospital kitchen database. Oral swish samples were collected prior to allo-HSCT and during post-transplant neutropenia. Results 5,823 samples from 1,118 patients were compared: 5,508 samples from 947 MSKCC patients, 108 samples from 40 Duke patients, and 152 samples from 109 Regensburg, Germany patients. The patients-all adult recipients of allo-HSCT -varied in underlying diagnosis, donor-graft sources, conditioning intensity, and GVHD prophylaxis. We mapped the microbiota composition of each sample in 2-D space using t-Distributed Stochastic Neighbor Embedding (t-SNE). Samples from all three centers spread throughout t-SNE space, revealing no transplant-center-specific effect ( Fig 1A ). Enterococcus domination, a low-diversity state we previously associated with subsequent enterococcal bacteremia was observed in all three centers ( Fig 1A ). Diversity decreased comparably after allo-HSCT transplant at all centers ( Fig 1B ), validating our prior findings in this larger, international multicenter cohort. In a separate cohort of MSKCC patients, we explored the relative contributions of antibiotics and nutritional intake using a multivariate linear regression model of α-diversity dynamics. Exposure to piperacillin-tazobactam (pip-tazo), a drug with broad-spectrum antibacterial activity, and calorie intake were significant predictors (p<0.01 and p<0.05, respectively). Samples collected on days of pip-tazo administration had lower diversity as compared to pip-tazo-free days (Simpson reciprocal diversity index ( S ): 4.15±0.35 vs 7.75±0.21, p<10 -175 ). Calorie intake correlated positively with diversity in the absence of pip-tazo (r=0.22, p=2.95x10 -5 ; Fig 1C ). The oral microbiota in 12 of these patients also showed a post-transplant decrease in α-diversity ( S pre-HSCT 4.90 ± 0.79 and post-HSCT 7.76±0.97, p=0.034); this drop was associated with exposure to broad-spectrum antibiotics (p = 0.016). Recovery from microbiota injury after allo-HSCT-investigated in 37 samples from a separate cohort of 21 outpatients -showed remarkable gradual recovery of microbiota diversity at a rate in S of 2.17 per 100 days ( Fig. 1D , p=0.004). Finally, we validate our prior association of low intestinal α-diversity around the time of neutrophil engraftment with poor overall survival in a larger cohort from MSKCC (n = 651, p = 0.006 for below- vs. above-median S ) and in a cohort from Regensburg with evaluable samples from this timepoint (n = 59, p = 0.015) ( Fig 1E ). Conclusion We determine that striking microbiota injuries after allo-HSCT occur generally across geographic regions. Nutritional perturbations and antibiotic exposure are both associated with microbiota injury, and recovery from the injured state occurs over several months post-discharge. Importantly, diversity at the time of neutrophil engraftment is associated reproducibly with overall survival. View large Download slide View large Download slide Close modal Disclosures Peled: Seres: Research Funding. Sung: Merck: Research Funding; Novartis: Research Funding; Cellective: Research Funding. Jenq: Seres: Research Funding. van den Brink: Jazz Pharmaceuticals: Consultancy; Seres: Research Funding; PureTech Health: Consultancy; Therakos Institute: Other: Speaking engagement.",
    "topics": [
        "allopurinol",
        "antibiotics",
        "energy intake",
        "hematopoietic stem cell transplantation",
        "intestines",
        "microbiome",
        "transplantation",
        "tazobactam",
        "graft-versus-host disease",
        "anti-bacterial agents"
    ],
    "author_names": [
        "Jonathan U. Peled, MD",
        "Antonio Gomes, PhD",
        "Marissa L. Buchan, MS",
        "Christoph K. Stein-Thoeringer, MD",
        "John B. Slingerland, BS",
        "Ann E. Slingerland, BS",
        "Daniela Weber, MSc",
        "Anthony D. Sung, MD",
        "Molly Maloy, MS",
        "Tatanisha Peets, MPH, RD",
        "Sergio A. Giralt, MD",
        "Robert R. Jenq, MD",
        "Ying Taur, MD MPH",
        "Xavier B. Joao, PhD",
        "Eric G. Pamer, MD",
        "Nelson J. Chao, MDM.B.A",
        "Ernst Holler, MD",
        "Marcel R.M. van den Brink, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jonathan U. Peled, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Weill Medical College of Cornell University, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonio Gomes, PhD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marissa L. Buchan, MS",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph K. Stein-Thoeringer, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John B. Slingerland, BS",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann E. Slingerland, BS",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Weber, MSc",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony D. Sung, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapy, Department of Medicine, Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Molly Maloy, MS",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatanisha Peets, MPH, RD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio A. Giralt, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Weill Medical College of Cornell University, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert R. Jenq, MD",
            "author_affiliations": [
                "Departments of Genomic Medicine and Stem Cell Transplantation Cellular Therapy, Division of Cancer Medicine, University of Texas, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Taur, MD MPH",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Weill Medical College of Cornell University, New York, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier B. Joao, PhD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric G. Pamer, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Weill Medical College of Cornell University, New York, NY ",
                "Infectious Disease Service, Lucille Castori Center for Microbes, Inflammation and Cancer, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelson J. Chao, MDM.B.A",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapy, Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ernst Holler, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Internal Medicine III, University Hospital, Regensberg, Regensberg, Germany"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcel R.M. van den Brink, MD PhD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Weill Medical College of Cornell University, New York, NY "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T04:05:12",
    "is_scraped": "1"
}