{
    "doi": "https://doi.org/10.1182/blood.V116.21.4345.4345",
    "article_title": "Hypercvad+Bortezomib Is a Well Tolerated Salvage Regimen for Relapsed/Refractory Adult Acute Lymphoblastic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 4345 We report the excellent tolerability of a regimen of HyperCVAD+Bortezomib for relapsed/refractory ALL in adults. The regimen consisted of addition of two doses of Bortezomib 2 mg(1mg/m2) on day 1 and day 4 of the HyperCVAD regimen(arm A). The doses of bortezomib were given an hour after the second dose of cyclophosphamide on day 1 and on day 4. GCSF 10 mcg/kg was used from nadir to recovery of ANC > 500. Two patients, one with relapsed ALL and the second with primary induction failure were treated with this regimen after informed consent. The first patient was a 38 year male who was diagnosed with Ph+ ALL four years ago and had relapsed three years later on maintenance treatment. He was subsequently treated with Adriamycin, Etoposide and Cyclophosphamide with minimal response. Last bone marrow showed 35–40% blasts. The second patient was 40 year female with CALLA + Pre-B cell ALL with primary induction failure with a BFM regimen. Both patient reached nadir counts by day 10–11 and recovered the absolute neutrophil counts > 500 by day 16. There was minimal blood product requirement and minimal episodes of neutropenic fever which were treated as per institutional protocol. All cultures were negative. Isolation was not required. Strict aseptic precautions were maintained. Minimal grade I mucositis occurred in the first patient. Minimal diarrhea with nausea and vomiting occurred in the second patient on day 15. No neuropathy was noted. On day +21, the first patient, who was resistant to multiple chemo agents still has 40% blasts in the marrow but also shows recovery of the normal marrow elements. The second patient, who had primary induction failure is in complete remission in the marrow. One report of a phase I trial by Messinger et al from Minnesota showed the feasibility and tolerability of Bortezomib added to VXLD in pediatric ALL. Horton et al from a COG phase I study did not find any objective responses to single agent Bortezomib in resistant leukemia even though it suppressed NfKB activity. This is the first report to our knowledge on the use of salvage bortezomib based regimen in relapsed/refractory adult ALL. We used low dose bortezomib(1 mg/m2) after the administration of chemotherapy on day 1 and day 4. The timing of bortezomib just after chemotherapy is probably important. One ASH abstract #949(2007) by Lonial et al suggested that Bortezomib following high dose melphalan in multiple myeloma results in increased apoptosis of MM cells than if Bortezomib precedes melphalan. We plan to proceed to a phase II trial to test this regimen in relapsed/refractory ALL. Disclosures: Off Label Use: Bortezomib as chemosensitizer with Hyper CVAD in ALL.",
    "topics": [
        "acute lymphocytic leukemia",
        "arm",
        "blast cells",
        "blood products",
        "bone marrow",
        "bortezomib",
        "chemotherapy regimen",
        "cluster headache",
        "complete remission",
        "cyclophosphamide"
    ],
    "author_names": [
        "Jyotishankar Raychaudhuri, MBBS",
        "Mudhasir Ahmad, MD",
        "Manas Kalra",
        "Harsh Dua, MD",
        "Rakesh Chopra, MD",
        "Sangeeta Rawat",
        "Rashmi Thakur"
    ],
    "author_dict_list": [
        {
            "author_name": "Jyotishankar Raychaudhuri, MBBS",
            "author_affiliations": [
                "Blood & Marrow Transplantation, Indraprastha Apollo Hospital, New Delhi, India, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mudhasir Ahmad, MD",
            "author_affiliations": [
                "Blood & Marrow Transplantation, Indraprastha Apollo Hospital, New Delhi, India, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manas Kalra",
            "author_affiliations": [
                "Blood & Marrow Transplantation, Indraprastha Apollo Hospital, New Delhi, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harsh Dua, MD",
            "author_affiliations": [
                "Medical Oncology, Indraprastha Apollo Hospital, New Delhi, India, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rakesh Chopra, MD",
            "author_affiliations": [
                "Dept. of Medical Oncology, Indraprastha Apollo Hospitals, New Delhi, India, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sangeeta Rawat",
            "author_affiliations": [
                "Pathology, Indraprastha Apollo Hospital, New Delhi"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rashmi Thakur",
            "author_affiliations": [
                "Pathology, Indraprastha Apollo Hospital, New Delhi"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:39:37",
    "is_scraped": "1"
}