{
    "doi": "https://doi.org/10.1182/blood.V128.22.13.13",
    "article_title": "Novel R41Q- and R46Q-PAR1-Modified Mice Enable Proof-of-Concept Studies for In Vivo Protective Mechanisms of Action for Activated Protein C (APC) in Sepsis and Stroke ",
    "article_date": "December 2, 2016",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Cell Biology of Coagulation",
    "abstract_text": "Introduction: Although much is known about in vitro mechanisms for Activated Protein C (APC)'s beneficial actions on endothelial, neuronal, and epithelial cells, much less is known about its in vivo mechanism(s) of action. EPCR-bound APC can cleave protease activated receptor (PAR) 1 at Arg41 or Arg46 to initiate cell signaling. Notably, cleavage at Arg46 can initiate arrestin-dependent biased signaling whereas thrombin's canonical cleavage occurs at Arg41. Which PAR1 cleavage may mediate APC's in vivo benefits? Inferences often come from using PAR1 knockout mice. But knocking out PAR1 disrupts PAR1 interactomes, thereby potentially disrupting many protein-protein interactions, e.g., PAR heterodimers, etc. To elucidate PAR1-dependent aspects of APC's in vivo mechanism of action, we generated C57BL/6 strains carrying either Arg41Gln (R41Q) or Arg46Gln (R46Q) PAR1 point mutations. Using these strains, we determined whether or not recombinant murine signaling-selective APC mutants would reduce septic death or provide neuroprotection against stroke when mice carried PAR1 mutations that prevent PAR1 cleavages at either Arg41 or Arg46. Methods: Standard homologous recombination methods and C57BL/6-ES cells were used to make C57BL/6 strains carrying PAR1 mutations. Brain microvascular endothelial cells (BECs) were isolated from mice by published protocols. Bioassays using BECs and APC, thrombin, or a thrombin receptor activating peptide (TRAP) included: (1) endothelial barrier stabilization or disruption that was monitored using Trans-Endothelial Resistance (TER) (iCelligence, Acea, San Diego) and (2) induction of cell signaling that was quantified using in-cell Western blotting. The ability of 5A-APC (mutations: KKK191-193AAA+RR229-230AA) (0.2 mg/kg, i.v. at 0h and 6 h) to reduce death due to live E. coli -induced pneumonia was determined using standard protocols. The ability of 3K3A-APC (mutations: KKK191-193AAA) (0.04 mg/kg, i.v. at 4 h) to reduce brain damage caused by transient distal middle cerebral artery occlusion (tdMCAO) (1 h) was determined at 24 h, as described. Results : R46Q mice were normal in breeding whereas R41Q mice, like PAR1 KO, gave less than half the expected QQ or null homozygotes. PAR1 knockout-derived BECs showed no TER decrease for either TRAP or thrombin, proving PAR1 was needed. TER assays showed that TRAP disrupted endothelial barriers of BECs from QQ41-PAR1 and QQ46-PAR1 mice similar to BECs from WT-mice, proving the expression of normally functional PAR1 in each PAR1-mutated strain. As expected, thrombin decreased TER for BECs from WT mice and QQ46-PAR1 mice but not for BECs from QQ41-PAR1 mice. APC inhibited thrombin-induced TER decreases for BECs from WT mice but not for BECs from QQ46-PAR1 mice, showing R46 is required for APC's barrier stabilization. The QQ46-PAR1 BECs showed significantly reduced APC-induced phosphorylation of Akt whereas thrombin-induced phosphorylation of ERK was not significantly affected. Thus, in vitro studies showed the predicted retention or loss of responses to TRAP, thrombin or APC for each PAR1 mutation. In sepsis studies, 5A-APC reduced mortality from 50 % to 10 % in E. coli -induced pneumonia for WT-PAR1 and 41QQ-PAR1 mice (p < 0.01) but had no benefit for 46QQ-PAR1 mice. In tdMCAO stroke studies, 3K3A-APC significantly reduced infarct size, edema and neuronal apoptosis for WT mice and QQ41-PAR1 mice but had no detectable benefits for mice carrying QQ46-PAR1. In functional studies of forelimb asymmetry and foot fault tests at 24 h after tdMCAO, 3K3A-APC was beneficial for mice with QQ41-PAR1 but not for QQ46-PAR1. Conclusions : Genetically altered mice carrying 41QQ-PAR1 and 46QQ-PAR1 provide unique, powerful tools to explore in vivo requirements for Arg41 or Arg46 cleavages by APC or other proteases that initiate PAR1-dependent signaling. The failures of 5A-APC to reduce death following intratracheal E. coli in 46QQ-PAR1 mice and of 3K3A-APC to reduce brain damage following ischemia in 46QQ-PAR1 mice provide very clear in vivo proof-of-concept data for the hypothesis that APC's cleavage of PAR1 at Arg46 is central to its in vivo mechanism of action in these two very different pathologies. These results strongly support the concept that APC's biased PAR1-dependent signaling following Arg46 cleavage is central to APC's in vivo benefits. Figure. View large Download slide Figure. View large Download slide Close modal Disclosures Mosnier: The Scripps Research Institute: Patents & Royalties; Hematherix LLC: Membership on an entity's Board of Directors or advisory committees; Bayer: Honoraria, Speakers Bureau; Baxalta: Honoraria, Speakers Bureau.",
    "topics": [
        "activated protein c",
        "cerebrovascular accident",
        "ischemic stroke",
        "mice",
        "pharmacokinetics",
        "proof of concept studies",
        "receptor, par-1",
        "sepsis",
        "thrombin",
        "cd40 ligand"
    ],
    "author_names": [
        "Ranjeet Kumar Sinha, PhD MSc",
        "Yaoming Wang, PhD",
        "Zhen Zhao, PhD",
        "Jose A. Fernandez, MD PhD",
        "Naveen Gupta",
        "Xiao Xu, MSc",
        "Greg Martin, MSc",
        "Sergey Kupriyanov, PhD MSc",
        "Laurent O Mosnier, PhD",
        "Berislav Zlokovic, PhD",
        "John H. Griffin, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ranjeet Kumar Sinha, PhD MSc",
            "author_affiliations": [
                "The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yaoming Wang, PhD",
            "author_affiliations": [
                "Zilkha Neurogenetic Institute, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhen Zhao, PhD",
            "author_affiliations": [
                "Zilkha Neurogenetic Institute, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose A. Fernandez, MD PhD",
            "author_affiliations": [
                "The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naveen Gupta",
            "author_affiliations": [
                "The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao Xu, MSc",
            "author_affiliations": [
                "The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Greg Martin, MSc",
            "author_affiliations": [
                "The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergey Kupriyanov, PhD MSc",
            "author_affiliations": [
                "The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent O Mosnier, PhD",
            "author_affiliations": [
                "Department of Molecular & Experimental Medicine, The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Berislav Zlokovic, PhD",
            "author_affiliations": [
                "Zilkha Neurogenetic Institute, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John H. Griffin, PhD",
            "author_affiliations": [
                "The Scripps Research Institute, La Jolla, CA ",
                "Department of Medicine, University of California San Diego, San Diego, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T02:15:10",
    "is_scraped": "1"
}