{
    "doi": "https://doi.org/10.1182/blood-2018-99-116643",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3921",
    "start_url_page_num": 3921,
    "is_scraped": "1",
    "article_title": "Concomitant Targeting of FLT3 and BTK with CG'806 Overcomes FLT3-Inhibitor Resistance through Inhibition of Autophagy ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster II",
    "topics": [
        "autophagy",
        "flt3 inhibitors",
        "ms-like tyrosine kinase 3",
        "leukemia",
        "hypoxia",
        "impedance threshold device",
        "kinase inhibitors",
        "leukemic cells",
        "sorafenib",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Weiguo Zhang, MD PhD",
        "Guopan Yu, MD, PhD",
        "Hongying Zhang, MD, PhD",
        "Charlie Ly, BS",
        "Bin Yuan",
        "Vivian Ruvolo, MS",
        "Sujan Piya, PhD",
        "Seemana Bhattacharya, PhD",
        "Qi Zhang, PhD",
        "Gautam Borthakur, MD",
        "Venkata Lokesh Battula, PhD",
        "Marina Y. Konopleva, MD PhD",
        "William G Rice, PhD",
        "Michael Andreeff, MD PhD"
    ],
    "author_affiliations": [
        [
            "U.T.M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Aptose Biosciences, Inc., San Diego, CA "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Pearland, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, UT MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Aptose Biosciences, Inc., San Diego, CA "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Fms-like tyrosine kinase 3 (FLT3)-targeted therapy represents an important paradigm in the management of patients with highly aggressive FLT3 mutated acute myeloid leukemia (AML). However, clinical efficacy is usually transient and followed by emergence of resistance to FLT3-inhibitors (Borthakur et al., 2011; Cortes et al., 2013; Zhang et al., 2008). Such resistance often results from acquired mutations of TKD, which are frequently identified in D835, Y842 and F691 residues (Smith et al., 2015; Smith et al., 2012; Zhang et al., 2014). It was reported that the FLT3-ITD-targeting drug sorafenib can induce autophagy in human myeloid dendritic cells (Lin et al., 2013). Induction of autophagy has also been reported to play a crucial role in resistance to BCR-ABL targeted imatinib therapy in CML (Hekmatshoar et al., 2018). Additionally, inhibition of autophagy can re-sensitize cancer cells to apoptosis induction (Fitzwalter et al., 2018; Piya et al., 2017), suggesting that inhibition of autophagy may represent a novel therapeutic strategy for overcoming resistance to FLT3-targeted therapy. In the present study, we assessed autophagy levels in leukemia cell lines bearing different FLT3 mutations and in AML patient samples obtained from sorafenib-resistant patients. All tested resistant cell lines bearing TKD or ITD+TKD mutations showed increased basal autophagy levels. Resistant AML patient samples also demonstrated greater autophagy compared to matched pre-treatment samples in FLT3-mutated, but not in FLT3-wild type samples. Upregulation of autophagy was also observed in the bone marrow (BM)-mimetic microenvironment ( i.e ., hypoxia and the presence of mesenchymal stem cells (MSCs) in vitro . Inhibition of autophagy with chloroquine (CQ) potentiated quizartinib-induced apoptosis and partially abrogated MSC-mediated protection in FLT3-ITD- and/or D835-mutated AML cells by suppressing c-Myc, mTOR/S6K signaling and activating transcription factor 4 (ATF4). We also observed upregulation of BTK activation accompanied by increased autophagy levels in hypoxic/MSC co-culture with leukemic cells and in resistant primary patient samples. Co-targeting BTK and FLT3 with ibrutinib (or BTK siRNA) and quizartinib enhanced leukemic cell killing and abrogates MSC-mediated protection of FLT3 mutated leukemia cells. We further investigated a novel, highly potent small molecule pan-FLT3/pan-BTK kinase inhibitor CG-806 (IC 50 s 0.8 and 5.0 nM against FLT3-ITD and BTK, respectively) (Aptose, San Diego, CA). CG'806 abolished MSC/hypoxia-mediated protection of AML cells and induced apoptosis in FLT3-mutated cells in vitro . Of note, CG'806, but not quizartinib, exerted profound pro-apoptotic effects in primary AML patient cells harboring ITD+D835 mutations ex vivo . Further evaluation in a PDX leukemia model inoculated with the ITD+D835 mutated primary AML cells showed that CG'806 significantly reduced leukemia cell burden and benefited for mouse survival. Taken together, autophagy is associated with AML resistance to FLT3-targeted therapy, which can be overcome by the pan-FLT3/pan-BTK kinase inhibitor CG-806 through concomitant blockade of FLT3 and BTK. Co-targeting FLT3 and BTK might provide a strategy for preventing/overcoming FLT3 inhibitor resistance in AML patients with FLT3 mutations. Phase I trials of CG'806 are in preparation. Disclosures Zhang: Aptose Biosciences, Inc: Employment. Battula: United Therapeutics Inc.: Patents & Royalties, Research Funding. Konopleva: Stemline Therapeutics: Research Funding. Rice: Aptose Biosciences, Inc: Equity Ownership. Andreeff: Eutropics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Reata: Equity Ownership; SentiBio: Equity Ownership; Oncolyze: Equity Ownership; Astra Zeneca: Research Funding; Jazz Pharma: Consultancy; Oncoceutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; United Therapeutics: Patents & Royalties: GD2 inhibition in breast cancer ; Aptose: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Consultancy, Patents & Royalties: MDM2 inhibitor activity patent, Research Funding; Amgen: Consultancy, Research Funding; Celgene: Consultancy."
}