{
    "doi": "https://doi.org/10.1182/blood.V124.21.5200.5200",
    "article_title": "Overexpression of Lysosomal-Associated Protein Transmembrane 5 (LAPTM5) Deceases Autophagy Activity Via Reducing the Lysosomal pH Value ",
    "article_date": "December 6, 2014",
    "session_type": "603. Oncogenes and Tumor Suppressors",
    "abstract_text": "Lysosomal-associated protein transmembrane 5 (LAPTM5) encodes a transmembrane protein in lysosomal, which is specifically expressed in hematopoietic system. Autophagy, a lysosomal degradation pathway, is now emerging as an importance prosurvival or prodeath factor in response to some chemotherapy. In our previously study, we found the expression of LAPTM5 is closely related with acute lymphocytic leukemia, but exactly role of this gene in acute leukemia(AL) was unknown. To investigate the association of LAPTM5 with autophagy, we overexpressed LAPTM5 in K562 cells, and the results showed LAPTM5 significantly decreased autophagy activity, which measured by testing the conversion of LC3-I to LC3-II and LC3-II dots using western blotting and imaging flow cytometry, respectively( Figure 1 and 2). Moreover, PCR array was performed to detect the changes of 92 genes regulating autophagic activity in LAPTM5 overexpressed cells, and 73 autophagy-related genes were found downregulated. Finally, the overexpression of LAPTM5 significantly reduced the pH value in lysosomal, which was very essential for autophagy-mediated degradation activity ( Figure 3 ). Taken together, these results suggest that LAPTM5 decreased autophagy activity though downregulation of pH value in lysosomal. Therefore, LAPTM5 might represent a potential target modulating autophagy activity to increase sensitivity to chemotherapy in treatment of AL. Figure 1 View large Download slide LAPTM5 gene suppressed K562 cells' autophagy activity. K562 cells transfected with LAPTM5(L) and empty vector (P) were cultured in HBSS conditional media for 6 hrs. On the time point of 0hrs, 3hrs and 6hrs, transfected cells were collected and run Westernblot with the antibody of LC3-II and LC3-I. The ratio of LC3-II/LC3I which represented the extent of autophagy activity decreased in K562/LAPTM5 (L). Figure 1 View large Download slide LAPTM5 gene suppressed K562 cells' autophagy activity. K562 cells transfected with LAPTM5(L) and empty vector (P) were cultured in HBSS conditional media for 6 hrs. On the time point of 0hrs, 3hrs and 6hrs, transfected cells were collected and run Westernblot with the antibody of LC3-II and LC3-I. The ratio of LC3-II/LC3I which represented the extent of autophagy activity decreased in K562/LAPTM5 (L). Close modal Figure 2 View large Download slide Autophagy activity of K562 transfectants were detected by Flow. K562 cells transfected with LAPTM5(L) had less fluorescent spots than that of K562 transfected with empty vector (P). Figure 2 View large Download slide Autophagy activity of K562 transfectants were detected by Flow. K562 cells transfected with LAPTM5(L) had less fluorescent spots than that of K562 transfected with empty vector (P). Close modal Figure 3 View large Download slide Lysosomal acid decreased in K562 cells transducted with LAPTM5(L). Lysosomal was marked by LysoSensor™ Green DND-189£¨50 nM£©and run Flow cytometry. Fluorescent intensity represented pH value. More intensity means lower pH value. Figure 3 View large Download slide Lysosomal acid decreased in K562 cells transducted with LAPTM5(L). Lysosomal was marked by LysoSensor™ Green DND-189£¨50 nM£©and run Flow cytometry. Fluorescent intensity represented pH value. More intensity means lower pH value. Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "antibodies",
        "autophagy",
        "chemosensitivity",
        "chemotherapy regimen",
        "diagnostic imaging",
        "flow cytometry",
        "hypokinesia",
        "integral membrane proteins",
        "leukemia, acute"
    ],
    "author_names": [
        "Shaoyan Hu, MD PhD",
        "Yu-na Niu",
        "Dong WU",
        "Dan Hong",
        "Na-na WANG",
        "Jian Pan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaoyan Hu, MD PhD",
            "author_affiliations": [
                "Children's Hospital of Soochow University, Suzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yu-na Niu",
            "author_affiliations": [
                "Soochow University, Suzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong WU",
            "author_affiliations": [
                "Children's Hospital of Soochow University, Suzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan Hong",
            "author_affiliations": [
                "Children's Hospital of Soochow University, Suzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Na-na WANG",
            "author_affiliations": [
                "Children's Hospital of Soochow University, Suzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian Pan, PhD",
            "author_affiliations": [
                "Children's Hospital of Soochow University, Suzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T04:09:20",
    "is_scraped": "1"
}