{
    "doi": "https://doi.org/10.1182/blood.V108.11.2093.2093",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=569",
    "start_url_page_num": 569,
    "is_scraped": "1",
    "article_title": "High Density Oligonucleotide Array CGH Analysis of CLL Reveals Areas of Recurrent Genomic Gain or Loss. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "array-based comparative genomic hybridization",
        "casts, surgical",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dna",
        "genome",
        "long-acting thyroid stimulator",
        "monosomy",
        "oligonucleotide arrays",
        "oligonucleotides"
    ],
    "author_names": [
        "Roelandt F.J. Schop, MD",
        "Catherine Mancini, BS",
        "Wee-Joo Chng, MD",
        "Renee C. Tschumper, BS",
        "Diane F. Jelinek, PhD",
        "Neil E. Kay, MD",
        "Peter Leif Bergsagel, MD",
        "John D. Carpten, PhD",
        "Rafael Fonseca, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology-Oncology, Mayo Clinic Arizona, Scottsdale, AZ, USA",
            "Department of Hematology and Department of Internal Medicine, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Genetic Basis of Human Diseases Division, Translational Genomics Research Institute, Phoenix, AZ, USA"
        ],
        [
            "Department of Hematology-Oncology, Mayo Clinic Arizona, Scottsdale, AZ, USA"
        ],
        [
            "Department of Immunology and Division of Hematology, Mayo Clinic College of Medicine, Mayo Graduate School, Rochester, MN, USA"
        ],
        [
            "Department of Immunology and Division of Hematology, Mayo Clinic College of Medicine, Mayo Graduate School, Rochester, MN, USA"
        ],
        [],
        [],
        [
            "Genetic Basis of Human Diseases Division, Translational Genomics Research Institute, Phoenix, AZ, USA"
        ],
        [
            "Department of Hematology-Oncology, Mayo Clinic Arizona, Scottsdale, AZ, USA"
        ]
    ],
    "first_author_latitude": "33.585926750000006",
    "first_author_longitude": "-111.79377589999999",
    "abstract_text": "The study of genomic aberrations in chronic lymphocytic leukemia (CLL) has yielded critical information, now routinely used for the prognostication of patients. An unbiased search for genome wide areas of copy number change is needed to identify possible primary genetic events in CLL and to elucidate their relationship to other known cytogenetic factors, such as deletions of 13q14, 11q23 and 17p13 and trisomy 12. Here we report on a study where we used a 60-mer oligo array-based Comparative Genomic Hybridization (aCGH, 44B platform from Agilent Technologies, Palo Alto, CA). We observed the most common genetic aberrations in CLL and in similar frequencies as would be predicted for CLL (e.g. 44% showing deletions of chromosome 13q14). Among those patients, 45% had no apparent other aberration. Of great interest, small bi-allelic deletions of chromosome 13, which predominantly involved the DLEU1 and DLEU2 locus, were detected in 4 patients (16%). Deletions of 11q23 were observed in 6 cases (24%), and while some involved the ATM locus one did not, casting doubt on the precise gene deregulated by these deletions. Large deletions of the whole 17p-arm were detected in three cases (12%). Trisomy 12 was present in only two cases (8%). No other trisomies were detected and also small regions of copy gain were uncommon. Monosomy of chromosomes 19, X and Y were present in three separate cases. Large deletions of chromosome 2p were seen in two cases, but an additional case had a small deletion involving the ALK gene. This case also had a breakpoint at chromosome 5 involving the NMP1 locus, suggestive of a t(2;5). A recent study ( Mayr et al., Blood 2006 ) indicates that chromosomal translocations in CLL are present in 33% and were associated with a dismal prognosis. In our analysis we detected several breakpoints indicative of translocations. Detailed study is necessary to elucidate possible molecular events associated with these translocations. Other small regions of DNA copy loss were found at several locations throughout the genome. Regions of interest are shown in the table. In summary we show that multiple areas of recurrent genomic gain and loss can be identified in clonal cells of CLL and should lead to further insights into the understanding of disease pathogenesis.  Chromosome Location . Gene(s) of interest . Loss 6q24.3 LATS Loss 10q23.3 LG11 Loss 10q24.2 PAX2, WNT8B, TLX1, POLL, NFKB2 Loss 11p15.4 PPFIBP2 Loss 12p13 TNFRSF1A and 7 Loss 15q22.1 TCF12 Loss 19p13.3 BAX, RUVBL2 Loss 20q11.2 TP53INP2 Loss 20q13.1 WFDC13 Chromosome Location . Gene(s) of interest . Loss 6q24.3 LATS Loss 10q23.3 LG11 Loss 10q24.2 PAX2, WNT8B, TLX1, POLL, NFKB2 Loss 11p15.4 PPFIBP2 Loss 12p13 TNFRSF1A and 7 Loss 15q22.1 TCF12 Loss 19p13.3 BAX, RUVBL2 Loss 20q11.2 TP53INP2 Loss 20q13.1 WFDC13 View Large"
}