{
    "doi": "https://doi.org/10.1182/blood.V112.11.5044.5044",
    "article_title": "Simvastatin Sensitizes Bcl-2-Negative DLBCL Cell Lines to CHOP: A Finding with Possible Clinical Implications for Treatment of Bcl-2-Negative DLBCL? ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "abstract_text": "It has previously been shown that addition of rituximab overcomes bcl-2-associated resistance to CHOP in DLBCL patients ( Mounier 2003 ). However, the role of rituximab in the treatment of bcl-2 negative DLBCL is presently unclear. To better understand the molecular mechanisms for CHOP-resistance, the DLBCL cell lines Karpas 422, ULA, WSU-NHL, SU-DHL-8 and SU-DHL-5 were characterised with regard to CHOP- and rituximab-sensitivity. As compared to the other cell lines, Karpas 422 and ULA were CHOP-refractory and WSU-NHL showed an intermediate response to CHOP-treatment. However, SU-DHL-8 and SU-DHL-5 were sensitive to low levels of CHOP. Interestingly, the response to rituximab did not correspond to CHOP-sensitivity, as CHOP-refractory ULA were sensitive to rituximab alone while CHOP-sensitive SU-DHL-8 were refractory. Moreover, when assayed for expression of bcl-2 protein by western blot, SU-DHL-8 and SU-DHL-5 showed a low or undetectable expression while Karpas 422, ULA and WSU-NHL expressed high levels of bcl-2 protein. Hence, low levels of bcl-2 correlated to CHOP-sensitivity and with rituximab-resistance, consistent with results from clinical studies. The HMG-CoA reductase inhibitor simvastatin can induce apoptosis of Hodgkin lymphoma and myeloma cell lines, and statin use was associated with reduction in lymphoma risk in the international case-control study EPILYMPH ( Fortuny 2006 ). Yet, statins have been shown to impair the antitumour effects of rituximab by inducing conformational changes of CD20 ( Winiarska 2008 ), questioning the concomitant use of statins and rituximab. To evaluate the effect of simvastatin on the cell death of bcl-2-expressing and –non-expressing cell lines, ULA, SU-DHL-8 and Karpas 422 were incubated with increasing levels of simvastatin. Interestingly, already at levels as low as 2 μM (corresponding to a daily intake of 10 mg simvastatin), bcl-2-negative SU-DHL-8 cells showed signs of increased cell death. However, bcl-2 expressing ULA and Karpas 422 cells were resistant to levels of simvastatin as high as 50 μM. Moreover, low levels of simvastatin sensitized SU-DHL-8 cells to CHOP treatment. Taken together, our results may suggest that replacement of rituximab with simvastatin during CHOP-treatment of bcl-2 negative DLBCL could improve treatment responses. However, further studies are warranted to bring this notion to clinical reality.",
    "topics": [
        "cell lines",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "simvastatin",
        "rituximab",
        "statins",
        "bcl-2 protein",
        "cd20 antigens",
        "hodgkin's disease",
        "lymphoma"
    ],
    "author_names": [
        "Malin Ageberg",
        "Johan Linderoth",
        "Ola Lindén",
        "Mats Jerkeman",
        "Kristina Drott"
    ],
    "author_dict_list": [
        {
            "author_name": "Malin Ageberg",
            "author_affiliations": [
                "Dept of Immunotechnology, Lund University, Lund"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Johan Linderoth",
            "author_affiliations": [
                "Dept of Oncology, Lund University, Lund, Sweden"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ola Lindén",
            "author_affiliations": [
                "Dept of Oncology, Lund University, Lund, Sweden"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mats Jerkeman",
            "author_affiliations": [
                "Dept of Oncology, Lund University, Lund, Sweden"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristina Drott",
            "author_affiliations": [
                "Dept of Oncology, Lund University, Lund, Sweden"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T21:34:10",
    "is_scraped": "1"
}