{
    "doi": "https://doi.org/10.1182/blood.V110.11.3186.3186",
    "article_title": "MicroRNA Expression Profiling Characterize Diffuse Large B-Cell Lymphomas and Follicular Lymphomas. ",
    "article_date": "November 16, 2007",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy including Disordered Epigenetic Regulation",
    "abstract_text": "A new and powerful tool for classification and understanding the biology of human lymphomas is microRNA (miRNA) expression profiling. MiRNAs comprise a class of approximately 1000 RNA species, which are thought to directly regulate the expression of ∼30% of the transcripts of the human genome on a posttranscriptional level. An important regulatory role of miRNAs has been implicated in biological processes such as cell proliferation and differentiation, fat metabolism, insulin secretion and hematopoiesis. Recent studies indicate that miRNAs are mechanistically involved in the development of various human malignancies and therefore represent a promising new class of biomarkers. We evaluated the miRNA expression profiles of 58 Diffuse Large B-Cell Lymphomas (DLBCL), 46 Follicular Lymphomas (FL) and 7 lymph nodes with chronic lymphadenitis. A quantitative PCR-based method was used to determine the expression levels of 157 miRNA species. The analysis was performed exclusively on FFPE tissues, which are traditionally inapt to molecular analysis. It was possible to clearly distinguish malignant and non-malignant tissues by miRNA expression patterns. We found 34 differentially expressed miRNAs by comparing DLBCL and lymph nodes, 25 miRNAs by comparing FL and lymph nodes and 55 by comparing DLBCL and FL. It was noticeable that the miRNA expression profiles of FL and lymph nodes are more similar compared to miRNA expression profiles of DLBCL. We were also interested to find out whether it is possible to classify the DLBCL cases in germinal center-like DLBCL (GCB-DLBCL) and Non-germinal center-like DLBCL (Non-GCB-DLBCL) based on miRNA expression patterns. We used the immunohistochemical classification, published by Hans et al., to identify both subgroups ( Hans CP, Weisenburger DD et al. Confirmation of the molecular classification of diffuse large B-cell lymphoma by immunohistochemistry using a tissue microarray. Blood . 2004 ; 103 : 275 –282 ). Comparing miRNA expression profiles of GCB and Non-GCB cases of DLBCL, 8 miRNAs were found to be differentially expressed using the partial least squares discriminant analysis (PLS-DA). However, using a cross-validation approach it was not possible to predict the GCB status on the basis of miRNA expression patterns. Similar to Landgraf et al. we found a reduced miR-150 expression level in DLBCL in comparison to other closely related germinal center malignancies ( Landgraf P, Ruscu M et al. A mammalian microRNA expression atlas based on small RNA library sequencing. Cell . 2007 ; 129 : 1401 –1414 ). To determine the function of miR-150, Ramos cells were transfected with anti-miR-150 and an analysis of putative target proteins was carried out. It was possible to show a regulation of transcription factor v-myb/c-myc, which plays an important role in the control of proliferation and differentiation of hematopoietic progenitor cells, by miR-150. Moreover, miRNA profiles of DLBCL from a randomized trail will be compared to survival data in the future.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "gene expression profiling",
        "micrornas",
        "molecular profiling",
        "cancer",
        "biological markers",
        "lymphadenitis",
        "lymphoma",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Anja Roehle",
        "Kai P. Hoefig",
        "Dirk Repsilber",
        "Christoph Thorns",
        "Kai O. Wesche",
        "Christian Kaehler",
        "Wolfram Klapper",
        "Michael Pfreundschuh",
        "Marita Ziepert",
        "Markus Loeffler",
        "Hartmut Merz",
        "Alfred C. Feller"
    ],
    "author_dict_list": [
        {
            "author_name": "Anja Roehle",
            "author_affiliations": [
                "Institute for Pathology, University Clinic Schleswig-Holstein, Campus Luebeck, Luebeck, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kai P. Hoefig",
            "author_affiliations": [
                "Institute for Pathology, University Clinic Schleswig-Holstein, Campus Luebeck, Luebeck, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Repsilber",
            "author_affiliations": [
                "Biomathematics/Bioinformatics Group, Genetics and Biometry, Research Institute for the Biology of Farm Animals FBN, Dummerstorf, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Thorns",
            "author_affiliations": [
                "Institute for Pathology, University Clinic Schleswig-Holstein, Campus Luebeck, Luebeck, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai O. Wesche",
            "author_affiliations": [
                "Institute for Pathology, University Clinic Schleswig-Holstein, Campus Luebeck, Luebeck, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Kaehler",
            "author_affiliations": [
                "Institute for Pathology, University Clinic Schleswig-Holstein, Campus Luebeck, Luebeck, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfram Klapper",
            "author_affiliations": [
                "Institute for Pathology, University Clinic Schleswig-Holstein, Campus Kiel, Kiel, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Pfreundschuh",
            "author_affiliations": [
                "Dep. of Hematology and Oncology, University Clinic Saarland, Homburg, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marita Ziepert",
            "author_affiliations": [
                "Institute for Medical Informatics, Statistics and Epidemiology, Leipzig, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Loeffler",
            "author_affiliations": [
                "Institute for Medical Informatics, Statistics and Epidemiology, Leipzig, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Merz",
            "author_affiliations": [
                "Institute for Pathology, University Clinic Schleswig-Holstein, Campus Luebeck, Luebeck, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfred C. Feller",
            "author_affiliations": [
                "Institute for Pathology, University Clinic Schleswig-Holstein, Campus Luebeck, Luebeck, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T02:18:44",
    "is_scraped": "1"
}