{
    "doi": "https://doi.org/10.1182/blood.V108.11.2487.2487",
    "article_title": "Bcl-2 Antagonist ApoGossypol (NSC736630) Displays Single-Agent Activity in Bcl-2 Transgenic Mice and Has Superior Efficacy and Pharmacology with Less Toxicity Compared to Gossypol (NSC19048). ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Altered expression of Bcl-2-family proteins plays a central role in apoptosis dysregulation in cancer and leukemia, promoting malignant cell expansion and contributing to chemoresistance. In this study, we compared the toxicity, pharmacology, and efficacy in mice of Gossypol ( NSC19048 ) and ApoGossypol (NSC736630), a semi-synthetic analog of natural product Gossypol, in which two reactive aldehydes were eliminated from the compound (Becattini, et al Chem & Biol 11(3):389-95, 2004 Mar.). Gossypol and ApoGossypol mimic endogenous BH3 peptide-containing antagonists of anti-apoptotic Bcl-2-family proteins, competing with the BH3 peptide binding sites on Bcl-2, Bcl-XL, Mcl-1, Bcl-W, and Bcl-B, but not Bfl-1, with IC 50 of 0.5-2 M (Zhai, et al. Cell Death & Differ 13:1419-21, 2006). These compounds thus represent broad-spectrum antagonists of anti-apoptotic Bcl-2-family proteins. ApoGossypol displayed biostability comparable to Gossypol in plasma from mice, rats, dogs, and humans. Liver microsome analysis demonstrated no metabolites of either ApoGossypol or Gossypol, though both compounds underwent some glucuronidation. Apogossypol appeared more stable in human and mouse liver microsomal preparations than gossypol. Pharmacokinetic studies of i.v. and orally delivered Gossypol and ApoGossypol in mice showed that ApoGossypol has improved AUC (50–75% higher) due principally to reduced clearance rate. Both Gossypol and ApoGossypol exhibited similar oral bioavailability (10–13%) and have similar Cmax (10-20 M). Toxicity studies of i.p. and orally administered compounds showed that ApoGossypol is far less toxic than Gossypol. Daily dosing studies showed that mice tolerate doses of ApoGossypol 2–4-times higher than Gossypol. Hepatotoxicity and gastrointestinal toxicity (intestinal edema and ileus) represented the major adverse activities of these compounds, with ApoGossypol far less toxic than Gossypol. Efficacy of Gossypol and ApoGossypol was compared in a transgenic mouse model of Bcl-2-driven disease, where a human Bcl-2 gene from a t(14;18)-containing lymphoma drives continuous Bcl-2 expression in B-cells ( Katsumata, et al. Proc Natl Acad Sci  89 : 11376 ; 1992 ). These mice develop splenomegally and have expanded populations of mature non-cycling B-cells in lymph nodes, resembling low-grade follicular lymphoma in humans. In vitro, Bcl-2-expressing B-cells were more sensitive to ApoGossypol than Gossypol, with LD50 values of 3–5 M and 7.5–10 M, respectively. In vivo, using the maximum tolerated dose of Gossypol (0.06 mmoles/kg) for sequential daily dosing (daily × 5 days × 3 weeks), ApoGossypol displayed superior activity to Gossypol in terms of reducing splenomegally and reducing B-cell counts in spleen. At higher does (0.12–0.24 mmole/kg), ApoGossypol showed still greater in vivo activity, producing larger reductions in splenomegally and in B-cell counts in spleen. Taken together, these studies indicate that ApoGossypol is superior to parent compound Gossypol with respect to pharmacology, toxicology, and efficacy, suggesting that further development of this compound for cancer therapy is warranted. (Supported by NCI-RAID and NCI contract funds N01-CM-07110 and N01-CM-52205, and by a grant to the CLL Research Consortium P01-CA081534).",
    "topics": [
        "antagonists",
        "bcl2 gene",
        "gossypol",
        "mice, transgenic",
        "pharmacology",
        "toxic effect",
        "peptides",
        "aldehydes",
        "bcl-xl protein",
        "cancer"
    ],
    "author_names": [
        "Shinichi Kitada, MD, PhD",
        "Lee Jia, Ph.D.",
        "Lori C. Coward, Ph.D.",
        "Greg S. Gorman, Ph.D.",
        "Patricia Noker, Ph.D.",
        "Maurizio Pellecchia, Ph.D.",
        "John C. Reed, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Shinichi Kitada, MD, PhD",
            "author_affiliations": [
                "Apoptosis Program, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lee Jia, Ph.D.",
            "author_affiliations": [
                "Developmental Therapeutics Program, DCTD/NCI/NIH, Rockville, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lori C. Coward, Ph.D.",
            "author_affiliations": [
                "Southern Research Institute, Birmingham, AL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Greg S. Gorman, Ph.D.",
            "author_affiliations": [
                "Southern Research Institute, Birmingham, AL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Noker, Ph.D.",
            "author_affiliations": [
                "Southern Research Institute, Birmingham, AL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurizio Pellecchia, Ph.D.",
            "author_affiliations": [
                "Apoptosis Program, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Reed, M.D., Ph.D.",
            "author_affiliations": [
                "Apoptosis Program, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T02:30:06",
    "is_scraped": "1"
}