{
    "doi": "https://doi.org/10.1182/blood.V128.22.5690.5690",
    "article_title": "The VITAL Amyloidosis Study: A Randomized, Double-Blind, Placebo-Controlled, Global, Phase 3 Study of NEOD001 in Patients with AL Amyloidosis and Cardiac Dysfunction ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Background: Amyloid light chain (AL) amyloidosis is caused by the deposition of misfolded light chain (LC) proteins, which may cause organ failure and death. Current treatments, which target the plasma cells that produce LC, induce organ responses in only 30% to 40% of patients. There is a substantial need for a safe and effective amyloid-directed therapy to improve recovery of organ function. NEOD001, a monoclonal antibody that targets misfolded LC, is hypothesized to neutralize circulating LC aggregates and to clear insoluble organ deposits. In an ongoing phase 1/2 study (NCT02613182; Gertz M et al. J Clin Oncol . 2016;34(10):1097-1103) in 27 patients with AL amyloidosis and persistent organ dysfunction, monthly NEOD001 infusions were well tolerated and produced no infusion-related hypersensitivity reactions. In a best response analysis of subjects who fulfilled eligibility criteria at baseline, 57% met cardiac and 60% met renal response criteria. Supported by these positive results, the current study (VITAL; NCT02312206) is a randomized, double-blind, placebo-controlled, phase 3 trial of NEOD001 in patients with cardiac AL amyloidosis. Here we present the study design for this trial in progress. Patients and Methods: Eligible patients (estimated enrollment, 236) with a diagnosis of AL amyloidosis (newly diagnosed, treatment naive) and cardiac dysfunction (N-terminal probrain natriuretic peptide [NT-proBNP] ≥650 and 12 mm, or cardiac biopsy-detected amyloidosis) and with estimated glomerular filtration rate ≥30 mL/min/1.73 m 2 will be randomly assigned (1:1) to receive NEOD001 (24 mg/kg q28d) plus standard of care (SOC) chemotherapy or placebo plus SOC therapy. Subjects will be stratified according to Mayo Clinic stage, renal stage, and 6-minute walk test (6MWT) distance. The primary end point is a composite, evidence-based measure consisting of all-cause mortality or cardiac hospitalization. Key secondary end points include cardiac response measured by NT-proBNP (as defined by Comenzo RL et al. Leukemia . 2012;26(11):2317-2325) and change in 6MWT distance, Short Form-36 Health Survey response, Neuropathy Impairment Score-Lower Limb and renal response (as defined by Palladini G et al. Blood . 2014;124(15):2325-2332). Disclosures Liedtke: Gilead: Research Funding; Pfizer: Consultancy, Research Funding; Novartis: Research Funding; Amgen: Consultancy, Research Funding; Prothena: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; Celgene: Research Funding. Merlini: Takeda and Janssen-Cilag: Honoraria. Landau: Janssen: Consultancy; Spectrum Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees; Onyx/Amgen: Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Prothena: Honoraria, Membership on an entity's Board of Directors or advisory committees. Comenzo: Takeda: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Prothena: Consultancy, Research Funding; Karyopharm: Research Funding. Sanchorawala: Prothena: Research Funding; Takeda: Research Funding; Celgene: Research Funding. Weiss: Janssen: Consultancy, Other: Travel, accommodations, Research Funding; Millennium: Consultancy, Other: Travel, accommodations; GlaxoSmithKline: Consultancy; Prothena: Other: Travel, accommodations, Research Funding; Novartis: Consultancy. Zonder: Array Biopharma: Consultancy; Prothena: Consultancy; Celgene: Consultancy, Research Funding; BMS: Consultancy; Takeda: Consultancy; Janssen: Consultancy; Seattle Genetics: Consultancy. Walling: Stealth: Consultancy; KaloBios: Consultancy; Exelixis: Consultancy; Newgen: Consultancy; Mateon (was Oxigene): Consultancy; Apex: Consultancy; Corcept: Consultancy; Aduro: Consultancy; Prothena: Consultancy; BioMarin: Equity Ownership; Amgen: Equity Ownership, Patents & Royalties; NuMedii: Consultancy; Pharm-Olam: Consultancy; Crown Bioscience: Consultancy; Codexis: Consultancy; Upsher Smith: Consultancy, Patents & Royalties. Kinney: Prothena: Employment, Equity Ownership, Other: Leadership. Koller: Prothena: Employment, Equity Ownership, Other: Travel, accommodations. Gertz: Ionis: Research Funding; Prothena Therapeutics: Research Funding; Novartis: Research Funding; Alnylam Pharmaceuticals: Research Funding; Annexon Biosciences: Research Funding; Research to Practice: Honoraria, Speakers Bureau; Med Learning Group: Honoraria, Speakers Bureau; Celgene: Honoraria; NCI Frederick: Honoraria; Sandoz Inc: Honoraria; GSK: Honoraria.",
    "topics": [
        "amyloidosis",
        "cardiac function, impaired",
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "6-minute walk test",
        "antigens, cd98 light chains",
        "nt-probnp",
        "organ failure",
        "biopsy",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Michaela Liedtke, MD",
        "Giampaolo Merlini, MD",
        "Heather Landau, MD",
        "Raymond L. Comenzo, MD",
        "Vaishali Sanchorawala, MD",
        "Brendan M. Weiss, MD",
        "Jeffrey A. Zonder, MD",
        "Jackie Walling, MBChB, PhD",
        "Gene G. Kinney, PhD",
        "Martin Koller, MD MPH",
        "Morie A. Gertz, MD MACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Michaela Liedtke, MD",
            "author_affiliations": [
                "Hematology, Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giampaolo Merlini, MD",
            "author_affiliations": [
                "University Hospital Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather Landau, MD",
            "author_affiliations": [
                "Myeloma Service, Division of Hematologic Oncology, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymond L. Comenzo, MD",
            "author_affiliations": [
                "Tufts Medical Center, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vaishali Sanchorawala, MD",
            "author_affiliations": [
                "Boston University School of Medicine and Boston Medical Center, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brendan M. Weiss, MD",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A. Zonder, MD",
            "author_affiliations": [
                "Karmanos Cancer Institute, Detroit, MI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jackie Walling, MBChB, PhD",
            "author_affiliations": [
                "JW Consulting, Hillsborough, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gene G. Kinney, PhD",
            "author_affiliations": [
                "Prothena Biosciences Inc, South San Francisco, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Koller, MD MPH",
            "author_affiliations": [
                "Prothena Biosciences Inc, South San Francisco, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A. Gertz, MD MACP",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:33:00",
    "is_scraped": "1"
}