{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2067.2067",
    "article_title": "A Precise Tool to Edit Human Hematopoietic Stem Cells at High Efficiency and Decipher and Optimize the Different Double Strand Break Repair Outcomes ",
    "article_date": "December 7, 2017",
    "session_type": "801. Gene Therapy and Transfer: Poster I",
    "abstract_text": "The CRISPR/Cas9 discovery has revolutionized precise editing of the genome. However, Cas9-induced site-specific double-strand breaks (DSB) are predominantly repaired by the 'error-prone' non-homologous end-joining (NHEJ)/alternate NHEJ (aNHEJ) mechanisms, with relatively low precise correction using homology-directed repair (HDR). The HDR-corrected cells can be selected with drugs/surface reporter in cell lines, induced pluripotent cells, mouse embryonic cells. However, selection of gene edited/corrected hematopoietic stem cells (HSC) is not feasible in vitro. HSC remain the most promising targets because of their unique self-renewing, expansion and differentiation potential. Assessment and optimization of editing/correction of the rare human HSC comprising 1-2% of the CD34+ hematopoietic stem and progenitor cell (HSPC) population is particularly challenging, as their selection before/after often results in insufficient cell numbers for detailed molecular analysis; and selection post-editing for clinical translation can reduce recovery/engraftment potential from increased processing. Currently, the readout of the edited HSC is by molecular analysis for NHEJ- and aNHEJ-induced insertions/deletions and HDR detection of total CD34+ cells and assessment of long term repopulating potential (LTRP) in in vivo models. Herein, we report a unique platform that can precisely quantify NHEJ, aNHEJ, HDR and random integration of the HDR donor template in the human HSC using a flow cytometry. We targeted the CD45 surface reporter ( PTPRC ), present on all leukocytes and HSPC, to induce a DSB in exon 2 of the PTPRC gene using CRISPR/Cas9, and an in-frame promoter-less GFP containing homology template and a downstream tNGFR expression cassette (GFP/tNGFR HDR donor). HSC and HSPC that repaired Cas9-induced DSB via NHEJ on a single allele in diploid cells lost CD45 expression by flow cytometry. Furthermore, the gRNA/Cas9 induced DSB site was designed to have a 3bp micro-homology so that DSB repaired via aNHEJ resulted in cells express CD45 in frame, but a 6bp deletion detectable by TIDE assay. Provision of the GFP/tNGFR HDR donor repair template resulted in GFP and CD45 expressing, but not tNGFR expressing cells, but if the GFP/tNGFR HDR donor integrated randomly, cells were tNGFR+. Using this system, we optimized editing of hematopoietic progenitor cell lines (K562, Kasumi cells) and EBV transformed B-lymphoblasts to >95% efficiency, and molecular analysis of total and CD45+, and CD45- and CD45+GFP+ cell populations confirmed the precision of the flow cytometry based quantification of NHEJ, aNHEJ. In fact, molecular analysis of the CD45+ cells led to the discovery that K562 cells had a high rate of aNHEJ, while this editing via aNHEJ was absent in LCL- and Kasumi- B lymphoid cells. Inhibition of the aNHEJ pathway with small molecule inhibitors/siRNA resulted in loss of the 6bp aNHEJ-mediated deletion in K562 cells. We also found that random integration in LCL, Kasumi and CD34+ cells was a rare event, but occurred with high frequency in K562 cells. Due to the rapid detection of editing events by flow cytometry, we were able to optimize different editing and cell parameters in both cord blood and mobilized peripheral blood derived CD34+ HSPC and CD34+38-90+RA- HSC populations to achieve high viability and 80-87% editing efficiency (CD45-) in HSPC and HSC, and the FACS-based results were similar to molecular analysis. The edited CD34+ HSPC, when injected into NSG mice resulted in robust human cell engraftment, with 45±10% total engraftment, and 39±16% edited cell engraftment (n=12 mice). Using this platform, we improved HDR frequency to 30% and reduced NHEJ events to 60% in hematopoietic cell lines and similar optimization of HDR in HSPC/HSC is underway. In summary, we have developed a novel platform that allows rapid quantification of gene editing by flow cytometry of human HSC at a single cell and a single allele level, in a single step; with concurrent molecular analysis that identifies different DNA repair pathways utilized by different cell types. This platform allows rapid identification of edited events in the rare HSC population, rather than bulk CD34+ HSPC. Furthermore, ability to sort the edited HSC allows precise determination of the genotoxicity of gene editing, and optimization of DSB repair pathway needed, and optimize editing parameters that result in engraftable edited HSC with LTRP. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cd45 antigens",
        "double strand break repair",
        "flow cytometry",
        "gene editing",
        "hematopoietic stem cells",
        "microbiology procedures",
        "rna, guide",
        "rna, small interfering",
        "double-stranded dna breaks",
        "cell count"
    ],
    "author_names": [
        "Rajeswari Jayavaradhan, MS",
        "Devin Pillis, MS",
        "Sarah McGraw",
        "Loberg Anastacia",
        "Paul R. Andreassen, PhD",
        "Punam Malik, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rajeswari Jayavaradhan, MS",
            "author_affiliations": [
                "University of Cincinnati, Cincinnati, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Devin Pillis, MS",
            "author_affiliations": [
                "Cincinnati Children's Hospital, Cincinnati, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah McGraw",
            "author_affiliations": [
                "Cincinnati Children's Hospital, Cincinnati, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loberg Anastacia",
            "author_affiliations": [
                "Cincinnati Children's Hospital, Cincinnati, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul R. Andreassen, PhD",
            "author_affiliations": [
                "Cincinnati Children's Hosp. Med. Ctr., Cincinnati, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Punam Malik, MD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, ",
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hosp., Cincinnati, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:25:36",
    "is_scraped": "1"
}