{
    "doi": "https://doi.org/10.1182/blood.V128.22.271.271",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3557",
    "start_url_page_num": 3557,
    "is_scraped": "1",
    "article_title": "Incidence and Risk Factors for Venous Thrombosis in Human Immunodeficiency Virus (HIV) Infection, Data from the Dutch Athena Cohort Study ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis: Risk Factors",
    "topics": [
        "athena trial",
        "hiv",
        "infections",
        "venous thrombosis",
        "hiv infections",
        "anti-retroviral agents",
        "anticoagulants",
        "viral load result",
        "abacavir",
        "acquired immunodeficiency syndrome"
    ],
    "author_names": [
        "James Francis Borjas-Howard, MD MSc",
        "Casper Rokx, MD PhD",
        "Colette Smit, PhD",
        "Ferdinand Wit, MD PhD",
        "Elise Pieterman, MD MSc",
        "Karina Meijer, MD PhD",
        "Bart Rijnders, MD PhD",
        "Wouter Bierman, MD PhD",
        "Vladimir Tichelaar, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hemostasis and Thrombosis, Department of Hematology, University Medical Center Groningen, University of Groningen, Groningen, Netherlands "
        ],
        [
            "Department of Medical Microbiology and Infectious Diseases, Erasmus MC University Medical Center Rotterdam, Rotterdam, Netherlands "
        ],
        [
            "Dutch Foundation of HIV Monitoring, Amsterdam, Netherlands "
        ],
        [
            "Dutch Foundation of HIV Monitoring, University of Amsterdam, Academic Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Medical Microbiology and Infectious Diseases, Erasmus MC University Medical Center Rotterdam, Rotterdam, Netherlands "
        ],
        [
            "Department of Hematology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands "
        ],
        [
            "Department of Medical Microbiology and Infectious Diseases, Erasmus MC University Medical Center Rotterdam, Rotterdam, Netherlands "
        ],
        [
            "Department of Internal Medicine, Infectious Diseases Service,, University of Groningen, University Medical Center Groningen, Groningen, Netherlands "
        ],
        [
            "Division of Hemostasis and Thrombosis, Department of Hematology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands ",
            "Department of Clinical Medicine, K.G. Jebsen Thrombosis Research and Expertise Center (TREC), University of Tromsø - the Arctic University of Norway, Tromsø, Norway"
        ]
    ],
    "first_author_latitude": "53.22097399999999",
    "first_author_longitude": "6.5770261",
    "abstract_text": "Introduction HIV-infected patients have an increased risk of venous thrombosis (VT), but the most recently published data are from before 2007 (Rasmussen et al. HIV Med 2011). However, since 2008, recommended CD4+ T-cell thresholds for starting combination anti-retroviral therapy (cART) have steadily increased from 200 to the current (2015) recommendation to start cART irrespective of CD4+ count. As the increased risk of VT is predominantly the result of the HIV-associated pro-inflammatory state, we hypothesize that initiation of cART at higher CD4+ T-cell counts might have attenuated the risk of VT over the last decade. However, in contrast and more controversial is the possible prothrombotic effect of certain antiretroviral agents, namely abacavir (ABC) and HIV protease inhibitors (PI). To elucidate this, we assessed the relationship of CD4+ T-cell counts and cART regimens with the risk of VT, using data from the Dutch ATHENA cohort. Methods ATHENA is the Dutch National HIV cohort study, prospectively collecting data of all HIV-infected patients in the Netherlands. As VT is not routinely registered, we developed a strategy of targeted VT case finding through the registered use of anticoagulants (recorded since January 2003). Any anticoagulant use registered in ATHENA led to a review of a patients medical records looking for a VT diagnosis (either confirmed by radiological examination or by clinicians correspondence/ resumes). We confirmed the sensitivity (100% sensitivity) of our search strategy in a pilot study in one participating center and used it to collect VT cases in twelve HIV treatment centers (>70% of all HIV-infected patients in care in the Netherlands). Main outcome was occurrence of a first VT: deep vein thrombosis of the lower/upper extremity (no more distal than popliteal/subclavian vein), pulmonary embolism, splanchnic and/or cerebral VT. Data were analyzed using Cox regression. Covariates of interest were HIV-specific events (coded as CDC-C events), CD4+ & CD8+ T-cell counts, HIV-RNA viral load, use of antiretroviral medication (by class), history of intra-venous drug use and classic VT risk factors (pregnancy, malignancy and hospitalization). Covariates remaining significant after correction for classic VT risk factors (table 1, adjusted), were forced into two fully adjusted models; one excluding (Model 1) and one including hospitalization as a covariate (Model 2). This enabled separation of effects for variables that are not confounded by hospitalization (i.e. in most cases, hospitalization is a consequence- not the cause - of infection/inflammation) and variables potentially confounded by hospitalization (i.e. starting cART during a hospitalization). Results 14,386 eligible patients were included. Median age at inclusion was 40 years, 79% was male. There were 229 VTs during 97,556 years of follow up (2.3 VT per 1000 person years [py]). All classic risk factors introduced were independently associated with VT. HIV specific markers except CD4+/CD8+ T-cell ratio were independently associated with VT, with CD4+ T-cell count category showing a consistent decrease in hazard for VT for each category. The absolute VT risk in patients with CD4+ count >500 was close to that of the general population (1.3 [95%CI 1.0-1.6] versus 1.2 VTs per 1000 py [Silverstein et al, Arch Int Med , 1998]). We did not observe an association between VT and PIs or ABC, but we did for the use of integrase inhibitors (INIs). The effect lost statistical significance after adjustment for hospitalization. Conclusions Overall, HIV-infected patients have a twofold increased risk of VT compared with the general population. This risk declined progressively with increasing CD4+ T-cell counts, from 7.1 to 1.3 VTs per 1000 py for CD4+ T-cell counts >500, thereby approaching the incidence of the general population. Markers for more advanced HIV-disease (higher viral load, AIDS-defining illness) were also associated with an elevated risk of VT. INIs (at that time only raltegravir) were the only antiretroviral agents associated with increased VT risk, with a borderline significance in a fully adjusted model. This association might be due to confounding by indication, as at the time, INIs were mostly used in patients with prior therapy failure or comorbidities. Overall, our findings suggest that the elevated risk in the HIV-infected population is explained by uncontrolled HIV infection and provoking factors. View large Download slide View large Download slide  Disclosures Rokx: Virology Education: Honoraria; Janssen-Cilag: Honoraria; Boehringer-Ingelheim: Honoraria; Gilead: Honoraria, Other: travel grants; ViiV Healthcare: Honoraria, Other: travel grant; Merck & Co: Research Funding; MSD: Other: travel grant. Wit: Abbvie: Other: travel grant; Janssen-Cilag: Other: travel grant; ViiV Healthcare: Other: travel grant; MSD: Other: travel grant; Bristol-Myers Squibb: Other: travel grant; Gilead Sciences: Honoraria, Other: travel grant; Boeringer Ingelheim: Other: travel grant. Meijer: Baxter: Research Funding; Bayer: Honoraria, Research Funding; Pfizer: Research Funding; Sanquin: Honoraria, Research Funding; Boehringer Ingelheim: Honoraria; Bristol-Myers Squibb: Honoraria. Rijnders: AbbVie: Membership on an entity's Board of Directors or advisory committees, Other: Travel grants; EUR trust fund: Research Funding; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel grants; ViiV Healthcare: Other: Travel grants; Gilead Sciences: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel grants, Research Funding; Great Lakes Pharmaceuticals, inc.: Honoraria; Janssen-Cilag: Membership on an entity's Board of Directors or advisory committees, Other: Travel grants; MSD: Membership on an entity's Board of Directors or advisory committees, Other: Travel grants, Research Funding. Bierman: Janssen-Cilag: Other: unrestricted symposium support grant, Research Funding. Tichelaar: Bayer: Other: travel grant; Baxter: Other: travel grant."
}