{
    "doi": "https://doi.org/10.1182/blood.V122.21.5349.5349",
    "article_title": "Bortezomib-Based Chemotherapy Regimens Can Inmprove The Complete Remission In Newly Diagnosed Multiple Myeloma Patients With Bcl-2 and Survivin Overexpression ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Compared with the traditional chemotherapeutic agents, Bortezomib-based chemotherapy regimens can increase the complete remission and improve the prognosis significantly in the newly diagnosed multiple myeloma patients. Molecular markers which can predict the chemotherapeutic efficacy and safety could help the physicians to make the right decisions and benefit the patients, and it has been one of most interesting research fields in MM. It has been reported that Survivin and Bcl-2 was involved in the adverse clinical events and therapeutic resistance, respectively. In order to investigate the relationship between the Survivin and Bcl-2 expression and the different regimens therapeutic efficacy, we retrospectively studied the proteins expression in the bone marrow biopsy specimens by inmmunohistochemistry and the efficacy of different chemotherapy regimens in the newly diagnosed MM in a single center of Tongji Hospital. Total 59 newly diagnosed MM were admitted into this study. The positive expression rate for Survivin and Bcl-2 was 35.3%（n=21）and 73.5%（n=43）, respectively. The protein expression had no relationship with the Durie-Salmon and International Staging System stratification, which suggested that Survivin and Bcl-2 were not responsible for the clinical manifestations. Bortezomib-based regimens (n=22) could effectively decrease the tumor burden and achieve response (CR+PR: 67.5% ). The non-bortezomib regimens (n=37), containing VAD(T), MP(T), TAD, were effective in the absent of Survivn and Bcl-2 expression(n=7; CR+PR 62.5% ). When Survivin and Bcl-2 were single or double positive (n=30), the newly diagnosed MM patients had no response for non-bortezomib regimens with none reaching complete remission or partial remission (p=0.0088). According to this study, we recommend the newly diagnosed MM which were Survivin and Bcl-2 single or double positive by inmmunohistochemistry received the regimens containing bortezomib for anti-myeloma therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bcl2 gene",
        "bortezomib",
        "chemotherapy regimen",
        "complete remission",
        "multiple myeloma",
        "survivin",
        "protein overexpression",
        "antineoplastic agents",
        "biological markers",
        "bone marrow biopsy"
    ],
    "author_names": [
        "Zeng Wen",
        "Huang Lifang",
        "Yicheng Zhang",
        "Sun Hanying",
        "Liu Wenli",
        "Meng Fankai",
        "Zhou Jianfeng"
    ],
    "author_dict_list": [
        {
            "author_name": "Zeng Wen",
            "author_affiliations": [
                "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Huang Lifang",
            "author_affiliations": [
                "Department of Hematology, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yicheng Zhang",
            "author_affiliations": [
                "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sun Hanying",
            "author_affiliations": [
                "Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liu Wenli",
            "author_affiliations": [
                "Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meng Fankai",
            "author_affiliations": [
                "Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhou Jianfeng",
            "author_affiliations": [
                "Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T09:42:03",
    "is_scraped": "1"
}