{
    "doi": "https://doi.org/10.1182/blood.V128.22.4312.4312",
    "article_title": "Ips Technology Revealed the Genetic and Functional Diversity Present in a Secondary AML Patient ",
    "article_date": "December 2, 2016",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Poster III",
    "abstract_text": "Myelodysplastic syndromes (MDS) are a heterogeneous group of clonal stem cell diseases characterized by inefficient hematopoiesis and risk of progression to acute myeloid leukemia with poor prognosis. Although massive parallel sequencing studies have revealed a number of genomic alterations associated with myelodysplastic syndromes (MDS), the relationships between genetic architecture and clonal evolution in MDS remain poorly understood, mainly due to a difficulty in the ex vivo culture of primary MDS cells and a lack of good animal models. Induced pluripotent stem cells (iPSCs) from MDS patients are expected to provide a new platform for elucidation of the pathogenesis of MDS. We used reprogramming technology and transplantation into immunodeficient mice to functionally dissect the genetically defined subclones of secondary acute myeloid leukemia (AML) evolving from MDS (MDS/sAML). We attempted to generate iPSCs from bone marrow and peripheral blood mononuclear cells of a MDS/sAML patient with normal karyotype and multiple FLT3 -internal tandem duplication (ITD) mutations, utilizing episomal methods. We successfully established more than 30 iPSC lines from sAML clones (sAML-iPSC) and 4 normal iPSC lines from normal clones at the same time. sAML-iPSC lines displayed characteristic morphology and expressed pluripotent stem cell markers at the levels comparable to those in isogenic normal iPSC lines and ES cell lines. Five randomly selected sAML-iPSC lines formed teratomas. Most of the sAML-iPSC lines retained normal karyotype even after 30 passages. About half of the sAML-iPSC lines harbored one out of four types of FLT3 -ITDs identical to the primary sAML cells, reflecting the mosaicism of the FLT3 -ITDs in the patient's sAML cells. Whole exome sequencing and SNP-CGH analysis revealed that all sAML-iPSC lines shared the chromosome 11p uniparental disomy (UPD) and 14 somatic single nucleotide variants (SNVs) identical to those of the primary sAML cells, indicating that these iPSC lines are derived from clonal sAML cells. Additionally, most of the sAML-iPSC lines had a frameshift mutation of CEBPA . Unexpectedly, 2 of the sAML-iPSC lines without any FLT3 -ITD mutations had a FLT3 -D835Y mutation, which was only detected by droplet digital PCR (ddPCR) at extremely low levels in the primary bone marrow sample. Hematopoietic differentiation efficiency of sAML-iPSC lines was comparable to that of isogenic normal iPSC lines. However, CD34+CD38-CD45+lineage- hematopoietic stem and progenitor cells (HSPCs) from sAML-iPSC lines displayed two to three times enhanced colony formation ability in myeloid-conditioning semifluid medium. Colonies formed by sAML-iPSC-derived HSPCs were predominantly composed of immature myeloblasts and could be replated for at least five rounds. Both FLT3 -ITD- and FLT3- D835Y-positive sAML-iPSC-derived hematopoietic progenitor cells (HPCs) exhibited cytokine-independent growth but only FLT3 -ITD-positive sAML cell lines retained in vitro sensitivity to AC220. To functionally evaluate the subclonal diversity in vivo, we performed xenotransplantation of HPCs from several sAML-iPSC lines into sublethally irradiated NSG mice. HPCs from all tested sAML-iPSC lines engrafted at 13 to 15 weeks after transplant. HPCs from FLT3 -ITD-positive sAML-iPSC lines (n=5) displayed a higher ability to engraft and induced more severe sAML-like disease in recipient mice than those from FLT3 -wild-type (wt) sAML-iPSC lines (n=4) (median spleen weight, 145.4 mg vs 55.7 mg; P < .05). Survival of mice injected with FLT3 -ITD-positive sAML-iPSC-derived HPCs was shorter than those injected with FLT3 -wt sAML-iPSC-derived HPCs (194 days vs 361 days; P < .001). To confirm the transformation properties of the FLT3-ITDs in this MDS/sAML patient, we transduced FLT3-wt sAML-iPSC-derived HPCs with retrovirus expressing a FLT3-ITD and transplanted the HPCs into recipient mice. FLT3-ITD-transduced recipients developed an aggressive sAML-like disease in 100% of recipient mice with shorter latency around 6 to 10 weeks, as evidenced by marked splenomegaly and massive expansion of immature myeloid cells in bone marrow and spleen. Our data suggest that this iPSC-based system could be useful for analysing clonal architecture and biological feature of subclones of MDS/sAML to identify candidate genes responsible for initiation and progression of MDS. Disclosures Takaori-Kondo: Shionogi: Research Funding; Toyama Chemical: Research Funding; Mochida Pharmaceutical: Research Funding; Eisai: Research Funding; Cognano: Research Funding; Alexion Pharmaceuticals: Research Funding; Takeda Pharmaceutical: Research Funding; Astellas Pharma: Research Funding; Kyowa Kirin: Research Funding; Chugai Pharmaceutical: Research Funding; Pfizer: Research Funding; Janssen Pharmaceuticals: Speakers Bureau; Merck Sharp and Dohme: Speakers Bureau; Bristol-Myers Squibb: Speakers Bureau. Yamanaka: iPS Academia Japan: Consultancy.",
    "topics": [
        "animal model",
        "genetics",
        "idiopathic pneumonia syndrome",
        "leukemia, secondary acute",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "karyotype determination procedure",
        "myelodysplastic syndrome",
        "transplantation",
        "ccaat/enhancer binding protein alpha"
    ],
    "author_names": [
        "Kazuhisa Chonabayashi, MD PhD",
        "Masahiro Kawahara, MD PhD",
        "Akira Watanabe, PhD",
        "Masahiro Nakamura, MD PhD",
        "Masatoshi Nishizawa, MD",
        "Akifumi Takaori-Kondo, MD PhD",
        "Shinya Yamanaka, MD PhD",
        "Yoshinori Yoshida, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kazuhisa Chonabayashi, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
                "Department of Life Science Frontiers, Center for iPS Cell Research and Application (CiRA), Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Kawahara, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Watanabe, PhD",
            "author_affiliations": [
                "Department of Life Science Frontiers, Center for iPS Cell Research and Application (CiRA), Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Nakamura, MD PhD",
            "author_affiliations": [
                "Department of Life Science Frontiers, Center for iPS Cell Research and Application (CiRA), Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masatoshi Nishizawa, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
                "Department of Life Science Frontiers, Center for iPS Cell Research and Application (CiRA), Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akifumi Takaori-Kondo, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinya Yamanaka, MD PhD",
            "author_affiliations": [
                "Department of Life Science Frontiers, Center for iPS Cell Research and Application (CiRA), Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshinori Yoshida, MD PhD",
            "author_affiliations": [
                "Department of Life Science Frontiers, Center for iPS Cell Research and Application (CiRA), Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T15:40:45",
    "is_scraped": "1"
}