{
    "doi": "https://doi.org/10.1182/blood.V110.11.419.419",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1004",
    "start_url_page_num": 1004,
    "is_scraped": "1",
    "article_title": "Metalloproteinase Inhibitors Increase the Survival of Long-Term Refrigerated Platelets in Mice. ",
    "article_date": "November 16, 2007",
    "session_type": "Platelet Activation and Biochemistry",
    "topics": [
        "blood platelets",
        "metalloproteases",
        "mice",
        "refrigeration",
        "acetylglucosamine",
        "enzymes",
        "glycoprotein",
        "macrophages"
    ],
    "author_names": [
        "Emma C. Josefsson",
        "Viktoria Rumjantseva",
        "Claes Dahlgren",
        "Wolfgang Bergmeier",
        "Denisa D. Wagner",
        "John H. Hartwig",
        "Karin M. Hoffmeister"
    ],
    "author_affiliations": [
        [
            "Translational Medicine Division, Department of Medicine, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Translational Medicine Division, Department of Medicine, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Rheumatology and Inflammation Research, Gothenburg University, Gothenburg, Sweden"
        ],
        [
            "CBR Institute for Biomedical Research, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "CBR Institute for Biomedical Research, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Translational Medicine Division, Department of Medicine, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Translational Medicine Division, Department of Medicine, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.34295595",
    "first_author_longitude": "-71.10884435000001",
    "abstract_text": "The αMβ2 receptor on macrophages, which recognizes clustered β-N-acetylglucosamine (βGlcNAc) residues on glycoprotein (GP) Ib-V-IX, is one phagocytic receptor involved in the removal of transfused refrigerated platelets. Although coverage of the exposed βGlcNAc residues by galactosylation prevents the clearance of murine platelets refrigerated for less than 4h, it does not impact the clearance of platelets refrigerated for 48h, suggesting that further changes occur in platelets during prolonged refrigeration. We have now found that murine GPIbα and GPV are partially shed from the platelet surface after refrigeration for 48h and re-warming. Other members of the complex, GPIX and GPIbβ, were not affected. Platelets isolated from mice with inactive ADAM17 enzyme, a GPIbα and GPV sheddase, had preserved surface GPIbα and decreased GPV shedding compared to WT mice after long-term refrigeration. 48h refrigerated platelets with inactive ADAM17 or platelets treated with the metalloproteinase inhibitor GM 6001, had increased survival when transfused into WT mice. Metalloproteinase inhibitor-treated and galactosylated, 48h refrigerated and re-warmed mouse platelets exhibited survivals equivalent to fresh platelets. We conclude that 48h long-term refrigeration and re-warming of platelets induces shedding of GPIbα and GPV in murine platelets, and that metalloproteinase inhibitors increase the survival of long-term refrigerated platelets in mice. Further changes in GPIb-V-IX in long-term refrigerated platelets may recruit additional phagocytic receptors to promote clearance, in addition to the αMβ2 receptor."
}