{
    "doi": "https://doi.org/10.1182/blood.V128.22.949.949",
    "article_title": "Activation of JAK/STAT Signaling in Megakaryocytes Is Necessary and Sufficient for Myeloproliferation In Vivo ",
    "article_date": "December 2, 2016",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Stem Cells and Microenvironment",
    "abstract_text": "Aberrant megakaryopoiesis is a hallmark of the myeloproliferative neoplasms (MPN). It is has been long known that abnormal megakaryocytes secrete elevated levels of cytokines such as TGF β , resulting in pathologies including bone marrow fibrosis. Two recent studies showed that megakaryocytes regulate the quiescence of HSCs, raising the possibility that megakaryocytes may promote the MPNs by influencing the biology of non-malignant HSCs. However, the mechanism by which megakaryocytes regulate the initiation and progression of MPNs is largely unknown. To study the role of megakaryocytes in the MPNs, we analyzed the phenotype of PF4-Cre/Jak2V617F mice in which Jak2 is expressed in the megakaryocyte lineage from the endogenous locus, in contrast to previous studies, which used transgenic models. Selective activation of Jak2V617F was confirmed by allele-specific qPCR. CD41 + cells were positive for mutant Jak2 , whereas sorted stem/progenitor cells and erythroid cells were Jak2 wild-type. Furthermore, flow cytometry showed that Stat5 activation was present in megakaryocytes, but not in erythroid or myeloid cells. Activation of JAK-STAT signaling caused an expansion of megakaryocytes in the bone marrow and spleen and a modest increase in the platelet count. Surprisingly, PF4-Cre/Jak2V617F mice also displayed a robust expansion of TER119 ( low) /CD71 (high) and TER119 ( high ) /CD71 ( high ) red cells in the spleen, increased hematocrit and splenomegaly. Histological examination of the spleen revealed expansion of the erythroid lineage coupled with disrupted splenic architecture and fibrosis. This PV-like phenotype was fully penetrant and comparable to that of Vav-Cre/Jak2V617F mice, which express mutant Jak2 in all hematopoietic lineages. Profiling of hematopoietic progenitors by flow cytometry demonstrated that myeloid progenitor populations were expanded and skewed toward the erythroid-megakaryocyte lineage with a significant increase in Pre Meg-E, Pre CFU-E and MKPs in the PF4Cre/Jak2V617F mice. In addition, LSK cells were increased in both the bone marrow and spleen. Cytokine profiling of the plasma revealed increased levels of several cytokines, including Il-6, which is known to be upregulated in human JAK2 mutant PV megakaryocytes. Significant increases in Cxcl1, Cxcl2, and Ccl11 were also detected. Real-time qPCR analysis confirmed increased expression of these cytokines/chemokines in Jak2V617F-mutant CD41+ cells. Furthermore, IL6 treatment increased EPO-dependent colony formation of wild type LSKs and MEPs, and also enhanced expression of the erythroid cell markers CD71 and Ter119. To further explore the role of megakaryocytes in the MPNs, we used a strategy in which expression of the diphtheria toxin receptor (DTR) sensitizes cells to diphtheria toxin (DT). We transduced c-Kit + cells from PF4-Cre/iDTR +/- mice with MPLW515L and transplanted the cells to irradiated mice. As expected, both iDTR +/- and PF4-Cre/iDTR +/- mice developed a PMF-like phenotype, including leukocytosis, thrombocytosis, splenomegaly and myelofibrosis (Fig 1). Treatment of these animals with DT caused significant reductions in megakaryocytes in the bone marrow and spleen as well as a decrease in the platelet count of PF4-Cre/iDTR +/- mice. Of note, DT also significantly reduced the white count and spleen weight, while restoring splenic architecture. PF4Cre/iDTR +/- mice also showed significant reduction of c-Kit + myeloid progenitor cells. Therefore, depletion of megakaryocytes significantly attenuated the disease phenotype of MPLW515L induced MPN in vivo. Together, these two model systems reveal that JAK2 activation in megakaryocytes is sufficient and necessary for MPNs and support the development of megakaryocyte differentiation therapy in the disease. Moreover our data resonate with studies in MPN patients in which a JAK2V617F low allele burden in the setting of full-blown, clinical MPN. figure 1 View large Download slide Depletion of megakaryocytes attenuated the MPN phenotype induced by MPLW515L. c-Kit+ bone marrow cells of IDTR+/- mice with or without PF4Cre were transduced with retroviruses carrying MPLW515L. Injection of diphtheria toxin (DT) was initiated on day 28 post-transplant. Depletion of megakaryocytes by DT reduced platelet and white count (A, B), decreased spleen weight (C) and reduced megakaryocyte and erythroid cell infiltration in the spleen (D). *, p<0.05, **, p<0.01. figure 1 View large Download slide Depletion of megakaryocytes attenuated the MPN phenotype induced by MPLW515L. c-Kit+ bone marrow cells of IDTR+/- mice with or without PF4Cre were transduced with retroviruses carrying MPLW515L. Injection of diphtheria toxin (DT) was initiated on day 28 post-transplant. Depletion of megakaryocytes by DT reduced platelet and white count (A, B), decreased spleen weight (C) and reduced megakaryocyte and erythroid cell infiltration in the spleen (D). *, p<0.05, **, p<0.01.  Close modal Disclosures Levine: Novartis: Consultancy; Qiagen: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "abnormal megakaryocytes",
        "chemokine (c-x-c motif) ligand 1",
        "chemokines",
        "cytokine",
        "differentiation therapy",
        "diphtheria toxin",
        "doxorubicin/etoposide/vincristine protocol",
        "fibrosis",
        "flow cytometry",
        "interleukin-6"
    ],
    "author_names": [
        "Q. Jeremy Wen",
        "Brittany Woods, PhD",
        "Qiong Yang, MD",
        "Chiu Sophia",
        "Gu Lillu",
        "Franck Rapaport, PhD",
        "Ross L. Levine, MD",
        "John Crispino, PhD MBA"
    ],
    "author_dict_list": [
        {
            "author_name": "Q. Jeremy Wen",
            "author_affiliations": [
                "Northwestern University, Division of Hematology and Oncology, Chicago, IL ",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brittany Woods, PhD",
            "author_affiliations": [
                "Louis V. Gerstner Sloan Kettering Graduate School of Biomedical Sciences, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiong Yang, MD",
            "author_affiliations": [
                "Division of hematology and oncology, Northwestern University, chicago, ",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiu Sophia",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan-Kettering Cancer Center, new york, ",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gu Lillu",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan-Kettering Cancer Center, new york, ",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Rapaport, PhD",
            "author_affiliations": [
                "Leukemia Center, Memorial Sloan Kettering Cancer Center, New York City, NY ",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross L. Levine, MD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Memorial Sloan-Kettering Cancer Center, New York, NY ",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Crispino, PhD MBA",
            "author_affiliations": [
                "Medicine, Hematology/Oncology, Northwestern University, Chicago, IL",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:42:20",
    "is_scraped": "1"
}