{
    "doi": "https://doi.org/10.1182/blood.V128.22.5915.5915",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3518",
    "start_url_page_num": 3518,
    "is_scraped": "1",
    "article_title": "Assessing Protection from Intracranial Hemorrhage in Clinical Studies for Investigational Agents in Patients with Hemophilia ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions",
    "topics": [
        "hemophilia a",
        "hemophilias",
        "intracranial hemorrhages",
        "experimental treatment",
        "follow-up",
        "hiv"
    ],
    "author_names": [
        "Daniel Gallo, PhD",
        "Stephanie Chiuve, ScD",
        "Christopher Rowan, PhD",
        "Leonard A. Valentino, MD"
    ],
    "author_affiliations": [
        [
            "Shire, Chicago, IL "
        ],
        [
            "Shire, Cambridge, MA "
        ],
        [
            "COHRDATA, LLC, Santa Monica, CA "
        ],
        [
            "Shire, Chicago, IL ",
            "Rush University, Chicago, IL"
        ]
    ],
    "first_author_latitude": "41.88639895",
    "first_author_longitude": "-87.65582275",
    "abstract_text": "Background: Intracranial hemorrhage (ICH) is a serious complication for patients with Hemophilia. In the Universal Data Collection (UDC) program (Witmer C et al., 2011), the rate of ICH in patients with hemophilia (PWH) was 3.9 per 1000 patient-years, with the majority of events (74.4%) taking place in patients with severe hemophilia. The incidence of mortality for hemophilia patients experiencing ICH approaches 20%. Prophylaxis with replacement factor remains the standard of care for PWH and is efficacious in reducing the incidence of ICH by 48% in HIV-negative, severe hemophilia patients and by 50% in severe hemophilia patients with inhibitors. Multiple investigational non-factor products are currently undergoing clinical evaluation for the treatment of Hemophilia. Given their different mechanisms of action, it is unknown if they will provide the same level of protection from ICH as the current standard of care. Aims: We aimed to estimate the sample size needed to power a clinical study adequately to detect a reduction in the risk of ICH in PWH using a hypothetical investigational agent compared to the rates of ICH observed in the UDC Hemophilia cohort. Methods: We conducted a simulated power analysis to quantify the number of patients needed to detect a reduction in risk of ICH in PWH exposed to a hypothetical investigational agent compared to the risk of ICH observed in the UDC cohort. Based on published data, we assumed an overall ICH risk of 1.9% over a 10-year follow-up (average follow-up 5 years). We assumed a risk of ICH of 1.7% over an average of 5 years in patients prescribed prophylaxis with replacement factor and a risk of mortality due to ICH within patients with hemophilia of 0.4%. We used a two-sided Z test with pooled variance and targeted the significance level of the test at 0.05 and the power at 0.8. Results: A sample size of 11,595 patients per group followed for 1 year is required to achieve 80% power to detect a 2-fold reduction in ICH risk for patients receiving investigational treatment compared to the overall observed risk in PWH receiving treatment at federally funded HTCs. Sample sizes of 13,650 would be required per group, to demonstrate a 2-fold reduction in ICH risk for patients receiving investigational treatment vs. patients prescribed prophylaxis with replacement factor. Additionally, sample sizes of 11,737 per group, would be required to achieve 80% power to detect a 2-fold reduction in the risk of ICH mortality in a population of patients treated with an investigational agent vs. patients with hemophilia under the current standard of care. Conclusions: The relatively high mortality associated with incidence of ICH, highlights a need to determine how efficacious investigational agents are in protecting from these events. However, the relatively infrequent incidence of ICH represents an obstacle for current clinical studies to adequately evaluate protection against these types of events. These analyses demonstrate that clinical trials of investigational non-factor products would require extremely large samples sizes in order to demonstrate a level of protection that is comparable or superior to that observed with the current standard of care. Additional clinical and scientific strategies will be required in order to thoroughly assess the efficacy of non-factor agents in protecting from ICH. Disclosures Gallo: Shire: Employment. Chiuve: Shire: Employment. Rowan: Baxalta: Consultancy. Valentino: Shire: Employment."
}