{
    "doi": "https://doi.org/10.1182/blood-2018-99-118863",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4038",
    "start_url_page_num": 4038,
    "is_scraped": "1",
    "article_title": "FANCI-FANCD2 Binds RNA, Which Stimulates Its Monoubiquitination ",
    "article_date": "November 29, 2018",
    "session_type": "508. Bone Marrow Failure: Inherited Bone Marrow Failure: Germline Genetic Disorders",
    "topics": [
        "binding (molecular function)",
        "rna",
        "dna",
        "brca2 protein",
        "cancer",
        "congenital abnormality",
        "dna, single-stranded",
        "fanconi anemia",
        "lysate",
        "mitomycin"
    ],
    "author_names": [
        "Zhuobin Liang, PhD",
        "Yaqun Teng, PhD",
        "Jingchun Liu, MD",
        "Simonne Longerich, PhD",
        "Xiaoyong Chen",
        "Allison M. Green, PhD",
        "Natalie Collins, MD PhD",
        "Li Lan, MD PhD",
        "Patrick Sung, PhD",
        "Gary M. Kupfer, MD"
    ],
    "author_affiliations": [
        [
            "Yale, New Haven, CT "
        ],
        [
            "University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Department of Laboratory Medicine, Yale School of Medicine, New Haven, CT "
        ],
        [
            "Yale, New Haven, CT "
        ],
        [
            "Yale, New Haven, CT "
        ],
        [
            "Yale University, New Haven, CT "
        ],
        [
            "Children's Hospital/ Boston Medical Center, Boston, MA "
        ],
        [
            "University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Yale School of Medicine, New Haven, "
        ],
        [
            "Pediatrics and Pathology, Yale School of Medicine, New Haven, CT"
        ]
    ],
    "first_author_latitude": "41.3084822",
    "first_author_longitude": "-72.93283804999999",
    "abstract_text": "Fanconi anemia (FA) is characterized by developmental abnormalities, bone marrow failure, and a strong cancer predisposition. FA cells are hypersensitive to DNA replicative stress, and accumulate co-transcriptional R-loops. Previous work has demonstrated that BRCA2 binds to R loops, and increased R loops are noted in FA-D2 mutant cells. Additionally, it is understood that at least one FA protein, FANCA, binds RNA. The goal of this study was to understand the relationship between FANCD2 and RNA, especially with regard to manifestation of R loops as a part of the pathophysiology of FA. First, we confirmed the increased presence of R loops in FA mutant cells using the S9.6 monoclonal antibody immunofluorescence microscopy. RNAseH overexpression removes R loop signal and increases cell survival upon mitomycin C treatment. We also showed the presence of increased R loops in an actively transcribed region of the actin gene by bisulfite DNA sequencing. We used the D amage A t R NA T ranscription ( DART ) assay, which is designed to combine oxidative DNA damage and the genomic insertion of a hyper transcription site (Fig A). Coactivation of transcription and DNA damage results in colocalization of FANCD2 and S9.6/R loop signal at the transcriptional site (Fig B and C). Consistent with the S9.6 IF, wild type RNAseH overexpression resulted in the abrogation of FANCD2 colocalization. We then asked if FANCD2 binds RNA. FANCD2 in cell lysate bound to biotinylated RNA species, preferring GC rich RNAs. Using recombinant FANCI-FANCD2 (ID2) protein (Fig D), we found that ID2 binds preferably to single stranded RNA in a more robust manner than DNA (Fig E and F). Interestingly, an ID2 complex with a known DNA binding mutation in FANCI also was defective for RNA binding. Furthermore, ID2 bound to R loops but was mediated via the single stranded DNA component of the structure. Importantly, an in vitro monoubiquitination reconstitution system using FANCL as the E3 ligase demonstrated that monoubiquitination of ID2 was stimulated to an equal or greater degree by RNA versus DNA, with greater signal in presence of GC-rich, single-stranded RNA as well as R loops (Fig G and H and data not shown). Collectively, our results support a novel mechanism the ID2 complex suppresses the formation of pathogenic R-loops by binding RNA species, thereby activating the FA pathway (Fig I). Figure. View large Download slide Figure. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}