{
    "doi": "https://doi.org/10.1182/blood.V112.11.4501.4501",
    "article_title": "Dramatic Efficacy of Sequential Bypassing Agent Treatment for a Life-Threatening Bleeding in An Infant with Severe Hemophilia and Inhibitor ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "In hemophiliacs the treatment of bleeding in infancy is more difficult than in adults and children due to insufficient knowledge in pharmacokinetics. Moreover the clinical response to coagulation concentrates is known to have not only inter-patients but also inter-bleeding episodes variability and only scarce experience is available. We report an experience in a one-month old infant managed with a successful sequential therapy. Severe hemophilia A was diagnosed at day 4 of life because of a cephalhematoma without intra cerebral hemorrhage (ICH) and severe anemia (Hb: 4 g/dl). Packed red blood cells (RBC) were given, FVIII concentrate was infused daily during 12 days and the hematoma resolved. At day 50 recurrent seizures led to the diagnosis of subdural haemorrhage, in the absence of any trauma. Anti FVIII inhibitor was detected (while negative 10 days before). Treatment with recombinant FVIIa (rFVIIa) was started at 1.2 mg (200μg/kg) every 2 hours and then progressively decreased. Outcome was good. To avoid ICH recurrence because FVIII inhibitor titer>30 BU, rFVIIa prophylactic treatment was decided and a central venous access device (CVAD) was inserted into the left internal jugular vein. No abnormal blood loss was observed during this procedure and a compressive bandage on CVAD was immediately performed. Collapse and respiratory distress developed within 24 hours. Chest X-ray showed a complete left hemothorax. Hemoglobin(Hb) level dropped to 5.2 g/dl. RBC infusion was required and rFVIIa dose was increased to 2.4 mg then alternately 1.2 mg and 2.4 mg every 2 hours until hemodynamic stabilization. Pleural aspiration yielded only 25 ml bloody fluid. Twelve hours later the Hb level fell again to 7 g/dl and RBC were again infused. Recombinant FVIIa treatment was stopped and activated prothrombin complex concentrate (aPCC) was started at a dose of 500 units (83u/kg) every 6 hours. After 2 doses of aPCC the Hb level fell again requiring new RBC infusion. A sequential therapy was decided with alternate rFVIIa 1.2 mg and aPCC 500 units every 4 hours. and, the hemodynamic parameters and Hb level stabilized. Pleural aspiration yielded 190 ml. The infant‘s clinical status improved dramatically with the disappearance of the hemothorax. This alternative treatment was maintained for 20 hours with good tolerance according to frequent monitoring of platelet count, D-dimers and fibrinogen. A more usual treatment (aPCC 500 units tid) was prescribed but after the first 2 infusions fibrinogen level fell to 0.9 g/l, with positive D-dimers and platelet count dropped to 36 10 9 /l. The therapy was decreased to 500 units bid and the biological parameters quickly improved. The baby’s clinical status was excellent and one day after, therapy was switched to rFVIIa 1.2 mg every 6 hours. The outcome was excellent. Conclusion: This report evidences differential response to the same treatment according to the type of bleeding in the same patient with inhibitor. After inhibitor development, for ICH, where r FVIIa treatment is well known to be efficient, the patient’s response was very good at usual doses for this age. For the second episode (hemothorax) where life was threatened at several instances the escalating and sequential treatment schedule shows that sometimes very aggressive therapy is required despite high risks of thrombosis and disseminated intravascular coagulation.",
    "topics": [
        "hemophilia a",
        "hemorrhage",
        "infant",
        "concentrate dosage form",
        "recombinant coagulation factor viia",
        "hemothorax",
        "sequential treatment",
        "fibrin fragment d substance",
        "infusion procedures",
        "thoracentesis"
    ],
    "author_names": [
        "Chantal Rothschild",
        "Laurent Dupic",
        "Annie Harroche",
        "Marie-Francoise Torchet",
        "Achille Aouba",
        "Veronique Abadie",
        "Christelle Chalouhi"
    ],
    "author_dict_list": [
        {
            "author_name": "Chantal Rothschild",
            "author_affiliations": [
                "Centre de traitement des Hémophiles, Hôpital Necker, Paris, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laurent Dupic",
            "author_affiliations": [
                "Pediatric Intensive Care Unit, Necker Hospital"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annie Harroche",
            "author_affiliations": [
                "Depart. of pediatrics, Necker Hospital"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Francoise Torchet",
            "author_affiliations": [
                "Necker Hospital, Paris, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achille Aouba",
            "author_affiliations": [
                "Hemophilia and Hematology Department, Necker Hospital, Paris, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Abadie",
            "author_affiliations": [
                "Depart. of pediatrics, Necker Hospital"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christelle Chalouhi",
            "author_affiliations": [
                "Depart. of pediatrics, Necker Hospital"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T18:35:40",
    "is_scraped": "1"
}