{
    "doi": "https://doi.org/10.1182/blood-2020-142435",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4624",
    "start_url_page_num": 4624,
    "is_scraped": "1",
    "article_title": "Phosphoproteomics Uncovers Synergy between DNA-PK and FLT3 Inhibitors in Acute Myeloid Leukaemia ",
    "article_date": "November 5, 2020",
    "session_type": "615.Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Heather Murray, PhD",
        "Anoop Kumar Enjeti, MBBS,FRCPA, FRACP, PhD MD MRCP",
        "Richard Kahl",
        "Hayley Flanagan",
        "David Skerrett-Byrne, PhD",
        "Juhura Al-Mazi, PhD",
        "Nathan Smith",
        "Charles de Bock, PhD",
        "Martin Larsen, PhD",
        "Nicole Verrills*, PhD",
        "Matthew Dun*, PhD"
    ],
    "author_affiliations": [
        [
            "The University of Newcastle and Hunter Medical Research Institute, Newcastle, Australia "
        ],
        [
            "University of Newcastle, Newcastle, Australia ",
            "Calvary Mater Newcastle Hospital, Sydney, Australia "
        ],
        [
            "The University of Newcastle, Newcastle, Australia "
        ],
        [
            "The University of Newcastle, Newcastle, Australia "
        ],
        [
            "University of Newcastle, Callaghan, AUS "
        ],
        [
            "The University of Newcastle, Newcastle, Australia ",
            "The University of Technology Sydney, Sydney, Australia "
        ],
        [
            "University of Newcastle, Callaghan, AUS "
        ],
        [
            "Children's Cancer Institute Australia, Sydney, Australia ",
            "Center for Cancer Biology, KU Leuven, Leuven, BEL "
        ],
        [
            "University of Southern Denmark, Odense, DNK "
        ],
        [
            "University of Newcastle and Hunter Medical Research Institute, Callaghan, AUS"
        ],
        [
            "The University of Newcastle, Newcastle, Australia "
        ]
    ],
    "first_author_latitude": "-32.9207208",
    "first_author_longitude": "151.6924599",
    "abstract_text": "*These authors contributed equally to this work Background: Acute Myeloid Leukaemia (AML) is the most common and aggressive form of acute leukaemia, with a 5-year survival rate of just 24%. Activating mutations in the receptor tyrosine kinase FLT3 are the most common driver mutations in AML (25-30% of patients). Inhibiting the FLT3 receptor as a mono-therapeutic strategy in AML has proven difficult however, due to the development of treatment resistance and relapse. In order to identify improved therapeutic targets, the oncogenic signalling pathways downstream of mutant FLT3 require characterisation. Methods: Quantitative, label-based phosphoproteomics was performed on primary blasts from 7 AML patients (4 mutant-FLT3, 3 wildtype-FLT3). Differentially phosphorylated pathways were identified using Ingenuity Pathway Analysis, and kinase activation was assessed by kinase substrate enrichment analysis. Validation of results was performed using targeted mass spectrometry. Proliferation, apoptosis, and cell cycle assays were used to assess drug toxicity; drug synergy was evaluated using Chou-Talalay and Webb analyses. Results: Analysis of differentially expressed phosphoproteins in mutant-FLT3 compared to wildtype-FLT3 AML patient blasts revealed dysregulation of DNA repair pathways. Specifically, mutant-FLT3 samples displayed increased phosphorylation of proteins within the error-prone Non-Homologous End Joining (NHEJ) repair pathway, indicating NHEJ pathway activation. Kinase enrichment analysis predicted increased activity of the NHEJ core kinase, DNA-dependent protein kinase (DNA-PK), in mutant-FLT3 samples. Accordingly, proliferation assays revealed that mutant-FLT3 cell lines were sensitive to inhibition of DNA-PK. FLT3-inhibitor treatment reduced DNA-PK phosphorylation in mutant-FLT3 cells, suggesting that activation of DNA-PK is downstream of FLT3 activation. Inhibition of DNA-PK kinase activity combined with FLT3 inhibitors led to synergistic induction of cell death, selectively in mutant-FLT3 cell lines. DNA-PK inhibitors combined with FLT3 inhibitors also co-operatively induced cell death in mutant-FLT3 primary AML patient samples ex vivo , and significantly prolonged survival compared to either monotherapy in a human AML xenograft mouse model. Conclusions: Mutant-FLT3 AML is associated with activation of the error-prone NHEJ repair pathway, which may contribute to genomic instability. Targeting the NHEJ kinase, DNA-PK, in combination with FLT3 inhibitors has the potential to improve outcomes for this poor-prognosis AML subtype. Disclosures Enjeti: Bayer: Speakers Bureau; AbbVie: Membership on an entity's Board of Directors or advisory committees; Alexion: Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Sanofi: Speakers Bureau."
}