{
    "doi": "https://doi.org/10.1182/blood-2020-137012",
    "article_title": "Very Long Term Follow up a Phase II Study of Post-Remission Subcutaneous (SC) Azacitidine (AZA) in Patients with AML Post-MDS or Higher-Risk (HR) MDS ",
    "article_date": "November 5, 2020",
    "session_type": "615.Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "abstract_text": "Background: Results of the phase III QUAZAR trial suggest that post-remission treatment with an oral form (CC-486) of azacitidine (AZA) can prolong CR duration and overall survival(OS) in AML patients reaching at least PR with intensive chemotherapy (IC) (Wei et al, ASH 2019). Maintenance treatment with subcutaneous (SC) AZA was recently shown to improve DFS in elderly AML (Huls et al, Blood 2019, a study that also included 10% MDS). We report very long term results of a study evaluating SC AZA as post-remission treatment in patients with AML post-MDS or high-risk MDS (HR-MDS) who achieved at least PR after IC, a population known to have short responses with IC. Methods: Inclusion criteria were (1) HR- MDS according to IPSS, or AML after a documented phase of MDS(2) who entered CR, CRi or PR after IC with anthracycline and AraC within 28 days of inclusion (3) ECOG <= 2, absence of infection or organ toxicity from IC (4) no identified donor for allo SCT at inclusion. Dosing of SC AZA was 60mg/m2/d for 5 days every 28 days, with adjustments according to tolerance, and until relapse or toxicity. Results: From July 2006 to June 2009, 51 pts (M:31/F:20) were included. The 46 evaluable pts had achieved CR (n=28), CRi (n=11), and PR (n=7) before study entry. Median age was 66y (range 55-78). Diagnosis at IC onset was MDS (n=13) and AML (n=33), IPSS cytogenetics was normal (n= 28), intermediate (n=10), high (n= 6), and failed (n=2). Median time from diagnosis of MDS to IC was 8 months (range 0.5-101). Median number of AZA maintenance cycles was 7.5 (1-76) in CR pts (>23 cycles in 5 of them) and 4.5 (1-24) in CRi or PR pts (> 23 cycles in 1). Two patients were allografted and censored at allo SCT. Median follow-up was 16.5 months As of May 2020 (cut off date of analysis) median DFS and OS from response were 6.9 m and 16.9 m, respectively (figure). In CR patients, median and 18 months OS were 18.9 months and 58%, versus 12.8 months and 50% in CRi-PR patients (p=0.33) All non allografted patients eventually relapsed. 7 had a response duration >18 months (6 CR patients: 22, 23, 25, 36, 40, and 84 months; 1 CRi patient: 24 months) OS from inclusion was >3 years in 7 patients (CR pts: 150, 126,74, 51, 50,40 months; CRi pt:58 months), in addition to the 2 allografted pts who remained alive in CR at 156+ and 159+ months No baseline factor including cytogenetics, diagnosis at IC onset (MDS vs AML), % bone marrow blasts, age or time from MDS diagnosis to treatment, significantly predicted DFS or OS. AZA dosing in CR patients was escalated in 9 pts to 75mg/m2/d due to good tolerance but had to be reduced in 6 pts, due to GI toxicity (n=1) and cytopenias (n=5). During SC AZA maintenance, 2/28 CR pts developed febrile neutropenia, compared to 4/18 pts in CRi or PR (including 1 fatal case). In the 22 AML post MDS pts who reached CR, DFS and OS were similar to those observed in 46 AML post AML pts included in a previous ALFA study where pts in CR after IC received DNR/IDA-AraC post-remission therapy (Gardin , Blood 2007 ). Conclusion: In the very long term analysis of this trial in AML post MDS and HR-MDS treated with induction intensive chemotherapy, post-remission therapy with SC AZA alone was associated with a median DFS and OS of 6.9 and 16.9 months, respectively, with some prolonged response. Results appeared similar to those we had reported with intensive consolidation chemotherapy, but using an ambulatory treatment with limited myelosuppression. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Braun: Daiichy-Sankyo: Honoraria; Servier: Research Funding. Bouabdallah: Takeda: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Gilead Sciences: Consultancy, Honoraria. Ades: Celgene/BMS: Research Funding; novartis: Research Funding; takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; jazz: Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Research Funding. Fenaux: Abbvie: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Jazz: Honoraria, Research Funding.",
    "author_names": [
        "Amina Cherait",
        "Thorsten Braun, MD PhD",
        "Krimo Bouabdallah, MD",
        "Denis Caillot",
        "Agnès Guerci, MD PhD",
        "Emmanuel Raffoux, MD",
        "Jean Pierre Marolleau",
        "Cecile Pautas, MD",
        "Anne Banos, MD",
        "Chantal Himberlin, MD",
        "Anne Laure Taksin",
        "Arnaud Pigneux, MD PhD",
        "Xavier Thomas, MD PhD",
        "Norbert Vey, MD",
        "Sylvie Chevret, MDPhD",
        "Herve Dombret, MD PhD",
        "Fatiha Chermat",
        "Lionel Ades, MDPhD",
        "Claude Gardin",
        "Pierre Fenaux, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amina Cherait",
            "author_affiliations": [
                "Hospital, Paris, France ",
                "Service d'Hématologie Séniors, Hôpital Saint-Louis, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thorsten Braun, MD PhD",
            "author_affiliations": [
                "Hopital Avicenne, AP-HP, Bobigny, France ",
                "IRSL, EA3518 Leukemia Translational Laboratory, Paris, France ",
                "Avicenne Hospital, Bobigny, FRA ",
                "Hopital Avicenne, Bobigny, France ",
                "Hopital Avicenne, BOBIGNY CEDEX, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krimo Bouabdallah, MD",
            "author_affiliations": [
                "HOPITAL, BORDEAUX, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denis Caillot",
            "author_affiliations": [
                "HOPITAL, DIJON, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnès Guerci, MD PhD",
            "author_affiliations": [
                "HOPITAL, NANCY, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Raffoux, MD",
            "author_affiliations": [
                "Hématologie clinique, Hôpital Saint-Louis, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Pierre Marolleau",
            "author_affiliations": [
                "HOPITAL, AMIENS, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cecile Pautas, MD",
            "author_affiliations": [
                "HOPITAL, CRETEIL, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Banos, MD",
            "author_affiliations": [
                "HOPITAL, COTE BASQUE, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chantal Himberlin, MD",
            "author_affiliations": [
                "HOPITAL, REIMS, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Laure Taksin",
            "author_affiliations": [
                "Hospital, Versailles, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnaud Pigneux, MD PhD",
            "author_affiliations": [
                "Hematology Clinic, Bordeaux University Hospital, Pessac, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Thomas, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Hospices Civils de Lyon, Lyon-Sud Hospital, Pierre-Bénite, Lyon, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Vey, MD",
            "author_affiliations": [
                "Onco-Hematology Department, Paoli-Calmette Cancer Institute, Marseille, France ",
                "Institut Paoli-Calmettes, Marseille, France ",
                "Paoli-Calmette Cancer Institute, Marseille, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvie Chevret, MDPhD",
            "author_affiliations": [
                "APHP, HOPITAL St LOUIS, PARIS, France "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Dombret, MD PhD",
            "author_affiliations": [
                "ALFA Group, Paris, France ",
                "Assistance Publique-Hôpitaux de Paris, Paris, France ",
                "Hematology Department, Saint-Louis Hospital, Paris, France ",
                "Hôpital Saint-Louis, Paris, France ",
                "Hôpital Saint-Louis, AP-HP, Paris, France ",
                "Hematology, University Hôpital Saint-Louis, Paris, France ",
                "Hopital Saint Louis, Paris, France ",
                "Saint-Louis University Hospital, University Paris Diderot, Paris, France ",
                "Hematology, Hôpital Saint-Louis, Paris, France ",
                "Université Paris Diderot, Hôpital Saint-Louis AP-HP, Paris, France "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fatiha Chermat",
            "author_affiliations": [
                "Hospital, Paris, France "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Ades, MDPhD",
            "author_affiliations": [
                "Hopital Saint Louis, Paris, France ",
                "Service d'Hématologie Séniors, Hôpital Saint-Louis, Paris, France ",
                "Institut Univeristaire d'Hematologie, Hopital Saint Louis, Paris, France ",
                "INSERM UMR-S1131, Institut Universitaire d'Hématologie, Université Paris-Diderot, Assistance Publique-Hôpitaux de Paris Hôpital Saint-Louis, Paris, France ",
                "INSERM UMR-S1131, Insitut Univeristaire d'Hématologie, Université de Paris-Diderot, Assistance Publique Hôpitaux de Paris, Hôpital Saint-Louis, Paris, France ",
                "Hopital Saint-Louis, Paris, France "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claude Gardin",
            "author_affiliations": [
                "Hopital Avicenne, AP-HP, University Paris 13, Bobigny, France ",
                "Hematology, Avicenne Hospital, APHP, University Paris XIII, Bobigny, France, Bobigny, France ",
                "IUH, EA3518 Leukemia Translational Laboratory, Paris, France ",
                "Hematology, Avicenne Hospital, APHP, University Paris XIII, Bobigny, France "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux, MD PhD",
            "author_affiliations": [
                "Hôpital Saint-Louis, Paris, France ",
                "Service d'Hématologie,Assistance Publique des Hôpitaux de Paris (AP-HP) and Université Paris 7, Hôpital Saint-Louis / Université Paris 7, Paris, France ",
                "Service d'Hématologie Séniors, Hôpital Saint-Louis, Assistance Publique-Hôpitaux de Paris (AP-HP), Paris, France ",
                "Hôpital Saint-Louis, Université Paris Diderot, Paris, France ",
                "Université Paris 7, Paris, France ",
                "Hôpital St Louis/ Paris 7 University, PARIS, FRA ",
                "Service d'Hématologie clinique, Hôpital Saint-Louis, Paris, France ",
                "Service d'Hématologie Clinique, Hopital Avicenne Université Paris XIII, Bobigny, France ",
                "Hopital Avicenne, Bobigny Cedex, FRA ",
                "Service d'Hématologie Séniors, Hôpital Saint-Louis, Assistance Publique des Hôpitaux de Paris and Université Paris 7, Paris, France ",
                "Clinical Hematology, CHU Saint-Louis, Paris, France ",
                "Groupe Francophone des Myélodysplasies (GFM), Paris, France ",
                "Hôpital St Louis/Paris 7 University, PARIS, FRA"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T03:53:13",
    "is_scraped": "1"
}