{
    "doi": "https://doi.org/10.1182/blood.V120.21.505.505",
    "article_title": "PDGFRα and CD51 Mark Human Nestin + Sphere-Forming Mesenchymal Stem Cells Capable of Robust Hematopoietic Stem Cell Expansion ",
    "article_date": "November 16, 2012",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: The Hematopoietic Microenvironment",
    "abstract_text": "Abstract 505 Few markers have thus far been identified on native mesenchymal stem cells (MSCs), both in the mouse and human systems. Most markers cited in the literature are indeed based on expression analyses on heterogeneous cultured cell populations, which may not have self-renewal properties if rigorously tested by transplantation assays. Previous studies using Nestin (Nes)- Gfp transgenic mice showed that Nes-GFP + cells are self-renewing MSCs, a major constituent of the hematopoietic stem cell (HSC) niche in the bone marrow (BM) (Nature 2010; 466:829). However, the cytoplasmic location of Nestin precludes prospective live cell isolation outside of the transgenic mice. Hence, finding a combination of surface markers labeling Nestin + cells in situ would be valuable to isolate bona fide MSCs and characterize niche cells. Screening analyses toward this end revealed that PDGFRα and CD51 expression among CD45 − Ter119 − CD31 − BM stromal cells comprised a large fraction (∼60%) of Nes-GFP + cells. Upon gating first on PDGFRα + and CD51 + , double-positive cells were also highly enriched in Nes-GFP + cells (∼75%), and represented a rare fraction (∼2%) of the stromal population. Endogenous Nestin expression was also enriched in PDGFRα + CD51 + cells, compared to single-positive or double-negative stromal cells (control subsets). Cell sorting of BM PDGFRα + CD51 + and control subsets revealed that PDGFRα + CD51 + significantly enriched (> 10-fold, p 7-fold, p<0.01) that differentiate robustly along the osteoblastic, chondrocytic and adipocytic lineages. To test in vivo self-renewal capacity, clonal spheres or polyclonal freshly sorted PDGFRα + CD51 + cells and control subsets were transplanted into recipient mice by different approaches (renal capsule implants, collagen and/or HA/TCP carrier grafts). After 2 months, secondary sphere formation assays and histological analyses revealed the in vivo self-renewal and heterotopic BM niche regeneration capacity of PDGFRα + CD51 + cells, but not the control subsets. In addition, the PDGFRα + CD51 + fraction of Nestin + cells was markedly enriched in major HSC regulatory genes ( Cxcl12, Vcam1, Angpt1, Opn and Scf ), supporting the notion that niche activity co-segregates with MSC activity in the BM. Next, we investigated whether PDGFRα + CD51 + cells also labeled putative Nestin + MSCs in the human BM. To this end, we analyzed the fetal human BM (13–19 gw), a period during which hematopoietic activity is nascent. At this stage, we found that PDGFRα + CD51 + cells comprised ∼3% of stromal cells, contained most of the CFU-F activity (6.3 ± 0.8 CFU-Fs/10 2 cells) in the BM, and also expressed Nestin and HSC regulatory factors. PDGFRα + CD51 + cells could also form mesenspheres that can self-renew in vivo after heterotopic transplantation. Furthermore, we found that human BM PDGFRα + CD51 + cells represented a subset of CD146 + cells previously suggested to mark human MSCs (Cell 2007; 131:324), as ∼30% of the CD146 high cells also expressed PDGFRα and CD51, and ∼65% of PDGFRα + CD51 + cells were CD146 high . To evaluate functionally the HSC niche properties of human PDGFRα + CD51 + cells, we set up a co-culture system of human BM CD34 + cells with PDGFRα + CD51 + mesenspheres. We found that mesenspheres were capable of expanding the number of human CD45 + Lin − CD38 − CD34 + CD90 + CD49f + cells (hHSCs) by 11-fold (p<0.05) compared to input (day 0). In addition, hHSC expansion was 2-fold greater (p<0.05) using mesenspheres compared to serum-free media alone with hematopoietic growth factors (SCF, TPO, Flt3L). Recent studies have suggested that SCF production in the BM niche is derived from perivascular and endothelial cells distinct from Nestin + cells (Nature 2012; 481:457), although Nestin + MSCs express high levels of SCF (Nature 2010; 466:829). Immunofluorescence analyses of human PDGFRα + CD51 + mesenspheres showed that all cells forming the sphere uniformly expressed both Nestin and SCF. Moreover, in the absence of SCF from the media, PDGFRα + CD51 + mesenspheres rescued hHSCs expansion, yielding a 46- and 5-fold (p<0.001) expansion, as compared to control media alone and input, respectively. These results thus indicate that the HSC niche is conserved between the murine and human species and suggest that highly purified non-adherent cultures of niche cells may represent a useful novel technology to expand hHSCs in vitro . Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "culture media, serum-free",
        "hematopoietic stem cells",
        "nestin protein",
        "stem cell, mesenchymal",
        "cd34 antigens",
        "cd45 antigens",
        "cell separation",
        "cd31 antigens",
        "coculture techniques",
        "flt3 ligand"
    ],
    "author_names": [
        "Sandra Pinho, PhD",
        "Julie Lacombe, PhD",
        "Maher Hanoun, MD, PhD",
        "Ingmar Bruns, MD, PhD",
        "Yuya Kunisaki, MD, PhD",
        "Toshihide Mizoguchi, PhD",
        "Paul S. Frenette, MD, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Sandra Pinho, PhD",
            "author_affiliations": [
                "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julie Lacombe, PhD",
            "author_affiliations": [
                "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maher Hanoun, MD, PhD",
            "author_affiliations": [
                "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingmar Bruns, MD, PhD",
            "author_affiliations": [
                "Hematology, Oncology and Clinical Immunology, University of Duesseldorf, Duesseldorf, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuya Kunisaki, MD, PhD",
            "author_affiliations": [
                "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshihide Mizoguchi, PhD",
            "author_affiliations": [
                "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul S. Frenette, MD, FRCPC",
            "author_affiliations": [
                "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:45:08",
    "is_scraped": "1"
}