{
    "doi": "https://doi.org/10.1182/blood.V122.21.1716.1716",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2516",
    "start_url_page_num": 2516,
    "is_scraped": "1",
    "article_title": "Reducing Central Venous Catheter Infection Rates Amongst Hematology Patients: Real-Life Implementation Of a ‘Matching Michigan’ Approach In This Patient Population ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster I",
    "topics": [
        "central venous catheters",
        "infections",
        "michigan",
        "catheter related blood stream infection",
        "allografting",
        "bloodstream infections",
        "cancer",
        "catheterization",
        "catheters",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Mari Kilner",
        "Jennifer Collins",
        "Ashley Price",
        "Annette Richardson",
        "Julie Samuel",
        "Christine Straughan",
        "Gail Jones"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Newcastle Upon Tyne Hospitals NHS Foundation Trust, Newcastle Upon Tyne, United Kingdom, "
        ],
        [
            "Department of Microbiology, Newcastle Upon Tyne Hospitals NHS Foundation Trust, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Department of Infectious Diseases, Newcastle Upon Tyne Hospitals NHS Foundation Trust, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Department of Anesthesia, Newcastle Upon Tyne Hospitals NHS Foundation Trust, Newcastle Upon Tyne, United Kingdom, "
        ],
        [
            "Department of Microbiology, Newcastle Upon Tyne Hospitals NHS Foundation Trust, Newcastle Upon Tyne, United Kingdom, "
        ],
        [
            "Department of Anesthesia, Newcastle Upon Tyne Hospitals NHS Foundation Trust, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Department of Hematology, Newcastle Upon Tyne Hospitals NHS Foundation Trust, Newcastle upon Tyne, United Kingdom"
        ]
    ],
    "first_author_latitude": "54.99136765",
    "first_author_longitude": "-1.6060895499999999",
    "abstract_text": "Background Central venous catheter bloodstream infections (CVC BSIs) cause substantial morbidity and are extremely costly. The Michigan Keystone Intensive Care Unit (ICU) project in 2004-5 demonstrated that interventions designed to reduce the incidence of CVC BSIs significantly reduced infection rates in US ICU patients (NEJM 2006;355:2725-32). The ‘Matching Michigan’ initiative in England between 2009-11 ascertained that the adoption of these interventions also led to a reduction of CVC BSIs in patients managed in English ICUs (BMJ Qual Saf 2013;22:110-23). This strong evidence base and involvement in local National Health Service Commissioning for Quality and Innovation (CQUIN) schemes, designed to incentivise hospitals to meet quality targets, led us to collect data on CVC BSIs in hematology patients within our hospital trust. Information was collected before and after the implementation of best practice guidance regarding the insertion and maintenance of CVCs, using complex strategies similar to those employed by the Keystone ICU project. Methods Data was collected prospectively from all patients managed in the cancer unit at Newcastle upon Tyne Hospitals, UK. Our unit undertakes approximately 80 allografts and 80-100 autografts annually and is a regional centre for high dose chemotherapy for acute leukemia and lymphoma. Over a 23 month period, between July 2011-May 2013, we collected data on CVC patient days and CVC BSIs. Clinical and microbiological data were correlated monthly. Using these data, a clinical team determined whether infections were unrelated to the CVC, CVC associated (CABSI) or CVC related (CRBSI). Standardised definitions and a standardised decision tree were used as per the ‘Matching Michigan’ methods. In April 2012, interventions aimed at minimising CVC BSIs were introduced and developed over several months. These technical and non-technical interventions were based on national best practice guidance. They included observation and standardisation of nursing and medical catheter care and catheter insertion, focused staff and patient education and monthly feedback of outcomes at ward level. From April 2012, reduction of CVC BSIs became a CQUIN quality target for our unit. Results There were 2530 mean CVC patient days per month between July 2011-May 2013. More than 95% of those days related to long-term rather than short-term catheters. During this period there were 254 CVC BSIs. Pre-intervention the average rate of infection (CRBSI and CABSI) per 1000 CVC days over a quarterly period was 6.2. Post-intervention, there was a significant reduction in the rate of infection during a quarterly period to 3.56 per 1000 CVC days (p=<0.05). Conclusions Implementation of best practice guidance, measurement of infection rates and real-time feedback to staff, led to a significant reduction in CVC BSIs in hematology patients. Our findings support the evidence that targeting specific practices significantly reduces the rate of CVC BSIs. They also demonstrate, for the first time, that these methods can be translated from an ICU setting to hematology patients. Disclosures: No relevant conflicts of interest to declare."
}