{
    "doi": "https://doi.org/10.1182/blood.V114.22.2169.2169",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1516",
    "start_url_page_num": 1516,
    "is_scraped": "1",
    "article_title": "Imatinib Mesylate and Nilotinib Affect the MHC-Class I Presentation by Modulating the Proteasomal Processing of Antigenic Peptides. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology Excluding Therapy Poster I",
    "topics": [
        "imatinib mesylate",
        "nilotinib",
        "peptides",
        "epitopes",
        "protein-tyrosine kinase inhibitor",
        "antigens",
        "bcr-abl tyrosine kinase",
        "hla-a3 antigen",
        "1-phosphatidylinositol 3-kinase",
        "hla-b8 antigen"
    ],
    "author_names": [
        "Stefanie Held",
        "Stefan Tenzer",
        "Thomas Rückrich",
        "Karin von Schwarzenberg",
        "Anita Bringmann",
        "Annkristin Heine",
        "Hansjörg Schild",
        "Christoph Driessen, MD",
        "Peter Brossart, MD"
    ],
    "author_affiliations": [
        [
            "Hem./Onc., Univ. of Bonn, Bonn, Germany, "
        ],
        [
            "Institute for Immunology, University of Mainz, Mainz, Germany, "
        ],
        [
            "Medizinische Klinik II Hem/Onc, University of Tübingen, Tübingen, Germany, "
        ],
        [
            "Hem./Onc., Univ. of Bonn, Bonn, Germany, "
        ],
        [
            "Hem./Onc., Univ. of Bonn, Bonn, Germany, "
        ],
        [
            "Hematology and Oncology, University Hospital Bonn, Bonn, Germany, "
        ],
        [
            "Institute of Immunology, Johannes-Gutenberg University, Mainz, Germany, "
        ],
        [
            "Onclolgy/Hematology, University Hospital of St. Gallen, St.Gallen, Switzerland"
        ],
        [
            "Hem./Onc., Univ. of Bonn, Bonn, Germany, "
        ]
    ],
    "first_author_latitude": "50.7267806",
    "first_author_longitude": "7.0864528",
    "abstract_text": "Abstract 2169 Poster Board II-146 The tyrosine kinase inhibitors (TKIs) Imatinib mesylate (IM, Gleevec, Glivec) and nilotinib (Tasigna, AMN) are currently used in treatment of chronic myeloid leukaemia (CML). IM has been described to influence the function and differentiation of antigen presenting cells, to inhibit the effector function of T lymphocytes and to decrease the immunogenicity of CML cells by downregulation of tumor associated antigens. In the present study, we analyzed the effect of IM and AMN on proteasomal activity in IM-sensitive or IM/AMN- resistant CML cells as well as in patient samples using a biotinylated active site-directed probe, which, covalently binds and labels proteasomal subunits beta-1, beta-2 and beta-5 and their immunosubunit counterparts beta-1i, beta-2i and beta-5i, in an activity-dependent fashion. In addition, we analyzed the cleavage and processing of antigenic BCR-ABL derived peptides after degradation by the IM or AMN treated 20S immuno- and constitutive proteasome by massspectrometry. The analyzed epitopes KQSSKALQR and GFKQSSKAL are deduced from the fusion region of BCR-ABL and bind to HLA-A3/11 and HLA-B8, respectively. Both epitopes have been shown to be naturally presented by patient CML cells. So far, in vitro generation of these epitopes by proteasomal digestion experiments has been shown only for KQSSKLAQR. We found, that IM and AMN treatment in sensitive and resistant CML cells, as well as in primary patient samples and BCR-ABL-negative cells led to a concentration-dependent decrease of the MHC-class I expression in line with the decrease of proteasomal activity, indicating that the effects are BCR-ABL independent. This inhibitory effect was independent of the expression of proteasome subunits as analyzed by western blotting and it was not due to the induction of apoptosis. In vitro digestion experiments using purified proteasomes in the presence of AMN or IM showed little influence on the overall cleavage pattern observed. However, the generation of epitope-precursor peptides was significantly altered in the presence of AMN and IM for both peptides. Treatment of the immunoproteasome i20S with IM or AMN resulted in an almost complete reduction in the generation of the long precursor peptides for the HLA-A3/A11 and —B8 epitopes while the processing of the short peptide sequences significantly increased. In addition, we show for the first time that both epitopes KQSSKALQR and GFKQSSKAL can be generated as N-terminal elongated precursors in vitro by both constitutive and immuno-20S proteasomes. Interestingly, in all performed experiments AMN was more effective as compared to IM, while other TKIs such as Sunitinib, Sorafenib or the PI3K inhibitor LY294002 had no effect. Our results demonstrate that treatment with IM and AMN can affect the immunogenicity of malignant cells by affecting proteasomal degradation of cytosolic antigens, thereby modulating the repertoire of presented antigens. These strong effects of the TKIs IM and AMN on proteasomal activity might be a result of changes in the phosphorylation of proteasomal subunits akin to the recently showed endogenous phosphorylation sites of the mammalian 20S proteasome. Disclosures: No relevant conflicts of interest to declare."
}