{
    "doi": "https://doi.org/10.1182/blood-2021-146974",
    "article_title": "Daratumumab, Bortezomib, Melphalan, and Prednisone Versus Bortezomib, Melphalan, and Prednisone in Transplant-Ineligible Patients with Newly Diagnosed Multiple Myeloma: Pooled Analysis of Octans and Alcyone ",
    "article_date": "November 5, 2021",
    "session_type": "653.Myeloma and Plasma Cell Dyscrasias: Clinical-Prospective Therapeutic Trials",
    "abstract_text": "Introduction: Daratumumab is a human IgGκ monoclonal antibody targeting CD38 with a direct on-tumor and immunomodulatory mechanism of action. In the global phase 3 ALCYONE trial, the addition of daratumumab to bortezomib, melphalan, and prednisone (D-VMP) resulted in improved outcomes over bortezomib, melphalan, and prednisone (VMP) alone in transplant-ineligible patients (pts) with newly diagnosed multiple myeloma (NDMM). At a median follow-up of 16.5 months, the median progression-free survival (PFS) was not reached (NR) for the D-VMP group versus 18.1 months for the VMP group (hazard ratio [HR], 0.50; 95% confidence interval [CI], 0.38-0.65; P <0.001). With extended follow-up (median follow-up, 40.1 months), D-VMP demonstrated a significant overall survival benefit (HR, 0.60; 95% CI, 0.46-0.80; P =0.0003) and continued to demonstrate significant improvement in PFS versus VMP with no new safety concerns. In the phase 3 OCTANS trial, at a median follow-up of 12.3 months, D-VMP significantly prolonged PFS versus VMP in transplant-ineligible Asian pts with NDMM (median PFS, NR vs 18.2 months; HR, 0.43; 95% CI, 0.24-0.77; P =0.0033). Here, we present a pooled analysis of transplant-ineligible NDMM pts from OCTANS and ALYCONE. Methods: Eligible pts in OCTANS and ALCYONE were ≥18 years of age, had NDMM, and were not eligible for autologous stem cell transplant due to age (≥65 years) or comorbidities. All pts received up to 9 (42-day) cycles of bortezomib 1.3 mg/m 2 subcutaneously twice weekly on Weeks 1, 2, 4, and 5 of Cycle 1 and once weekly on Weeks 1, 2, 4, and 5 of Cycles 2-9; melphalan 9 mg/m 2 orally once daily on Days 1-4 of each cycle; and prednisone 60 mg/m 2 orally once daily on Days 1-4 of each cycle. For pts in the D-VMP group, daratumumab 16 mg/kg intravenously was administered once weekly in Cycle 1, once every 3 weeks in Cycles 2-9, and once every 4 weeks thereafter until disease progression or unacceptable toxicity. Cytogenetic risk was determined at baseline via local fluorescence in situ hybridization or karyotype analysis; pts with high cytogenetic risk had a del17p, t(4;14), or t(14;16) abnormality. Results: In total, 220 Asian pts were randomized (D-VMP, n=146; VMP, n=74) in the OCTANS study and 706 global pts were randomized (D-VMP, n=350; VMP, n=356) in the ALCYONE study. The median age was 69 (range, 57-84) years in OCTANS and 71 (range 40-93) years in ALCYONE. Among pts with available cytogenetic results, 48/219 (21.9%) pts in OCTANS and 98/616 (15.9%) pts in ALCYONE had high-risk cytogenetic abnormalities. At a median follow-up of 12.3 months in OCTANS and 16.5 months in ALCYONE, in the pooled intent-to-treat (ITT) population from OCTANS and ALCYONE, the estimated 12-month PFS rate was 86.2% in the D-VMP group (n=496) versus 74.6% in the VMP group (n=430), and the estimated 18-month PFS rate was 73.3% versus 50.3%, respectively; the median PFS was NR in the D-VMP group versus 18.1 months in the VMP group (HR, 0.48; 95% CI, 0.38-0.61; P <0.0001) ( Figure A ). In the pooled subgroup of pts with standard cytogenetic risk, the estimated 12-month PFS was 86.7% in the D-VMP group (n=378) versus 74.3% in the VMP group (n=311), and the estimated 18-month PFS rate was 76.4% versus 46.6%, respectively; the median PFS was NR in the D-VMP group versus 17.4 months in the VMP group (HR, 0.41; 95% CI, 0.31-0.54; P <0.0001) ( Figure B ). In the pooled subgroup of pts with high cytogenetic risk, the estimated 12-month PFS rate was 82.9% in the D-VMP group (n=81) versus 69.8% in the VMP group (n=65), and the estimated 18-month PFS rate was 60.6% versus 52.7%, respectively; the median PFS was 19.5 months in the D-VMP group versus 18.1 months in the VMP group (HR, 0.58; 95% CI, 0.32-1.04; P =0.0638) ( Figure B ). Analysis of the pooled ITT population showed PFS and overall response rate (ORR) benefits with D-VMP across clinically relevant subgroups, including pts aged ≥75 years, pts with impaired renal function (creatine clearance ≤60 mL/min), and pts with International Staging System Stage III disease. Conclusion: In a pooled analysis of Asian pts from OCTANS and global pts from ALCYONE, D-VMP demonstrated clinical benefit versus VMP in transplant-ineligible pts with NDMM. The benefit of D-VMP versus VMP was observed across clinically relevant subgroups. These results support the use of D-VMP in transplant-ineligible pts with NDMM. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Kim:  BMS: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding. Li:  Suzhou Zelgen Biopharmaceuticals Co.,Ltd.: Honoraria. Chim:  Janssen, Takeda & Amgen: Other: received sponsorship for overseas meetings. Rodriguez-Otero:  Clínica Universidad de Navarra: Current Employment; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene-BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees; Kite: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria; Regeneron: Honoraria. Dimopoulos:  Takeda: Honoraria; BMS: Honoraria; Janssen: Honoraria; Beigene: Honoraria; Amgen: Honoraria. Wroblewski:  Janssen: Current Employment, Current equity holder in publicly-traded company. Carson:  Janssen: Current Employment. Qi:  Janssen: Current Employment, Current equity holder in publicly-traded company. Wang:  Janssen: Current Employment. Song:  Janssen: Current Employment. Jia:  Janssen: Current Employment. Yang:  Janssen: Current Employment, Current equity holder in publicly-traded company. Liu:  Janssen: Ended employment in the past 24 months. Li:  Janssen: Current Employment. Zhang:  Janssen: Current Employment. Wang:  AbbVie: Consultancy; Astellas Pharma, Inc.: Research Funding.",
    "author_names": [
        "Jian Hou",
        "Weijun Fu",
        "Soo-Mee Bang",
        "Honghui Huang",
        "Kihyun Kim",
        "Wei Li",
        "Gang An",
        "Je-Jung Lee",
        "Zhen Cai",
        "Jie Jin",
        "Yafei Wang",
        "CS Chim",
        "Paula Rodriguez-Otero",
        "Meletios A. Dimopoulos",
        "Tomoaki Fujisaki",
        "Jae Hoon Lee",
        "Susan Wroblewski",
        "Robin Carson",
        "Ming Qi",
        "Jianping Wang",
        "Yang Song",
        "Bin Jia",
        "Xue Yang",
        "Wenyu Liu",
        "Yunan Li",
        "Renyi Zhang",
        "Jianxiang Wang"
    ],
    "author_dict_list": [
        {
            "author_name": "Jian Hou",
            "author_affiliations": [
                "Department of Hematology, Renji Hospital, Shanghai Jiaotong University School of Medicine, Shanghai, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Weijun Fu",
            "author_affiliations": [
                "Shanghai Changzheng Hospital, Shanghai, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soo-Mee Bang",
            "author_affiliations": [
                "Seoul National University Bundang Hospital, Seongnam-si, Korea, Republic of (South)"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Honghui Huang",
            "author_affiliations": [
                "Department of Hematology, Renji Hospital, Shanghai Jiaotong University School of Medicine, Shanghai, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kihyun Kim",
            "author_affiliations": [
                "Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Li",
            "author_affiliations": [
                "Department of Hematology at the Oncology Center, The First Hospital of Jilin University, Changchun, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gang An",
            "author_affiliations": [
                "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Je-Jung Lee",
            "author_affiliations": [
                "Department of Hematology-Oncology, Chonnam National University Medical School, Hwasun, Jeollanamdo, Korea, Republic of (South)"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhen Cai",
            "author_affiliations": [
                "The First Affiliated Hospital of Zhejiang University, College of Medicine, Hangzhou, Zhejiang, China"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jie Jin",
            "author_affiliations": [
                "The First Affiliated Hospital of Zhejiang University, College of Medicine, Hangzhou, Zhejiang, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yafei Wang",
            "author_affiliations": [
                "Department of Hematology, Tianjin Medical University Cancer Institute and Hospital, National Clinical Research Center for Cancer, Key Laboratory of Cancer Prevention and Therapy, Tianjin's Clinical Research Center for Cancer, Tianjin, China"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "CS Chim",
            "author_affiliations": [
                "Queen Mary Hospital, University of Hong Kong, Hong Kong, Hong Kong"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Rodriguez-Otero",
            "author_affiliations": [
                "Clinica Universidad de Navarra, IDISNA, Navarra, Spain"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios A. Dimopoulos",
            "author_affiliations": [
                "National and Kapodistrian University of Athens, Athens, Greece"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoaki Fujisaki",
            "author_affiliations": [
                "Matsuyama Red Cross Hospital, Matsuyama, Japan"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae Hoon Lee",
            "author_affiliations": [
                "Gachon University Gil Medical Center, Incheon, Korea, Republic of (South)"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Wroblewski",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Spring House, PA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Carson",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Spring House, PA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Qi",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Spring House, PA"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianping Wang",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Raritan, NJ"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Song",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Beijing, China"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bin Jia",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Shanghai, China"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xue Yang",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Shanghai, China"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenyu Liu",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Beijing, China"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yunan Li",
            "author_affiliations": [
                "Medical Affairs, Xian Janssen Pharmaceutical Ltd., Beijing, China"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renyi Zhang",
            "author_affiliations": [
                "Medical Affairs, Xian Janssen Pharmaceutical Ltd., Shanghai, China"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianxiang Wang",
            "author_affiliations": [
                "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T04:13:33",
    "is_scraped": "1"
}