{
    "doi": "https://doi.org/10.1182/blood-2019-125320",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4285",
    "start_url_page_num": 4285,
    "is_scraped": "1",
    "article_title": "Risk Factors and Outcomes of Klebsiella Pneumoniae Infection before and after Allogeneic Hematopoietic Cell Transplantation ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "hematopoietic stem cell transplantation",
        "klebsiella pneumoniae infections",
        "transplantation",
        "infections",
        "microbial colonization",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "follow-up",
        "graft-versus-host disease",
        "standard operating procedure"
    ],
    "author_names": [
        "Eleni Gavriilaki, MD",
        "Ioanna Sakellari",
        "Thomas Chatziconstantinou",
        "Despina Mallouri",
        "Ioannis Batsis",
        "Eleni Katsifa",
        "Stergios Papadimitriou",
        "Alkistis Panteliadou, MD",
        "Eirini Baldoumi",
        "Christos Demosthenous, MD",
        "Zoi Bousiou, MD MSc",
        "Varnavas Constantinou",
        "Damianos Sotiropoulos, MD",
        "Achilles Anagnostopoulos"
    ],
    "author_affiliations": [
        [
            "Hematology Department-BMT Unit, G.Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department - BMT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department - BMT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department - BMT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department & HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Microbiology Department, G. Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department - BMT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department - BMT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department - BMT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "George Papanikolaou Hospital, Thessaloniki, GRC "
        ],
        [
            "Hematology Department-BMT Unit, G.Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department & HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department-BMT, G.Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department & HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ]
    ],
    "first_author_latitude": "40.6211925",
    "first_author_longitude": "22.94602725",
    "abstract_text": "Introduction: Carbapenemase-producing (KPC) Klebsiella pneumoniae (Kp) infections have emerged as a major healthcare concern worldwide. Although infections are recognized as a major contributor of morbidity and mortality before and after allogeneic hematopoietic cell transplantation (HCT), the burden of Kp infections has not been extensively evaluated. Therefore, we aimed to determine risk factors and outcomes of these infections in HCT recipients. Methods: We retrospectively studied consecutive patients with Kp colonization and/or infection before and/or after HCT performed in 2008-2018. Patients were transplanted according to standard operating procedures of our JACIE-accredited center. Colonization was defined as the isolation of the microorganism from any non-sterile body site in the absence of clinical signs or symptoms of disease. Patients with colonization or infection pre-transplant received secondary prophylaxis pre and during transplant. Nurses, visitors and staff were carefully trained on infection control measures such as contact precautions and intensified hygienic measures in patients with pre-transplant isolation. Statistical analysis included the following factors: age, gender, disease phase at transplant (early, intermediate or advanced), donor, pre-transplant and post-transplant Kp infections and colonizations, KPC-Kp, severe acute and extensive chronic GVHD, relapse, treatment-related mortality (TRM) and overall survival (OS). Results: We studied 52 patients with a median age of 42 (range 17-42). Colonizations were detected in 9 patients pre-transplant (17%) and 29 post-transplant (56%); whereas infections in 23 pre- and 28 post-transplant (44% and 54%, respectively). KPC-Kp was isolated in 12 patients (29%). With a median follow-up of 23.5 months (range 1-99), cumulative incidence (CI) of severe acute GVHD was 44.5% and severe chronic GVHD 56.7%. Two-year CI of TRM was 14.3% and was independently predicted by the isolation of KPC-Kp (p=0.040, Figure 1A) and chronic GVHD (p<0.001). Among pre-transplant and transplant factors, acute GVHD was associated only with pre-transplant Kp infections (p=0.049). Pre-transplant infections were also associated with post-transplant infections (p=0.010), despite secondary prophylaxis. Overall survival was associated with disease phase at transplant (p=0.017), post-transplant infections (p=0.034) and acute GVHD (p=0.013). In the multivariate model, only post-transplant Kp infections independently predicted OS (beta=9.042, p=0.008, Figure 1B). Conclusions: Our study highlights the significant impact of Kp infections on TRM and OS of HCT recipients. In our population of patients with Kp colonization and/or infection, the burden of GVHD was high. Acute GVHD was linked with pre-transplant Kp infections, suggesting that disruption of intestinal microbiota may be an underlying predisposing condition. Secondary prophylaxis did not improve rates of post-transplant infections, but allowed the performance of HCT with an acceptable TRM rate. Our data suggest that additional interventions need to be further investigated to address the major problem of Kp infections in HCT. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}