{
    "doi": "https://doi.org/10.1182/blood.V126.23.5224.5224",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3074",
    "start_url_page_num": 3074,
    "is_scraped": "1",
    "article_title": "GDF11 Increased in Patients with Myelodysplastic Syndrome ",
    "article_date": "December 3, 2015",
    "session_type": "636. Myelodysplastic Syndromes - Basic and Translational Studies",
    "abstract_text": "Objective To analyze the concentration of growth differentiation factor 11(GDF11) in peripheral blood of patients with myelodysplastic syndrome (MDS), so as to evaluate the relationships between these changes and erythropoiesis functions and to explore the role of GDF11 in the pathogenesis of MDS. Methods The concentration of GDF 11 in peripheral blood was detected by enzyme-linked immuno sorbent assay in 44 MDS patients and 10 normal controls from September 2014 to June 2015 at our hospital. The percentage of nucleated erythrocyte (CD235a) in bone marrow was detected by flow cytometry. The correlation between these changes and erythropoiesis functions, including red blood cell count, hemoglobin, reticulocyte (RET%), hematokrit (Hct), mean corpuscular volume (MCV), mean corpuscular hemoglobin (MCH), mean corpuscular-hemoglobin concentration (MCHC) and late erythroblast in bone marrow were evaluated. Results (1)The concentration of GDF11(128.67±47.62)in high-risk MDS patients was significantly higher than that of low-risk MDS patients (65.96±36.55,p0.05). (3)In high-risk MDS patients, the expression of GDF11 was negatively correlated with Hb, RET%, RBC, MCHC, Hct in peripheral blood and late erythroblast, CD235a+ cells in bone marrow(r=-0.437,r=-0.428,r=-0.444,r=-0.553,r=-0.661,r=-0.436,r=-0.52,all p <0.05),and the expression of GDF11 was positively correlated with MCV(r=0.52, p <0.05),but it was not correlated with MCH ( p >0.05).(4) In low-risk MDS patients, the expression of GDF11 was negatively correlated with Hb, RET% (r=-0.491Ar=-0.606,both p <0.05),it was not correlated with RBC, MCHC, MCV, MCH, Hct, late erythroblast and CD235a+ cells (all p >0.05). Conclusion GDF11 increased in patients with MDS and it was negatively correlated with late erythropoiesis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "gdf11 protein",
        "myelodysplastic syndrome",
        "mean corpuscular volume analyses",
        "hemoglobin",
        "mean corpuscular hemoglobin concentration determination",
        "enzymes",
        "flow cytometry",
        "red blood cell count measurement",
        "erythroblasts",
        "bone marrow"
    ],
    "author_names": [
        "Yu Han",
        "Huaquan Wang, MD",
        "Zonghong Shao, MD"
    ],
    "author_affiliations": [
        [
            "General Hospital, Tianjin, China "
        ],
        [
            "General Hospital, Tianjin Medical University, Tianjin, China "
        ],
        [
            "Hematology, General Hospital, Tianjin, China"
        ]
    ],
    "first_author_latitude": "39.0109615",
    "first_author_longitude": "117.365071"
}