{
    "doi": "https://doi.org/10.1182/blood-2020-140453",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4637",
    "start_url_page_num": 4637,
    "is_scraped": "1",
    "article_title": "Effectiveness and Safety of Apixaban Vs Warfarin Among Venous Thromboembolism Patients Using Five US Databases: A Subgroup Analysis of Obesity ",
    "article_date": "November 5, 2020",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "topics": null,
    "author_names": [
        "Alexander T Cohen, MBBS MSc MDFRACP FESC",
        "Janvi Sah, MS",
        "Theodore Lee, MD",
        "Gail Wygant, RN",
        "Lisa Rosenblatt, MD MPH",
        "Patrick Hlavacek, MPH",
        "Birol Emir, PhD",
        "Allison Keshishian, MPH",
        "Rachel Delinger, MPH",
        "Xuemei Luo, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematological Medicine, Guy's and St Thomas' Hospitals, King's College, London, London, United Kingdom ",
            "Department of Hematological Medicine, Guys and St Thomas/NHS Foundation Trust, London, GBR "
        ],
        [
            "STATinMED Research, Ann Arbor, MI "
        ],
        [
            "Pifzer Inc., New York, NY "
        ],
        [
            "Bristol-Myers Squibb Company, Lawrenceville, NJ "
        ],
        [
            "Bristol-Myers Squibb Company, Lawrenceville, NJ "
        ],
        [
            "Pfizer Inc., New York, NY "
        ],
        [
            "Pfizer, Inc., New York, NY "
        ],
        [
            "STATinMED Research, Ann Arbor, MI "
        ],
        [
            "STATinMED Research, Ann Arbor, MI "
        ],
        [
            "Pfizer Inc., Groton, CT"
        ]
    ],
    "first_author_latitude": "51.48939145",
    "first_author_longitude": "-0.10285479999999998",
    "abstract_text": "Background: Obesity is associated with an increased risk of VTE. Although four direct oral anticoagulants (DOACs) have been approved for the treatment of VTE, limited real-world evidence is available on their effectiveness and safety in obese patients. This study pooled 5 US healthcare claims databases to evaluate the risk of recurrent VTE, major bleeding (MB), and clinically relevant non-major (CRNM) bleeding among VTE patients initiating apixaban or warfarin stratified by obesity. Methods: A pooled retrospective study of adult VTE patients who initiated apixaban or warfarin from 01MAR2014-31DEC2018 was conducted using CMS Medicare and four other claims databases. Patients were followed to the earliest of: index therapy discontinuation, switch to another oral anticoagulant, initiation of a new parenteral anticoagulant, health plan disenrollment, death, study end, or a maximum of 6 months. Stabilized inverse probability treatment weighting (IPTW) was conducted to balance patient characteristics between the treatment cohorts within each database. After pooling post-IPTW cohorts from the five databases, subgroup interaction analysis was conducted to evaluate whether treatment effects were consistent across patients with and without obesity. Obesity was identified based on diagnosis codes that indicated obesity or codes that indicated a body mass index of at least 30. Cox proportional hazard models were used to evaluate the risk of recurrent VTE, MB, and CRNM bleeding. The statistical significance (P<0.10) of the interaction between treatment and obesity was evaluated. Results: After applying eligibility criteria, 60,786 VTE patients were selected into the apixaban treatment cohort, and 94,333 were selected into the warfarin treatment cohort. Apixaban patients were younger (65 vs 67 years) and had a lower mean CCI (2.1 vs. 2.3) compared to warfarin patients. After IPTW, all patient characteristics were balanced. In the post-IPTW population, apixaban was associated with a significantly lower risk of recurrent VTE, MB, and CRNM bleeding compared to warfarin during the follow-up (p<0.001 [Figure]). When stratified by obesity, for each treatment cohort, obese patients were younger (64-65 vs. 68 years), more likely to be diagnosed with PE (51.2%-53.0% vs. 39.9%-40.5%), experienced a higher proportion of provoked VTE events (63.3-63.9% vs. 53.3-53.7%), had higher mean CCI (2.6-2.7 vs. 2.0) and were more likely to have comorbidities such as hypertension (80.2%-80.3% vs. 64.7%-64.8%), hyperlipidemia (57.1%-57.8% vs. 44.6%-44.7%), and diabetes (41.9%-43.9% vs. 24.4-26.7%) compared to non-obese patients. Comparison of apixaban with warfarin when stratifying by obesity showed consistently lower risk of recurrent VTE, MB, and CRNM bleeding associated with apixaban across obese and non-obese patients and these subgroup findings were consistent with those of the overall population. No significant interactions were observed for treatment and obesity on recurrent VTE, MB, or CRNM bleeding (Figure). Conclusion: In the VTE patients initiating apixaban or warfarin, obese patients showed differences in patient characteristics as compared to non-obese patients. Across subgroups of patients with and without obesity, apixaban patients had a lower risk of recurrent VTE, MB, and CRNM bleeding compared to warfarin patients, which was consistent with the overall population results. These findings may be useful in informing treatment decisions for this high-risk subgroup of VTE patients. View large Download slide View large Download slide  Disclosures Cohen: Pfizer, Inc.: Research Funding; Bristol-Myers Squibb Company: Research Funding. Sah: Bristol-Myers Squibb Company: Other: I am a paid employee of STATinMED Research which is a paid consultant to Bristol-Myers Squibb Company; Pfizer, Inc.: Other: I am a paid employee of STATinMED Research which is a paid consultant to Pfizer, Inc.. Lee: Pfizer, Inc.: Current Employment. Wygant: Bristol-Myers Squibb Company: Current Employment. Rosenblatt: Bristol-Myers Squibb Company: Current Employment. Hlavacek: Pfizer, Inc.: Current Employment. Emir: Pfizer, Inc.: Current Employment. Keshishian: Pfizer, Inc.: Other: I am a paid employee of STATinMED Research which is a paid consultant to Pfizer, Inc.; Bristol-Myers Squibb Company: Other: I am a paid employee of STATinMED Research which is a paid consultant to Bristol-Myers Squibb Company.. Delinger: Bristol-Myers Squibb Company: Other: I am a paid employee of STATinMED Research which is a paid consultant to Bristol-Myers Squibb Company.; Pfizer, Inc.: Other: I am a paid employee of STATinMED Research which is a paid consultant to Pfizer, Inc.. Luo: Pfizer, Inc.: Current Employment."
}