{
    "doi": "https://doi.org/10.1182/blood.V114.22.1065.1065",
    "article_title": "Adsorption of Dabigatran Etexilate in Water or Dabigatran in Pooled Human Plasma by Activated Charcoal in Vitro. ",
    "article_date": "November 20, 2009",
    "session_type": "Antithrombotic Therapy Poster I",
    "abstract_text": "Abstract 1065 Poster Board I-87 Dabigatran etexilate is a prodrug, which is rapidly converted in vivo to the active moiety dabigatran, a potent, direct thrombin inhibitor. This drug has been evaluated as an alternative to oral vitamin K antagonists for sustained prevention of ischemic and hemorrhagic strokes in patients with atrial fibrillation. As with any anticoagulant, there are bleeding risks with its use. Thus, the adsorption of drug to activated charcoal to allow for potential neutralization in emergency situations was tested in vitro. Binding of dabigatran etexilate to activated charcoal in water simulates recent ingestion (2-3 hrs) of large amounts of dabigatran etexilate in the stomach fluid. Binding of dabigatran to activated charcoal in plasma simulates situations where dabigatran was absorbed after ingestion and present in high concentrations in plasma. The contents of 5, 10 and 20 capsules (150 mg/capsule) of dabigatran etexilate were suspended in 100 ml water (approx. stomach volume, pH 2.7, 2.5 and 2.4, respectively). Each suspension was divided in half. To one portion a freshly prepared activated charcoal suspension (125 mg/ml, Ultracarbon®, Merck) was added. Both suspensions (with and without charcoal) were filtered and dabigatran etexilate concentrations were assessed via HPLC. Levels of 8.3, 15.6 and 29.6 mg/ml dabigatran etexilate were recovered by HPLC in the untreated suspensions in water. In the charcoal-treated suspensions, the dabigatran etexilate peak was no longer detectable, this indicated that >99.9 % of dabigatran etexilate was adsorbed by the activated charcoal for all three tested concentrations. In the plasma experiments, dabigatran was added to a human plasma pool at concentrations of 470 and 940 ng/ml. The sample was then split, and active charcoal was added to half at the manufacturer's specified concentration (125 mg/ml), or 1:11 dilution of this. Dabigatran plasma levels were measured by a validated LC-MS/MS method. After adding dabigatran active substance to plasma, values of 394 ± 19.4 and 824 ± 39.3 ng/ml (mean ± SD) were obtained in untreated plasma. Addition of activated charcoal at both concentrations reduced levels of dabigatran to <1.01 ng/ml (i.e. close to or below lower limit of quantification of the assay). These preliminary in vitro studies demonstrate that the prodrug dabigatran etexilate, and the active moiety, dabigatran, bind activated charcoal and can be removed from water or plasma. Clinical implications may be that oral activated charcoal could be used to neutralise recent ingestion of overdose quantities of dabigatran etexilate before it is absorbed in the gut. In addition, dabigatran could theoretically be adsorbed from plasma via hemoperfusion over a charcoal filter. However, further testing in more clinically relevant models, is required before this can be recommended in patients. Disclosures: van Ryn: Boehringer Ingelheim Pharma GmbH & Co KG: Employment. Sieger: Boehringer Ingelheim Pharma GmbH & Co KG: Employment. Kink-Eiband: Boehringer Ingelheim Pharma GmbH & Co KG: Employment. Gansser: Boehringer Ingelheim Pharma GmbH & Co K: Employment. Clemens: Boehringer Ingelheim GmbH: Employment.",
    "topics": [
        "activated charcoal",
        "adsorption",
        "dabigatran etexilate",
        "plasma",
        "charcoal",
        "active moiety",
        "high pressure liquid chromatography procedure",
        "prodrugs",
        "anticoagulants",
        "atrial fibrillation"
    ],
    "author_names": [
        "Joanne van Ryn, PhD",
        "Peter Sieger, PhD",
        "Monika Kink-Eiband",
        "Dietmar Gansser, PhD",
        "Andreas Clemens, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joanne van Ryn, PhD",
            "author_affiliations": [
                "Drug Discovery Support, Boehringer Ingelheim Pharma GmbH & Co KG, Biberach, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Sieger, PhD",
            "author_affiliations": [
                "Drug Discovery Support, Boehringer Ingelheim Pharma GmbH & Co KG, Biberach, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Kink-Eiband",
            "author_affiliations": [
                "Drug Discovery Support, Boehringer Ingelheim Pharma GmbH & Co KG, Biberach, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dietmar Gansser, PhD",
            "author_affiliations": [
                "Drug Metabolism and Pharmacokinetics, Boehringer Ingelheim Pharma GmbH & Co KG, Biberach, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Clemens, MD",
            "author_affiliations": [
                "Medical Affairs, Boehringer Ingelheim, Ingelheim, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T06:55:33",
    "is_scraped": "1"
}