{
    "doi": "https://doi.org/10.1182/blood.V110.11.1378.1378",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=921",
    "start_url_page_num": 921,
    "is_scraped": "1",
    "article_title": "Targeting Histone Deacetylases and Unfolded Protein Mediated Endoplasmic Reticulum (ER) Stress as a Strategy Against Human Mantle Cell Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents",
    "topics": [
        "emergency service, hospital",
        "endoplasmic reticulum",
        "histone deacetylase",
        "mantle-cell lymphoma",
        "stress",
        "histone deacetylase 6",
        "human development index",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "hsp90 heat-shock proteins",
        "molecular chaperones"
    ],
    "author_names": [
        "Rekha Rao, PhD",
        "Warren Fiskus, PhD",
        "Rajeshree Joshi, BS",
        "Jianguang Chen, PhD",
        "Pravina Fernandez, MS",
        "Yongchao Wang, MS",
        "Pearl Lee, BS",
        "Anand Jillella, MD",
        "Jianguo Tao, MD",
        "Peter Atadja, PhD",
        "Eduardo Sotomayor, MD",
        "Kapil Bhalla, MD"
    ],
    "author_affiliations": [
        [
            "MCG Cancer Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "MCG Cancer Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "MCG Cancer Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "MCG Cancer Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "MCG Cancer Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "MCG Cancer Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "MCG Cancer Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "MCG Cancer Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Interdisciplinary Oncology, H. Lee Moffitt Cancer Center, Tampa, FL, USA"
        ],
        [
            "Novartis Institute for Biomedical Research Inc., Cambridge, MA, USA"
        ],
        [
            "Interdisciplinary Oncology, H. Lee Moffitt Cancer Center, Tampa, FL, USA"
        ],
        [
            "MCG Cancer Center, Medical College of Georgia, Augusta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.4706237",
    "first_author_longitude": "-81.9899149",
    "abstract_text": "Poor clinical outcome of therapy of Mantle Cell Lymphoma (MCL) has generated the need to develop and test novel treatments for human MCL. Here we have determined that treatment with hydroxamic acid analogue (HA) pan-histone deacetylase (HDAC) inhibitor (HDI), e.g., LBH589 (Novartis Pharmaceuticals Inc) and vorinostat (Merck Pharmaceuticals), induces the CDK inhibitors p21 and p27, and attenuates the levels of c-Myc, CDK4 and cyclin D1 in the cultured (Jeko-1, MO-2058 and Granta-519) and in primary patient-derived MCL cells. In a dose-dependent manner, HA-HDI also induced Bax, Bak and Bim, and attenuated Bcl-x L , XIAP, survivin, AKT and c-Raf levels, resulting in growth inhibition and apoptosis of MCL cells. We have previously demonstrated that HDAC6 deacetylates heat shock protein (hsp) 90. By inhibiting HDAC6, both LBH589 (10 to 50 nM) and vorinostat (0.5 to 2.0 uM) induced acetylation of hsp90 in MCL cells. This inhibited the ATP binding and co-chaperone association, and abrogated the chaperone function of hsp90 for the MCL- relevant, hsp90 client proteins, e.g., cyclin D1, CDK4, c-Raf and AKT in the cultured and primary MCL cells. HDAC6 has been shown to shuttle and sequester misfolded and polyubiquitylated proteins into the protective perinuclear aggresome. Present studies demonstrate that inhibition of HDAC6 abrogates formation of the aggresome and augments the ER-based unfolded protein response (UPR). Treatment of MCL cells with the proteasome inhibitor bortezomib (BZ) induced the formation of aggresome (as detected by confocal immuno-fluorescence microscopy and electron microscopy), as well as induced UPR and ER stress response. The latter was associated with BZ-mediated increased levels of the spliced form of XBP1 (XBP1s) and p-eIF2α protein. It was also associated with increased levels of the protective ER chaperone protein GRP78, and increased expression of pro-death proteins, CHOP and Noxa. Treatment with BZ or HA-HDI also increased the expression of the transcriptional repressor, PRDM1. Co-treatment of MCL cells with LBH589 abrogated BZ-induced aggresome formation, but increased the levels of BZ-induced XBP1s and p-eIF2α, indicating increased ER stress response. Concomitantly, higher CHOP and Noxa levels suggested a protracted ER-stress, associated with significantly increased apoptosis of MCL cells (p < 0.01). These findings suggest that co-treatment with LBH589 accentuates BZ-induced ER-stress and cell death of MCL cells despite up-regulation of GRP78 levels. Next, we determined the effects of knocking down GRP78 on BZ-induced ER-stress response. As compared to the control siRNA treated cells, knockdown by siRNA to GRP78 markedly increased BZ-induced CHOP and Noxa levels and significantly augmented BZ-induced apoptosis of cultured MCL cells. Collectively, these findings strongly support the in vivo testing of the efficacy of the combination of HA-HDI with BZ in inducing protracted and lethal ER stress in MCL cells. These results also create the rationale to develop targeted knockdown of GRP78 as a novel strategy to augment the lethal ER stress in human MCL cells."
}