{
    "doi": "https://doi.org/10.1182/blood.V120.21.3613.3613",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2307",
    "start_url_page_num": 2307,
    "is_scraped": "1",
    "article_title": "Outcomes and Prognostic Factors for Patients with Acute Myeloid Leukemia Admitted to the Intensive Care Unit ",
    "article_date": "November 16, 2012",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "intensive care unit",
        "leukemia, myelocytic, acute",
        "prognostic factors",
        "chemotherapy regimen",
        "mechanical ventilation",
        "patient discharge",
        "complete remission",
        "cytarabine",
        "fibrinogen",
        "hemodialysis"
    ],
    "author_names": [
        "Kathryn A Jackson, MBBS(Hons)",
        "Peter Mollee",
        "Kirk Morris, MBBS FRACP FRCPA",
        "Dwane L Jackson, MBBS",
        "Peter Kruger",
        "Kerenaftali Klein",
        "Glen A Kennedy, MBBS FRACP FRCPA"
    ],
    "author_affiliations": [
        [
            "Dept. of Haematology,Pathology Qld, Princess Alexandra Hospital, Brisbane, Australia, "
        ],
        [
            "Dept. of Haematology,Pathology Qld, Princess Alexandra Hospital, Brisbane, Australia, "
        ],
        [
            "Royal Brisbane and Women's Hospital, Brisbane, Australia, "
        ],
        [
            "Department of Anaesthetics, Royal Brisbane and Women's Hospital, Brisbane, Australia, "
        ],
        [
            "Department of Intensive Care, Princess Alexandra Hospital, Brisbane, Australia, "
        ],
        [
            "School of Population Health, University of Queensland, Brisbane, Australia"
        ],
        [
            "Royal Brisbane and Women's Hospital, Brisbane, Australia, "
        ]
    ],
    "first_author_latitude": "-27.4812547",
    "first_author_longitude": "153.02975444999998",
    "abstract_text": "Abstract 3613 Aim Patients with acute myeloid leukemia (AML) receiving intensive chemotherapy commonly experience life-threatening complications requiring intensive care unit (ICU) support. Limited information is available regarding which patients are likely to benefit from an ICU admission and their subsequent outcomes. The present study has considered a more homogenous patient population than the majority of previous reports of ICU outcomes in AML, as patients were only included if they were within an induction or consolidation chemotherapy cycle for recently-diagnosed AML. Methods This is a retrospective study of 505 consecutive adult patients with newly-diagnosed AML who were treated at the Royal Brisbane or Princess Alexandra Hospitals with intensive chemotherapy between 1 st January 1999 and 31 st December 2010. Hematology and ICU databases were cross-referenced to identify patients admitted to ICU in the setting of intensive induction or consolidation chemotherapy attempting to achieve or maintain complete remission 1 (CR1). Statistical analyses were undertaken to identify risk factors for ICU admission, short- and long-term outcomes, and prognostic factors predicting survival following ICU admission. Results Eighty-three patients (16.4%) were identified who had required a total of 92 ICU admissions, complicating 9.4% of induction and 6.7% of consolidation chemotherapy cycles. The median age of patients admitted to ICU was 53 years. Neutropenia was present in 70.7% of patients on admission to ICU, with a median duration of 13 days. The primary indication for ICU admission was hemodynamic instability in 46.7% of patients and respiratory impairment in 40.2% of patients; the underlying pathology was most commonly infection (75.0%). Vasopressors were required in 67.4% of admissions, mechanical ventilation in 58.7%, and hemodialysis in 15.2%. Median APACHE III score was 89 and SOFA score was 11. There were no baseline characteristics found to be associated with an increased likelihood of ICU admission during chemotherapy. Survival to ICU discharge, hospital discharge, 6 months, and 12 months were 67.4%, 60.9%, 48.9%, and 38.6%, respectively. Patients admitted to ICU had worse overall survival than patients not requiring ICU admission (median OS = 0.7 years vs 3.5 years, 5 year OS = 24.3% vs 46.0%, respectively; P < 0.0001) ( Figure 1 ). The increased mortality was predominantly the result of early deaths, as ICU patients surviving to hospital discharge had a similar long-term survival to other patients who survived chemotherapy (median OS = 6.7 years vs 4.1 years, 5 year OS 38.0% vs 47.8%; P = 0.83) ( Figure 2 ). Leukemia-free survival from the time of CR1 was not significantly different between groups ( P = 0.054). Multivariate analysis identified independent prognostic factors predicting mortality prior to hospital discharge to be mechanical ventilation use and higher fibrinogen, and mortality at 12 months to be associated with mechanical ventilation use and AML cytogenetic risk group. Notably, survival in patients admitted to ICU was not significantly influenced by the AML status (active disease vs CR1), whether the patient was receiving an induction or consolidation cycle, or the dose of cytarabine used. Conclusions Admission to ICU is associated with an increased mortality rate compared to those patients not requiring ICU admission. However, a substantial proportion of patients recover from the acute event, and subsequently experience long-term survival. Prognostic factors predicting short-term survival tend to be related to the acute illness, while longer-term survival is more significantly affected by characteristics of the underlying AML. No factors predicted an outcome sufficiently poor to indicate futility of ICU care. Figure 1. View large Download slide Overall survival of patients admitted to the ICU at any stage during induction or consolidation chemotherapy, compared to patients not admitted to the ICU at any phase of treatment. Figure 1. View large Download slide Overall survival of patients admitted to the ICU at any stage during induction or consolidation chemotherapy, compared to patients not admitted to the ICU at any phase of treatment. Figure 2. View large Download slide Landmark analysis showing overall survival of patients who survived all chemotherapy cycles administered, according to requirement for ICU admission. Figure 2. View large Download slide Landmark analysis showing overall survival of patients who survived all chemotherapy cycles administered, according to requirement for ICU admission. Disclosures: No relevant conflicts of interest to declare."
}