{
    "doi": "https://doi.org/10.1182/blood.V106.11.4642.4642",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=452",
    "start_url_page_num": 452,
    "is_scraped": "1",
    "article_title": "Common Variable Immunodeficiency Presenting with Hodgkin’s Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "common variable hypogammaglobulinemia",
        "hodgkin's disease",
        "autoimmune hemolytic anemia",
        "autoimmune thrombocytopenia",
        "biopsy",
        "diabetes mellitus",
        "growth factor",
        "hypogammaglobulinemia",
        "immunoglobulins",
        "lung infections"
    ],
    "author_names": [
        "Amanda Ellwood",
        "Caroline Hamm"
    ],
    "author_affiliations": [
        [
            "University of Western Ontario, London, ON, Canada and ",
            "Windsor Regional Cancer Centre, Windsor, ON, Canada."
        ],
        [
            "University of Western Ontario, London, ON, Canada and ",
            "Windsor Regional Cancer Centre, Windsor, ON, Canada."
        ]
    ],
    "first_author_latitude": "43.01065165000001",
    "first_author_longitude": "-81.26547585",
    "abstract_text": "We report a case of a 32 year old man with classic Common Variable Immunodeficiency Disease (CVID) and Hodgkin’s disease. Repeated immunoglobulin studies as a child showed hypogammaglobulinemia and decreased mitogen responses, with the suggestion of CVID. He presented to the oncology clinic with nearly three decades of recurrent reactive lymphadenopathy and multiple lymph node biopsies throughout his lifetime, recurrent pulmonary infections, and multiple autoimmune manifestations including diabetes mellitus onset at age 4, autoimmune hemolytic anemia and autoimmune thrombocytopenia. He developed Hodgkin’s disease at the age of 30, which has not previously been described in CVID. We also report two other cases of CVID with the diagnosis of non-Hodgkin’s lymphoma in the same oncology practice. CVID is a relatively common and yet rarely identified syndrome. Specific treatment is recommended. We suggest that oncologists should be aware of this unusual and yet relatively common disorder that carries up to 400 times the risk for the development of lymphoma ( Cunningham-Rundles, C, et al. J Clin Immunol  1987 ; 7 : 294 –299 )."
}