{
    "doi": "https://doi.org/10.1182/blood-2020-137710",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4500",
    "start_url_page_num": 4500,
    "is_scraped": "1",
    "article_title": "Preclinical and Translational Support for Clinical Development of Iberdomide in Combination with Proteasome Inhibitors: Mechanism of Synergy in Clinical Trial CC-220-MM-001 ",
    "article_date": "November 5, 2020",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": null,
    "author_names": [
        "Michael Amatangelo",
        "Chad Bjorklund",
        "Jian Kang",
        "Archana Mukhopadhyay",
        "María Dolores Jiménez Nuñez",
        "Lilly Wong",
        "William Pierceall",
        "Sagar Lonial, MD FACP",
        "Niels W.C.J. van de Donk",
        "Rakesh Popat",
        "Sundar Jagannath, MD",
        "Jeffrey Zonder",
        "Monique C. Minnema",
        "Albert Oriol",
        "Jeremy Larsen",
        "Ashraf Z. Badros, MD",
        "Paula Rodriguez-Otero, MD PhD",
        "Pieter Sonneveld, MD PhD",
        "Tuong Vi Nguyen",
        "Kevin Hong",
        "April Sorrell",
        "Anjan Thakurta"
    ],
    "author_affiliations": [
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Celgene Research S.L.U., a Bristol-Myers Squibb Company, Seville, Spain "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "NIHR UCLH Clinical Research Facility, University College London Hospitals NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "The Mount Sinai Hospital, New York, NY "
        ],
        [
            "Karmanos Cancer Institute, Detroit, MI "
        ],
        [
            "Department of Hematology, University Medical Center Utrecht, Utrecht University, Utrecht, Netherlands "
        ],
        [
            "Institut de Recerca contra la Leucèmia Josep Carreras and Institut Català d'Oncologia, Hospital Germans Trias i Pujol, Badalona, Spain "
        ],
        [
            "Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "The University of Maryland Marlene and Stewart Greenebaum Comprehensive Cancer Center, University of Maryland Medical Center, Baltimore, MD "
        ],
        [
            "Clínica Universidad de Navarra, CIMA, IDISNA, CIBERONC, Pamplona, Spain "
        ],
        [
            "Erasmus Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ]
    ],
    "first_author_latitude": "40.305382449999996",
    "first_author_longitude": "-74.69371604999999",
    "abstract_text": "Introduction : Iberdomide (IBER; CC-220) is a potent, novel cereblon (CRBN) E3 ligase modulator (CELMoD) agent under investigation in a phase 1/2 dose-escalation study for relapsed/refractory multiple myeloma (MM) (CC-220-MM-001; NCT02773030). IBER modulates CRBN to induce ubiquitination and proteasome-dependent degradation of Ikaros/Aiolos, resulting in antimyeloma and immunomodulatory activity. Compared with immunomodulatory drugs (IMiDs); IBER binds to CRBN with 20-fold higher affinity and is more efficient at degrading Ikaros/Aiolos. Additionally, IBER can overcome IMiD drug resistance. Here , we compare the preclinical activity of IBER versus IMiD drugs + proteasome inhibitors (PIs), and assess the pharmacodynamic (PD) activity of IBER in patients treated with IBER + dexamethasone (DEX), IBER + DEX + bortezomib (BORT), and IBER + DEX + carfilzomib (CFZ). Methods : MM cell lines and peripheral blood mononuclear cells (PBMCs) from healthy volunteers were analyzed. Cell lines treated with PIs (BORT and CFZ) were pulsed with drug for 1 h, and then treated with clinically relevant concentrations of lenalidomide (LEN; 1 μM), pomalidomide (POM; 300 nM), or IBER (20 nM). Biomarker data for PD analyses were obtained from blood samples of patients enrolled in the IBER + DEX, IBER + DEX + BORT, and IBER + DEX + CFZ cohorts of the CC-220-MM-001 study. Degradation of Ikaros/Aiolos in peripheral blood was analyzed on Cycle (C) 1 Day (D) 1, pre-dose, and post IBER/IBER + PI dose by flow cytometry. Immune profiling was evaluated by flow cytometry from peripheral blood at C1D1, C2D15, C4D1, and C4D15. Results : Proteasome inhibition in cell lines after 1 h pulse of PI was maintained after washout. However, substrate degradation by IBER was affected only minimally by combination with PIs, and was more potent than by LEN or POM. These results correlate with synergistic antiproliferative activity and more potent tumoricidal activity in cell lines treated with IBER + PI than IMiD + PI combinations. Furthermore, ex vivo treatment of PBMCs with IBER + PIs minimally affected cytokine induction by IBER. Analysis of patient samples from the CC-220-MM-001 study confirmed preclinical observations showing minimal inhibition of IBER PD with the addition of PIs to the treatment regimen. In patient T cells, Ikaros and Aiolos protein levels decreased by > 50% and > 70%, respectively, with IBER + DEX, and by > 30% and > 45% (at lower IBER doses) with IBER + DEX + BORT or IBER + DEX + CFX. In all cohorts, the nadir of substrate expression was determined to be 6 h. After repeated dosing (mid-C1) patients treated with IBER + PIs showed > 70% decreases in both Ikaros and Aiolos expression. Furthermore, immune profiling of patients showed that the addition of PIs to the IBER treatment regimen did not inhibit immune-stimulatory activity of IBER, including induction of NK and T cell proliferation. Conclusions : Preclinically, IBER induced substrate degradation in the presence of PIs, and treatment with IBER + PIs resulted in substantially increased tumoricidal activity. Deeper substrate degradation and increased apoptosis were also observed when PIs were combined with IBER versus IMiD drugs. Clinically, IBER led to rapid decreases in substrate levels, even in the presence of PIs, and levels were reduced further with repeated dosing, suggesting that concurrent administration of PIs minimally affects proteasomal degradation of substrates mediated by IBER. Furthermore, increases in NK and T cell proliferation in IBER-treated patients were consistent whether or not they also received a PI, further confirming that IBER has immune-stimulatory activity in combination with PIs. These data support continued clinical development of IBER in combination with PIs for the treatment of MM. Disclosures Amatangelo: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Bjorklund: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Kang: Bristol Myers Squibb: Current Employment. Mukhopadhyay: Bristol Myers Squibb: Other: Contract scientist, Research & Early Development. Jiménez Nuñez: CITRE, a Bristol-Myers Squibb Company: Current Employment. Wong: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Pierceall: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Lonial: Merck: Consultancy, Honoraria, Other: Personal fees; Genentech: Consultancy; Karyopharm: Consultancy; Sanofi: Consultancy; BMS: Consultancy, Honoraria, Other: Personal fees, Research Funding; Janssen: Consultancy, Honoraria, Other: Personal fees, Research Funding; Novartis: Consultancy, Honoraria, Other: Personal fees; Takeda: Consultancy, Other: Personal fees, Research Funding; Amgen: Consultancy, Honoraria, Other: Personal fees; GSK: Consultancy, Honoraria, Other: Personal fees; Abbvie: Consultancy; Millennium: Consultancy, Honoraria; JUNO Therapeutics: Consultancy; TG Therapeutics: Membership on an entity's Board of Directors or advisory committees; Onyx: Honoraria. van de Donk: Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees. Popat: GSK: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); AbbVie: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Takeda: Consultancy, Honoraria, Other: Travel support, Research Funding; Bristol Myers Squibb: Consultancy, Honoraria; Celgene: Consultancy, Honoraria. Jagannath: BMS, Janssen, Karyopharm, Legend Biotech, Sanofi, Takeda: Consultancy. Zonder: Caelum: Consultancy; Intellia: Membership on an entity's Board of Directors or advisory committees, Other: Personal fees; Alnylam: Membership on an entity's Board of Directors or advisory committees, Other: Personal fees; Oncopeptide: Membership on an entity's Board of Directors or advisory committees, Other: Personal fees; Celgene: Research Funding; Janssen: Consultancy, Other: Personal fees; Prothena: Consultancy; Amgen: Membership on an entity's Board of Directors or advisory committees, Other: Personal fees; BMS: Consultancy, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Other: Personal fees. Minnema: Celgene: Other: travel support, Research Funding; Servier: Consultancy; Amgen: Consultancy; Kite, a Gilead Company: Speakers Bureau. Oriol: GlaxoSmithKline: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy; Amgen: Consultancy, Speakers Bureau; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Larsen: Janssen Oncology: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees. Badros: Amgen: Consultancy; University of Maryland: Current Employment. Rodriguez-Otero: Sanofi: Consultancy, Honoraria; GlaxoSmithKline: Consultancy, Current Employment, Current equity holder in publicly-traded company, Honoraria; Amgen: Consultancy, Honoraria; Medscape: Membership on an entity's Board of Directors or advisory committees; Celgene/Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Oncopeptides: Consultancy, Honoraria; Kite: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria. Sonneveld: Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy; Amgen: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Skyline Dx: Honoraria, Research Funding; Karyopharm: Consultancy, Honoraria, Research Funding. Nguyen: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Hong: Bristol Myers Squibb: Current Employment. Sorrell: Children's Oncology Group: Other: Non-member; Previous Study Chair AAML08B1; Bristol Myers Squibb: Current Employment. Thakurta: Oxford University: Other: visiting professor; Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company."
}