{
    "doi": "https://doi.org/10.1182/blood.V114.22.1992.1992",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1565",
    "start_url_page_num": 1565,
    "is_scraped": "1",
    "article_title": "A Spontaneous Reduction of Clone Size in Paroxysmal Nocturnal Hemoglobinuria Patients Treated with Eculizumab for Greater Than 12 Months. ",
    "article_date": "November 20, 2009",
    "session_type": "RED CELL ERYTHROPOIESIS STRUCTURE AND FUNCTION, METABOLISM, AND SURVIVAL (EXCLUDING IRON) POSTER I",
    "topics": [
        "clone cells",
        "eculizumab",
        "paroxysmal nocturnal hemoglobinuria",
        "complement system proteins",
        "drug maintenance dose",
        "pancytopenia",
        "blood transfusion",
        "cyclosporine",
        "drug loading dose",
        "duration of treatment"
    ],
    "author_names": [
        "Richard Kelly, MBChB",
        "Stephen Richards, PhD",
        "Louise Arnold, BSc, MA",
        "Gemma Valters, BSc",
        "Matthew Cullen, MA",
        "Anita Hill, MBChB, (Hons), PhD",
        "Peter Hillmen, PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Oncology, St. James's University Hospital, Leeds, United Kingdom, "
        ],
        [
            "Institute of Oncology, St. James's University Hospital, Leeds, United Kingdom, "
        ],
        [
            "Institute of Oncology, St. James's University Hospital, Leeds, United Kingdom, "
        ],
        [
            "Institute of Oncology, St. James's University Hospital, Leeds, United Kingdom, "
        ],
        [
            "Institute of Oncology, St. James's University Hospital, Leeds, United Kingdom, "
        ],
        [
            "Department of Haematology, Bradford Royal Infirmary, Bradford, United Kingdom"
        ],
        [
            "Institute of Oncology, St. James's University Hospital, Leeds, United Kingdom, "
        ]
    ],
    "first_author_latitude": "53.806724300000006",
    "first_author_longitude": "-1.5212437",
    "abstract_text": "Abstract 1992 Poster Board I-1014 Paroxysmal Nocturnal Hemoglobinuria (PNH) is an acquired clonal disorder of hemopoietic stem cells that is characterized by bone marrow failure, intravascular hemolysis and venous thrombosis. Eculizumab is a humanized monoclonal antibody that specifically binds to the complement protein C5 preventing its cleavage thereby inhibiting the formation of the terminal components of the complement cascade. Eculizumab was approved by the FDA in 2007 after clinical trials showed it was efficacious in treating patients with hemolytic PNH. Prior to eculizumab therapy treatment options were mainly supportive in nature. Historical data shows that a third of patients who survive greater than 10 years undergo spontaneous recovery. We present data on 38 patients with hemolytic PNH treated at a single centre with eculizumab for 12 months or longer. Thirty six of these patients were treated with a loading dose of 600mg every week for 4 doses followed by 900mg the following week and then a maintenance dose of 900mg dose every 14 day. The other 2 patients required a higher maintenance dose of eculizumab, 1200mg every 14 days, due to symptomatic intravascular hemolysis on the standard regime. All our patients had a high PNH granulocyte clone size at the initiation of eculizumab treatment from 52.90% to 99.95% with a median of 96.38%. The duration of eculizumab therapy varied from 12 to 84 months with a median treatment duration of 50 months. Granulocyte clone size was used as it is not subject to as much variation as the erythrocyte clone size which changes both due to blood transfusions and to the extent of intravascular hemolysis present. The proportion of PNH granulocytes probably most accurately reflects the true size of the PNH clone. Seven out of these 38 patients (18.4%) have had a 10% or greater reduction in their granulocyte clone size during the course of their eculizumab treatment. These patients have had a steady and continued decline in their granulocyte clone size throughout their treatment with eculizumab. This may actually be due to an increase in the residual normal cells in some patients (see Table ). Two of these patients (U.P.N. 5 and 7) have had such a dramatic reduction in their clone size that they have been able to stop their eculizumab treatment without any observed detriment to their health. Table Change in PNH clones in patients on eculizumab  U.P.N. . Months on eculizumab . Neutrophils PNH clone size (%) . Normal neutrophils (%) . Pre-treatment . Most recent on treatment . Pre-treatment . Most recent on treatment . 1 50 97.2 42.8 2.8 57 2 48 78.0 63.2 22.0 36.3 3 55 96.4 84.1 3.6 15.9 4 15 92.5 77.0 7.5 23.0 5 12 61.7 32.4 38.3 67.6 6 47 88.3 62.5 11.7 37.5 7 85 52.9 8.5 47.1 91.5 U.P.N. . Months on eculizumab . Neutrophils PNH clone size (%) . Normal neutrophils (%) . Pre-treatment . Most recent on treatment . Pre-treatment . Most recent on treatment . 1 50 97.2 42.8 2.8 57 2 48 78.0 63.2 22.0 36.3 3 55 96.4 84.1 3.6 15.9 4 15 92.5 77.0 7.5 23.0 5 12 61.7 32.4 38.3 67.6 6 47 88.3 62.5 11.7 37.5 7 85 52.9 8.5 47.1 91.5 View Large Two of these 7 patients were treated with ciclosporin for underlying aplasia as compared to 3 of the 31 of those who haven't had a decrease in their clone size. There was no difference in the white cell or platelet count in these 7 patients from when they started eculizumab treatment to the present day indicating that the degree of bone marrow failure present has not changed dramatically during this time course. 5 of the 7 patients had neutrophil clone sizes of less than the median perhaps indicating that recovery requires a certain number of residual normal stem cells to be present. There were no other observed differences to distinguish between patients whose clone size fell and those that did not. It is unlikely that eculizumab has a direct effect on clone size in hemolytic PNH. A more probable hypothesis is that the immune selection in favour of the PNH clone expires over time allowing normal hemopoietic stem cells to repopulate the bone marrow. Whether eculizumab has any influence on this rather than just allowing patients to survive and remain well until recovery occurs is not clear. Our data suggests that there needs to be some normal hematopoietic activity in order for the normal marrow cells to expand and clone size under 95% predicts for recovery. In conclusion, a significant minority of patients with PNH on eculizumab have a progressive reduction in the size of their PNH clone during therapy and in some of these patients the clone falls to a level at which eculizumab can safely be stopped. Disclosures: Kelly: Alexion Pharmaceuticals: Honoraria. Richards: Alexion Pharmaceuticals: Honoraria. Hill: Alexion: Honoraria. Hillmen: Alexion Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}