{
    "doi": "https://doi.org/10.1182/blood.V108.11.2083.2083",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=562",
    "start_url_page_num": 562,
    "is_scraped": "1",
    "article_title": "Array-CGH Based Genomic Profiling in B-Cell Chronic Lymphocytic Leukemia Reveals Specific Correlations of Genomic Imbalances and Prognostic Subgroups and Underlines the Consistency of Chromosomal Aberration Patterns within This Disease. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "chromosome abnormality",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "gene expression profiling",
        "genome",
        "dna microarrays",
        "karyotype determination procedure",
        "lymphoma",
        "clone cells",
        "b-lymphocytes"
    ],
    "author_names": [
        "Carsten Schwaenen, MD",
        "Dirk Kienle, MD",
        "Alexander Krober, MD",
        "Sandra Ruf",
        "Dirk Winkler, MD",
        "Holger Kohlhammer, MD",
        "Hans A. Kestler, PhD",
        "Peter Lichter, PhD",
        "Swen Wessendorf, MD",
        "Hartmut Dohner, MD",
        "Stephan Stilgenbauer, MD"
    ],
    "author_affiliations": [
        [
            "Klinik fur Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Klinik fur Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Klinik fur Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Klinik fur Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Klinik fur Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Klinik fur Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Forschungsdozentur Bioinformatik, Universitaet Ulm, Ulm, Germany"
        ],
        [
            "Molekulare Genetik, Deutsches Krebsforschungszentrum, Heidelberg, Germany"
        ],
        [
            "Klinik fur Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Klinik fur Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Klinik fur Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ]
    ],
    "first_author_latitude": "48.421966399999995",
    "first_author_longitude": "9.952519299999999",
    "abstract_text": "Chronic lymphocytic leukemia of B-cell type (B-CLL) is characterized by a number of typical genomic aberrations. In comparison to patients with normal karyotypes or 13q deletions patients with high risk imbalances such as deletions of 11q, 17p or unmutated IgVH status have a higher risk for advanced disease and a significantly shorter survival. For a precise mapping of chromosomal imbalances as well as to verify the number of aberrations per case in different genetic subgroups of B-CLL (e.g. del11q, del13q, del17p, +12 or unmutated IgVH status) we performed high resolution genomic profiling using a genomic DNA-chip containing 2.800 probes. Target clones comprised a large genome-wide cluster of clones covering the genome at a distance of approx. 1.5Mb and clones mapping to genomic regions or genes of possible pathogenetic relevance in lymphoma. This chip covers approximately 10% of the human genome. In 93 (70%) of 133 analyzed B-CLL cases 171 genomic imbalances were identified (between 1–7 aberrations/case). Besides the confirmation of known recurrent chromosomal aberrations, previously unknown recurrent imbalances were detectable on 2p (8%), 4p (4%), 7p-q (5%), 10q (5%) and 20p (3%). Most of these imbalances were of larger extension (> 10 Mb) and therefore impeded a further delineation of minimal aberrant regions and the identification of possible candidate genes. The mean number of chromosomal aberrations per case (= genomic complexity) in IgVH unmutated CLLs was approx. 2 times higher than in mutated cases (0,77 vs. 1,58 per case). 84% of samples with > 2 aberrations showed an unmutated IgVH status. Moreover, most of the previously unknown imbalances were identified within this group. A higher genomic complexity was also shown for samples with gain on 2p vs. balanced 2p status (2.2 times higher; 2.5 vs. 1.2) and in samples with del17p vs. balanced 17p status (3.7 times higher; 3.52 vs. 0.95). 11q aberrations had no impact on the number of genomic aberrations per case (1.6 vs. 1.2). Moreover, we found a strong association of 2p gains and an unmutated IgVH status (100%). Array based genomic profiling confirmes the chromosomal aberration structure and underlines the consistency of chromosomal aberration patterns of B-CLL. The biological and prognostic relevance of 2p gains and unmutated IgVH mutational status have to be further investigated."
}