{
    "doi": "https://doi.org/10.1182/blood.V122.21.1691.1691",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2505",
    "start_url_page_num": 2505,
    "is_scraped": "1",
    "article_title": "Ethnic Disparities In Acute Myeloid Leukemia Survival In The United States ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster I",
    "topics": [
        "leukemia, myelocytic, acute",
        "racial disparities",
        "cancer",
        "follow-up",
        "total study",
        "time factors"
    ],
    "author_names": [
        "Binay K. Shah, MD",
        "Amir Bista, MBBS",
        "Bahman Shafii"
    ],
    "author_affiliations": [
        [
            "Cancer Center and Blood Institute, St. Joseph Regional Medical Center, Lewiston, ID, USA, "
        ],
        [
            "St. Joseph Regional Medical Center, Lewiston, ID, USA, "
        ],
        [
            "College of Agricultural and Life Sciences, University of Idaho, Moscow, ID, USA"
        ]
    ],
    "first_author_latitude": "46.415912999999996",
    "first_author_longitude": "-117.01630399999999",
    "abstract_text": "Background There is scarcity of data on differences in survival in acute myeloid leukemia (AML) patients by ethnicity. We utilized data from the Surveillance Epidemiology and End Result (SEER) database to investigate the ethnic disparities of survival in general U.S. population. Methods The SEER-18 Registry was used to identify adult (>=18) patients with AML as the only or the first primary cancer diagnosed from 1992 to 2010. We only included cases which were microscopically confirmed and actively followed. Cases that were alive without survival time, those resulted in death certificate/autopsy, and those with ethnicity recorded as unknown were excluded from this study. A total of 29,477 patients (54.5% males) were identified. For the subsequent analyses, various cohorts were formed. Age group cohorts included: 18-44 (5394; 18.3%), 45-54 (3751; 12.7%), 55-64 (4913; 16.7%), 65-74 (6513; 22.1%) and 75+ (8906; 30.2%). The total study period was divided into four groups, 1992-1995 (3409; 11.6%), 1996-2000 (5816; 19.7%), 2001-2005 (9984; 33.9%) and 2006-2010 (10268; 34.8%) for the survival analyses over time. Ethnic stratification used included White (21338; 72.4%), African American (AA: 2322; 7.9%), Asians/Pacific Islanders (A/PI: 2389; 8.1%), Native American/Alaskan Natives (NA/AN: 137; 0.5%) and Hispanics (3291; 11.2%). NA/AN categories were excluded from the final analysis due to their small numbers. Kaplan Meier (KM) curve and log rank test were used to evaluate association between patient characteristics and survival in overall population, OS, and AML-specific survival(AMLSS). Cox proportional hazards model was used for the analysis of association between patient characteristics and survival. Statistical analyses were carried out using SPSS version 16.0.0 Results Median age at diagnosis for the patient population was 66 years. Median follow-up period was 6.17 years for the whole population. Median OS for whole population was 6 months with highest survival among Hispanics and lowest among Whites (10 months versus 5 months, p 0.05), in overall population. OS for females were better than males among AA and Hispanic patients (p value 0.05); however, there was a gradual improvement in the more recent time period cohorts. Results of the proportional hazard models indicated that when compared to Whites, the OS was best for A/PI and worst for AA patients (HR= 0.933, p= 0.006, and HR = 1.139, p <0.001 ,respectively). The OS was higher for females, younger patients, and for patients diagnosed during recent time period cohorts. Similarly, AMLS survival among Hispanics and AA was comparable to whites and, best for Asians/PI (HR 0.911, p =0.003). Conclusions This study demonstrated significant differences in survival rates among AML patients belonging to various ethnic groups with highest OS and AMLSS among A/PI AML patients. Disclosures: No relevant conflicts of interest to declare."
}