{
    "doi": "https://doi.org/10.1182/blood.V110.11.513.513",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=997",
    "start_url_page_num": 997,
    "is_scraped": "1",
    "article_title": "Low Incidence and Successful Treatment of Post-Transplant Lymphoproliferative Disorders (PTLD) among 1,513 Patients Undergoing Liver Transplant Procedures. ",
    "article_date": "November 16, 2007",
    "session_type": "Immunodeficiency, including HIV and other infections",
    "topics": [
        "liver transplantation",
        "lymphoproliferative disorders",
        "posttransplant lymphoproliferative disorder",
        "transplantation",
        "rituximab",
        "tacrolimus",
        "chemotherapy regimen",
        "cyclosporine",
        "follow-up",
        "therapeutic immunosuppression"
    ],
    "author_names": [
        "Corrado Tarella, MD",
        "Ornella Perotto, MD",
        "Roberto Passera, MD",
        "Renato Romagnoli, PhD",
        "Alessandro Franchello, MD",
        "Mauro Salizzoni, MD"
    ],
    "author_affiliations": [
        [
            "Med Onc Sp, Ematologia Univ",
            " "
        ],
        [
            "Liver Transplant Center",
            " "
        ],
        [
            "Med Nucleare Univ, Universita’ & AO S. Giovanni B, Torino, Italy",
            " "
        ],
        [
            "Liver Transplant Center",
            " "
        ],
        [
            "Liver Transplant Center",
            " "
        ],
        [
            "Liver Transplant Center",
            " "
        ]
    ],
    "first_author_latitude": "34.04945190000001",
    "first_author_longitude": "-117.26417740000001",
    "abstract_text": "Introduction. Post-transplant lymphoproliferative disorder (PTLD) is a serious complication due to immunosuppression in solid organ transplant recipients. The incidence is quite variable and the outcome has been reported to be often fatal, although improvements have been observed since the introduction of Rituximab. Aim of the study. To evaluate: frequency, risk factors, and outcome of PTLD in a large series of Liver Transplant (LT). Patients and Methods. Data have been collected on 1,513 patients who underwent LT (127 had one to four re-LT, for a total of 1,648 procedures), over the last 15 yrs. PTLD were diagnosed by histology and immunophenotipical analysis on biopsy specimens. Several parameters were evaluated for possible association with PTLD occurrence, including age, sex, liver disease and HCV state of LT recipient, presence of hepatocellular carcinoma, time elapsed from LT to PTLD, main immunosuppressant therapy (cyclosporine vs. tacrolimus), other drugs for graft rejection. The cumulative incidence of PTLD was determined using the Fine and Gray competing risk regression model. Results. At a median follow-up of 62 mos., 1,224 out of 1,513 patients are alive, with a 5-yr Overall Survival (OS) projection of 80% (see Figure 1). So far, 18 PTLD have been recorded, with a cumulative incidence of 1.0, 1.9 and 4.2% at 5, 10 and 15 yrs respectively. Median time of PTLD occurrence was 32 mos. (range 2–155) since LT. On competing risk multivariate analysis, the use of tacrolimus vs. cyclosporine A was the only factor associated with increased risk of PTLD (SDHR: 2.79, p=0.032). Treatment for PTLD included: i. reduction or discontinuation (4 cases) of the immunosuppression; ii. chemotherapy (15 cases); in addition, Rituximab was delivered to 11 patients (combined with chemotherapy in 5); treatment resulted in Complete Remission in 14 patients, good Partial Remission (PR) in 4; one patient had a transient PR soon followed by disease progression; this was the only patient dying for PTLD; 2 more patients died for causes other than PTLD; at present, at a median follow up of 30 mos., 15 out of the 18 PTLD patients are alive, with a 5-yr OS projection of 88% (see Figure 2). Conclusions. The overall incidence of PTLD in this large series of LT is among the lowest reported so far in patients receiving solid organ transplant; the use of tacrolimus is confirmed as a significant risk factor for PTLD; the outcome of PTLD seems definitely improved; the availability of Rituximab is quite likely to have contributed to the prolonged survival observed. Based on the results of this study, the exclusion of patients with a previous history of lymphoproliferative disease from LT procedures seems questionable. Figure 1. View large Download slide Overall survival of 1,513 patients undergoing LT Figure 1. View large Download slide Overall survival of 1,513 patients undergoing LT Figure 2. View large Download slide Overall survival of 18 patients developing PTLD Figure 2. View large Download slide Overall survival of 18 patients developing PTLD"
}