{
    "doi": "https://doi.org/10.1182/blood.V114.22.3118.3118",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1603",
    "start_url_page_num": 1603,
    "is_scraped": "1",
    "article_title": "Significance of Fibrinogen and the D-Dimer Level for Predicting the Risk of Fatal Bleeding in Patients with Acute Promyelocytic Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology Poster II",
    "topics": [
        "acute promyelocytic leukemia",
        "fibrin fragment d substance",
        "fibrinogen",
        "hemorrhage",
        "hemorrhagic episodes",
        "transfusion",
        "bleeding rate",
        "fibrinogen assay",
        "fresh-frozen plasma",
        "disease remission"
    ],
    "author_names": [
        "Dae-Young Kim",
        "Je-Hwan Lee",
        "Jung-Hee Lee",
        "Sung-nam Lim",
        "Sung-Doo Kim",
        "Yunsuk Choi",
        "Kyung-Hwa Lee",
        "Joo Youn Kim",
        "Young-Shin Lee",
        "Young-Ah Kang",
        "Miee Seol",
        "Yeon-Joo Lee",
        "Kyoo-Hyung Lee"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.52639729999999",
    "first_author_longitude": "127.1097102",
    "abstract_text": "Abstract 3118 Poster Board III-55 Background Bleeding associated with disseminated intravascular coagulation is an important cause of early mortality in patients with acute promyelocytic leukemia (APL) which shows a favorable prognosis after remission. To date, little has been known regarding which clinical parameters contribute to the development of significant bleeding. Methods From Dec. 1998 to Apr. 2009, patients diagnosed with APL were included in this retrospective analysis. All-transretinoic acid (ATRA) at 45mg/m 2 per day and cytotoxic chemotherapy (CTX) were administered. Transfusion of cryoprecipitate (CP) or fresh-frozen plasma (FFP) was considered if a patient's fibrinogen level was below 150mg/dL. The fibrinogen and d-dimer levels were checked regularly until those were normalized. Any significant bleeding which required medical intervention was recorded as a bleeding episode. Results Ninety patients were included in our retrospective analysis. The male to female ratio was 41: 49. The median patient age was 41 years (range: 15-80). ATRA was administered to all patients except for one, and 79 patients (87.8%) received combined CTX. The complete remission rate was 78.9%, and 15 patients (16.7%) died of bleeding during induction therapy. There were 24 bleeding episodes among 24 patients (26.4%), and 15 of 24 bleeding episodes were fatal. The bleeding site was the brain for 14, lung for one, both for four, and other organs for four patients. In terms of the onset of bleeding, there was bleeding detected on the patient's arrival for five patients, bleeding developing during the first 24 hours after the arrival for five, bleeding during induction therapy for 13, and bleeding after achieving remission for one patient. 'Late bleeding' (bleeding after seven days from the start of CTX) developed in eight patients. Patients who suffered from bleeding differed from those who did not regarding the peripheral blood (PB) platelet count (28.7 vs. 44.9 × 10 3 /mm 3 , p =0.014), fibrinogen (117.8 vs. 189.7 mg/dL, p =0.001), and d-dimer (51.9 vs. 32.4 μg/mL, p =0.040). The total and fatal bleeding rates differed in the patient subgroups when they were categorized according to the level at diagnosis of the PB platelet count, LDH, fibrinogen, and d-dimer; a low platelet count (< 20 × 10 3 /mm 3 ), high LDH (> x2 of upper normal limit [UNL]), low fibrinogen (< 150 mg/dL), and high d-dimer (°Ã 20 μg/mL) level were all significant risk factors associated with both total and fatal bleeding ( Table 1 ). Patients whose initial fibrinogen level was more than 150 mg/dL and whose d-dimer level was less than 20 μg/mL, did not experience any bleeding episodes during their entire course of treatment. Among the 51 patients whose level of fibrinogen was evaluable for response, those whose level was elevated without transfusion of CP or FFP (0/11, 0%) or those whose initial level was more than 150 mg/dL (1/30, 3.3%), showed a significantly lower 'late bleeding' rate, i.e. p<0.001, compared with those whose level either decreased despite the transfusion (2/6, 33.3%) or without a transfusion (3/4, 75.0%). Conclusion In this study, the fibrinogen and d-dimer levels at diagnosis of APL were helpful for predicting the development of bleeding episodes in patients with APL. Intensive transfusion of CP to maintain the fibrinogen level at more than 150 mg/dL might be able to significantly decrease the bleeding rate in APL patients. Table 1. Difference in total and fatal bleeding risk in the subgroups  . Platelet count (x 10 3 /mm 3 ) . LDH ( x UNL) . Fibrinogen (mg/dL) . D-dimer (μg/mL) .  < 20 >= 20 <=2 >2 <150 >=150 < 20 >= 20 Total bleeding 43.5% 20.9% 16.0% 51.9% 39.1% 13.5% 0% 42.6%  ( p =0.035) ( p =0.002) ( p =0.010) ( p <0.001) Fatal bleeding 40.9% 9.0% 8.2% 37.0% 26.7% 5.4% 0% 26.4%  ( p =0.001) ( p =0.004) ( p =0.011) ( p =0.001) . Platelet count (x 10 3 /mm 3 ) . LDH ( x UNL) . Fibrinogen (mg/dL) . D-dimer (μg/mL) .  < 20 >= 20 <=2 >2 <150 >=150 < 20 >= 20 Total bleeding 43.5% 20.9% 16.0% 51.9% 39.1% 13.5% 0% 42.6%  ( p =0.035) ( p =0.002) ( p =0.010) ( p <0.001) Fatal bleeding 40.9% 9.0% 8.2% 37.0% 26.7% 5.4% 0% 26.4%  ( p =0.001) ( p =0.004) ( p =0.011) ( p =0.001) View Large Disclosures No relevant conflicts of interest to declare."
}