{
    "doi": "https://doi.org/10.1182/blood-2021-151418",
    "article_title": "Treating Iron Overload Disorders with a Novel Therapeutic Antibody Targeting TMPRSS6 ",
    "article_date": "November 5, 2021",
    "session_type": "102.Iron Homeostasis and Biology",
    "abstract_text": "Iron is an essential element for almost all living organisms as it participates in a wide variety of metabolic processes. Disorders of iron metabolism are among the most prevalent human diseases, ranging from anemia to hemochromatosis. Excessive iron accumulations in major organs of iron overload patients can lead to high mortality. Hepcidin, a HAMP -encoded liver hormone, is the master regulator of iron homeostasis. By binding to the sole iron exporter ferroportin and causing internalization and degradation of the complex, hepcidin inhibits cellular iron efflux, thereby lowers plasma iron levels. Inappropriately suppressed/low hepcidin production is central to iron overload. Transmembrane protease serine-6 (TMPRSS6), a type II transmembrane serine protease primarily expressed in liver, downregulates hepcidin expression through BMP-SMAD pathway. TMPRSS6 deficiencies have been shown to cause hepcidin overexpression in both TMPRSS6-mutant mice and in patients with iron-refractory iron deficiency anemia (IRIDA). Therefore, TMPRSS6 is a viable therapeutic target for iron overload disorders. Here we report the generation of an anti-TMPRSS6 antibody through a hybridoma campaign using a DNA-based immunization approach, followed by humanization and sequence optimization. Lead antibody, hzMWTx-003 selectively binds human TMPRSS6 with low nanomolar affinity (KD: 7.6nM), and is cross-reactive to rodent (mouse and rat) and monkey (cynomolgus and rhesus) TMPRSS6. Single-dose injection of hzMWTx-003 was able to significantly elevate serum hepcidin and liver HAMP RNA levels in wildtype mice, resulting in significantly reduced serum iron level. The Hbb th3/+ mouse model of β-thalassemia, like its human counterpart, is characterized by iron overload, ineffective erythropoiesis and splenomegaly. Treatment of Hbb th3/+ mice with MWTx-003 effectively increased hepcidin expression at both protein and RNA levels, leading to significantly reduced serum iron and liver non-heme iron content. MWTx-003 also dramatically improved anemia and ineffective erythropoiesis, and alleviated splenomegaly in these mice. CMC development of hzMWTx-003 confirms outstanding biophysical properties. Preliminary studies in cynomolgus monkey using GLP-grade material demonstrated good pharmacokinetics of hzMWTx-003 and expected pharmacodynamic response where reduction of serum iron could be sustained for 21 days after single dose administration. A single dose toxicology study in cynomolgus monkey revealed no safety concerns, and no production of anti-idiotype antibodies was detected. In summary, anti-TMPRSS6 antibody MWTx-003 represents a promising therapy for iron overload disorders such as β-thalassemia, and potentially other diseases where iron restriction is beneficial. Disclosures Chen:  Mabwell Therapeutics Inc: Current Employment. Wang:  Mabwell Therapeutics Inc: Current Employment. Zheng:  Mabwell (Shanghai) Bioscience Co. Ltd: Current Employment. Huang:  Mabwell Therapeutics Inc: Current Employment. Mao:  Mabwell (Shanghai) Bioscience Co. Ltd.: Current Employment. Ouyang:  Mabwell (Shanghai) Bioscience Co. Ltd.: Current Employment. Du:  Mabwell Therapeutics Inc: Current Employment.",
    "author_names": [
        "Buxin Chen",
        "Jean Wang",
        "Bin Zheng",
        "Lei Huang",
        "Yu Mao",
        "Zijun Ouyang",
        "Xin Du"
    ],
    "author_dict_list": [
        {
            "author_name": "Buxin Chen",
            "author_affiliations": [
                "Mabwell Therapeutics Inc, La Jolla, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jean Wang",
            "author_affiliations": [
                "Mabwell Therapeutics Inc, La Jolla, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bin Zheng",
            "author_affiliations": [
                "Mabwell (Shanghai) Bioscience Co. Ltd., Shanghai, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Huang",
            "author_affiliations": [
                "Mabwell Therapeutics Inc, La Jolla, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Mao",
            "author_affiliations": [
                "Mabwell (Shanghai) Bioscience Co. Ltd., Shanghai, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zijun Ouyang",
            "author_affiliations": [
                "Mabwell (Shanghai) Bioscience Co. Ltd., Shanghai, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Du",
            "author_affiliations": [
                "Mabwell Therapeutics Inc, La Jolla, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:36:56",
    "is_scraped": "1"
}