{
    "doi": "https://doi.org/10.1182/blood-2019-127566",
    "article_title": "Outpatient Treatment with Lisocabtagene Maraleucel (liso-cel) in Three Ongoing Clinical Studies in Relapsed/Refractory (R/R) B Cell Non-Hodgkin Lymphoma (NHL), Including Second-Line Transplant Ineligible Patients: Transcend NHL 001, Outreach, and PILOT ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "Background: To date, CAR T cell therapy has generally been limited to inpatient treatment at university medical centers. However, most patients (pts) in the US with R/R diffuse large B cell lymphoma receive therapy at non-university medical centers where outpatient delivery of cancer therapy is common. Infusion and management of CAR T cell therapies in the outpatient setting may lead to wider utilization in community/non-university centers and improve access. In TRANSCEND NHL 001, lisocabtagene maraleucel (liso-cel), an investigational, anti-CD19, defined composition, 4-1BB, CAR T cell product administered at target doses of CD4+ and CD8+ CAR T cells, demonstrated efficacy as ≥3rd-line therapy in pts with R/R large B cell NHL. With fewer than half of pts developing cytokine release syndrome (CRS) and/or neurological events (NE) and its delayed onset (median 5 and 10 days, respectively; Abramson, ASCO 2018; 7505) outpatient treatment was allowed with hospitalization at the first sign of fever or neurological symptoms. We report on pts with R/R large B cell NHL who were treated with liso-cel in the outpatient setting in TRANSCEND NHL 001 (NCT02631044) and in two phase 2 studies assessing the safety and efficacy of liso-cel, as ≥3rd-line therapy (OUTREACH; NCT03744676) or as therapy for 2nd-line transplant noneligible (TNE) pts (PILOT; NCT03483103). Methods: Eligible pts had R/R large B cell NHL, adequate organ function, and prior systemic chemoimmunotherapy (TRANSCEND and OUTREACH: ≥2 prior lines of therapy and ECOG PS ≤1; PILOT: 1 prior line of therapy and deemed TNE for autologous hematopoietic stem cell transplantation based on ECOG PS, organ function, and/or age). After lymphodepletion with fludarabine/cyclophosphamide, liso-cel was administered at 1 of 3 dose levels (DL) (DL1 = 50 × 10 6 , DL2 = 100 × 10 6 , DL3 = 150 × 10 6 total CAR+ T cells) in TRANSCEND and at DL2 in OUTREACH and PILOT. All studies allowed outpatient treatment at non-university (OUTREACH) or at both university and non-university medical centers (TRANSCEND, PILOT). Outpatient treatment required pts to have a caregiver for 30 days post-liso-cel infusion, receive safety-monitoring education (recognizing critical adverse events; eg, fever), and to stay within 1 h travel to the site of care. Outpatient treatment was at the discretion of the investigator. All sites had a multidisciplinary CAR T cell therapy team and standard operating procedures for outpatient administration and toxicity monitoring. CRS (Lee criteria, 2014) and NEs (defined as related to liso-cel; CTCAE criteria) were managed in the hospital. Results: At data cutoff, 37 pts across studies had received liso-cel on study Day 1 and were monitored as outpatients, including pts ≥65 yr old and those with high tumor burden. Patient characteristics are shown in the Table. The most frequent grade ≥3 treatment-emergent AEs were cytopenias (neutropenia 43%, anemia 30%, thrombocytopenia 14%). Sixteen pts had any grade CRS and 12 had any grade NE (19 pts had CRS and/or NE). Severe CRS and/or NE occurred in only 2 pts and were reversible (Table). Three pts received tocilizumab and corticosteroids and 4 pts received corticosteroids alone for CRS and/or NE. No pts received tocilizumab alone. Twenty-two of the 37 pts (59%) required hospitalization at any time; all pts were from TRANSCEND or OUTREACH. Three of those pts (8%) were admitted on study Day 3 or earlier, all for CRS; 1 patient required ICU-level care (length of stay, 3 days). Median (range) time to hospitalization post treatment was 5 (2‒22) days and median (range) length of stay was 6 (2‒23) days. Fifteen (41%) of the 37 pts, including all 5 pts from PILOT, were not admitted to hospital in the first 29 days post liso-cel infusion. Across all 3 studies, most pts achieved an objective response, including CR (Table). Median time to peak CAR+ T cell expansion in each study was 10 days (range: 3-21 in TRANSCEND; 7-10 in OUTREACH; 7-10 in PILOT). Conclusions: A subset of pts with R/R large B cell NHL were successfully treated with liso-cel and monitored for CAR T cell-related toxicity in the outpatient setting, including elderly pts and pts with high tumor burden. Severe CRS and NEs occurred with low incidence. The number of early hospitalizations was low, and 41% of pts did not require hospitalization in the first month post liso-cel infusion. Most pts (65%) achieved an objective response. Updated data with longer follow-up will be presented. View large Download slide View large Download slide  Close modal Disclosures Bachier: Sanofi: Speakers Bureau; Viracyte: Consultancy; Kadmon Corporation, LLC: Consultancy. Palomba: Noble Insights: Consultancy; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Hemedicus: Speakers Bureau; Merck & Co Inc.: Consultancy; Seres Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; STRAXIMM: Membership on an entity's Board of Directors or advisory committees; Kite Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Evelo: Equity Ownership; MSK (IP for Juno and Seres): Patents & Royalties. Abramson: AbbVie Inc, Amgen Inc, Bayer HealthCare Pharmaceuticals, Celgene Corporation, EMD Serono Inc, Genentech, Gilead Sciences Inc, Janssen Biotech Inc, Juno Therapeutics, a Celgene Company, Karyopharm Therapeutics, Kite Pharma Inc, Merck, Novartis, Seattle Gen: Consultancy. Andreadis: Roche: Equity Ownership; Novartis: Research Funding; Celgene: Research Funding; Juno: Research Funding; Pharmacyclics: Research Funding; Merck: Research Funding; Kite: Consultancy; Genentech: Consultancy, Employment; Gilead: Consultancy; Jazz Pharmaceuticals: Consultancy. Sehgal: Juno/Celgene: Research Funding; Kite/Gilead: Research Funding; Merck: Research Funding. Hildebrandt: Juno Therapeutics: Equity Ownership; crispr therapeutics: Equity Ownership; CVS Health: Equity Ownership; Immunomedics: Equity Ownership; IDEXX laboratories: Equity Ownership; Pfizer: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Other: Travel; Cellectis: Equity Ownership; Clovis Oncology: Equity Ownership; Aetna: Equity Ownership; Bluebird Bio: Equity Ownership; Celgene: Equity Ownership; Abbvie: Equity Ownership; Cardinal Health: Equity Ownership; Johnson & Johnson: Equity Ownership; Insys Therapeutics: Equity Ownership; Axim Biotechnologies: Equity Ownership; Axim Biotechnologies: Equity Ownership; Novartis: Equity Ownership; Kite Pharma: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Other: Travel; Sangamo: Equity Ownership; Procter & Gamble: Equity Ownership; Vertex: Equity Ownership; Bristol-Myers-Squibb: Equity Ownership; Bayer: Equity Ownership; Scotts-Miracle: Equity Ownership; Incyte: Membership on an entity's Board of Directors or advisory committees, Other: Travel; Jazz Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Research Funding; Takeda: Research Funding; Pharmacyclics: Research Funding; Astellas: Other: Travel; Endocyte: Equity Ownership; GW Pharmaceuticals: Equity Ownership; Kite Pharma: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Other; Novartis: Equity Ownership. Siddiqi: PCYC: Consultancy, Research Funding, Speakers Bureau; AstraZeneca: Consultancy, Research Funding, Speakers Bureau; Janssen: Speakers Bureau; Seattle Genetics: Speakers Bureau; Kite, A Gilead Company: Research Funding; TG Therapeutics: Research Funding; Celgene: Research Funding; BeiGene: Research Funding; Juno Therapeutics: Consultancy, Other: travel support, Research Funding. Stevens: Astellas: Consultancy. Farazi: Juno Therapeutics/A Celgene Company: Employment. Kostic: Juno Therapeutics, a Celgene Company: Employment. Trede: Celgene Corporation: Employment, Equity Ownership. Wang: Celgene Corporation: Employment. Lymp: Celgene Corporation: Employment, Equity Ownership. Thelen: Celgene Corporation: Employment. Ogasawara: Celgene Corporation: Employment, Equity Ownership. Maloney: Juno Therapeutics: Honoraria, Patents & Royalties: patients pending , Research Funding; Celgene,Kite Pharma: Honoraria, Research Funding; A2 Biotherapeutics: Honoraria, Other: Stock options ; BioLine RX, Gilead,Genentech,Novartis: Honoraria.",
    "topics": [
        "ambulatory care services",
        "b-lymphocytes",
        "lymphoma, non-hodgkin",
        "outreach",
        "transplantation",
        "brachial plexus neuritis",
        "infusion procedures",
        "adrenal corticosteroids",
        "electrocorticogram",
        "fever"
    ],
    "author_names": [
        "Carlos R. Bachier, MD",
        "Maria Lia Palomba, MD",
        "Jeremy S. Abramson, MD MMSc",
        "Charalambos Andreadis, MD MSCE",
        "Alison R. Sehgal, MD",
        "John Godwin",
        "Gerhard C. Hildebrandt, MD",
        "Tanya Siddiqi, MD",
        "Don Stevens, MD",
        "Thalia Farazi",
        "Ana Kostic",
        "Nikolaus S. Trede",
        "Lei Wang, PhD",
        "James Lymp, PhD",
        "Tennille Thelen",
        "Ken Ogasawara",
        "David G. Maloney, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carlos R. Bachier, MD",
            "author_affiliations": [
                "Sarah Cannon Blood Cancer Network, Nashville, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Lia Palomba, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy S. Abramson, MD MMSc",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charalambos Andreadis, MD MSCE",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison R. Sehgal, MD",
            "author_affiliations": [
                "University of Pittsburgh Medical Center, Pittsburgh, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Godwin",
            "author_affiliations": [
                "Providence Portland Medical Center, Providence, OR "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard C. Hildebrandt, MD",
            "author_affiliations": [
                "University of Kentucky, Lexington, KY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya Siddiqi, MD",
            "author_affiliations": [
                "City of Hope Cancer Center, Duarte, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Don Stevens, MD",
            "author_affiliations": [
                "Norton Cancer Institute, Louisville, KY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thalia Farazi",
            "author_affiliations": [
                "Juno Therapeutics, a Celgene Company, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Kostic",
            "author_affiliations": [
                "Juno Therapeutics, a Celgene Company, Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolaus S. Trede",
            "author_affiliations": [
                "Juno Therapeutics, a Celgene Company, Seattle, WA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Wang, PhD",
            "author_affiliations": [
                "Juno Therapeutics, a Celgene Company, Seattle, WA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Lymp, PhD",
            "author_affiliations": [
                "Juno Therapeutics, a Celgene Company, Seattle, WA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tennille Thelen",
            "author_affiliations": [
                "Juno Therapeutics, a Celgene Company, Seattle, WA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Ogasawara",
            "author_affiliations": [
                "Celgene, Summit, NJ "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David G. Maloney, MD PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T06:41:36",
    "is_scraped": "1"
}