{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1415.1415",
    "article_title": "Clinical Features and Prognostic Impact of RUNX1 and PTPN11 Mutations in Pediatric Acute Myeloid Leukemia—the Jccg Study, JPLSG AML-05- ",
    "article_date": "December 7, 2017",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Introduction Acute myeloid leukemia (AML) is a complex disease caused by various genetic alterations. Many acquired gene mutations, RUNX1, NPM1, DNMT3A, TET2 , and IDH1/2 , have shown prognostic significance in patients with AML. However, not much is known about the clinical implications of these mutations in pediatric AML patients because of their low frequency. Currently, RUNX1 mutations have been added to the adverse risk group in adult AML according to the European Leukemia Net recommendations of 2017. Moreover, some reports have suggested that PTPN11 mutations may be a poor prognostic marker in adult AML. However, the prognoses of pediatric AML patients with RUNX1 or PTPN11 mutations also remain uncertain. Thus, we investigated these mutations and their correlation with other gene aberrations to verify their prognostic impact on pediatric AML patients. Methods RUNX1 mutations were analyzed using next-generation sequencing in 503 pediatric patients with de novo AML (0-17 years) who participated in AML99 clinical trial by the Japanese Childhood AML Cooperative Study conducted between 2000 and 2002 or AML-05 trial by the Japanese Pediatric Leukemia/Lymphoma Study Group conducted between 2006 and 2010. PTPN11 (exons 2, 3, 4, and 13) mutations were analyzed using Sanger sequencing in 369 patients who participated in AML-05 trial. Results and Discussion RUNX1 mutations occurred at a frequency of 2.6% (13/503) in pediatric patients with de novo AML with 54% being frameshift/nonsense mutations and 46% being missense mutations. Missense variants were considered as mutations if they were not reported in the 1000 Genome database or dbSNP150. Six of 13 mutations were found in patients with normal karyotype. KMT2A -partial tandem duplications ( KMT2A -PTD) were frequently found in patients with RUNX1 mutations ( P < 0.001). Conversely, RUNX1 mutations were mutually exclusive with mutations in NPM1 and CEBPA . Interestingly, RUNX1 mutations were highly prevalent in patients with non-complete remission (non-CR; 5/13, 38% vs. 50/490, 10%; P = 0.009). PTPN11 mutations were identified in 21 (5.7%) of 369 pediatric AML patients and all were heterozygous point mutations leading to translational changes. PTPN11 mutations were frequently observed in patients with M0 subtype (3/7, 43%, P < 0.01) and RUNX1 mutations (3/9, 33%, P = 0.01). Interestingly, PTPN11 mutations were mutually exclusive with inv(16) and fusions of NUP98-NSD1 , and CBFA2T3-GLIS2 and nearly mutually exclusive with other tyrosine kinase pathway genes, such as FLT3 -ITD, NRAS , KRAS , and KIT. Although PTPN11 mutations were mutually exclusive with BCOR/BCORL1 mutations, they were associated with mutations in cohesin complex component genes ( P = 0.02). Overall survival (OS) and event-free survival (EFS) of patients with RUNX1 mutations were significantly worse than those of patients without RUNX1 mutations (5-year OS, 40% vs. 71%, P = 0.003; 5-year EFS, 23% vs. 55%, P = 0.002).The results of univariate and multivariate analyses were assessed using Cox regression analyses. FLT3 -ITD and some cytogenetic groups, such as t(8;21), inv(16), 5q deletion, monosomy 7, and t(16;21), were used as explanatory variables in the multivariate analysis. RUNX1 mutations were significantly associated with inferior OS (univariate: HR = 3.221, 95% CI: 1.550-6.695, P = 0.002; multivariate: HR = 2.103, 95% CI: 1.012-4.368, P = 0.046) in the univariate and multivariate analysis. Although EFS was significantly worse in patients with PTPN11 mutations than in those without (5-year EFS, 26% vs. 57%; P = 0.01), no significant difference was observed in OS. Remarkably, the number of patients receiving stem cell transplantation (SCT) revealed a significant difference between patients with and without PTPN11 mutations (71% vs. 46%; P = 0.03). These results indicate that most patients with PTPN11 mutations were rescued using SCT. Conclusion RUNX1 mutations were associated with non-CR and KTM2A -PTD and were related to adverse outcomes consistent with previous reports of adult AML patients. Although earlier reports did not conclude the prognostic impact of RUNX1 mutations because the number of pediatric patients was limited, our study had a considerable number of patients to confirm the prognostic impact of RUNX1 mutations. Furthermore, PTPN11 mutations were also related to adverse outcomes for EFS in pediatric AML patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "mutation",
        "pediatrics",
        "protein tyrosine phosphatase, non-receptor type 11",
        "ptpn11 gene",
        "signs and symptoms",
        "myeloblastic leukemia, pediatric acute",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "ccaat/enhancer binding protein alpha"
    ],
    "author_names": [
        "Genki Yamato, MD",
        "Norio Shiba, MD",
        "Kenichi Yoshida, MD PhD",
        "Yusuke Hara",
        "Kentaro Ohki, MD PhD",
        "Jun Okubo, MD PhD",
        "Myoung-Ja Park, MD PhD",
        "Manabu Sotomatsu, MD PhD",
        "Tomohiko Taki, MD PhD",
        "Hirokazu Arakawa, MD PhD",
        "Nobutaka Kiyokawa, MD PhD",
        "Daisuke Tomizawa, MD PhD",
        "Souichi Adachi, MD PhD",
        "Takashi Taga, MD PhD",
        "Keizo Horibe",
        "Seishi Ogawa, MD PhD",
        "Yasuhide Hayashi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Genki Yamato, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan ",
                "Department of Pediatrics, Gunma University Graduate School of Medicine, Maebashi, Japan ",
                "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Norio Shiba, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan ",
                "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan ",
                "Pediatrics, Yokohama City University Hospital, Yokohama, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Yoshida, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusuke Hara",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan ",
                "Department of Pediatrics, Gunma University Graduate School of Medicine, Maebashi, Japan ",
                "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kentaro Ohki, MD PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan ",
                "Department of Pediatric Hematology and Oncology Research, National Research Institute for Child Health and Development, Tokyo, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Okubo, MD PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myoung-Ja Park, MD PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manabu Sotomatsu, MD PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohiko Taki, MD PhD",
            "author_affiliations": [
                "Department of Molecular Diagnostics and Therapeutics, Kyoto Prefectural Univ. of Med. Grad. School of Med. Science, Kyoto, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirokazu Arakawa, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Gunma University Graduate School of Medicine, Maebashi, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobutaka Kiyokawa, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology Research, National Research Institute for Child Health and Development, Tokyo, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Tomizawa, MD PhD",
            "author_affiliations": [
                "Children's Cancer Center, National Center for Child Health and Development, Tokyo, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Souichi Adachi, MD PhD",
            "author_affiliations": [
                "Department of Human Health Sciences, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Taga, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Shiga University of Medical Science, Ohtsu, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keizo Horibe",
            "author_affiliations": [
                "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seishi Ogawa, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Kyoto University, Sakyoku, Japan "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhide Hayashi, MD PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan ",
                "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan ",
                "Director General, Japanese Red Cross Gunma Blood Center, Maebashi, Japan"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:30:45",
    "is_scraped": "1"
}