{
    "doi": "https://doi.org/10.1182/blood.V118.21.2353.2353",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1900",
    "start_url_page_num": 1900,
    "is_scraped": "1",
    "article_title": "Tip110 Maintains Expression of Pluripotent Factors in and Pluripotency of Human Embryonic Stem Cells ",
    "article_date": "November 18, 2011",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "topics": [
        "embryonic stem cells",
        "enhanced s-cone syndrome",
        "mobility",
        "quantitative real-time polymerase chain reaction",
        "rna, small interfering",
        "transcription factor",
        "transfection",
        "european society of cardiology",
        "spatial vectors",
        "binding (molecular function)"
    ],
    "author_names": [
        "Ying Liu, MD",
        "Man Ryul Lee, PhD",
        "Khalid Timani, PhD",
        "Johnny J He, PhD",
        "Hal E. Broxmeyer, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Microbiology and Immunology, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Department of Microbiology and Immunology, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Department of Microbiology and Immunology, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Department of Microbiology and Immunology, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Department of Microbiology and Immunology, Indiana University School of Medicine, Indianapolis, IN, USA"
        ]
    ],
    "first_author_latitude": "39.778277",
    "first_author_longitude": "-86.17180889999999",
    "abstract_text": "Abstract 2353 Embryonic stem cells (ESCs) are pluripotent, self-renew and can be differentiated into cells of all three germ layers, and nanog, Oct4 and Sox2, form a core of the self-renewal transcription network. Nanog expression is restricted to pluripotent cells and is down regulated upon differentiation; little is known about its regulation. Expression of the OCT4 gene maintains cell pluripotency via a stringent dose-dependent regulation with OCT4 levels above or below required dosages producing cellular differentiation; thus maintenance of a critical amount of OCT4 is necessary to prevent ESC differentiation. Sox2, a high-mobility group domain containing transcription factor, binds to the consensus motif CATTGTT. We recently reported in Blood that Tip110 is an essential gene expressed in earliest cells of adult bone marrow hematopoietic development. Increased TIP110 expression enhanced hematopoietic progenitor cell (HPC) numbers, survival, and cell cycling; decreased Tip110 expression manifested the opposite effect, demonstrating a role for TIP110 in regulation of hematopoiesis. Herein, we investigated TIP110 expression and actions in human (h)ESCs. Quantitative RT-PCR showed that TIP110, as well as Nanog, Oct4 and Sox2 were expressed in a hESC line. hESCs were removed from feeder layers and b-FGF for 5 days, to allow ESC differentiation. TIP110 expression levels were dramatically reduced (by 77%); this was associated with large decreases in expression of NANOG (82%), OCT4 (80%), and SOX2 (85%). We then assessed whether TIP110 might regulate hESC pluripotency. We exogenously over-expressed TIP110 in hESC cells. Feeder layers and b-FGF were withdrawn upon introducing the TIP110 vector and cells cultured for 5 days to test whether sustained TIP110 expression rendered ESCs less sensitive to differentiation. Compared with controls, TIP110 over-expressing cells stained positive for OCT4, NANOG and were negative for Tuji, SMA and AFP, demonstrating that over-expression of TIP110 rendered ESCs less responsive to differentiation. Next, we reduced TIP110 expression by transfection of the hESCs with TIP110 siRNA. Cells were cultured in mTeSR medium on Matrigel-coated dishes for an additional 5 days in order to maintain cells under undifferentiation conditions. TIP 110 siRNA vector expressing cells were negative for OCT4, NANOG, and positive for Tuji, SMA and AFP expression compared with control cells, demonstrating that enforced reduction of TIP110 expression in hESCs causes hESC differentiation. This demonstrated the importance of TIP110 in maintenance of ESC pluripotency. We speculated that TIP110 maintenance of hESC pluripotency might be through regulation of NANOG, OCT4 and SOX2. We silenced TIP110 expression in hESCs by transfection with a TIP110 siRNA vector, previously shown to reduce TIP110 expression by 70%. Cells were cultured in complete 20% KSR hESC medium for an additional 5 days. Expression of these three transcription factors was dramatically decreased, demonstrating that TIP110 is required for maintaining NANOG, OCT4 and SOX2 levels in this hESC line. Reduction of TIP110 expression caused hESC differentiation directly or indirectly through down-regulation of NANOG, OCT4 and SOX2 expression. Thus, TIP110 is preferentially expressed in the undifferentiated state in hESCs and plays a key role in regulating OCT4, SOX2, and NANOG, factors required to maintain pluripotency. Together, our present and previous studies suggest TIP110 expression as a useful marker to distinguish early from more differentiated cells. Modulating TIP110 expression in a controlled fashion may be relevant for cellular engineering and regenerative medicine. Disclosures: No relevant conflicts of interest to declare."
}