{
    "doi": "https://doi.org/10.1182/blood.V104.11.2702.2702",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=182",
    "start_url_page_num": 182,
    "is_scraped": "1",
    "article_title": "Identification of Immunodominant Alloreactive T-Cell Epitopes on the Jk a Red Blood Cell Protein Inducing Either Th1 or Th2 Cytokine Expression: Role of DRB1*01 Molecules in Jk a Peptide Presentation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "cytokine",
        "erythrocytes",
        "molecule",
        "peptides",
        "t-lymphocyte epitopes",
        "genetic predisposition to disease",
        "aldesleukin",
        "interleukin-4",
        "alloimmunization",
        "antibodies"
    ],
    "author_names": [
        "Helene Ansart-Pirenne, MD; PhD",
        "Dominique Zeliszewski, PhD",
        "Ketty Lee, MD",
        "Stephanie Martin-Blanc",
        "Philippe Rouger, MD; PhD",
        "France Noizat-Pirenne, MD; PhD"
    ],
    "author_affiliations": [
        [
            "CNRGS, INSERM U76, Institut National de la Transfusion Sanguine, Paris, France"
        ],
        [
            "FRE2443, Centre National de la Recherche Scientifique, Paris, France"
        ],
        [
            "Hopital Henri Mondor, Etablissement Francais du Sang, Creteil, France"
        ],
        [
            "CNRGS, INSERM U76, Institut National de la Transfusion Sanguine, Paris, France"
        ],
        [
            "CNRGS, INSERM U76, Institut National de la Transfusion Sanguine, Paris, France"
        ],
        [
            "Hopital Henri Mondor, Etablissement Francais du Sang, Creteil, France"
        ]
    ],
    "first_author_latitude": "48.85885484999999",
    "first_author_longitude": "2.347035",
    "abstract_text": "Background : although antibodies implicated in red blood cell (RBC) blood group antigen alloimmunization are studied for many years, little is known about helper T cell responses that drive their production. The aim of this work was to determine T cell antigenic determinants involved in T cell responses against RBC antigens, and the subsequent patterns of stimulatory cytokine production. Study Design : the Kidd blood group antigen (Jk a ), was selected as a model. We investigated cytokine expression by helper T cells after stimulation by Jk a peptides. Peripheral mononuclear cells were isolated from Jk a primed donors producing anti-Jk a antibodies and from non anti-Jk a alloimmunized donors as negative controls. Four 16-mer peptides mimicking the Jk a sequence, 266–293, including the Asp280 polymorphism, and overlapping each over by 12 amino acids were tested to map alloreactive T cell epitopes. A sensitive method, the real time RT-PCR, was chosen to quantify Th1- and Th2-type cytokines (respectively IL-2 and IL-4) after Jk a peptide stimulations. DRB1* and DQB1* low resolution typing, and DRB1* DNA subtyping were performed. Results : lymphocytes from non anti-Jk a alloimmunized donors produced low level of IL-2 or IL-4 (<10copies), while lymphocytes from all anti-Jk a alloimmunized donors responded in a much higher level to at least one of the four Jk a peptides. A clear Th1/Th2 dichotomy in the cytokine response was observed in this population. Indeed, among the 10 anti-Jk a alloimmunized donors tested, 4 produced IL-2 alone and 6 produced IL-4 alone. Sequences among two peptides (Jk a 1and Jk a 2) were together able to elicit a response (IL-2 or IL-4) in 8 among 10 of these anti-Jk a alloimmunized donors and represent a pool of immunodominant peptides. This Th1/Th2 dichotomy was not due to delays in kinetics of IL-2 and IL-4 productions. It was neither related to particular donor DRB1* or DQB1* molecules. The DRB1*01 phenotype frequency was increased (82%) in the anti-Jk a alloimmunized donors as compared to the expected frequency (18%) in the caucasian population. This observation raised the question as to whether these molecules are associated to genetic susceptibility to anti-Jk a alloimmunization. Conclusion : These data indicate that Th1 and Th2 subsets are associated to the specific memory humoral immune response against Jk a RBCs. The cytokine pattern (IL-2 or IL-4) is characteristic of the donor, whatever the peptide tested. DRB1*01 seems to be implicated in the peptide presentation to the T lymphocyte. A detailed understanding of peptides and cytokines involved in T cell responses to Jk a protein and the HLA class II molecules implicated in the peptide presentation constitutes a first step toward evaluation of peptide immunotherapy to prevent or treat anti-RBC alloimmunization."
}