{
    "doi": "https://doi.org/10.1182/blood.V128.22.3960.3960",
    "article_title": "A Novel Oncolytic Reovirus Immune Priming Strategy Dramatically Enhances the Efficacy of Anti-PD-L1 Antibody Therapy Against Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "605. Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases: Poster III",
    "abstract_text": "Multiple myeloma (MM) is the second most common adult hematologic malignancy in the United States and is characterized by a unique form of progressive bone destruction. Despite the development of new treatments such as proteasome inhibitors and immunomodulatory agents, patients with high-risk disease have a median survival of only 2-3 years, highlighting the demand for more effective therapeutic strategies. Oncolytic viral formulations represent a promising new class of anticancer agents that may have important applications in precision medicine. Recent studies have demonstrated that reoviruses specifically replicate only in cancer cells and this led to the development of a reovirus-based oncolytic viral therapy called Reolysin. We have demonstrated that reoviruses selectively replicate in MM cells and Reolysin possesses significant activity in preclinical in vitro and in vivo MM models. These findings established the framework for an ongoing investigator-initiated phase 1b clinical study of Reolysin in combination with bortezomib and dexamethasone in patients with relapsed/refractory MM. Recent gene ontology analyses of RPMI-8226 and U266 MM cells treated with Reolysin revealed that reovirus exposure triggers a highly significant transient increase in CD274 (programmed death 1 ligand, PD-L1) in MM cell lines. Reolysin-mediated PD-L1 upregulation was confirmed by immunoblotting, qRT-PCR, and flow cytometric analyses in MM cell lines and primary patient specimens treated with Reolysin. Increased PD-L1 expression was also detected by immunohistochemistry in MM tumor samples collected from mice treated with Reolysin. Adaptive resistance mediated by inhibitory ligands such as PD-L1 has emerged as an important mechanism of malignant cell survival and has led to the development of new agents that disrupt the PD-L1/PD-1 immune checkpoint. These agents have exhibited dramatic efficacy in certain forms of cancer including melanoma and lung cancer. Analysis of specimens from patients treated on clinical trials with these agents indicates that high basal expression of PD-L1 on tumor cells may be necessary to elicit significant clinical benefit. Notably, most MM cell lines and primary CD138+ cells from MM patients do not overexpress PD-L1 compared to normal plasma cells and this may preclude patients with MM from optimally benefiting from immune checkpoint therapy. However, novel immune priming strategies that stimulate transient upregulation of PD-L1 on malignant cells could potentially render agents that target the PD-L1/PD-1 axis significantly more effective for a broader range of malignancies including MM. We hypothesized that Reolysin could be used as a precision immune priming agent to potentiate the anti-MM efficacy of PD-L1 targeted therapy by rendering MM cells vulnerable to PD-L1 inhibition through the transient upregulation of target expression. To investigate this therapeutic approach, 5TGM1-luc murine MM cells were injected IV into immunocompetent mice to generate MM bone disease. After disease was established, mice were randomized into groups and treated with vehicle, Reolysin (5 x 10 8 TCID50, Q7D), murine anti-PD-L1 antibody (200 mg/mouse, Q2D) or the combination for 5 weeks. Mice treated with the combination demonstrated decreased disease burden as measured by bioluminescent imaging and also showed reduced IgG2bk levels (specific IgG secreted by 5TGM1 cells) by ELISA. Importantly, the combination also led to increased overall animal survival compared to vehicle control and either single agent treatment (P<0.01). Analysis of bone marrow specimens from mice in all experimental groups showed that Reolysin stimulated elevated PD-L1 levels in vivo in a manner that was directly linked to the enhanced efficacy of the combination. Our findings demonstrate that Reolysin has dramatic PD-L1-related immune priming effects in clinically relevant models of MM and support its use as a precision agent to sensitize MM cells to immune checkpoint therapy. Based on these promising data, we are currently planning a clinical study of Reolysin in combination with bortezomib and a PD-1 inhibitor in patients with relapsed/refractory MM. Disclosures Kelly: Novartis: Consultancy, Speakers Bureau; Pharmacyclics: Consultancy, Speakers Bureau; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees. Coffey: Oncolytics Biotech: Employment.",
    "topics": [
        "antibody therapy",
        "multiple myeloma",
        "orthoreoviruses",
        "reoviridae",
        "programmed cell death 1 ligand 1",
        "tumor cells, malignant",
        "bortezomib",
        "cancer",
        "ligands",
        "antibodies"
    ],
    "author_names": [
        "Kevin R. Kelly, MD PhD",
        "Claudia M. Espitia",
        "Weiguo Zhao",
        "Valeria Visconte, PhD",
        "Matt Coffey",
        "Jennifer S. Carew, PhD",
        "Steffan T. Nawrocki, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kevin R. Kelly, MD PhD",
            "author_affiliations": [
                "Keck School of Medicine, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Claudia M. Espitia",
            "author_affiliations": [
                "University of Texas Health Science Center at San Antonio, CTRC Institute for Drug Development, San Antonio, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weiguo Zhao",
            "author_affiliations": [
                "CTRC Institute for Drug Development University of Texas Health Science Center at San Antonio, San Antonio, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Visconte, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matt Coffey",
            "author_affiliations": [
                "Oncolytics Biotech, Inc, Calgary, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer S. Carew, PhD",
            "author_affiliations": [
                "University of Arizona Cancer Center, Tucson, AZ"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steffan T. Nawrocki, PhD",
            "author_affiliations": [
                "University of Arizona Cancer Center, Tucson, AZ"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T13:00:26",
    "is_scraped": "1"
}