{
    "doi": "https://doi.org/10.1182/blood.V108.11.3437.3437",
    "article_title": "DKK-1 and sFRP-3 Expression by Myeloma Cell and Bone Marrow Plasma Levels in Multiple Myeloma and MGUS Patients: Potential Relationship with Bone Status. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Recently, it has been demonstrated that Wnt inhibitors, as DKK-1 and sFRP-3 are produced by MM cells. High DKK-1 levels in MM cells have been shown to correlate with the presence of focal bone lesions in MM patients. However no data are available concerning the potential relationship between sFRP-3 and DKK-1 expression by MM cells, their BM levels and the presence of bone disease. In this study we have investigated DKK-1 and sFRP-3 mRNA expression by RT-PCR in fresh purified CD138+ MM cells (purity>95%) obtained from 50 newly diagnosed MM patients and 16 MGUS. The expression of both molecules was also evaluated by microarray analysis (Affimetrix U133A chips) in an independent larger database of 102 newly diagnosed MM patients. DKK-1 and sFRP-3 protein expression in MM cell lysates was detected by western blot analysis. In addition DKK-1 and sFRP-3 levels were detected by ELISA into the bone marrow (BM) plasma. Bone status in all MM patients tested was evaluated by total X-rays scan. By RT-PCR we found that 74% of MM patients were positive for DKK-1 mRNA at the diagnosis whereas 60% expressed sFRP-3 mRNA. DKK-1 and sFRP-3 expression was further analyzed in relationship with the bone status of MM patients. Although DKK1 and sFRP-3 were found positive in 81% and 73% of osteolytic patients, and 50% and 37% of non-osteolytic ones respectively, these values do not reach a statistical significance (Chi Square 2-tailed p=0.2) and 36% sFRP-3 (p=0.069). On the other hand, comparing MM patients positive for DKK-1 and sFRP-3 with those negative for both molecules we found a significant statistical correlation with the presence of bone lesions (p=0.03). In agreement with RT-PCR analysis, supervised gene expression profiling of 102 MM patients failed to find a significant correlation between the level of DKK-1 and sFRP-3 mRNA expression and the presence of bone lesions in MM patients. When we analyzed DKK-1 and sFRP-3 protein expression in malignant purified plasma cells we found that a lower number of MM patients expressed Wnt inhibitors as compared to mRNA. On the other hand, DKK-1 and sFRP-3 were was detectable in bone marrow (BM) plasma of 90% and 76% of of MM patients, respectively. Significant higher DKK-1 and sFRP-3 levels were detected in MM patients (median DKK-1 levels: 2.84 ng/mL, range:0,55–91,55 ng/mL; sFRP-3: 1,53 ng/mL, range: 0–27 ng/mL) as compared to MGUS subjects (DKK-1: 1,5 ng/ml, range: 0–4,12 ng/mL; sFRP-3: 0,55 ng/mL, range: 0–6,82 ng/mL) (Nonparametric 2-tailed test. p=0.005 and p=0.003, respectively). Considering the bone status of MM patients we found that osteolytic patients showed significant higher BM DKK-1 levels as compared to non-osteolytic ones (median: 6,85 vs 1,19 ng/m; p= 0.05) whereas BM sFRP-3 ones did not reach a statistical significance (3,3 vs. 1,12 ng/mL p=0.3). In conclusion, our results support the hypothesis that Wnt inhibitors DKK1 and s-FRP-3 may have a role in bone disease in MM indicating that DKK-1 and sFRP-3 double positive MM patients may have higher incidence of bone lesions. Finally, our study indicate that BM levels DKK-1 rather than the level of mRNA expression by MM cells better correlated with the presence of bone lesions in MM patients suggesting the involvement of the BM microevironment as source of DKK-1.",
    "topics": [
        "bone marrow",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "myeloma cells",
        "plasma",
        "rna, messenger",
        "bone lesion",
        "reverse transcriptase polymerase chain reaction",
        "bone diseases",
        "molecule"
    ],
    "author_names": [
        "Nicola Giuliani",
        "Francesca Morandi",
        "Sara Tagliaferri",
        "Luca Agnelli",
        "Katia Todoerti",
        "Mario Pedrazzoni",
        "Monica Crugnola",
        "Giorgio Lambertenghi Deliliers",
        "Vittorio Rizzoli",
        "Antonino Neri"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicola Giuliani",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Francesca Morandi",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Tagliaferri",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Agnelli",
            "author_affiliations": [
                "Molecular Genetics, IRCCS, University, Milan, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katia Todoerti",
            "author_affiliations": [
                "Molecular Genetics, IRCCS, University, Milan, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Pedrazzoni",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Crugnola",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giorgio Lambertenghi Deliliers",
            "author_affiliations": [
                "Molecular Genetics, IRCCS, University, Milan, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Rizzoli",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonino Neri",
            "author_affiliations": [
                "Molecular Genetics, IRCCS, University, Milan, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T12:49:11",
    "is_scraped": "1"
}