{
    "doi": "https://doi.org/10.1182/blood.V126.23.1939.1939",
    "article_title": "Treatment of Chronic Graft Versus Host Disease with a Combination of B-Cell Depletion and Tyrosine Kinase Inhibition ",
    "article_date": "December 3, 2015",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "abstract_text": "Chronic Graft Versus Host Disease (cGVHD) affects about 60% of all patients receiving an allogeneic hematopoietic stem cell transplantation (HSCT) and surviving beyond day 100. Incidence of cGVHD is rising because of the widespread use of Peripheral Blood Stem Cells (PBSC) as stemcell source. Chronic GVHD accounts for high morbidity and mortality rates. Affected patients require long term use of immunosuppressive drugs, mainly corticosteroids, which lead to development of severe side effects. Both the manifestations of cGVHD as the side effects from immune suppressive drugs account for a decrease in quality of life when cGVHD develops. Therefor new therapeutic strategies are urgently needed. Therapeutic approaches for cGVHD are limited. Generally recommended first line therapy consists of glucocorticoid therapy combined with a calcineurin inhibitor. Options for second line therapy are numerous but no consensus on the most favourable choice of agents has been reached. However as both monotherapy with rituximab and monotherapy with tyrosine kinase inhibition have shown to be effective in reducing cGVHD symptoms . We aimed to test whether the sequential therapy of the anti CD20 antibody rituximab followed by a 6 month treatment period with the tyrosine kinase inhibitor nilotinib is a good treatment strategy for patients with sclerotic cGVHD (EudraCT nr 2008-004125-42). We treated 26 patients with a combination of 4 weekly infusions of rituximab followed by a 6 month period of treatment with nilotinib (300mg b.i.d.). Patients were evaluated monthly for 13 months and sequential blood samples and skin biopsies were analyzed. All patients gave informed consent before enrollment. 3 patients experienced severe side effects from either rituximab or nilotinib treatment and therefor were taken off study. Of the remaining 13 patients who thus far have completed the study protocol, 60% showed a (partial) response (3 patients went from NIH scoring 'severe' to 'moderate', 1 patient went from NIH scoring 'moderate' to 'no cGVHD'). There is also a significant decrease in cGVHD affected body surface area (Figure 1). Moreover, two out of four patients who suffered from severe ulcerations at the start of the study had a complete resolution of ulcers at the end of the treatment period. Patients with a (partial) response also showed a decrease in self attributed severity of cGVHD and their immunosuppressive drugs could be tapered. The sequential therapy of B-cell depletion and tyrosine kinase inhibition provides a new and interesting alternative treatment option for this difficult and heavily pretreated patient category. Table 1. Baseline characteristics of participants.  Patients . . . 26 . . Male sex   20  Mean age in years (range) 47,5 21-70 Primary diagnosis     AML  7   Multiple myeloma 5   ALL  4   Lymphoma  4   MDS  2   CLL  1   Myeloproliferative disorder 2   aplastic anemia  1  Mean days after allo SCT (range) 1368 411-3820 Ulcerative chronic GvHD at start 5  NIH grade severity cGVHD at start    severe  20   moderate  6  Patients . . . 26 . . Male sex   20  Mean age in years (range) 47,5 21-70 Primary diagnosis     AML  7   Multiple myeloma 5   ALL  4   Lymphoma  4   MDS  2   CLL  1   Myeloproliferative disorder 2   aplastic anemia  1  Mean days after allo SCT (range) 1368 411-3820 Ulcerative chronic GvHD at start 5  NIH grade severity cGVHD at start    severe  20   moderate  6  View Large Figure 1. View large Download slide Percentage of total body surface area affected by chronic Graft versus Host Disease is plotted against time in months after start of the study. Each dot represents 1 patient. P-values are calculated by means of Wilcoxon matched-pairs signed rank test. Figure 1. View large Download slide Percentage of total body surface area affected by chronic Graft versus Host Disease is plotted against time in months after start of the study. Each dot represents 1 patient. P-values are calculated by means of Wilcoxon matched-pairs signed rank test.  Close modal Disclosures Off Label Use: Anti CD20 antibody rituximab is used for sclerotic chronic GVHD. Tyrosine kinase inhibitor nilotinib is used for sclerotic chronic GVHD..",
    "topics": [
        "b-lymphocytes",
        "graft-versus-host disease, chronic",
        "protein tyrosine kinase",
        "rituximab",
        "nilotinib",
        "adverse effects",
        "ulcer",
        "antibodies",
        "cd20 antigens",
        "glucocorticoids"
    ],
    "author_names": [
        "Lotte van der Wagen, MD",
        "Liane CJ te Boome, MD",
        "Inger Nijhof",
        "Marieke Schoordijk",
        "Denise Buter",
        "Ellen Meijer, MDPhD",
        "Jurgen Kuball, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lotte van der Wagen, MD",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Liane CJ te Boome, MD",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands ",
                "Hematology, MC Haaglanden, Den Haag, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inger Nijhof",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marieke Schoordijk",
            "author_affiliations": [
                "Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denise Buter",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen Meijer, MDPhD",
            "author_affiliations": [
                "Hematology, VU University Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jurgen Kuball, MDPhD",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T04:19:35",
    "is_scraped": "1"
}