{
    "doi": "https://doi.org/10.1182/blood.V110.11.3917.3917",
    "article_title": "Less Chronic ITP after IVIG for Acute Childhood ITP? A Matched Pairs Analysis from Registry I of the Intercontinental ITP Study Group (ICIS). ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Introduction: Childhood immune thrombocytopenic purpura (ITP) is a bleeding disorder caused by destruction of platelets with a very small risk of a life threatening bleeding. ICIS Registry I was initiated in 1997 to obtain worldwide prospective data on the natural history of ITP in children. The first analyses of ICIS data showed that 25–47% of the children developed chronic ITP (defined as a platelet count < 150 × 10 9 /l 6 months after diagnosis) depending on age. Previous studies in small numbers of patients suggested that intravenous immunoglobulin (IVIG) treatment at diagnosis might reduce the risk of chronic ITP. Therefore, the ICIS Registry I (with data on >2000 patients) was used to examine prognostic factors related to chronic ITP. Results: Of the 2605 children with newly diagnosed ITP, between 3 months and 16 years of age, in 1984 the platelet count 6 months after diagnosis was known; 630 (32%) had a platelet count <150 × 10 9 /l. Patient and clinical characteristics associated with a significantly (univariate analysis, p10: 49%), platelet count at diagnosis (<10 × 10 9 /l: 25%; 10–20: 37%; 20–50: 40%; >50: 50%) and previous infection (yes: 27%; no 38%). Gender was not of prognostic significance. Investigating the effect of treatment, we performed a matched pairs analysis : two groups were composed, one with platelets ≥150 × 10 9 /l (’controls’) and one with platelets <150 × 10 9 /l (’cases’) at six months from diagnosis, but matched with regard to gender, age, previous infection, platelet count at diagnosis and country of origin. We identified 449 matched pairs. The group with chronic ITP had been more often treated at diagnosis with steroids and less often with IVIG than the controls; the difference between IVIG and steroid treatment was highly significant (p=0.003); patients who were treated with both IVIG and steroids behaved like those with steroids alone; patients without any initial drug treatment behaved in between. Odds ratio (OR) for not having chronic ITP was for IVIG: 1.8 (95% confidence interval: 1.25–2.64) and for steroids 0.60 (0.42–0.87). Conclusion: Data from the worldwide ICIS Registry I also suggest that IVIG treatment of acute childhood ITP might reduce the risk for chronic ITP while steroids might increase that risk. However, caution is warranted because this study was not a randomized controlled trial, and a considerable number of patients could not be included in the final analyses. A prospective randomised study is needed to confirm these results.",
    "topics": [
        "child",
        "immunoglobulins, intravenous",
        "purpura, thrombocytopenic, idiopathic",
        "steroids",
        "infections",
        "risk reduction",
        "bleeding diathesis",
        "blood coagulation disorders",
        "hemorrhage",
        "pharmacotherapy"
    ],
    "author_names": [
        "Rienk Y.J. Tamminga",
        "Willi Berchtold",
        "Marrie C.A. Bruin",
        "George R. Buchanan",
        "Thomas Kuehne"
    ],
    "author_dict_list": [
        {
            "author_name": "Rienk Y.J. Tamminga",
            "author_affiliations": [
                "Beatrix Children’s Hospital, Groningen, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Willi Berchtold",
            "author_affiliations": [
                "Brugg, Switzerland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marrie C.A. Bruin",
            "author_affiliations": [
                "Wilhelmina Children’s Hospital, Utrecht, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George R. Buchanan",
            "author_affiliations": [
                "University of Texas, Southwestern Medical Center, Dallas, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Kuehne",
            "author_affiliations": [
                "University Children’s Hospital, Basel, Switzerland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T02:36:13",
    "is_scraped": "1"
}