{
    "doi": "https://doi.org/10.1182/blood.V122.21.5504.5504",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2534",
    "start_url_page_num": 2534,
    "is_scraped": "1",
    "article_title": "Treosulfan Based Myeloablative Regimen Provides High Rate Of Allogeneic Engraftment and Low Toxicity In Patients With Advanced Myelofibrosis, ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results",
    "topics": [
        "engraftment",
        "myelofibrosis",
        "toxic effect",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "brachial plexus neuritis",
        "tissue transplants",
        "transplantation, homologous",
        "beta 2-microglobulin",
        "blast phase"
    ],
    "author_names": [
        "Simone Claudiani, MD",
        "Francesca Lunghi, MD",
        "Fabio Giglio, MD",
        "Giorgia Levati, MD",
        "Maria Teresa Lupo Stanghellini, MD",
        "Sarah Marktel, MD",
        "Matteo Carrabba, MD",
        "Chiara Bonini, MD",
        "Consuelo Corti, MD",
        "Magda Marcatti, MD",
        "Massimo Bernardi, MD",
        "Jacopo Peccatori, MD",
        "Fabio Ciceri, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, ",
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ]
    ],
    "first_author_latitude": "45.46273385",
    "first_author_longitude": "9.17773225",
    "abstract_text": "Abstract 5504 Backgroud Allogeneic transplantation (HSCT) is the only potentially curative therapy for myelofibrosis, even in the era of new drugs that only impact on selected manifestations of disease. The time to evolution of myelofibrosis in advanced phases is variable (months to several years). The choice to proceed to allogeneic transplantation is based on several clinical variables; conditioning regimen and time to transplantation may influence the outcome of HSCT. Here we present our experience in a group of patients with myelofibrosis transplanted in Our Center with a myeloablative regimen based on full dose of treosulfan. Methods We retrospectively evaluated 20 patients (15 male) with primary myelofibrosis (14) and post-ET (essential thrombocythemia) myelofibrosis (6) who underwent HSCT at our institute from July 2005 to February 2013. In this cohort we included 4 patients in blast phase, 3 of which received a brief course of chemotherapy prior to transplant; 4 patients who underwent a second allogeneic transplantation for disease relapse (2) or graft failure (1); 1 patient referred at our Institute in graft failure 3 months after first HSCT.  Only 1 patient had splenectomy before HSCT. Results The median age at diagnosis was 59 years (range 41-76). JAK2 V617F mutation was positive in 7 and unknown in 3 patients. In post-ET MF patients, the median time to transformation in MF was 134 months (60-144). The median time from diagnosis to transplant was 14 months (4-101 months). The median age at transplant was 62 years. DIPSS score at transplant was low in 1, int-1 in 3, int-2 in 13 and high in 3 patients.  We adopted myeloablative regimen based on treosulfan 42 gr/ms and fludarabine 150 mg/ms, plus TBI 4 Gy in 7 patients. GvHD prophylaxis was based on ATG, Rituximab and CSA/MTX (8 pts) or rapamycin (11 pts). The graft was PBSCs (19) and BM (1) from related HLA-identical donor (7 pts), matched unrelated donor (5 pts) and haploidentical donor (8 pts).  The incidence of graft failure and poor graft function was 5% and 20% respectively. The median time to neutrophils engraftment was 20 days. The incidence of acute and chronic graft versus host disease was 50% and 40% respectively. Cumulative incidence of TRM (transplant related mortality) was 45 %; day 100 OS (overall survival) was 70% while 2 year OS was 40%. In multivariate analysis there was no statistically significant correlation between individual factors (including WBC, hemoglobin, platelets, ferritin, beta2-microglobulin, IgA, IgG, IgM, LDH, psuedocholinesterase levels, age, Sorror comorbidity score, donor match, bone marrow kariotype) and survival. However, we found that a linear composition of level of peripheral blasts  (0%, ≥1%, ≥5%), bone marrow CD34+ cells (<5%, ≥5%, ≥20%), spleen size and number of red blood cells units transfused pre-HSCT is able to predict the outcome (p-value 0.03), even if each factor alone is not strongly correlated with survival. There was no statistical significant correlation between the outcome and DIPSS score, Bacicalupo score and Lille score. Conclusions A myeloablative regimen based on full dose treosulfan provide a 95% rate of primary allogeneic engraftment and 40% overall survival in myelofibrosis at advanced stage, with low extra-hematological toxicity in frail patients. Allogeneic transplantation after myeloablative low-toxicity regimens may be offered in myelofibrosis in early chronic phase of disease and for younger patients, two conditions usually linked with durable engraftment, low toxicities and low rate of relapse. Disclosures: No relevant conflicts of interest to declare."
}