{
    "doi": "https://doi.org/10.1182/blood.V116.21.3768.3768",
    "article_title": "Bone Marrow-Derived Mensenchymal Stem Cells Modified by Mouse Interferon-γ Gene Reduce Fibrosis and Improve Function In a Mouse Model of Liver Fibrosis. ",
    "article_date": "November 19, 2010",
    "session_type": "Gene Therapy and Transfer: Poster II",
    "abstract_text": "Abstract 3768 Objective: To investigate the effect of bone marrow-derived mensenchymal stem cells modified by mouse interferon-γ gene on experimental liver fibrosis in mice. Methods: (1) Mesenchymal stem cells (MSCs) derived from BM in BALB/c mice were cultured and identified by the flow cytometry. (2) The Ad-mIFN-γ, a recombinant adenoviral vector encoding mouse IFN-γ gene obtained by PCR from the vector pORF5-mIFN-γ, was created with the AdEasy Adenoviral Vector System. (3) MSCs were transfected with Ad-mIFN-γ. The transfection efficiency was detected by the flow cytometry at 24 hours after infection to determine the best multiplicity of infection (MOI). (4) The liver fibrosis of BALB/c mice were induced with concanavalin A (Con A) challenge weekly for six times. Then MSCs modified by the recombinant adenovirus encoding mouse IFN-γ gene were infused to BALB/c mice induced with Con A at the 24 hours after the first dose. The behavioral changes of mice were monitored closely. One week after the last dose of Con A, all mice were sacrificed and the fibrosis indexes were assessed by several histopathology methods systemicly. Moreover, hepatic hydroxyproline and serum parameters for liver fibrosis and liver function were evaluated and serum mIFN-γ concentrations were measured, respectively. Results: (1) The flow cytometry confirmed that the cells we obtained were MSCs. (2) The target gene mIFN-γ amplified by PCR from the vector pORF5-mIFN-γ, was identified by sequencing, which proved that the mIFN-γ gene was consisted of 468 nucleotides and was completely the same as the sequence published on GenBank. The target gene mIFN-γ was cut out by double endonucleases and then connected to the shuttle vector pAdTrack-CMV. Then the newly constructed vector was linearized by Pme I following transformed to the E.coli . BJ5183, which has the backbone vector of pAdEasy-1. The correct recombinant pAd-mIFN-γ was selected by endonucleases and by Kanamycin resistance and was transfected into AD-293 cells to obtain the adenoviral vector Ad-mIFN-γ. The Ad-mIFN-γ can be propagated in AD-293 cell line, the titre of which was 3.2×10 9 pfu/ml. (3) MSCs modified by recombinant adenovirus encoding mIFN-γ (IFN-γ/GFP-MSCs) at different multiplicity of infection (MOI) were detected by the flow cytometry. The optimal MOI for Ad-mIFN-γ was 400 with the transfection efficiency of 80.4%, and the optimal MOI for Ad-control was 200 with the transfection efficiency of 72.3%. (4) The changes of liver tissue and serum parameters for liver fibrosis showed liver fibrosis were reducd more obviously in the group treated with IFN-γ/GFP-MSCs (p<0.05), and liver functions were also improved more obviously in this group (p<0.05). The histopathology study using HE staining, masson trichrome staining and silver staining demonstrated that the structure of liver became much better in mice treated with IFN-γ/GFP-MSCs, with liver fibrosis improved significantly. Conclusion: Bone marrow-derived mensenchymal stem cells modified by mouse interferon-γ can reduce liver fibrosis and improve liver function on immuo-mediated liver fibrosis in mice induced by Con A. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "fibrosis",
        "genes",
        "hepatic fibrosis",
        "human leukocyte interferon",
        "interferons",
        "mice",
        "stem cells",
        "concanavalin a",
        "flow cytometry",
        "infections"
    ],
    "author_names": [
        "Hongli Xue",
        "Shijia Ling",
        "Dong He",
        "Yanjun Wen",
        "Wentong Meng",
        "Ting Niu, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hongli Xue",
            "author_affiliations": [
                "Dept. of Hematology, West China Hospital, Sichuan University, Chengdu, Sichuan, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shijia Ling",
            "author_affiliations": [
                "Dept. of Hematology, West China Hospital, Sichuan University, Chengdu, Sichuan, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong He",
            "author_affiliations": [
                "Dept. of Hematology, West China Hospital, Sichuan University, Chengdu, Sichuan, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanjun Wen",
            "author_affiliations": [
                "Dept. of Hematology, West China Hospital, Sichuan University, Chengdu, Sichuan, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wentong Meng",
            "author_affiliations": [
                "Dept. of Hematology, West China Hospital, Sichuan University, Chengdu, Sichuan, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ting Niu, MD, PhD",
            "author_affiliations": [
                "Dept. of Hematology, West China Hospital, Sichuan University, Chengdu, Sichuan, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T03:49:51",
    "is_scraped": "1"
}