{
    "doi": "https://doi.org/10.1182/blood.V120.21.144.144",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2342",
    "start_url_page_num": 2342,
    "is_scraped": "1",
    "article_title": "Sorafenib Versus Placebo in Addition to Standard Therapy in Adult Patients ≥60 Years with Newly Diagnosed Acute Myeloid Leukemia: Results From the Randomized-Controlled Soraml Trial ",
    "article_date": "November 16, 2012",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Targeted Therapies",
    "topics": [
        "leukemia, myelocytic, acute",
        "sorafenib",
        "cytarabine",
        "hemorrhage",
        "hepatotoxicity",
        "complete remission",
        "phosphotransferases",
        "adverse event",
        "allogeneic stem cell transplant",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Christoph Röllig",
        "Carsten Müller-Tidow",
        "Andreas Hüttmann",
        "Volker Kunzmann",
        "Claudia D Baldus",
        "Christian H. Brandts",
        "Alwin Krämer",
        "Kerstin Schäfer-Eckart",
        "Andreas Neubauer, MD",
        "Stefan W. Krause",
        "Utz Krug",
        "Aristoteles Giagounidis, MD",
        "Walter E. Aulitzky",
        "Martin Bornhäuser",
        "Markus Schaich, MD",
        "Stefani Parmentier, MD",
        "Christian Thiede",
        "Malte von Bonin",
        "Thomas Illmer",
        "Johannes Schetelig",
        "Michael Kramer",
        "Hubert Serve, Prof. Dr. med.",
        "Wolfgang E Berdel",
        "Gerhard Ehninger"
    ],
    "author_affiliations": [
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Department of Medicine, Hematology and Oncology, University Hospital Muenster, Muenster, Germany, "
        ],
        [
            "Hematology, University Hospital Essen, 45122 Essen, Germany, "
        ],
        [
            "Medizinische Klinik II, Julius-Maximilians-Universität Würzburg, Würzburg, Germany, "
        ],
        [
            "Hematology and Oncology, Charité, University Hospital Berlin, Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Department of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany, "
        ],
        [
            "Internal Medicine V, University of Heidelberg, Heidelberg, Germany, "
        ],
        [
            "5. Medizinische Klinik, Klinikum Nuernberg Nord, Nuernberg, Germany, "
        ],
        [
            "Department of Hematology, Oncology and Immunology, University Hospital Marburg, Marburg, Germany, "
        ],
        [
            "Medizinische Klinik 5, Universitätsklinikum Erlangen, Erlangen, Germany, "
        ],
        [
            "Department of Medicine A - Hematology, Oncology and Pneumology, University of Muenster, Muenster, Germany, "
        ],
        [
            "Medizinische Klinik II, St Johannes Hospital, Duisburg, Germany, "
        ],
        [
            "Innere Klinik II, Robert-Bosch-Krankenhaus, Stuttgart, Germany, "
        ],
        [
            "Medical Department I, University Hospital Carl Gustav Carus, Dresden, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Universitätsklinikum Dresden, Medizinische Klinik und Poliklinik I, Dresden, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Department of Internal Medicine I, University Hospital Carl Gustav Carus, TU-Dresden, Dresden, Germany, "
        ],
        [
            "DFG - Collaborative Research Centre 655, SFB 655, Dresden, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus Dresden, Dresden, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Department of Internal Medicine II, Hematology and Oncology, Goethe University Hospital, Frankfurt, Germany, "
        ],
        [
            "Department of Medicine A - Hematology, Oncology and Pneumology, Universität Münster, Münster, Germany"
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ]
    ],
    "first_author_latitude": "51.0559176",
    "first_author_longitude": "13.781248949999998",
    "abstract_text": "Abstract 144 Background: Sorafenib is a multi-kinase inhibitor with activity against several oncogenic kinases, which may play a role in the pathogenesis of acute myeloid leukemia (AML). In-vitro data and results from non-randomized clinical trials suggest that sorafenib might be an effective drug for the treatment of AML. So far, no randomized-controlled data are available for treatment of newly diagnosed AML patients up to the age of 60 years. We present the first results from the randomized placebo-controlled SORAML trial of the Study Alliance Leukemia (SAL). Patients and Methods: Between March 2009 and October 2011, 276 patients from 25 centers were enrolled in the SORAML trial ( NCT00893373 ). The main eligibility criteria were: newly diagnosed AML, age from 18 to 60 years and suitability for intensive therapy. The treatment plan for all patients included two cycles of induction with DA (daunorubicin 60 mg/m 2 days 3–5 plus cytarabine 100 mg/m 2 cont. inf. days 1–7), followed by three cycles of high-dose cytarabine consolidation (3 g/m 2 b.i.d. days 1, 3, 5). Patients without response after DA I received second induction with HAM (cytarabine 3 g/m 2 b.i.d. days 1–3 plus mitoxantrone 10 mg/m 2 days 3–5). Allogeneic stem cell transplantation was scheduled for all intermediate-risk patients in first complete remission with a family donor and for all high-risk patients with a matched donor. At study inclusion, patients were randomized to receive either sorafenib (800 mg/day) or placebo as add-on to standard treatment. Block randomization at a ratio of 1:1 was performed within cytogenetic and molecular risk strata, allocation was concealed and treatment was double blinded. Study medication was given on days 10–19 of DA I+II or HAM, from day 8 of each consolidation until 3 days before the start of the next consolidation and as maintenance for 12 months after the end of consolidation. The primary endpoint of the trial is event-free survival (EFS) with an event being defined as either failure to achieve a complete remission (CR) after induction, relapse or death. Secondary endpoints were overall survival (OS), CR rate and incidence of adverse events (AE). We present the results of the planned interim analysis (intent to treat) after the occurrence of 50% of EFS events. The O'Brien/Fleming adjusted significance level was set at p=0.0052. Results: Out of 276 randomized patients, 264 were evaluable for EFS, 132 in each arm. Demographic and disease characteristics were equally distributed between the two arms; the FLT3-ITD incidence was 16%. The median cumulative dose of administered study medication was equal in both arms. The CR rates were 56% versus 60% in the placebo versus sorafenib arm (p=0.622). By the time of analysis, a total number of 100 events had occurred. After a median observation time of 18 months, the median EFS was 12.2 months in the placebo arm and was not reached in the sorafenib arm, corresponding to a 1-year EFS of 50% versus 64% (p=0.023). The median OS had not been reached in both arms, the 2-year OS was 66% versus 72% in placebo and sorafenib arms, respectively (p=0.367). The most common reported AEs CTC Grade ≥3 were infectious complications including fever and pneumonia, followed by bleeding events, cardiac and hepatic toxicity, hypertension, skin toxicity and headache. The risk for hepatic toxicity (relative risk 6.2, p=0.025) and bleeding events (relative risk 3.6, p=0.016) was significantly higher in the sorafenib arm while the incidence of all other AEs showed no significant differences. Conclusions: In younger AML patients, the addition of sorafenib to standard chemotherapy is feasible but associated with a higher risk of liver toxicity and bleeding events. Sorafenib treatment resulted in a marked EFS prolongation; this difference is not significant according to the adjusted significance level of this interim analysis. Results from the final analysis including post-hoc exploration of molecularly defined subgroups are necessary for drawing final conclusions on the efficacy of sorafenib. Figure 1: View large Download slide Event-free survival Figure 1: View large Download slide Event-free survival Disclosures: Off Label Use: sorafenib for the treatment of acute myeloid leukemia. Serve: Bayer: Research Funding. Ehninger: Bayer: Research Funding."
}