{
    "doi": "https://doi.org/10.1182/blood.V114.22.4655.4655",
    "article_title": "Preemptive Therapy of HHV-6 Encephalitis with Foscarnet Sodium for High Risk Patients After Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 20, 2009",
    "session_type": "IMMUNOTHERAPY FOLLOWING ALLOGENEIC HEMATOPOIETIC STEM CELL TRANSPLANTATION",
    "abstract_text": "Abstract 4655 Umbilical cord blood from unrelated donors has been successfully used as an alternative hematopoietic stem cell source to treat hematologic malignancies in patients lacking HLA-matched donors. However, umbilical cord blood transplantation (UCBT) is associated with a higher risk of engraftment failure and more delayed immunological recovery than bone marrow transplantation and peripheral blood stem cell transplantation (PBSCT). Recently, human herpesvirus-6 (HHV-6) has been recognized as an important pathogen in allogeneic hematopoietic stem cell transplantation (HSCT). In particular, HHV-6 reactivation often causes limbic encephalitis with a dismal prognosis. We conducted a prospective, multicenter study to assess the safety and efficacy of preemptive therapy with foscarnet sodium (PFA) to prevent HHV-6 encephalitis after HSCT. Materials and methods Eligible patients were aged from 16 to 75 years with hematologic disorders refractory to conventional therapy and considered to require UCBT or HLA 1-haplotype mismatched HSCT (haplo HSCT) due to the unavailability of an HLA-identical relatives or a suitable unrelated donor. Informed consent was obtained from all subjects according to the Declaration of Helsinki, and this study protocol was approved by the institutional ethical committee. The amount of plasma HHV-6 DNA was measured 3 times per week between day 7 and day 36 after UCBT or PBSCT from HLA-haploidentical relative donors. PFA, 90 mg/kg/day, was given when the amount of HHV-6 DNA exceeded 5 ×10 2 copies/ml. Results Of 20 cases registered between September 2007 and January 2009, 12 of 15 UCBT recipients (80%) became positive for HHV-6 DNAemia, and 7 cases exceeded 5×10 2 copies/ml, while none of the 5 patients who received haplo HSCT became positive (UCBT vs. haplo HSCT; p<0.004). HHV-6 reactivation occurred earlier in patients who eventually required PFA due to an increase in the HHV-6 DNA copy number greater than 5×10 2 copies/ml than in patients who did not require PFA treatment (median date of developing HHV-6 DNAemia, day 17 vs. day 22 after HSCT, p<0.02). PFA was given to 7 patients whose HHV-6 DNA copy number exceeded 5×10 2 copies/ml on day 15 to day 20 (median, day 17) after UCBT. The amount of HHV-6 DNA in the plasma decreased the day after PFA administration in 4 of 7 patients, while the other 3 patients required 3-4 days until the copy number decreased. Two patients showed an increase in HHV-6 DNA copy number greater than 1×10 4 /ml prior to the initiation of PFA without accompanying symptoms suggestive of encephalitis. One patient developed limbic encephalitis with mild symptoms just after initial PFA administration, but the encephalitis resolved without any neurologic sequelae. Mild and transient adverse effects were associated with PFA in only 2 of 8 patients. Conclusion PFA administration guided by the HHV-6 copy number in the early posttransplant period is safe and may reduce the risk of severe limbic encephalitis. Disclosures: Nakao: Alexion: Research Funding.",
    "topics": [
        "encephalitis",
        "foscarnet",
        "hematopoietic stem cell transplantation",
        "hhv-6",
        "dna",
        "human leukocyte antigens",
        "limbic encephalitis",
        "adverse effects",
        "allogeneic hematopoietic stem cell transplant",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Ken Ishiyama",
        "Takumi Hoshino",
        "Toru Sakura",
        "Shuichi Miyawaki",
        "Jun Ozaki",
        "Toshiro Kurokawa",
        "Takashi Yoshida, MD",
        "Go Aoki",
        "Masaki Yamaguchi",
        "Shinji Nakao"
    ],
    "author_dict_list": [
        {
            "author_name": "Ken Ishiyama",
            "author_affiliations": [
                "Cellular Transplantation Bio., Kanazawa Univ., Kanazawa, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takumi Hoshino",
            "author_affiliations": [
                "Saiseikai Maebashi Hospital, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toru Sakura",
            "author_affiliations": [
                "Saiseikai Maebashi Hospital, GUnma, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuichi Miyawaki",
            "author_affiliations": [
                "Saiseikai Maebashi Hospital, Tokyo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Ozaki",
            "author_affiliations": [
                "Toyama Prefectural Central Hospital, Toyama, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshiro Kurokawa",
            "author_affiliations": [
                "Toyama Prefectural Central Hospital, Toyama, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Yoshida, MD",
            "author_affiliations": [
                "Department of Hematology, Toyama Prefectural Central Hospital, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Go Aoki",
            "author_affiliations": [
                "Ishikawa Prefectural Central Hospital, Kanazawa, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaki Yamaguchi",
            "author_affiliations": [
                "Ishikawa Prefectural Central Hospital, Kanazawa, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinji Nakao",
            "author_affiliations": [
                "Cellular Transplantation Bio., Kanazawa Univ., Kanazawa, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T06:49:42",
    "is_scraped": "1"
}