{
    "doi": "https://doi.org/10.1182/blood-2019-123683",
    "article_title": "Pancreatic Iron Deposition Following the Role of Iron Loading Among Transfusion Dependent Sickle Cell Disease Egyptian Children and Young Adults ",
    "article_date": "November 13, 2019",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science",
    "abstract_text": "Background: Transfusion in sickle cell disease (SCD) is uncommon but a well-defined practice; either as a replacement in severe anemia or as a prophylactic therapy for its major complications mainly stroke. Differential iron loading in SCD especially the extrahepatic organs is not fully studied. Primary objective is to measure pancreatic iron load among Egyptian transfusion-dependant SCD patients by using MRI T2* relaxometry method. Secondary objective is to correlate pancreatic iron load to transfusion iron input, both hepatic and cardiac iron load, trend of serum ferritin. Subjects and Methods: Sixty-six transfusion-dependant SCD child and young adults 8-25 years with more than twenty transfusions before enrollment, non was on regular exchange transfusion; they underwent clinical and laboratory assessments; complete hemogram, serum ferritin and serum amylase. All patients performed MRI examination on a 1.5- Tesla super conductive MR Philips scanner in MRI unit in Ain Shams University Hospital; the study takes about 10 -15 minutes. Radiological quantification of iron overload was performed via simple mathematical models using Microsoft Excel Spread Sheet for heart, pancreas, and kidneys. Results: The mean age of the studied SCD patients were 15.68 ± 7.02 years, they were 35 male (53.0%), 43 of them (65.2%) had positive family history of SCD. All were multiple transfusion; 22 for cardiopulmonary complication and acute chest syndrome (ASC), nine for stroke prevention and 35 for frequent sickling crisis and symptomatic anemia. Most of patients (80.3%) were on chelation therapies that were mainly (92.5%) oral mono-therapy. High frequencies of comorbidities were recorded in the studied cohort; delayed puberty (65.2%), hepatitis C infection (23.1%) and stroke (14.1%). The studied SCD patients had median transfusion index of 120ml/kg/year with mean iron overload per day 0.23 ± 0.15 mg/kg and half of them had serum ferritin > 2500ug/L. Almost two-thirds had moderate to severe liver iron overload with median LIC 11.63 mg/g liver dry weight, none had cardiac iron overload with median cardiac T2* 31 msec and nearly half of them (42.2%) showed marked decrease in signal intensity of renal cortex with relative sparing of the renal medulla and pelvis. Most of them (86%) had normal to mild pancreatic iron overload with median pancreatic R2* 53.8 msec. Pancreatic R2 level was not significantly correlated to either transfused iron, liver iron or serum ferritin and amylase. Patients with moderate to severe pancreatic iron overload had lower pre-transfusion hemoglobin level ( p =0.004), higher level of marker of hemolysis (total bilirubin ( p =0.012) and indirect bilirubin ( p =0.048) than those with normal pancreatic MRI. Radiological quantification of iron overload was performed via a simple cheap and quick method for analysis of data. Conclusion: Moderately heavy transfused patients with SCD had no iron overload in the heart; pancreas follow same pattern as heart with minimal or no pancreatic iron loading, however moderate to severe hepatic iron loading. Whether iron loading might be related only to frequency of transfusion or also to frequency of vaso-occlusive will be discussed. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "amylase measurement, serum",
        "child",
        "infectious mononucleosis",
        "iron",
        "iron deposition",
        "pancreas",
        "sickle cell anemia",
        "transfusion",
        "young adult",
        "iron overload"
    ],
    "author_names": [
        "Mohsen Saleh Elalfy, MD",
        "Khalid Allam, MD",
        "Ahmed Ibrahim, MD",
        "Basant Mosaad, MD",
        "Fatma Soliman Elsayed Ebeid, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohsen Saleh Elalfy, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology Children's Hospital, Ain Shams University, Faculty of Medicine, Cairo, Egypt "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Khalid Allam, MD",
            "author_affiliations": [
                "Radiology Department, Ain Shams University, Faculty of Medicine, Cairo, Egypt "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmed Ibrahim, MD",
            "author_affiliations": [
                "Radiology Department, Ain Shams University, Faculty of Medicine, Cairo, Egypt "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Basant Mosaad, MD",
            "author_affiliations": [
                "Radiology Department, Ain Shams University, Faculty of Medicine, Cairo, Egypt "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fatma Soliman Elsayed Ebeid, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology Children's Hospital, Ain Shams University, Faculty of Medicine, Cairo, Egypt"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T02:28:31",
    "is_scraped": "1"
}