{
    "doi": "https://doi.org/10.1182/blood.V112.11.1089.1089",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1134",
    "start_url_page_num": 1134,
    "is_scraped": "1",
    "article_title": "Genome-Wide Analysis of Genetic Alterations in Chronic Myelogenous Leukemia. ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "topics": [
        "genetics",
        "genome-wide association study",
        "leukemia, myelocytic, chronic",
        "blast phase",
        "dna",
        "protein p53",
        "accelerated phase",
        "acute lymphocytic leukemia",
        "cell cycle regulator",
        "disease progression"
    ],
    "author_names": [
        "Charles G Mullighan, MBBS(Hons), MSC, MD",
        "Ina Radtke, PhD",
        "Jinghui Zhang, Ph.D.",
        "Letha A. Phillips, BS",
        "Xiaoping Su, PhD",
        "Jing Ma, PhD",
        "Zhongling Cai",
        "Timothy P. Hughes, MBBS, PhD",
        "Deborah L White, PhD",
        "Andrew W. Roberts, MBBS, PhD",
        "Lynda J. Campbell, MBBS, FRCPA",
        "Sheila A. Shurtleff",
        "James R. Downing, MD"
    ],
    "author_affiliations": [
        [
            "Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "National Cancer Institute, Rockville, MD, USA"
        ],
        [
            "Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Hartwell Center, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Haematology, Institute of Medical and Veterinary Science, Adelaide, Australia"
        ],
        [
            "Haematology, Institute of Medical and Veterinary Science, Adelaide, Australia"
        ],
        [
            "Div. of Cancer and Haem., The Walter & Eliza Hall Inst. of Med. Rsch., Parkville, VIC, Australia"
        ],
        [
            "Cytogenetics, St Vincent’s Hospital, Melbourne, Australia"
        ],
        [
            "Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "Expression of BCR-ABL1 is the hallmark of chronic myelogenous leukemia (CML) and a subset of de novo acute lymphoblastic leukemia (ALL), but the factors determining disease lineage, and progression of CML to myeloid or lymphoid blast crisis, are incompletely understood. We recently reported deletion of IKZF1 (encoding the lymphoid transcription factor Ikaros) in 85% of de novo pediatric and adult BCR-ABL1 ALL, and in lymphoid blast crisis in a small cohort of CML cases ( Nature  2008 ; 453 : 110 ), suggesting that IKZF1 deletion is important in the pathogenesis of BCR-ABL1 lymphoid leukemia. To identify genetic determinants of disease stage and blast crisis lineage in CML, we have now performed high-resolution, genome wide analysis of DNA copy number abnormalities (CNA) and loss-of heterozygosity (LOH) and candidate gene resequencing in a cohort of 90 CML patients that included 64 samples obtained at chronic phase (CP), 15 samples at accelerated phase (AP), 9 lymphoid blast crisis (LBC) and 22 myeloid blast crisis (MBC) samples. Importantly, 25 patients had sequential samples (CP and/or AP, as well as blast crisis samples) enabling analysis of lesions acquired at progression to blast crisis. All blast crisis samples were flow sorted to at least 90% purity prior to DNA extraction. Germline samples for 28 cases obtained at remission or by flow sorting of blast crisis samples were also examined. Affymetrix SNP 6.0 arrays, interrogating over 1.87 million genomic loci, were used for 85 samples, and 500K arrays for the remainder. Identification of tumor-specific (somatic) copy number analysis was performed by directly comparing CML samples to matched germline samples were available, or by filtering results against databases of inherited copy number variants for samples lacking germline material. Genomic resequencing of IKZF1 , PAX5 and TP53 was performed for all AP, LBC and MBC samples. There were few CNAs in CP-CML (mean 0.27 deletions and 0.07 gains per case), with no recurring lesions identified apart from deletions or gains at the chromosomal breakpoints of BCR and ABL1 (3 cases each). Notably, the size of these translocation associated deletions was highly variable, ranging from 6kb (one ABL1 deletion) and 15 kb (one BCR deletion) to deletions extending to the telomeres of chromosomes 9 and 22. No significant increase in lesion frequency was identified in AP cases (0.14 deletions and 0.9 gains per case), however the number and cumulative extent of genomic aberrations was significantly higher in both lymphoid and myeloid blast crisis samples. LBC cases had a mean of 8.1 deletions/case (P<0.0001v CP) and 2.8 gains/case (P=0.0024), where as MBC had fewer alterations with only an average of 2.8 deletions/ case (P=0.028 v CP) and 2.2 gains/case (P=0.0018). Similarly, the cumulative extent of DNA altered by CNAs was higher in both LBC (200 Mb/case) and MBC (257 Mb/case) than CP-CML (4.1 Mb/case). There were striking differences in the type of CNAs in MBC and LBC samples. Seven of 9 LBC cases had focal CNAs targeting genes regulating normal B-lymphoid development, including IKZF1 (6 cases, 2 homozygous), PAX5 (4 cases), and EBF1 (1 case with focal homozygous deletion restricted to the EBF1 locus). Thus, of these 7 cases, two had a single CNA in this pathway, three had two lesions, and two cases had three lesions. In contrast, only 4 of 22 MBC cases had lesions in this pathway, most commonly from whole or sub chromosomal deletions involving chromosomes 7 and 9. Deletion of the CDKN2A/ B locus (encoding the tumor suppressors and cell cycle regulators INK4A, ARF and INK4B) was seen in 6 (67%) LBC samples, but only 2 (9%) MBC cases, and never in CP or AP CML. Other lesions commonly seen in de novo BCR-ABL1 ALL were also observed in LBC samples, including deletions of MEF2C , C20orf94 , and the HBS1L gene immediately upstream of the oncogene MYB. Apart from acquisition of new or more complex abnormalities involving BCR and ABL1 , the only recurring mutation observed in MBC was deletion (4 cases) or splice-site point mutations (2 cases) of TP53. These data demonstrate a lack of genomic instability with few genetic alterations in CP or AP CML. Lymphoid blast crisis samples have similar genetic alterations to those seen in de novo BCR-ABL1 ALL, whereas myeloid blast crisis displays completely distinct patterns of mutation, most commonly targeting P53. These results indicate that genomic abnormalities are important determinants of lineage and disease progression in BCR-ABL1 leukemia."
}