{
    "doi": "https://doi.org/10.1182/blood.V122.21.3469.3469",
    "article_title": "Influence Of Genetic Variability Related To Bone Remodeling and Cytokine Profile In The Development Of Bone Involvement In Gaucher Disease ",
    "article_date": "November 15, 2013",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster III",
    "abstract_text": "Introduction Bone disease (BD) is one of the most debilitating and disabling complication of Gaucher disease (GD), leading to bone marrow infiltration by Gaucher cells, failure of remodelling, skeletal changes including osteolysis, osteopenia and intraosseous vascular complications. The most important factor involved in bone remodeling is the genetic component, which may explain between 60% and 80% of bone mass variability. In addition, Gaucher cells activate and induce proinflammatory cytokines synthesis that can modify the activity of osteoblast-osteoclast system and promote lytic phenomena. Aim To analyze the genetic variability in genes related to bone remodeling and to identify the cytokine profile in GD1 patients associated with BD in order to characterize bone markers in GD that can predict the degree of BD. Methods A total of 18 polymorphisms located in 8 genes ( COL1A : -1997,-1663, 1245; ESR1 : PvuII , XbaI;(TA)n; VDR : FokI Bsm I, Apa I, Taq I, -1012, -1521; BMP4 : 6007; ClCN7 : V418M; IL6R : -208, D358A; OPG : 950, -1181; OPN : -156) were analyzed by RFLP and DNA sequencing. Furthermore a panel of cytokines: IL4, IL6, IL7, IL10, IL13, MIP1α, MIP1β and TNFα were analyzed in plasma samples by Luminex®100 platform and Millipore cytokine kits. BD was evaluated by X-ray in a group of 83 GD1 patients. Of them 30 presented BD (females 42.5%, mean age: 40 year; range: 20-67). Data were analyzed using Kolmogorov-Smirnov analysis, t-test or Mann-Whitney-U-test, one-Way ANOVA or Kruskall-Wallis test and correlations using the Spearman correlation. Results Significant differences were observed among VDR TaqI genotypes of normal and bone affected patients (p<0.05) and in MIP-1α concentration between affected and non-affected patients. Significant positive correlations were found in non-BD group between IL10/ IL13/IL4/IL6/IL7; MIP1α/MIP1β/IL6/IL7 and in bone affected group between IL10/IL4/IL7/TNFα and IL6/IL13. Conclusions These data suggest that the VDR TaqI genotype and MIP-1α concentration have a predictive value in GD bone involvement. Moreover the different correlations between cytokines in the different groups could indicate different bone signal activation pathways. This work was partially financed by a grant from Genzyme a Sanofi Company and Fundación Española para el Estudio y Terapeutica de la Enfermedad de Gaucher (FEETEG) y otras lisosomales. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone remodeling",
        "cytokine",
        "gaucher disease",
        "genetics",
        "bone development",
        "interleukin-6",
        "interleukin-7",
        "interleukin-10",
        "interleukin-13",
        "interleukin-4"
    ],
    "author_names": [
        "Javier Gervas-Arruga, PhD",
        "Jorge Cebolla",
        "Ignacio de Blas",
        "Mercedes Roca, MD PhD",
        "Miguel Pocovi",
        "Prof",
        "Pilar Giraldo, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Javier Gervas-Arruga, PhD",
            "author_affiliations": [
                "FEETEG, Zaragoza, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jorge Cebolla",
            "author_affiliations": [
                "Biochemical and Cellular and Mollecular Department, Zaragoza University, Zaragoza, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ignacio de Blas",
            "author_affiliations": [
                "Zaragoza University, Zaragoza, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mercedes Roca, MD PhD",
            "author_affiliations": [
                "FEETEG, Zaragoza, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel Pocovi",
            "author_affiliations": [],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prof",
            "author_affiliations": [
                "Biochemistry, Molecular and Cellular Biology, University of Zaragoza, Zaragoza, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pilar Giraldo, MD PhD",
            "author_affiliations": [
                "Haematology, Hospital Universitario Miguel Servet, Zaragoza, Spain"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:27:32",
    "is_scraped": "1"
}