{
    "doi": "https://doi.org/10.1182/blood.V114.22.5052.5052",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1544",
    "start_url_page_num": 1544,
    "is_scraped": "1",
    "article_title": "Casein Kinase CK2 Inhibition Results in Tumor Suppression. ",
    "article_date": "November 20, 2009",
    "session_type": "NON-HODGKIN’S LYMPHOMA - BIOLOGY, EXCLUDING THERAPY NON-HODGKIN’S LYMPHOMA: BIOLOGY ONCOGENES AND TUMOR SUPPRESSORS",
    "abstract_text": "Abstract 5052 Protein Kinase II (CK2) is a pleiotropic, and ubiquitous serine/threonine kinase taht utilizes both ATP and GTP as phosphate donors. Protein kinase CK2 mostly exists as a tetramer composed of two catalytic subunits α and α‘, which exists in heterogeneous or homogenous nature, and two regulatory β subunits. CK2 is a key regulator of signaling pathways involved in cell cycle, proliferation and apoptosis. It is consistently overexpressed in cancer tissue and capable of shuttling between cellular compartments but mainly localized in the nuclear matrix of cancer cells. CK2 is highly involved in apoptosis suppression, oncogene activation and tumorigenesis. It is also considered a bad prognostic marker in cancer tissue and is suggested to be a promising target for cancer therapy. In this study, we examined the effect, of a specific protein kinase inhibitor, and ATP competitor, 2-dimethylamino-4,5,6,7-tetrabromo-1H-benzimidazole (DMAT), on the growth of various cancer types. We have reported DMAT as a potent cancer therapy. In vitro analysis of the viability of hematologic neoplasms and solid tumors, including human lymphoma U937, hormone dependent breast cancer MCF7, hormone independent breast cancer MDA-MB231 and MDA-MB468, and human cervical cancer HeLa cell lines, revealed marked reduction of cellular viability upon treatment with different DMAT concentration at varying time periods. Lymphoma cell line U937 showed an IC 50 between 6 -12 μM. A sharp decrease in cancer cells growth was specifically observed following DMAT treatment of cervical carcinoma HeLa cell line with IC 50 between 0.2-0.3 μM. Each of the breast cancer cell lines showed IC 50 of 6, 10, and 20 μM DMAT for MDA-MB468, MCF7 and MDA-MB231 respectively. The more cancer cell lines we screen, the more evidence we have to suggest DMAT as a potential anti-cancer therapy. However, the specific mechanism of action of DMAT-inhibited-CK2 pathway in cancer ablation is not clear yet. Using Propidium-Iodide staining in conjunction with flow cytometry techniques, we analyzed and compared cell cycles of treated U937, MCF-7, MDA-MB231, MDA-MB468, and HeLa cell lines. Our data indicate that DMAT induces cell cycle arrest in HeLa cell line at G0/G1 phase. No effect on cell cycle was observed for all other cell lines tested. However, all cell lines underwent apoptosis following treatment with DMAT. Thus far our results suggest that DMAT can induce cell cycle arrest, apoptosis and maybe necrosis or multiple processes at the same time. We suggest that the mechanism of DMAT in cancer inhibition could be of multiple actions which further validate this molecule as a potent cancer therapy that could be suitable for clinical investigation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ablation",
        "benzimidazoles",
        "breast cancer",
        "breast cancer cells",
        "calcium-calmodulin-dependent protein kinases",
        "cancer",
        "cancer therapy",
        "caseins",
        "cervical cancer",
        "flow cytometry"
    ],
    "author_names": [
        "Hanan Mohammad, B.S.",
        "Daniel j Lindner, M.D., Ph.D.",
        "Michael Kalafatis, PhD"
    ],
    "author_affiliations": [
        [
            "Chemistry, Cleveland State University, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Cllinic, Cleveland, OH, USA"
        ],
        [
            "Chemistry, Cleveland State University, Cleveland, OH, USA, "
        ]
    ],
    "first_author_latitude": "41.50254025",
    "first_author_longitude": "-81.64075749999999"
}