{
    "doi": "https://doi.org/10.1182/blood-2019-128136",
    "article_title": "Therapeutic Stratification of PTEN-MYC Axis Appears to be Promising for Molecular Targeted Therapies in Refractory and Relapsed T-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "abstract_text": "Therapy refractory and relapsed T-cell acute lymphoblastic leukemia (T-ALL) is still one of the most common causes for cancer related death in children. T-ALL is a highly heterogeneous disease with several established biomarkers, which promote its progression. These biomarkers are promising tools for patient stratification and can be used for targeted therapeutic approaches. For instance, PTEN is one of the most displayed mutations in pediatric T-ALL and plays an important role in proteolysis of the oncoprotein MYC. Therefore, it is not surprising that PTEN activity in T-ALL patients correlates with higher MYC protein levels. Importantly, PTEN mutations have recently been associated with poor overall survival in T-ALL patients, underscoring its importance for future treatment options using molecular targeted therapies. In this study, we validated the importance of PTEN as a MYC regulator in T-ALL and elucidated PTEN mutational status as a stratification marker for T-ALL patients. Comparative quantification of PTEN, phosphorylated AKT and MYC in leukemic T-cell lines (n=10) was analyzed at protein level, relative to healthy T-cells. PTEN loss or deceased expression was observed in half of the screened leukemic T-cell lines with concomitant high MYC expression and increased AKT phosphorylation. To identify the drug sensitivity of PTEN mutant (PTEN m ) and PTEN wild type (PTEN wt ) cell lines, high-throughput drug screening was performed with 180 inhibitors, including among others kinase-, BET- and gamma secretase inhibitors, as well as conventional chemotherapeutics. PTEN m cell lines showed remarkable sensitivity in nanomolar ranges against PI3K inhibitors compared to PTEN wt (P=0.001). Anticipating that tumor cells eventually escape the killing effect of single pathway targeted drugs, the need for molecular identification and characterization of synergistic drug combinations is evident. Therefore, diverse compound combinations were tested in an 11 by 11 matrix of different concentrations in PTEN m and PTEN wt cell lines. Synergism was predicted with Combenefit software using Loewe model to assess putative additive versus synergistic effects. We observed that simultaneous use of copanlisib (PI3K inhibitor) with JQ1 (BET inhibitor) had a strong killing effect in PTEN m cell lines. To assess target downregulation after 24 hours of drug treatment, lysates were taken and visualized using western blot. A strong decrease of MYC expression was observed already with a combination of low concentrations of copanlisib and JQ1 with subsequent higher apoptosis induction as measured by Annexin V/PI staining. A second drug combination that showed synergy in PTEN m was observed with copanlisib and alisertib, an Aurora kinase-A (AURKA) inhibitor, expecting changes in cell cycle and reduced MYC stability. Indeed, results of cell cycle analysis have revealed an inhibition during mitosis and cellular MYC levels were decreased, suggesting that this combination affects highly proliferative MYC-dependent tumor cells. Contrary to PTEN m , in PTEN wt cell lines, PI3K inhibition alone showed no cytotoxic effect, but synergy was detected in combination with the MEK inhibitor cobimetinib. Moreover, in this synergistic combination MYC was effectively downregulated on protein level accompanied with changes in regulatory pathways including AKT and MEK. Interestingly, phosphorylation of MYC changed from the stabilizing site (S62) to the degradative site (T58), proposing the progress of MYC degradation. In summary, we observed the importance of PTEN as a regulator for MYC proteolysis and related pathways including AKT and MEK. The loss of PTEN is accompanied with increased MYC. Synergy studies have observed effective drug combinations for PTEN m and PTEN wt with the aim to downregulate MYC and induce apoptosis in tumor cells. Based on these findings, PTEN-MYC axis seems suitable as a potential stratification marker for future therapy options in refractory and relapsed T-ALL. In the next step, promising drug combinations will be tested in a patient derived xenograft mouse model to validate these findings. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "molecular targeted therapy",
        "pten gene",
        "t-cell leukemia, acute",
        "drug combinations",
        "proto-oncogene proteins c-akt",
        "copanlisib",
        "tumor cells",
        "1-phosphatidylinositol 3-kinase",
        "biological markers"
    ],
    "author_names": [
        "Heinz Ahlert, MSc, BSc",
        "Sanil Bhatia, PhD",
        "Marc Remke, MD",
        "Melf Sönnichsen, M.Sc.",
        "Niklas Dienstbier, M.Sc.",
        "Ute Fischer, PhD",
        "Julia Hauer, MD",
        "Arndt Borkhardt, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Heinz Ahlert, MSc, BSc",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Hospital Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sanil Bhatia, PhD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Hospital Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Remke, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Hospital Düsseldorf, Düsseldorf, Germany ",
                "Department of Pediatric Neuro-Oncogenomics, German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Heidelberg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melf Sönnichsen, M.Sc.",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Hospital Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niklas Dienstbier, M.Sc.",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Hospital Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ute Fischer, PhD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Hospital Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Hauer, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, Clinic and Polyclinic for Paediatrics, University Hospital Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arndt Borkhardt, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Hospital Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T12:49:06",
    "is_scraped": "1"
}