{
    "doi": "https://doi.org/10.1182/blood.V122.21.4031.4031",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2500",
    "start_url_page_num": 2500,
    "is_scraped": "1",
    "article_title": "Pharmacokinetic (PK) and Pharmacodynamic (PD) Study Of Dasatinib In Chronic Phase Of Newly Diagnosed Chronic Myeloid Leukemia (CML-CP) ",
    "article_date": "November 15, 2013",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "topics": [
        "dasatinib",
        "leukemia, myelocytic, chronic",
        "pharmacodynamics",
        "bcr-abl tyrosine kinase",
        "measles-mumps-rubella vaccine",
        "adverse event",
        "antibodies",
        "flow cytometry",
        "high pressure liquid chromatography procedure",
        "kinase inhibitors"
    ],
    "author_names": [
        "Yoji Ishida, M.D., Ph.D.",
        "Kazunori Murai, MD, PhD",
        "Kohei Yamaguchi, M.D.",
        "Takuo Miyagishima, MD, PhD",
        "Motohiro Shindo, M.D., Ph.D.",
        "Kazuei Ogawa, M.D., Ph.D.",
        "Takahiro Nagashima, MD, PhD",
        "Shinji Sato, MD, PhD",
        "Reiko Watanabe, M.D., Ph.D.",
        "Satoshi Yamamoto, MD, PhD",
        "Takaaki Hirose, MD, PhD",
        "Yuichi Kato, MD, PhD",
        "Masakatsu Yonezumi, M.D. PhD",
        "Takeshi Kondo, MD., PhD",
        "Nobuo Mochizuki, PhD",
        "Keiko Ohno, PhD",
        "Satoshi Kishino, PhD",
        "Shigeki Ito, M.D., Ph.D.",
        "Komei Kubo, MD, PhD",
        "Sohichi Saito, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology, Department of Internal Medicine, Iwate Medical University School of Medicine, Morioka, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Iwate Medical University, Morioka, Japan, "
        ],
        [
            "Hematology, Aomori Prefectural Central Hospital, Aomori, Japan, "
        ],
        [
            "Internal Medicine, Kushiro Rosai Hospital, Kushiro, Japan, "
        ],
        [
            "Division of Gastroenterology and Hematology/Oncology, Asahikawa Medical University, Asahikawa, Japan, "
        ],
        [
            "Department of Hematology, Fukushima Medical University, Fukushima, Japan, "
        ],
        [
            "Internal Medicine, Kitami Red Cross Hospital, Kitami, Japan, "
        ],
        [
            "Department of Hematology, Okitama Public General Hospital, Okitama-gun, Japan, "
        ],
        [
            "Saitama Medical Center, Department of Hematology, Saitama Medical University, Kawagoe, Saitama, Japan, "
        ],
        [
            "Department of Hematology, Sapporo City General Hospital, Sapporo, Japan, "
        ],
        [
            "Department of Hematology, Niigata Cancer Center Hospital, Niigata, Japan, "
        ],
        [
            "Department of Hematology, Yamagata University, Yamagata, Japan, "
        ],
        [
            "Hematology/Oncology, National Hospital Organization Hokkaido Cancer Center, Sapporo, Japan, "
        ],
        [
            "Department of Gastroenterology and Hematology, Hokkaido University Graduate School of Medicine, Sapporo, Japan, "
        ],
        [
            "Meiji Pharmaceutical University, Kiyose, Japan, "
        ],
        [
            "Meiji Pharmaceutical University, Kiyose, Japan, "
        ],
        [
            "Department of Medication Use Analysis and Clinical Research, Meiji Pharmaceutical University, Tokyo, Japan, "
        ],
        [
            "Division of Hematology and Oncology, Department of Internal Medicine, Iwate Medical University School of Medicine, Morioka, Japan, "
        ],
        [
            "Department of Hematology, Aomori Prefectural Central Hospital, Aomori, Japan, "
        ],
        [
            "Department of Hematology, Nihonnkai General Hospital, Sakata, Japan"
        ]
    ],
    "first_author_latitude": "39.7047538",
    "first_author_longitude": "141.1524353",
    "abstract_text": "Purpose Dasatinib is a novel kinase inhibitor of BCR-ABL and SRC family kinases. Dasatinib has shown promising anti-leukemic activity in chronic myeloid leukemi (CML). Tounderstand how to administer dasatinib with best efficacy and less adverse events, the pharmacokinetic (PK) properties of dasatinib and the relationship of PK and pharmacodynamic (PD) characteristics were investigated in newly diagnosed CML-chronic phase (CP) patients. Methods and Materials The PK analysis of dasatinib : The plasma concentrations of dasatinib (1, 2, 4 hr after taking dasatinib post 28 days) were determined by Francia's method using high performance liquid chromatography with mass spectrometry. PK analysis was performed using Phoenix â NLME â 1.2. The maximum plasma concentration (Cmax) was determined by visually inspecting the profiles of plasma drug levels. PD analysis of dasatinib : Phospho-CrkL in CD 34 positive cells was analyzed by flow cytometry using anti-phospho-CrkL (Tyr207) antibody after incubation of bone marrow mononuclear cells in the presence of dasatinib for 2 hours. PK/PD analysis : Area under the curve (AUC) and time above IC50 were calculated using Phonix WinNonlin 6.3. Results Twenty-eight newly diagnosed CML-CP patients were included. The correlation between the efficacy and PK/PD parameters were analyzed using Peason's correlation coefficient test ( Table1 ). The efficacy(expression of bcr/abl at 1 month) was not correlated with AUC, Cmax, AUC/IC50 and Cmax/IC50 but significantly correlated with TAIC50 (r=0.4763, p=0.0104). The reduction rate at 1 month was correlated significantly with only TAIC50(r=0.5136, p=0.0052)( Figure 2 ). Eight cases reached MMR at 3 month among 15, whose TAIC50s were more than 12 hrs(53.3%), while only 2 cases reached MMR among 13, whose those were less than 12 hrs(15.4%).   View Large View large Download slide View large Download slide View large Download slide View large Download slide Conclusion Dasatinib has anti-leukemic activity in a time dependent manner. Exposure more than 12 hrs at TAIC50 will get benefits of better prognosis. Disclosures: No relevant conflicts of interest to declare."
}