{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1318.1318",
    "article_title": "PD-1 Inhibition Enhances Blinatumomab Response in a UCB/PDX Model of B-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "IL-2Ry immune deficient mice engrafted with human umbilical cord blood (UCB) develop human immune systems with mixed B, T, NK, and myeloid populations. We have previously modified NOD/SCID/Gamma (NSG) and NOD/RAG/Gamma (NRG) mice to include transgenic expression of human cytokines SCF, GM-CSF, and IL-3 (NSGS/NRGS). Relative to NSG/NRG, NSGS/NRGS mice have increased myeloid and NK fractions, more complete B cell differentiation, and faster T cell reconstitution. Additionally, both innate and adaptive immune function is also improved as measured by DTH assay and human antigen specific antibody production in response to immunization. NSGS and NRGS mice also more readily engraft leukemia samples, particularly in the absence of conditioning. We took advantage of the improved nature of hematopoietic xenografts in NRGS mice to determine whether or not humanized mice can serve as an in vivo model to test immune therapies against human leukemia. Busulfan conditioned NRGS mice were humanized by engraftment with red blood cell depleted UCB. Engraftment was monitored by the appearance of significant levels of human CD45+CD3+ T cells in the peripheral blood (PB). Once mice were reconstituted with >25% T cell graft in PB, we injected an aggressive, relapsed/refractory t(4;11) patient sample to induce fatal ALL in the humanized NRGS mice. All control humanized NRGS mice succumbed to disease between 40 and 60 days after leukemia injection with rapidly expanding B-ALL in the PB, bone marrow, and spleen. Mice treated with several courses of the bi-specific T cell engager (BiTE) molecule, blinatumomab, were partially protected from disease, and only half of these mice developed detectable B-ALL at the end of the experiment (day 90 post-injection). Strikingly, the combination of blinatumomab and the PD-1 antibody, pembrolizumab, fully protected the mice from B-ALL disease. All blinatumomab/pembrolizumab treated mice survived until the end of the experiment at which time there was no evidence of disease in PB, bone marrow, or spleen preparations. Importantly, additional experiments showed that this blinatumomab effect was dependent on the presence of the human immune system. Blinatumomab did not affect initiation (early treatment) or progression (late treatment) of B-ALL in non-humanized mice that were engrafted with the same patient sample. T cell levels were monitored during the experiment and showed a slight decline upon blinatumomab treatment. In contrast, T cell levels were significantly higher in mice that received both blinatumomab and pembrolizumab, implying augmented T cell activation in vivo. This may be a relevant finding because it is likely that some patients fail blinatumomab therapy due to sub-optimal T cell levels. The addition of pembrolizumab may offer means to combat this problem. Nevertheless, mice with less than 20% CD45+CD3+ T cells in the PB failed to respond to either blinatumomab or combined blinatumomab/pembrolizumab treatment, indicating there is a lower limit to potentiating the T cell response during BiTE therapy. These results demonstrate the potential utility of dual UCB/PDX models for examining novel combinations of immune therapies in vivo and suggest that additional studies combining BiTEs with immune checkpoint inhibitors are warranted. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blinatumomab",
        "burkitt's lymphoma",
        "leukemia, b-cell, acute",
        "pembrolizumab",
        "bites",
        "leukemia",
        "antibodies",
        "antigens",
        "busulfan",
        "cytokine"
    ],
    "author_names": [
        "Mark Wunderlich, MS",
        "Nicole Manning",
        "Christina Sexton",
        "Perentesis P John, MD",
        "Benjamin Mizukawa, MD",
        "James C. Mulloy, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark Wunderlich, MS",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicole Manning",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Sexton",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Perentesis P John, MD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Mizukawa, MD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James C. Mulloy, PhD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:33:36",
    "is_scraped": "1"
}