{
    "doi": "https://doi.org/10.1182/blood.V116.21.3400.3400",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1785",
    "start_url_page_num": 1785,
    "is_scraped": "1",
    "article_title": "Potentiation of the Antileukemic Effects of Imatinib through the Modulation of BCRP/ABCG2 Activity. ",
    "article_date": "November 19, 2010",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 3400 Resistance to tyrosine kinase inhibitors (TKI) constitutes a growing problem in chronic myeloid leukemia (CML) therapy. Variations of intracellular concentration of TKIs, dependable on the activity of drug transporters, are among major mechanisms responsible for the development of resistance. Intracellular imatinib concentration depends on the balance of active transport of the drug into the cell, mediated mainly by OCT-1 transporter, and drug efflux out of the cell, mediated by transmembrane pumps belonging to ABC transporters family. While there are reports that imatinib is a substrate for ABCG2 efflux pump, other studies show that it rather acts as an inhibitor of this drug transporter. According to the latest reports both views may be true – in low concentration imatinib seems to be a substrate of ABCG2 pump while in high concentrations it can inhibit activity of the pump. Drugs able to modulate membrane-bound proteins conformation, including drug transporters, may influence intracellular concentration of imatinib. Statins, inhibitors of 3-hydroxy-3-methylglutaryl-CoA reductase, widely used in the treatment of hypercholesterolemia, can modulate activity of ABC transporters. Therefore, we evaluated the potential influence of statins on the antileukemic activity of imatinib in cell lines transformed with BCR/ABL oncoprotein and primary human CML CD34+ cells. Lovastatin, a member of statin family, not only exerted antileukemic activity alone, but also significantly enhanced cytotoxicity of imatinib in BCR/ABL-positive murine 32Dcl3 cells and in human K562 cells as compared to 32Dcl3 wild-type counterparts and HL-60 cells respectively, which was measured in cytotoxic assays (i.e. trypan blue, XTT) and clonogenic tests. Similar effects were observed for other statins (incl. atorvastatin, simvastatin and mevastatin). Potentiation of antileukemic activity of imatinib by lovastatin was also observed for primary CML CD34 + cells from patients in different stages of the disease. In contrast, this antileukemic effect was not observed in peripheral blood leukocytes from healthy blood donors. Moreover, in comparison to monotherapy the co-treatment induced cell cycle arrest and increased percentage of apoptotic leukemic cells measured using flow cytometric analysis after propidium iodide staining. Lovastatin also increased imatinib-induced reduction of the phosphorylated form of the adaptor protein CrkL, which serves as a marker for efficient BCR/ABL kinase inhibition in both stable cell lines and primary CML CD34 + cells. Additionally, co-treatment with statin and imatinib has modified cell cycle/apoptosis controlling proteins profile. Cytometric analysis of intracellular concentration of ABCG2 substrate (fluorescent dye BODIPY-prazosin), revealed that lovastatin significantly decreased ABCG2 mediated efflux capacity in BCR/ABL-positive cells. The effect was completely reversed by the addition of cholesterol to the sample previously incubated with lovastatin. These results suggest that statin-mediated depletion of cholesterol may influence conformational status of the efflux pumps and hence can modulate their activity. Such phenomenon was observed both for stable cell lines and primary CD34 + CML cells including cells from patients clinically resistant to imatinib with no detectable ABL kinase domain mutations. To confirm the results of indirect experiments with BODIPY-prazosin we examined whether statins modulate intracellular level of imatinib itself, employing radiolabeled 14 C-imatinib. Pretreatment of K562 cells with lovastatin resulted in significant increase in intracellular labeled drug concentration (at least 2-fold). This effect was due to diminished efflux of the drug, since we did not observe changes in initial influx of imatinib between statin-treated and control cells. This suggests that statins may exert significant effect on activity of ABCG2, but not Oct1 transporter. Our results indicate that statins can positively influence the therapeutic potency of imatinib and modification of drug efflux may be a major mechanism responsible for such effect. We conclude that addition of statins to the treatment regimen may become an effective treatment modality capable of potentiating the antileukemic effectiveness of tyrosine kinase inhibitors. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "imatinib mesylate",
        "potentiation",
        "statins",
        "lovastatin",
        "membrane transport proteins",
        "protein-tyrosine kinase inhibitor",
        "cd34 antigens",
        "atp-binding cassette transporters",
        "bcr-abl tyrosine kinase",
        "cholesterol"
    ],
    "author_names": [
        "Eliza Glodkowska-Mrowka, MD",
        "Magda Winiarska, PhD",
        "Piotr Mrowka, M.Sc.",
        "Grzegorz Basak, MD, PhD",
        "Joanna Niesiobedzka-Krezel, MD",
        "Ilona Seferynska, MD, PhD",
        "Tomasz Stoklosa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Immunology, Medical University of Warsaw, Warsaw, Poland, "
        ],
        [
            "Immunology, Medical University of Warsaw, Warsaw, Poland, "
        ],
        [
            "Biophysics and Human Physiology, Medical University of Warsaw, Warsaw, Poland, "
        ],
        [
            "Hematology, Oncology and Internal Diseases, Medical University of Warsaw, Warsaw, Poland, "
        ],
        [
            "Hematology, Oncology and Internal Diseases, Medical University of Warsaw, Warsaw, Poland, "
        ],
        [
            "Hematology, Institute of Hematology and Blood Transfusion, Warsaw, Poland"
        ],
        [
            "Immunology, Medical University of Warsaw, Warsaw, Poland, "
        ]
    ],
    "first_author_latitude": "52.207642799999995",
    "first_author_longitude": "20.983059"
}