{
    "doi": "https://doi.org/10.1182/blood.V124.21.1522.1522",
    "article_title": "Predicting FVIII Activity in Patients Who Use Recombinant FVIII Fc Fusion Protein for Prophylaxis and Treatment of Bleeding Episodes ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "Introduction: Prophylactic treatment with factor VIII (FVIII) replacement therapy reduces the frequency of bleeding and prevents arthropathy in patients with hemophilia A. The phase 3 A-LONG study (Mahlangu et al. Blood 2014) demonstrated the prolonged half-life of recombinant FVIII Fc fusion protein (rFVIIIFc) relative to recombinant FVIII, as well as the efficacy and safety of rFVIIIFc for routine prophylaxis and treatment of bleeding in subjects with severe hemophilia A. While the efficacy of rFVIIIFc for the treatment of bleeding was previously evaluated in an aggregate analysis of subjects on prophylaxis and episodic treatment in A-LONG, the efficacy results of rFVIIIFc for treatment of bleeding solely in those receiving prophylaxis have yet to be published. Furthermore, for FVIII therapies, there are limited data describing resultant activity levels when treatment of bleeding doses are given to patients receiving prophylaxis. In this analysis, the efficacy of rFVIIIFc for the treatment of bleeding episodes in those receiving rFVIIIFc prophylaxis was assessed. Additionally, population pharmacokinetic (PK) models were used to predict FVIII activity in patients who use rFVIIIFc to treat bleeding episodes in close proximity to their next scheduled prophylactic dose. Methods: The efficacy of rFVIIIFc for treatment of bleeding was assessed in previously treated males ≥12 years of age with severe hemophilia A (<1 IU/dL FVIII activity or severe genotype) that received individualized prophylaxis (Arm 1) or weekly prophylaxis (Arm 2) in A-LONG. The number of bleeds, dose per infusion used to treat a bleed, and percent of bleeds resolved with a single infusion were evaluated. A previously validated, two-compartment rFVIIIFc population PK model was used to predict factor activity levels in 1000 hypothetical patients. Activity was modeled assuming a 25 IU/kg dose of rFVIIIFc was used to treat a bleeding episode 24 hours before a scheduled prophylaxis dose for patients at steady-state on regimens of either 50 IU/kg every 4 days (E4D) or 50 IU/kg every 3 days (E3D). The treatment of bleeding dose was selected to approximate the median dose/infusion used to treat bleeds in A-LONG. Twenty-four hours is likely to be the closest proximity for a separate dose to treat a bleeding episode prior to a prophylaxis dose. The regimens of 50 IU/kg E4D and 50 IU/kg E3D represented the length of one interval in the most common dosing regimen in Arm 1 of A-LONG and the shortest dosing interval in Arm 1 of A-LONG, respectively. Results: There were 209 bleeding episodes reported in 64 of the 117 subjects in Arm 1 of A-LONG (median annualized bleeding rate [ABR] 1.6, median spontaneous ABR 0.0). The median dose per infusion to treat a bleed in Arm 1 was 29.94 IU/kg (interquartile range [IQR] 24.49-50.93), and 85.6% of bleeds resolved with one infusion. There were 92 bleeds in 19 of the 23 subjects in Arm 2 (median ABR 3.6, median spontaneous ABR 1.9). Median dose per infusion to treat a bleed in Arm 2 was 21.65 IU/kg (IQR 19.84-32.47), and 80.4% of bleeds resolved with one infusion. rFVIIIFc was generally well-tolerated, and no serious vascular thrombotic events were reported. The population PK model predicted median peak plasma concentrations (C max ) of 54.8 IU/dL (95% prediction interval [PI] 34.4-91.9) and 62.6 IU/dL (95% PI 37.3-112) following treatment of a bleed in patients on the E4D and E3D regimens, respectively ( Figure 1 ). The predicted median C max values for the two regimens following the subsequent prophylactic dose were 116 IU/dL (95% PI 74.1-186) and 120 IU/dL (95% PI 74.8-196), respectively. Figure 1A: View large Download slide Predicted FVIII activity over time for patients that treat a bleeding episode with rFVIIIFc (25 IU/kg) 24 hours before a scheduled prophylactic dose on regimens of: A) 50 IU/kg E4D; and, B) 50 IU/kg E3D. Based on incremental recovery observed in A-LONG, a rFVIIIFc dose of 25 IU/kg is expected to increase factor activity by approximately 50 IU/dL. Figure 1A: View large Download slide Predicted FVIII activity over time for patients that treat a bleeding episode with rFVIIIFc (25 IU/kg) 24 hours before a scheduled prophylactic dose on regimens of: A) 50 IU/kg E4D; and, B) 50 IU/kg E3D. Based on incremental recovery observed in A-LONG, a rFVIIIFc dose of 25 IU/kg is expected to increase factor activity by approximately 50 IU/dL. Close modal Figure 1B View large Download slide Figure 1B View large Download slide Close modal Conclusions: A validated population PK model showed that even among patients on prophylactic regimens with short intervals, predicted factor activity levels are likely to fall in the normal range for the majority of patients when a bleeding episode is treated in close proximity to a scheduled prophylactic dose. Though bleeding episodes were rare with rFVIIIFc prophylaxis, rFVIIIFc was found to be safe and efficacious when used to treat bleeding episodes in subjects on routine prophylaxis. Disclosures Quon: Novo Nordisk: Consultancy, Speakers Bureau; Baxter: Speakers Bureau; Grifols: Speakers Bureau; Baxter: Consultancy; Bayer: Consultancy. Mahlangu: Amgen: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Biogen Idec: Research Funding, Speakers Bureau; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees; Genentech: Membership on an entity's Board of Directors or advisory committees; Biotest: Speakers Bureau. Shapiro: Baxter: Consultancy, Global Steering Committee Other, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novo Nordisk: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bayer: Consultancy, Global Steering Committee, Global Steering Committee Other, Research Funding; CSL Behring: Research Funding; Biogen Idec: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Kedrion: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Pasi: Bayer: Membership on an entity's Board of Directors or advisory committees; BPL: Membership on an entity's Board of Directors or advisory committees; Biogen Idec: Educational Support and Travel Grants, Educational Support and Travel Grants Other, Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Educational Support and Travel Grants, Educational Support and Travel Grants Other; OctaPharma: Educational Support and Travel Grants Other, Membership on an entity's Board of Directors or advisory committees; Pfizer: Educational Support and Travel Grants Other, Membership on an entity's Board of Directors or advisory committees. Zhu: Biogen Idec: Employment, Equity Ownership. Pierce: Biogen Idec: Employment, Equity Ownership. Li: Biogen Idec: Employment, Equity Ownership. Allen: Biogen Idec: Employment, Equity Ownership.",
    "topics": [
        "fusion proteins",
        "hemorrhagic episodes",
        "recombinant factor viiifc fusion protein",
        "hemorrhage",
        "infusion procedures",
        "hemophilia a",
        "bleeding rate",
        "dosing interval",
        "factor viii",
        "joint disorders"
    ],
    "author_names": [
        "Doris V. Quon, MD PhD",
        "Johnny N. Mahlangu, MBBCh, MMed, FCPath",
        "Amy D Shapiro",
        "John Pasi, MBChB, PhD FRCP, FRCPath",
        "Ying Zhu, MPH",
        "Glenn F Pierce, MD PhD",
        "Lian Li, PhD",
        "Geoffrey Allen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Doris V. Quon, MD PhD",
            "author_affiliations": [
                "Orthopaedic Hemophilia Treatment Center, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Johnny N. Mahlangu, MBBCh, MMed, FCPath",
            "author_affiliations": [
                "Hemophilia Comprehensive Care Center, Department of Molecular Medicine and Haematology, Faculty of Health Sciences, University of the Witwatersrand and NHLS, Johannesburg, South Africa "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy D Shapiro",
            "author_affiliations": [
                "Indiana Hemophilia and Thrombosis Center, Indianapolis, IN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Pasi, MBChB, PhD FRCP, FRCPath",
            "author_affiliations": [
                "Barts and The London School of Medicine and Dentistry, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Zhu, MPH",
            "author_affiliations": [
                "Biogen Idec, Cambridge, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glenn F Pierce, MD PhD",
            "author_affiliations": [
                "Biogen Idec, Cambridge, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lian Li, PhD",
            "author_affiliations": [
                "Biogen Idec, Cambridge, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey Allen, MD",
            "author_affiliations": [
                "Biogen Idec, Cambridge, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T15:35:56",
    "is_scraped": "1"
}