{
    "doi": "https://doi.org/10.1182/blood.V128.22.932.932",
    "article_title": "Therapy Resistant CML Stem Cells Are Dependent on Mitochondrial Oxidative Metabolism for Their Survival ",
    "article_date": "December 2, 2016",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: CML Stem Cells and the Niche",
    "abstract_text": "We and others have shown that tyrosine kinase inhibitors (TKIs), such as imatinib, fail to eliminate primitive chronic myeloid leukaemia (CML) stem cells (LSCs), suggesting that combination of TKIs with other targeted agents will be required to eradicate the LSC-pool. Therefore, identification of targetable pathways that selectively maintain CML LSC survival is critical. Metabolic reprogramming is a core feature of cancer cells making them susceptible to manipulation in a selective manner. Indeed, in recent years numerous studies have shown that targeting abnormal aspects of metabolism can be of therapeutic value. The aim of this study was to identify and target metabolic dependencies in CML LSCs using stem cell-enriched (CD34 + ) primary cells isolated from CML patients and healthy donors. Although CML represents a highly suitable model for cancer stem cell studies, investigation of LSCs metabolism has so far been restricted by technical limitations. Therefore, we have applied improved protocols for metabolomics using liquid chromatography-mass spectrometry (LC-MS) and functional assays. Initially we cultured leukaemic cells in the presence of uniformly-labelled glucose with stable (heavy) 13 C isotope ( 13 C 6 -glucose) and compared isotopic enrichment in CD34 + versus CD34 - cells isolated from the same CML patient. Our results showed that CD34 + cells contained an increased proportion of isotopologues with 2 or more labelled carbons in tricarboxylic acid (TCA) cycle metabolites (such as citrate, α-ketoglutarate and malate) when compared with CD34 - cells, indicating an increase in flux of glucose through the TCA cycle in more primitive CML cells. In contrast, CML CD34 + cells contained reduced levels of glucose-derived lactate when compared with patient-matched CD34 - cells, suggesting that more primitive CML cells utilise mitochondrial metabolism rather than glycolysis to supply their energy demands. In line with this, CML CD34 + cells displayed more than a two-fold increase in their mitochondrial oxygen consumption rates (OCR) when compared with CD34 - cells (p≤0.05), confirming that mitochondrial metabolism is enhanced in stem cell-enriched CML cells. Next we traced 13 C 6 -glucose in CD34 + cells from healthy donors and compared this with isotopic enrichment in CML CD34 + cells. This revealed that 13 C enrichment in TCA cycle metabolites was significantly higher in CML CD34 + cells when compared with their normal counterparts. This correlated with a significant increase in mitochondrial respiration (p≤0.001) and mitochondrial membrane potential in primitive CML cells, including CD34 + 38 - cells (p≤0.001), suggesting that CML LSCs may be selectively sensitive to inhibition of mitochondrial metabolism. Of clinical significance, we show that the antibiotic tigecycline, an inhibitor of mitochondrial translation, reduced this aberrant oxidative metabolism and selectively induced death in primitive CML cells at a clinically achievable concentration. More precisely, in vitro treatment with tigecycline as a single agent, decreased the number of CML CD34 + cell-derived colonies in comparison with untreated conditions (p≤0.001), and combining tigecycline with imatinib resulted in a 50% decrease in colony number when compared to tigecycline or imatinib alone (p≤0.01). Importantly, this drug combination had no effect on colony formation potential of CD34 + cells derived from healthy donors. Moreover, we show that tigecycline alone, or in combination with imatinib, reduced the number of colonies in a long-term culture-initiating cell assay (p≤0.001) while imatinib, as a single agent, did not have any significant effect. To examine the effect on transplantable CML LSCs in vivo , human CML CD34 + cells were injected into irradiated NSG mice. Following confirmation of engraftment mice were treated with imatinib, tigecycline alone and in combination with imatinib. Remarkably, 4-week combination treatment with tigecycline and imatinib led to near complete elimination of CML LSCs measured by the number of human CD45 + and CD34 + 38 - cells in the bone marrow. We conclude that CML LSC are dependent on oxidative phosphorylation for their survival and tigecycline-mediated inhibition of mitochondrial metabolism, combined with TKI treatment, shows potential as a novel therapeutic strategy to selectively target these cells to enhance cure rates. Disclosures Holyoake: Bristol Myers Squib: Honoraria, Research Funding; Novartis: Honoraria, Research Funding.",
    "topics": [
        "antibiotics",
        "antidepressive agents, tricyclic",
        "cd34 antigens",
        "cd45 antigens",
        "cell respiration",
        "chromatography",
        "citrates",
        "drug combinations",
        "glucose",
        "imatinib mesylate"
    ],
    "author_names": [
        "Elodie Marie Kuntz",
        "Pablo Baquero, PhD",
        "Tessa L. Holyoake, MD PhD FRCP, FRCPath",
        "Eyal Gottlieb, PhD",
        "G. Vignir Helgason, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elodie Marie Kuntz",
            "author_affiliations": [
                "Beatson Institute, Cancer Research UK, Glasgow, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pablo Baquero, PhD",
            "author_affiliations": [
                "Wolfson Wohl Cancer Research Centre, University of Glasgow, Glasgow, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tessa L. Holyoake, MD PhD FRCP, FRCPath",
            "author_affiliations": [
                "Paul O'Gorman Leukaemia Research Centre, University of Glasgow, Glasgow, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eyal Gottlieb, PhD",
            "author_affiliations": [
                "Beatson Institute, Cancer Research UK, Glasgow, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "G. Vignir Helgason, PhD",
            "author_affiliations": [
                "Wolfson Wohl Cancer Research Centre, University of Glasgow, Glasgow, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T15:37:59",
    "is_scraped": "1"
}