{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4514.4514",
    "article_title": "Longitudinal Changes in Body Composition Following Hematopoietic Cell Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster III",
    "abstract_text": "Sarcopenia, the loss of skeletal muscle tissue, has been identified as a potential risk factor for adverse outcomes in hematopoietic cell transplantation (HCT) recipients. However, much remains unknown about longitudinal changes in body composition following HCT. We retrospectively evaluated computed tomography (CT) imaging from 315 lymphoma patients undergoing HCT at our institution between 2000 and 2014. Two HCT cohorts were established: auto-HCT (did not receive allo-HCT, n=218) and allo-HCT (may have received previous auto-HCT, n=97). Cross-sectional area of lean muscle, subcutaneous adipose tissue (SAT), and visceral adipose tissue (VAT) were measured at the level of the third lumbar vertebral body (L3) on an axial CT image prior to HCT, 1 year post-HCT, and 2.5 years post-HCT. Lean muscle was normalized for height and reported as L3 skeletal muscle index (L3SMI). Sarcopenia was defined as L3SMI ≤39 cm 2 /m 2 for women and ≤55 cm 2 /m 2 for men. Sarcopenia prior to HCT was observed in 50% of HCT recipients, 47% in the auto-HCT cohort and 57% in the allo-HCT cohort. The number of lines of therapy prior to HCT was predictive of sarcopenia prior to HCT (OR=1.29, p=.01). There was a significant decline in skeletal muscle mass over time for patients in the allo-HCT cohort when compared to the trend in the auto-HCT cohort (-6.52 cm 2 /imaging interval, p=<0.01) ( Figure 1 ). In the allo-HCT cohort, the association between the change in muscle mass (per cm 2 ) from prior to HCT to 2.5 years post-HCT and moderate-severe chronic GVHD did meet statistical significance (OR 1.04, p=0.03). The incidence of sarcopenia increased over time in all patients receiving HCT (OR=1.55; p=0.02), particularly driven by patients undergoing allo-HCT who experienced an increased rate of sarcopenia over time compared to auto-HCT (OR=1.66, p=0.02). The incidence of sarcopenia reached 66% at 2.5 years post-HCT in the allo-HCT cohort ( Figure 2 ). In the allo-HCT cohort, the association between sarcopenia at 2.5 years post-HCT and moderate-severe chronic GVHD did not meet statistical significance (OR 3.32, p=0.07). Adipose tissue analysis showed allo-HCT recipients had lower measurements of SAT at all time point when compared to patients in the auto-HCT cohort. There was a significant increase in both VAT and SAT experienced by recipients of auto-HCT and allo-HCT when comparing CT images from 1 year post-HCT and 2.5 years post-HCT (p<0.05). However, there was no significant difference in change in SAT or VAT over time when comparing auto-HCT and allo-HCT cohorts. In conclusion, retrospective analysis of CT imaging revealed significant loss of muscle mass and an increased incidence of sarcopenia following HCT, especially in patients undergoing allo-HCT. Future studies are needed to further characterize changes in body composition in HCT recipients and investigate its impact on HCT outcomes. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "body composition",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "sarcopenia",
        "diagnostic imaging",
        "graft-versus-host disease, chronic",
        "computed tomography",
        "lymphoma",
        "skeletal muscles",
        "third lumbar vertebra"
    ],
    "author_names": [
        "Zachariah Defilipp, MD",
        "Fabian M Troschel",
        "David A Qualls, MD",
        "Shuli Li, PhD",
        "Maria Kempner, BA",
        "Yi-Bin Chen, MD",
        "Areej El-Jawahri, MD",
        "Florian J Fintelmann"
    ],
    "author_dict_list": [
        {
            "author_name": "Zachariah Defilipp, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fabian M Troschel",
            "author_affiliations": [
                "Department of Radiology, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A Qualls, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuli Li, PhD",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Kempner, BA",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi-Bin Chen, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Areej El-Jawahri, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florian J Fintelmann",
            "author_affiliations": [
                "Department of Radiology, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T02:28:26",
    "is_scraped": "1"
}