{
    "doi": "https://doi.org/10.1182/blood-2021-152339",
    "article_title": "Insufficient Phosphorylation of STAT5 in Tregs Inhibits the Expression of BLIMP-1, Leading to a Lack of Tregs in Pediatric Aplastic Anemia ",
    "article_date": "November 5, 2021",
    "session_type": "508.Bone Marrow Failure",
    "abstract_text": "Aplastic anemia (AA) is a group of bone marrow failure diseases characterized by three-line blood cell reduction and decreased myeloproliferation. It is believed that T cell immune disorder is the leading cause of the disease, especially the number and functional damage of regulatory T cells (Tregs). BLIMP-1 is a transcription factor encoded by PRDM1 gene, which is indispensable for Tregs. The expression of BLIMP-1 is mainly induced by the IL-2/STAT5 signaling pathway. However, the level of phosphorylation of STAT5 and the expression of BLIMP-1 in Tregs from patients with AA has not been revealed, and the mechanism of Tregs damage in AA has not yet been clarified. In the present study, we collected peripheral blood from 10 newly diagnosed AA children and 10 age-matched healthy donors. We observed that the ratio of Tregs/lymphocytes and Tregs/CD4 + T cells decreased significantly in AA patients, compared with healthy controls by flow cytometry. In addition, we found significantly elevated levels of inflammatory cytokines IL-2, IL-6, and IFN-γ, but decreased levels of anti-inflammatory cytokines IL-10 and TGF-β in plasma of children with AA, compared with healthy controls. Quantitative real-time PCR showed decreased transcriptional level of BLIMP-1 in peripheral blood mononuclear cells (PBMC) from children with AA, compared with healthy donors. We used flow cytometry to detect the protein level of BLIMP-1 in Tregs and found that the level of BLIMP-1 in Tregs in the peripheral blood of children with AA was significantly lower than that of healthy donors. The correlation analysis showed that the percentage of BLIMP-1 + Tregs was positively correlated with the ratio of Tregs/CD4 + T cells ( r =0.829, p ＜0.001), the plasma level of IL-10 ( r =0.492, p =0.027), and TGF-β ( r =0.482, p =0.030), suggesting that low expression level of BLIMP-1 in Tregs may lead to decreased number of Tregs in peripheral blood and declined levels of IL-10 and TGF-β in children with AA. When stimulated IL-2, the level of pSTAT5 in CD4 + T cells of children with AA was significantly reduced compared with that of healthy donors. The level of pSTAT5 in CD4 + T cells was also positively correlated with the ratio of Tregs/CD4 + T cells ( r = 0.575, p = 0.008) and the expression of BLIMP-1 in Tregs ( r =0.693, p ＜0.0001)，suggesting that STAT5 signal is poorly activated in pediatric AA, and it may be an important cause for the low expression of BLIMP-1 in Tregs and the decrease in the number of Tregs in children with AA. Furthermore, we constructed an AA mouse model by co-administering IFN-γ and busulfan for 10 consecutive days. These mice exhibited decreased ratio of Tregs/CD4 + T cells in the spleen and lower BLIMP-1 in Tregs, compared with controls. Also, we isolated Tregs with immunomagnetic beads from spleens of mice and observed that the level of IL-2-stimulated pSTAT5 was lower in isolated Tregs from AA mice than controls. These phenotypes were partially rescued by intervention of IL-2-JES6-1, an antibody complex tends to promote the proliferation of Tregs in mice, while inhibiting the proliferation of effector T cells. IL-2-JES6-1 increased the level of pSTAT5 and the expression of BLIMP-1 in Tregs from spleen of the AA mice, and elevated the ratio of Tregs/CD4 + T cells in the spleen. In conclusion, we found that Tregs from AA patients have impaired phosphorylation of STAT5 and insufficient expression of BLIMP-1, which may contribute to the pathogenesis of AA. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Lifen Huang",
        "Junbin Huang",
        "Chengming Zhu",
        "Hongman Xue",
        "Chi Kong Li",
        "Chun Chen"
    ],
    "author_dict_list": [
        {
            "author_name": "Lifen Huang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Junbin Huang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chengming Zhu",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongman Xue",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chi Kong Li",
            "author_affiliations": [
                "Department of Paediatrics, The Chinese University of Hong Kong, Shatin, Hong Kong"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chun Chen",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:29:37",
    "is_scraped": "1"
}