{
    "doi": "https://doi.org/10.1182/blood.V118.21.2091.2091",
    "article_title": "Comparison of Comorbidity Scores and the Impact of Comorbidities on Length of Stay and Survival in Patients with Non−Hodgkin's Lymphoma Treated with Autologous Stem Cell Transplant ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Poster I",
    "abstract_text": "Abstract 2091 Autologous stem cell transplant (ASCT) is the treatment of choice for relapsed aggressive histology Non-Hodgkin's lymphoma (NHL) and is part of first line therapy for mantle cell lymphoma (MCL). Although treatment related morbidity and mortality from ASCT is considerably less than for allogeneic transplant, it is not without risk and can be affected by comorbid conditions. Two comorbidity scores have been used for stem cell transplant patients to assess risk, the Charlson Comorbidity Index (CCI) (Biol Blood Marrow Transplant 2008;14:840-6) and the Hematopoietic Stem Cell Transplantation Comorbidity Index (HCT-CI) (Blood 2005;106:2912-19). The Cumulative Illness Rating- Geriatric Severity Index (CIRS-G SI) has also been used in patients with cancer (J Clin Oncol 1998;16:1582-7). This project compares these comorbidity scores and examines the effect of comorbid conditions on outcomes post transplant. A retrospective chart review was performed on 101 patients with NHL receiving ASCT from 2003 to 2010 at our institution. Patients were conditioned using BEAM chemotherapy (BCNU, etoposide, cytarabine, melphalan). Variables collected included age, gender, diagnosis, international prognostic index (IPI), comorbidity scores, length of stay (LOS) and overall survival. The length of stay was calculated as the extra LOS (ELOS) beyond day 14 to account for some patients who were able to be discharged early for proximity reasons. Correlations were calculated using the Pearson Correlation Coefficient. Linear and Cox regression were used in the analysis. The median age of the patient population was 57 years (range 26–68 years) and 38% were female. The majority of patients had diffuse large B cell lymphoma (DLBCL) 57%, other histological subtypes included MCL 10%, follicular lymphoma (FL) 10%, transformed FL 7% and others 16%. The median follow-up time was 17.2 months (0.5–96 months) for the entire group, and 28 months (0.5–83) for the DLBCL group. For the DLBCL group, the international prognostic index (IPI) at diagnosis was 0–1 in 67% and 2–5 in 33%. The IPI at relapse was 0–1 in 55% and 2–5 in 45%. The median number of reinfused stem cells was 4.9 × 10 6 CD34+/ kg (range 1.7–27). The median score on the CCI was 2 (range 2–5), 73% of patients had CCI score of 2 or less, 23% had score of 3 and 4% had a score 4 or greater. The median score on the CIRS-G SI was 3 (range 1.6 – 4). The median score on the HCT-CI was 0 (range 0–5), 66% had a score of 0, 27% had a score of 1 or 2, and 7% had a score of at least 3. The Pearson correlation between the CCI and HCT-CI was 0.8 (p<0.001), between HCT-CI and CIRS-G was 0.3 (p=0.001) and between CCI and CIRS-G was 0.2 (p=0.03). The median survival for the entire group and the for the DLBCL patients was not reached. Survival estimates were 75% for the entire group at 24 months, and 75% for the DLBCL group at 36 months. There was no statistically significant relationship between any of the comorbidity scores and overall survival using Cox regression for either the entire group or the DLBCL group. On univariate analysis, for the entire group of patients, CCI was significantly related to ELOS (p=0.011) but the other comorbidity scores were not. For the DLBCL group, univariate analysis showed that ELOS was associated with CCI (p=0.037) and trended towards significance with HCT-CI (p=0.098). We also performed a multivariable analysis on the entire group looking for predictive factors for ELOS using age, gender, albumin and CCI and found that CCI and gender were significant (p=0.001 for both). In the DLBCL group the same multivariable analysis was done with the addition of IPI at relapse and we found that CCI (p=0.007) and gender (p=0.014) were significant, IPI at relapse, age and albumin were not. In conclusion, the CCI and HCT-CI comorbidity scores are highly correlated for this group of ASCT patients. The CIRS-G SI did not correlate as well with the other comorbidity scores. In this group of patients we could not detect any influence of comorbidity score on survival, however there seems to be a statistically significant relationship between the CCI score and length of stay. The HCT-CI and CIRS-G SI did not affect LOS in this study. There also seems to be a relationship between gender and length of stay, as male patients had a shorter duration of hospitalization. The results of this study will need to be investigated further with a larger sample size. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "comorbidity",
        "length of stay",
        "lymphoma",
        "diffuse large b-cell lymphoma",
        "transplantation",
        "albumins",
        "hematopoietic stem cell transplantation",
        "cancer",
        "carmustine"
    ],
    "author_names": [
        "Kylie Lepic, MD, FRCPC",
        "Ann Benger, MD, FRCP(C)",
        "Ronan Foley, MD, FRCPC",
        "Graeme Fraser",
        "Deborah Marcellus, MD",
        "Michelle Saunders-Roy, RN",
        "Michael Trus, MD, PhD, FRCPC",
        "Anita Adams, RN(EC), MN, NP, CPMHN(C)",
        "Kari Kolm, RN(EC), MN, NP",
        "Jennifer Wiernikowski, MN, NP, CON(C)",
        "C. Tom Kouroukis, MD, MSc, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Kylie Lepic, MD, FRCPC",
            "author_affiliations": [
                "Oncology, Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ann Benger, MD, FRCP(C)",
            "author_affiliations": [
                "Oncology, Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronan Foley, MD, FRCPC",
            "author_affiliations": [
                "Pathology, Hamilton Health Sciences, Hamilton, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graeme Fraser",
            "author_affiliations": [
                "McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah Marcellus, MD",
            "author_affiliations": [
                "Oncology, Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Saunders-Roy, RN",
            "author_affiliations": [
                "Nursing, Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Trus, MD, PhD, FRCPC",
            "author_affiliations": [
                "Pathology, Hamilton Health Sciences, Hamilton, ON, Canada, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Adams, RN(EC), MN, NP, CPMHN(C)",
            "author_affiliations": [
                "Nursing, Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kari Kolm, RN(EC), MN, NP",
            "author_affiliations": [
                "Nursing, Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Wiernikowski, MN, NP, CON(C)",
            "author_affiliations": [
                "Nursing, Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Tom Kouroukis, MD, MSc, FRCPC",
            "author_affiliations": [
                "Oncology, Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T13:03:29",
    "is_scraped": "1"
}