{
    "doi": "https://doi.org/10.1182/blood.V126.23.116.116",
    "article_title": "Bypassing the Constraint for Chimeric Antigen Receptor (CAR) Development in T-Cells Expressing the Targeted Antigen: Improvement of Anti-CS1 CAR Activity in Allogenic TCRa/CS1 Double Knockout T-Cells for the Treatment of Multiple Myeloma (MM) ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Novel Immunotherapeutics and the Impact of the Microenvironment",
    "abstract_text": "Adoptive immunotherapy with autologous T-cells expressing chimeric antigen receptors (CARs) targeting CD19 has achieved long-term remissions in patients with B cell leukemia, pointing out that CAR technology may become a new alternative in cancer treatment. In this work we assessed the feasibility of targeting the CS1 antigen (SLAMF7) for the treatment of Multiple Myeloma (MM). MM is a B-cell neoplasia characterized by clonal expansion of malignant plasma cells in the bone marrow. Even if currently available therapies can improve overall survival, MM still remains incurable in most patients. Immunotherapy against MM is therefore an area in which extensive research is being made, with novel antigenic targets being considered. Among these is the CS1 glycoprotein, which is highly expressed on tumor cells from most patients with MM. However, CS1 is also expressed on normal CD8+ T-cells, which may be problematic for a CAR-based approach as antigen-expressing T cells will be targeted, impacting both the number and the phenotype of the final CAR T cell population. To circumvent this issue we have used our highly-efficient transcription activator-like effector nuclease (TALEN) gene-editing technology to inactivate CS1 in T-cells prior to transduction with a viral vector encoding an anti-CS1 CAR. Our results demonstrate that while non-gene-edited T-cells expressing an anti-CS1 CAR display limited cytolytic activity against MM cell lines, and resulted in a progressive loss of CD8+ T-cells. CS1-gene-edited CAR cells display significantly increased cytotoxic activity, with the percentage of CD8+ T-cells remaining unaffected. In addition, experiments in an orthotopic MM mouse model showed that CS1 disrupted T-cells were able to mediate an in vivo anti-tumoral activity. Subsequently, we have utilized this strategy for CS1 in the context of our allogeneic \"off-the-shelf\" engineered CAR+ T-cell platform. This allogenic platform utilizes TALEN gene editing technology to inactivate the TCRα constant (TRAC) gene, eliminating their potential to mediate Graft versus Host Disease (GvHD). We have previously shown that editing of the TRAC gene can be achieved at high frequencies, allowing efficient production of TCR-deficient T-cells that no longer mediate alloreactivity in a xeno-GvHD mouse model. Our results also show that multiplex genome editing is possible and can lead to the production of double KO (TRAC and CS1) T-cells, allowing large scale manufacturing of allogeneic, non alloreactive CS1 specific T-cells with enhanced antitumor activity. Moreover, these allogenic T-cells could be easily available for administration to a large number of MM patients. Disclosures Galetto: Cellectis SA: Employment. Chion-Sotinel: Cellectis SA: Employment. Gouble: Cellectis SA: Employment. Smith: Cellectis: Employment, Patents & Royalties.",
    "topics": [
        "antigens",
        "chimeric antigen receptors",
        "multiple myeloma",
        "t-lymphocytes",
        "tra gene cluster",
        "graft-versus-host disease",
        "gene editing",
        "cancer therapy",
        "cd19 antigens",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Roman Galetto, PhD",
        "Isabelle Chion-Sotinel",
        "Agnès Gouble, PhD",
        "Julianne Smith, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Roman Galetto, PhD",
            "author_affiliations": [
                "Cellectis SA, Paris, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Chion-Sotinel",
            "author_affiliations": [
                "Cellectis SA, Paris, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnès Gouble, PhD",
            "author_affiliations": [
                "Cellectis SA, Paris, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julianne Smith, PhD",
            "author_affiliations": [
                "Cellectis SA, Paris, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T15:41:16",
    "is_scraped": "1"
}