{
    "doi": "https://doi.org/10.1182/blood.V124.21.1298.1298",
    "article_title": "Clinical Impact of an Internet-Based Tool to Provide Expert Guidance for Multiple Myeloma (MM) from 2012 to 2014 ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: Poster I",
    "abstract_text": "Clinical practice guidelines in MM list many therapeutic choices, with similar levels of evidence, but frequently lack specific recommendations for individual patient cases. We sought to determine whether expert recommendations on MM treatment, based on specific disease and patient characteristics and delivered via an interactive, online decision support tool, would affect the planned treatment decisions of community practitioners. Two tools were developed over successive years. We conducted an analysis to determine changes in practice patterns and expert recommendations over time by comparing data from a tool developed in 2014 with those from a similar tool developed in 2013. Both tools were developed based on recommendation surveys from a panel of 5 MM experts. The surveys were completed in October 2012 (2013 tool) and in November 2013 (2014 tool). Each expert provided treatment recommendations for all patient scenarios in 3 settings: induction, maintenance, and relapsed/refractory disease. The expert survey and online tool included 315 patient scenarios based on variations of the following criteria: eligibility for autologous stem cell transplantation, results of chromosome analysis, ECOG performance status, risk of renal insufficiency or peripheral neuropathy, as well as previous therapy and depth of response to previous therapy. The tool functioned through a series of pull-down menus that allowed users to enter a specific patient scenario. Users were then prompted to state their intended management approach for that scenario. Once completed, recommendations of the 5 experts for that scenario were displayed and the users were prompted to indicate how or if the experts’ recommendations changed their intended management approach. In both the 2013 and 2014 surveys, experts responded to 32 case variations for induction therapy, for a total of 160 possible recommendations. The data revealed that the recommendation of bortezomib/lenalidomide/dexamethasone increased from 23% in 2013 to 41% in 2014, whereas recommended regimens with melphalan dropped from 32% to 10%. In addition, use of carfilzomib as induction therapy increased from 0% to 5% of cases from 2013 to 2014. In the relapsed/refractory setting, there was expansion in the number of different regimens recommended by the experts in 2014, most notably for patients who did not respond to induction therapy or relapsed within 6 months. In patients with relapsed/refractory disease treated previously with an immunomodulatory agent (IMiD), carfilzomib regimens were recommended for 23% of patient scenarios in 2013 vs 39% in 2014, the recommendation of pomalidomide increased from 0% of patient scenarios in 2013 to 13% in 2014, and bortezomib/cyclophosphamide/dexamethasone decreased from 43% to 16% of patient scenarios. For patients with relapsed/refractory disease treated with prior IMiDs and proteasome inhibitors (PIs), pomalidomide recommendations rose from 0% to 40%. Nearly 100% of expert recommended lenalidomide-containing regimens for patients previously treated with PIs in 2013, decreasing to only 37% in 2014, whereas the use of both carfilzomib and pomalidomide regimens increased to 49% in these scenarios. The analysis above does not segregate for comorbidities, which was an important aspect of the tool and expert recommendations. To date, the 2014 decision support tool has been used by 154 individuals who sought guidance on 335 patient case scenarios and 115 reported on the tool’s clinical impact. The majority (71%) indicated the expert recommendations confirmed or changed their intended treatment, 20% indicated that there would be barriers to implementing the recommendations, and 9% disagreed with the recommendations. Preliminary data suggest that the majority of practitioners using the online decision support tool either confirmed or changed their treatment approaches on specific MM patient cases. These data suggest that interactive online tools that offer expert recommendations can clarify selection of therapy in induction, maintenance, and relapsed/refractory settings for patients with MM. Detailed comparisons of evolving expert recommendations and an analysis of participant use and responses, including comorbidity segregation, from the 2014 tool will be presented. Disclosures Off Label Use: carfilzomib use in the frontline setting for patients with myeloma. Lonial: Onyx: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Millennium: Consultancy, Research Funding. Mazumder: Celgene: Speakers Bureau; Millennium: Speakers Bureau; Onyx: Speakers Bureau. Anderson: Celgene: Consultancy; Onyx: Consultancy; Millennium: Consultancy; Gilead: Consultancy; Sanofi: Consultancy; Acetylon: Scientific Founder Other; Oncopep: Scientific Founder Other.",
    "topics": [
        "internet",
        "multiple myeloma",
        "carfilzomib",
        "neoadjuvant therapy",
        "pomalidomide",
        "treatment resistant disorders",
        "bortezomib",
        "dexamethasone",
        "lenalidomide",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Davecia R Cameron, MS",
        "Sagar Lonial, MD",
        "Amitabha Mazumder, MD",
        "Jim Mortimer",
        "Andrew D Bowser, ELS, CCMEP",
        "Kevin L. Obholz, PhD",
        "Kenneth C. Anderson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Davecia R Cameron, MS",
            "author_affiliations": [
                "Clinical Care Options, Miami, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sagar Lonial, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amitabha Mazumder, MD",
            "author_affiliations": [
                "NYU Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jim Mortimer",
            "author_affiliations": [
                "Clinical Care Options, LLC., Reston, VA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D Bowser, ELS, CCMEP",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin L. Obholz, PhD",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T21:29:48",
    "is_scraped": "1"
}