{
    "doi": "https://doi.org/10.1182/blood-2020-141604",
    "article_title": "Unmet Needs in AL Amyloidosis: Outcomes in the Modern Era Among the Highest Risk, Newly Diagnosed AL Amyloidosis Patients ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "abstract_text": "Background: Newly diagnosed patients with AL Amyloidosis are a heterogeneous population, ranging from incidentally found nephrotic syndrome to delayed advanced cardiac disease. For the purposes of trials, patients with the highest-risk disease are often excluded from trial participation. An NT-proBNP of 8500 or higher is the criterion most often used for exclusion from clinical trials due to high rates of early death. It is well documented that overall survival is improving over time, in part due to earlier diagnosis and in part due to more effective therapies. It is our aim to describe outcomes of patients with very high (NT-proBNP >=8500) and advanced stage amyloidosis excluding very high (VH) NT-proBNP. Methods: To address this need, we examined the outcomes of AL patients diagnosed between 1/2012 and 7/2020 and seen at our institution within 90 days of diagnosis. Of the 1290 patients, 291 were seen beyond the 90 day threshold and were thus excluded. Another 170 patients were excluded due to missing biomarkers to calculate stage, leaving 829 patients for our analysis. Thresholds for troponins and BNPs were used according to Muchtar Blood 133(7):2019 to correct for assay used. The vast majority of patients had troponin T measured, and for them the 0.025 mcg/L and the 0.035 mcg/L cut-points were used for the 2012 and 2004 staging systems. A minority of patients did not have troponin T, but rather high sensitivity troponin T (n=129) or troponin I (n=23). For patients with high sensitivity troponin T, cut-points of 41 and 50 ng/L were used, respectively, for the 2012 and 2004 systems, and for patients with troponin I only, a cut-point of 0.1 mcg/L was used for both systems. In the 3 patients with no NT-proBNP but with BNP, 400 and 81 ng/L were used respectively for the 2012 and 2004 systems; otherwise, the 1800 ng/L and 332 ng/L cut-offs were used. A BNP of > 700 ng/L was considered equivalent to NT-proBNP greater than or equal to 8500 ng/L. For the 2012 system, the dFLC of 18 mg/dL was used as a cut-off. Survival estimates were done using the method of Kaplan-Meier, and differences in survival were by determined by Log-Rank. Results: The median age of patients was 65 (range 29, 89), and 65% were male. 148 (17%) of these newly diagnosed patients had a VH (>=8500) NT-proBNP. Patients with VH NT-proBNP were older (67 versus 64 years, p=0.004). Only 4% of the VH NT-proBNP patients received an ASCT in contrast to 34% without VH NT-proBNP. With a median follow-up of 30 months for surviving patients, median OS for VH NT-proBNP patients was 3.3 months in contrast to patients without VH NT-proBNP at 68.4 months (Figure). Breakdown of early death for patients with VH NT-proBNP by stage is shown in Table . Of Mayo 2012 patients staged I, II, III, and IV, the percent of patients with VH NT-proBNP was 0, 3, 20, and 45%. In contrast, for the European modification of the Mayo 2004 system, the percent with VH NT-proBNP by stage was 0, 6, 0, 100 for stages I, II, IIIa, and IIIb, respectively. Among the VH NT-proBNP patients, there was stage discrimination using the Mayo 2012 system (6-month death rates were 17, 45, and 66% for patients with stages II, III, and IV, respectively, p=0.02). In contrast, using the Mayo 2004 system in the patients with VH NT-proBNP, 6-month death rates were 45 and 60% for stage II and IIIb patients, respectively (p= 0.12). Among patients without VH NT-proBNP, rates of death in the first year were 21% including stage I patients whose death rates were well under 10%. Patients without VH NT-proBNP but Mayo 2012 Stage III and IV had 1-year mortalities of 28 and 43% respectively. Using the modified Mayo 2004 system, excluding the VH NT-proBNP 1-year mortality was 19 and 37% for patients with stage II and IIIa, respectively. Discussion: Establishing expected outcomes for the sickest AL amyloidosis patients is a means by which trials can be designed for these patients with an unmet need. Patients with VH NT-proBNP should be considered for specially designed trials, and patients without VH NT-proBNP and advanced stage should be included in trials for newly diagnosed patients regardless of stage as long as there is appropriate stratification. View large Download slide View large Download slide  Close modal Disclosures Dispenzieri: Janssen: Research Funding; Pfizer: Research Funding; Intellia: Research Funding; Alnylam: Research Funding; Celgene: Research Funding; Takeda: Research Funding. Kumar: AbbVie: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Tenebio: Other, Research Funding; BMS: Consultancy, Research Funding; Sanofi: Research Funding; Carsgen: Other, Research Funding; Amgen: Consultancy, Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments, Research Funding; Oncopeptides: Consultancy, Other: Independent Review Committee; IRC member; Celgene/BMS: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Merck: Consultancy, Research Funding; Takeda: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Janssen Oncology: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Adaptive Biotechnologies: Consultancy; Dr. Reddy's Laboratories: Honoraria; Novartis: Research Funding; MedImmune: Research Funding; Genecentrix: Consultancy; Kite Pharma: Consultancy, Research Funding; Cellectar: Other; Karyopharm: Consultancy; Genentech/Roche: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments. Dingli: Karyopharm Therapeutics: Research Funding; Bristol Myers Squibb: Research Funding; Millenium: Consultancy; Janssen: Consultancy; Alexion: Consultancy; Rigel: Consultancy; Apellis: Consultancy; Sanofi-Genzyme: Consultancy. Kapoor: Celgene: Honoraria; Cellectar: Consultancy; Janssen: Research Funding; Sanofi: Consultancy, Research Funding; Amgen: Research Funding; Takeda: Honoraria, Research Funding; GlaxoSmithKline: Research Funding. Lin: Janssen: Consultancy, Research Funding; Kite, a Gilead Company: Consultancy, Research Funding; Novartis: Consultancy; Celgene: Consultancy, Research Funding; Bluebird Bio: Consultancy, Research Funding; Juno: Consultancy; Legend BioTech: Consultancy; Merck: Research Funding; Takeda: Research Funding; Gamida Cells: Consultancy; Sorrento: Consultancy, Membership on an entity's Board of Directors or advisory committees; Vineti: Consultancy. Gertz: Springer Publishing: Patents & Royalties; Amyloidosis Foundation: Research Funding; International Waldenstrom Foundation: Research Funding; NCI SPORE MM: Research Funding; Ionis/Akcea: Consultancy; Alnylam: Consultancy; Prothena: Consultancy; Sanofi: Consultancy; Janssen: Consultancy; Spectrum: Consultancy, Research Funding; Annexon: Consultancy; Appellis: Consultancy; Amgen: Consultancy; Medscape: Consultancy, Speakers Bureau; Physicians Education Resource: Consultancy; Data Safety Monitoring board from Abbvie: Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy; Johnson and Johnson: Speakers Bureau; DAVA oncology: Speakers Bureau; Advisory Board for Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Advisory Board for Proclara: Membership on an entity's Board of Directors or advisory committees; i3Health: Consultancy.",
    "author_names": [
        "Angela Dispenzieri, MD",
        "Shaji K. Kumar, MD",
        "Francis K. Buadi, MB, CHB",
        "Martha Q. Lacy, MD",
        "David Dingli, MD PhD",
        "Yi L. Hwa, NP",
        "Amie Fonder, PA-C, MS",
        "Miriam A. Hobbs, APRN, CNP, DNP",
        "Suzanne R. Hayman, MD",
        "Taxiarchis Kourelis, MD",
        "Rahma M Warsame, MD",
        "Eli Muchtar, MD",
        "Nelson Leung, MD",
        "Prashant Kapoor, MD",
        "Martha Grogan, MD",
        "Yi Lin, MD PhD",
        "Ronald S. Go, MD",
        "Wilson I Gonsalves, MD",
        "Mustaqeem A. Siddiqui, MDMBA",
        "Robert A. Kyle, MD",
        "John A. Lust, MD PhD",
        "S. Vincent Rajkumar, MD",
        "Morie A Gertz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shaji K. Kumar, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis K. Buadi, MB, CHB",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Q. Lacy, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Dingli, MD PhD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi L. Hwa, NP",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amie Fonder, PA-C, MS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miriam A. Hobbs, APRN, CNP, DNP",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne R. Hayman, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taxiarchis Kourelis, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahma M Warsame, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eli Muchtar, MD",
            "author_affiliations": [
                "Mayo Clinic, Saint Paul, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelson Leung, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prashant Kapoor, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Grogan, MD",
            "author_affiliations": [
                "Cardiology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Lin, MD PhD",
            "author_affiliations": [
                "Mayo Clinic, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald S. Go, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Onalaska, WI "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilson I Gonsalves, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN ",
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mustaqeem A. Siddiqui, MDMBA",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Kyle, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John A. Lust, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Vincent Rajkumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A Gertz, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T18:41:53",
    "is_scraped": "1"
}