{
    "doi": "https://doi.org/10.1182/blood.V110.11.549.549",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=998",
    "start_url_page_num": 998,
    "is_scraped": "1",
    "article_title": "Roles of Idiotype-Specific T Cells in Myeloma Cell Growth and Survival: Th1 and CTL Cells Are Tumoricidal While Th2 Cells Promote Tumor Growth. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Pathophysiology and Pre-Clinical Studies excluding Therapy",
    "topics": [
        "annexins",
        "autologous stem cell transplant",
        "cancer",
        "chemotherapy regimen",
        "dilution technique",
        "immunoglobulin idiotypes",
        "immunotherapy",
        "interleukin-4",
        "molecule",
        "multiple myeloma"
    ],
    "author_names": [
        "Sungyoul Hong, PhD",
        "Jianfei Qian, PhD",
        "Jing Yang, PhD",
        "Liang Zhang, MD, PhD",
        "Xiang Zhang, MD",
        "Ji Wang, PhD",
        "Qing Yi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, and the Center for Cancer Immunology Research, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, and the Center for Cancer Immunology Research, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, and the Center for Cancer Immunology Research, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, and the Center for Cancer Immunology Research, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, and the Center for Cancer Immunology Research, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, and the Center for Cancer Immunology Research, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, and the Center for Cancer Immunology Research, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021",
    "abstract_text": "Despite advances in therapy for multiple myeloma (MM), it remains an incurable malignancy. Therefore, immunotherapy may be an option for new treatments to stabilize or even eradicate minimal residual tumors achieved after high-dose chemotherapy supported by autologous stem cell transplantations. Idiotype protein (Id), secreted by myeloma cells, is a tumor-specific antigen, and Id-based immunotherapy has been explored in patients with MM and other B-cell tumors for inducing and/or enhancing Id-specific immune responses that could control the tumor cells. Although previous studies have demonstrated that Id-specific CD8 + cytotoxic T lymphocytes (CTLs) are able to lyse myeloma cells, it is unclear whether other types of Id-specific T cells, such as CD4 + type-1 (Th1) and type-2 helper (Th2) cells, are also able to suppress or kill myeloma tumor cells. As Id-based immunotherapy may induce the responses by all of these T-cell subsets, it is important to understand the functions of these T cells in the context of tumor cells. In this study, we used the 5TGM1 myeloma murine model to generate Id-specific T-cell subsets. Mice were immunized with mature dendritic cells pulsed with Id conjugated with KLH. Using limiting dilution assay, we obtained and identified T-cell clones of different subsets based on surface expression of CD4 + or CD8 + molecules and secretion of IFN-γ or IL-4 in response to Id protein. CTL, Th1, and Th2 T-cell clones were selected, expanded, and subjected to functional tests. The standard 51 Cr release and Annexin-V-binding assays were used to examine the cytotoxic activity of these T cells. CTL and Th1 but not Th2 cells specifically lysed 5TGM1 myeloma cells and Id-pulsed but not unpulsed DCs. We examined the suppressive activity of the T-cell clones against myeloma cells by measuring 3 H-thymidine incorporation and Id protein secretion. 5TGM1 myeloma cells cultured with irradiated CTL or Th1 cells displayed significantly lower growth rate and secretion of Id protein, while 5TGM1 myeloma cells cultured with irradiated Th2 showed increased proliferation and production of Id protein compared with the tumor cells cultured with irradiated, irrelevant T cells. The in vivo function of these T cells on the tumor cells was also examined in the mouse model. After adoptive transfer of the T cells into 5TGM1 tumor-bearing C57BL/KaLwRij mice, 80% and 60% of mice that received CTL or Th1 cells respectively survived without further increase in serum Id proteins. In contrast, all mice that received PBS or normal splenocytes as controls, or Id-specific Th2 cells developed myeloma with a drastic increase in serum Id proteins. Compared with controls, mice that received Th2 cells had larger tumor burdens and shorter survival time. Thus, these results demonstrate that Id-specific CTL and Th1 but not Th2 responses are beneficial to patients receiving Id-based immunotherapy. Further studies are needed to develop novel strategies to induce only Th1 and CTL responses following Id vaccination."
}