{
    "doi": "https://doi.org/10.1182/blood.V120.21.760.760",
    "article_title": "Comorbidities Impact Survival in Multiple Myeloma: Analysis of the Veterans Health Administration National Database ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Population Based Survival Analyses in Hematologic Malignancies",
    "abstract_text": "Abstract 760 Introduction: The incidence of multiple myeloma (MM) increases with age, and the prognosis worsens. Comorbidities increase in prevalence with age, yet little is known about the impact of comorbid medical conditions on outcomes in MM. Methods: In a retrospectively-assembled cohort study, all patients with MM diagnosed between 1998 and 2009 at a Veterans' Administration (VA) hospital were identified in the VA central cancer registry. Patients who received no treatment within 6 months of diagnosis were excluded, eliminating those with smoldering myeloma or who received supportive care only. Comorbidities were ascertained from ICD-9 codes present prior to the diagnosis of MM, and categorized using the Romano adaptation of the Charlson Comorbidity Index (CCI). The independent effects of age, race and comorbidities were examined using Cox proportional hazards modeling. The impact of individual comorbidities on survival was also examined, controlling for age and race. Results: A total of 2,968 patients were identified. The median age was 69 (range 27–92). The vast majority of patients (98%) were male; 28.6% of the patients were black. The median Charlson Comorbidity Index score was 2 (range 0–13). The frequencies of selected comorbidities were: diabetes (31%), renal impairment (23.8%), cardiovascular comorbidities (38.8%) and pulmonary (26.6%). The median overall survival (OS) for the entire cohort was 28.6 months at a median follow up of 26.8 months (range 0–137 months). On multivariate analysis, age was significantly associated with mortality [Hazard Ratio (HR) 1.03 per year (95% confidence intervals (CI) 1.03–1.04), p<0.0001]. Race was not significantly associated with survival [HR 0.99 (95% CI 0.90–1.09), p=0.81]. The median OS, adjusted for age and race, was 36.5 months for patients with no comorbidities, 33.9 months for patients with a CCI score of 1–2, 25.6 months for patients with a CCI score of 3–4 and 20.2 months for patients with a CCI score ≥5. The impact of comorbidities on survival violated the proportional hazards assumption, with a cut-point at 1 year, indicating that the influence of comorbidities varied over time. Relative to those with no comorbidities, the HR for death among those with a CCI score 1–2 was 1.20 (0.97–1.48) in the first year, and 1.03 (95% CI 0.89–1.18) subsequent to the first year; among those with a CCI score 3–4, the HR for death was 1.67 (95% CI 1.34–2.08) in the first year and 1.23 (95% CI 1.05–1.45) subsequently; among those with a CCI score ≥5, the risk of death in the first year doubled [HR 2.15 (95% CI 1.73–2.67)] and was increased 40% subsequently [HR 1.42 (95% CI 1.19–1.69)]. Individual prevalent comorbidities were then examined. Cardiovascular disease, renal impairment, and pulmonary disease were all significantly associated with mortality. In the first year after diagnosis, cardiovascular disease was associated with a 55% increase in mortality [HR 1.55 (95% CI 1.35–1.78)] while, subsequent to the first year, the risk was only increased about 20% [HR 1.19 (95% CI 1.07–1.39)]. The impact of renal impairment and pulmonary impairment did not vary over time; both were associated with a 25% increased risk of death [renal impairment HR 1.26 (95% CI 1.14–1.38); pulmonary disease HR 1.24 (95% CI 1.13–1.37)]. Diabetes was not associated with survival (HR 1.02, p=0.64) after controlling for age, race and cardiovascular, pulmonary or renal impairment. Conclusion: Age and comorbidities are independently associated with increased risk of mortality in MM. The influence of comorbidities varies over time, with the greatest impact noted in the first year after diagnosis of MM among those with a CCI score ≥3 and with cardiovascular disease. Further study is needed to determine whether this increased early mortality is related to increased risk of toxicity of therapy, inadequate MM therapy or both. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "comorbidity",
        "multiple myeloma",
        "veterans",
        "renal impairment",
        "cardiovascular diseases",
        "diabetes mellitus",
        "diabetes mellitus, type 2",
        "lung diseases",
        "cancer",
        "follow-up"
    ],
    "author_names": [
        "Tanya Wildes, MD",
        "Suhong Luo, MPH",
        "Graham A Colditz, M.D., Dr.PH.",
        "Kenneth R. Carson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tanya Wildes, MD",
            "author_affiliations": [
                "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Suhong Luo, MPH",
            "author_affiliations": [
                "Research Service, Saint Louis VA Medical Center, Saint Louis, MO, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham A Colditz, M.D., Dr.PH.",
            "author_affiliations": [
                "Department of Surgery, Washington University School of Medicine, Saint Louis, MO, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth R. Carson, MD",
            "author_affiliations": [
                "Research Service, Saint Louis VA Medical Center, Saint Louis, MO, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T09:39:31",
    "is_scraped": "1"
}