{
    "doi": "https://doi.org/10.1182/blood.V118.21.155.155",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2115",
    "start_url_page_num": 2115,
    "is_scraped": "1",
    "article_title": "Phase I Study to Improve Virus-Specific Immune Reconstitution After Cord Blood Transplantation Using Cord Blood-Derived Virus-Specific Cytotoxic T Lymphocytes ",
    "article_date": "November 18, 2011",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution I",
    "topics": [
        "t-lymphocytes, cytotoxic",
        "umbilical cord blood transplantation",
        "viruses",
        "immune reconstitution",
        "infusion procedures",
        "hematopoietic stem cell transplantation",
        "antigens",
        "graft-versus-host disease",
        "interleukin-15",
        "aldesleukin"
    ],
    "author_names": [
        "Patrick J Hanley, Ph.D",
        "Caridad Martinez, MD",
        "Kathryn Leung, MD",
        "Barbara Savaldo, MD, Ph.D",
        "Gianpietro Dotti, MD",
        "Adrian P. Gee, PhD",
        "Cliona M. Rooney, PhD",
        "Helen E. Heslop, MD",
        "Robert A. Krance, MD",
        "Elizabeth J Shpall, MD",
        "Catherine M. Bollard, MD"
    ],
    "author_affiliations": [
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Methodist Hospital, Houston, TX, USA, "
        ],
        [
            "Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Baylor College of Medicine, Houston, TX, USA, "
        ],
        [
            "Medicine, Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital and Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Ctr. for Cell & Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, and Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, The Methodist Hospital, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.708278800000002",
    "first_author_longitude": "-95.40039744999999",
    "abstract_text": "Abstract 155 CMV, Adenovirus (Ad) and EBV are viral pathogens causing morbidity and mortality in patients after hematopoietic stem cell transplantation (HSCT) and cord blood transplantation (CBT). We have shown that adoptive immunotherapy with peripheral blood donor derived multivirus-specific Cytotoxic T Lymphocytes (mCTLs) directed against EBV, CMV and Ad can effectively prevent and treat the clinical manifestations of these viruses after HSCT. Cord blood, absent donor-derived CTLs, while less likely to cause GvHD are unlikely to provide passive transfer of virus-specific CTL. We have now extended these studies by expanding mCTL from umbilical cord blood (CB) to restore cellular immunity to CMV, EBV and Ad simultaneously after CBT. The development of mCTLs for patients undergoing CBT requires the priming and extensive expansion of naïve T cells rather than the more limited and simple direct expansion of pre-existing memory T cell populations from virus-experienced donors. We have developed a novel protocol utilizing an initial round of stimulation with autologous CB-derived dendritic cells transduced with a recombinant Ad5f35 vector carrying a transgene for the immunodominant CMV antigen, pp65 (Ad5f35pp65) in the presence of IL-7, IL-12 and IL-15. This is followed by 2 rounds of weekly stimulation with autologous Ad5f35pp65-transduced EBV-LCL in the presence of IL-15 or IL-2. After 3 rounds of stimulation, 3 CTL cultures generated for clinical use contained a mean of 54% (range 24–72%) CD8+, and 33% (range 11–72%) CD4+ cells with mean 35% (range 22–44%) CD45RA−/CD62L+ T cells. In 51 Cr release and/or IFNg ELISPOT assays, mCTL lines showed specific activity against CMV, EBV and Ad targets. So far we have treated 3 patients in this phase I study where the CTLs were generated from the 20% fraction of a fractionated cord blood unit; two on dose level 1 (5×10 6 /m 2 ) and 1 on dose level 2 (1×10 7 /m 2 ). Patients received CTLs ranging from day 63–85 post-CBT of the 80% fraction. No infusion-related toxicities or GvHD was observed. Within 2 weeks of infusion, all patients had detectable EBV-specific T cells in their peripheral blood that persisted up to 1 year post-infusion. Patients 2 and 3 had no initial reactivation episodes and remain free of CMV, EBV, and Ad reactivation 10 months and 2 months post-infusion. Patient 1, however, was transiently viremic for CMV pre-infusion and, despite having a low viral load at the time of infusion, became highly viremic 4-weeks post-CTL. The patient received a second dose of CTLs and within 16 days of the second dose CMV DNA and antigen became undetectable in the peripheral blood. Analysis of this patient's peripheral blood showed a concomitant rise in CMV-specific T cells even prior to CTL #2 with a 31-fold expansion of CMV-specific T cells by 4 weeks after the initial CTLs. Based on the control of subsequent reactivation episodes without further antiviral therapy, we believe that the transferred CTL were efficacious in this patient and began to expand before the second infusion. This patient was also Ag+ for Ad in his stool associated with diarrhea which resolved spontaneously without additional therapy. The patient remains asymptomatic and virus free and is now >1 year post-CBT. In summary, administration of low doses of cord blood derived virus-specific CTL to patients after CBT has so far been safe and can facilitate reconstitution of virus-specific T cells and control viral reactivation/infection. Disclosures: No relevant conflicts of interest to declare."
}