{
    "doi": "https://doi.org/10.1182/blood.V110.11.4567.4567",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1039",
    "start_url_page_num": 1039,
    "is_scraped": "1",
    "article_title": "CMV Colitis in a Patient Receiving Dasatinib. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Introduction: CMV generally produces an asymptomatic or minimally symptomatic acute illness in immunocompetent patients. CMV reactivation commonly occurs in patients with CML after allogeneic transplant but has not been described in those who are treated with tyrosine kinase inhibitors. We report a case of a patient with CML in lymphoid blast phase treated with dasatinib to cytogenetic remission that presented with CMV Colitis. Method: 73-year-old male diagnosed with CML in lymphoid blast crisis 2/2006 treated with chemotherapy and imatinib with good response. He relapsed in 2/2007 with leukostasis and underwent leukopharesis. His BCR/ABL mutation analysis was positive for F359V mutation conferring resistance to imatinib. He was started on dasatinib 70 mg twice daily and had a cytogenetic remission within four months. He presented five months after starting therapy with four weeks of recurrent fevers, chills, malnutrition and diarrhea. Results: CBC and differential revealed only mild thrombocytopenia, Absolute CD4 count of 209; absolute CD8 count of 1495. CMV DNA PCR Quantification of 1500 copies/ml. CT chest abdomen and pelvis showed right sided pleural effusion but no pneumonitis. Flex sigmoidoscopy showed inflamed edematous mucosa with submucosal hemorrhages scattered throughout colon and rectum. Pathology showed chronic colitis, focal viral cytopathic changes consistent with CMV presence. Presence of CMV was confirmed by immunoperoxidase stain for CMV. Treatment was started with IV ganciclovir then switched to oral valganciclovir with good response and resolution of CMV infection. Conclusion: CMV colitis is a well-known complication in immunocompromised hosts after HCT. We are reporting a case of CMV colitis in a patient with CML and had hematologic and cytogenetic remission on a novel tyrosine kinase inhibitor - dasatinib. CMV reactivation may occur in patients who are receiving dasatinib. Furthur evaluation is necessary to determine the incidence of this complication.",
    "topics": [
        "cytomegaloviral colitis",
        "dasatinib",
        "disease remission",
        "blast phase",
        "cmv reactivation",
        "imatinib mesylate",
        "protein-tyrosine kinase inhibitor",
        "bcr-abl tyrosine kinase",
        "chemotherapy regimen",
        "chills"
    ],
    "author_names": [
        "Mudussara A. Khan, MD",
        "Terri Walling, MD",
        "Aaron Cumpston, PharmD",
        "Michael Craig, MD"
    ],
    "author_affiliations": [
        [
            "West Virginia Universtiy Hospitals, Morgantown, WV, USA"
        ],
        [
            "West Virginia Universtiy Hospitals, Morgantown, WV, USA"
        ],
        [
            "West Virginia Universtiy Hospitals, Morgantown, WV, USA"
        ],
        [
            "West Virginia Universtiy Hospitals, Morgantown, WV, USA"
        ]
    ],
    "first_author_latitude": "39.65240125",
    "first_author_longitude": "-79.9284164"
}