{
    "doi": "https://doi.org/10.1182/blood-2020-137202",
    "article_title": "Role of Age, Fitness and Concomitant Medications in CLL Patients Treated with Venetoclax ",
    "article_date": "November 5, 2020",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "abstract_text": "Background The provision of effective and tolerable therapy in elderly and unfit patients is a clear priority in CLL. The BCL2 inhibitor venetoclax has shown remarkable efficacy in relapsed/refractory population and recently, in unfit untreated patients receiving a fixed duration schedule combined with obinutuzumab. Large retrospective real word experiences confirmed the efficacy and survival outcomes previously seen in trials. Although toxicity analysis including rates of tumor lysis syndrome (TLS), dose interruptions and discontinuations have been assessed in a recent cohort (Eyre et al. BJH 2020), the question of whether age and fitness may affect efficacy and survival on venetoclax treatment is still open. Methods This is a multicenter retrospective analysis evaluating 158 patiens in 14 Italian centers treated with venetoclax from February 2017 to May 2020. For each patient we analyzed the impact of age (6), major CIRS comorbidity (at least one organ with a CIRS score ≥3, CIRS3+), ECOG-PS (0-1 versus >1) and CCI (<2 versus ≥2) in definitive treatment discontinuation due to toxicity (tox-DTD); permanent dose reduction (PDR); EFS (event: tox-DTD, progression, death); PFS and OS. Medical conditions that were deemed to be complications of CLL as well as the diagnosis of CLL itself, were not included in CIRS score calculation. The survival functions for the time-to-event variables were estimated by Kaplan-Meier method and the related strata compared using the log-rank test. Multivariate analyses were performed too using the Cox regression. Results Patients characteristics are shown in table 1. Median time of observation for the whole population was 11.9 months (2.1 - 40.2). Median months of venetoclax treatment were 9.4 (range 2.1 - 40.2). Overall, 111 (70.3%) patients are continuing with therapy. A total of 42 (26.6%) patients permanently discontinued venetoclax: 7 (4.4%) due to toxicity; 25 (15.8%) due to progressive disease and/or Richter Transformation; 16 (10.1%) for other reasons. Among 158 patients, 41 (25.9%) discontinued treatment for ≥7 days with a median of 8 days/patient interruption. At least one dose reduction episode occurred in 36 patients (22.8%) and in 21 (13.3%) venetoclax was permanently administered at a lower dosage. Concomitant medications were reported in 134 (84.8%) patients, 75 of whom took ≥4 drugs in addition to venetoclax. In 32 cases (20.3%) venetoclax was administered concomitantly with CYP3A4 inhibitors/inducers. Patients age did not influence tox-DTD and PDR as well as patients outcomes in terms of EFS PFS and OS. In the elderly CIRS > 6 significantly influenced PDR ( p 0.012 ) but not tox-DTD. In younger patients CIRS >6 did not show effect on treatment management; CIRS3+ instead, led to higher rate of tox-DTD ( p 0.044 ). Progression free survival, EFS and OS were not affected by CIRS3+ and CIRS>6 even when patients were stratified according to age. Patients with an ECOG >1 experienced more tox-DTD ( P 0.003 ) and a significantly shorter PFS ( p <0.0001 ), EFS ( p <0.0001 ) and OS ( p<0.0001 ). CCI had an impact on PDR but not on patients outcome. Table 2 reports the parameters influencing management and outcome at the Cox regression analysis. Presence of del(17p) and/or TP53 mutation was associated with shorter PFS, EFS and OS, furthermore ECOG > 1 was independently associated with shortened PFS. While baseline neutropenia and concomitant treatment with CYP3A4 inhibitors/inducers led to a significant PDR, the presence of a compromised renal function did not influence patients management. Conclusions To our knowledge this is the first analysis assessing whether age, ECOG-PS and comorbidities retain a predictive value with venetoclax and if number and types of concomitant medications may interfere on treatment outcome. Age, CIRS and CIRS3+ did not affect patients management and outcomes; however, ECOG was the only significant factor related to fitness independently influencing outcome at the multivariate analysis. View large Download slide View large Download slide  Close modal Disclosures Coscia: Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Karyopharm Therapeutics: Research Funding. Ciolli: Abbvie: Research Funding; Janssen: Honoraria. Laurenti: Janssen: Honoraria; Gilead: Honoraria; AbbVie: Honoraria; Roche: Honoraria. Sportoletti: AbbVie: Honoraria; Janssen: Honoraria. Reda: Janssen: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees. Varettoni: Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel/accommodations/expenses; Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees; AbbVie: Other: Travel/accommodations/expenses. Mauro: Abbvie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Astrazeneca: Membership on an entity's Board of Directors or advisory committees; Jannsen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Octopharma: Consultancy; Shire-Takeda: Membership on an entity's Board of Directors or advisory committees. Murru: Abbvie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Vitale: Janssen: Honoraria. Montillo: Gilead: Honoraria, Speakers Bureau; Verastem: Honoraria; Astra Zeneca: Honoraria; Janssen: Honoraria, Speakers Bureau; AbbVie: Honoraria, Speakers Bureau; F. Hoffmann-La Roche: Honoraria, Research Funding. Tedeschi: Janssen: Honoraria, Speakers Bureau; Acerta: Honoraria, Speakers Bureau; Sunesis: Honoraria, Speakers Bureau; Beigene: Honoraria, Speakers Bureau; Abbvie: Honoraria, Speakers Bureau.",
    "author_names": [
        "Anna Maria Frustaci",
        "Annalisa Biagi, MD",
        "Annalisa Chiarenza, MD PhD",
        "Marta Coscia, MD PhD",
        "Stefania Ciolli",
        "Luca Laurenti, MD",
        "Paolo Sportoletti, MD",
        "Gianluigi Reda, MD",
        "Marzia Varettoni",
        "Francesca Romana Mauro, MD",
        "Roberta Murru, MD",
        "Claudia Baratè, MD",
        "Antonino Greco, MD",
        "Chiara Borella, MD",
        "Giulia Zamprogna, MD",
        "Enrica Antonia Martino, MD",
        "Candida Vitale, MDPhD",
        "Francesca Morelli, MD",
        "Alberto Fresa, MD",
        "Valerio Guarente, MD",
        "Alessandro Noto, MD",
        "Massimiliano Postorino, MD",
        "Roberto Cairoli, MD",
        "Marco Montillo",
        "Giovanni Del Poeta, MD",
        "Alessandra Tedeschi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna Maria Frustaci",
            "author_affiliations": [
                "Department of Haematology, Niguarda Cancer Center, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Biagi, MD",
            "author_affiliations": [
                "Hematology, Department of Biomedicine and Prevention, University Tor Vergata, Roma, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Chiarenza, MD PhD",
            "author_affiliations": [
                "Division of Hematology, A.O.U. \"Policlinico-Vittorio Emanuele\", University of Catania, Catania, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Coscia, MD PhD",
            "author_affiliations": [
                "Division of Hematology, A.O.U. Città della Salute e della Scienza di Torino and Department of Molecular Biotechnology and Health Sciences, University of Turin, Torino, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Ciolli",
            "author_affiliations": [
                "Department of Hematology, Università degli Studi di Firenze, Firenze, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Laurenti, MD",
            "author_affiliations": [
                "Hematology Institute, Fondazione Policlinico Universitario Agostino Gemelli IRCSS, Roma, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Sportoletti, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianluigi Reda, MD",
            "author_affiliations": [
                "Hematology Department, Fondazione IRCCS Cà Granda Ospedale Maggiore Policlinico, Milano, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marzia Varettoni",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Romana Mauro, MD",
            "author_affiliations": [
                "Hematology, Department of Translational and Precision Medicine, Sapienza University, Policlinico Umberto I, Roma, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberta Murru, MD",
            "author_affiliations": [
                "Haematology and Stem Cell Transplantation Unit, Ospedale A. Businco, Cagliari, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Baratè, MD",
            "author_affiliations": [
                "Department of Clinical and Experimental Medicine, Section of Hematology, University of Pisa, Pisa, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonino Greco, MD",
            "author_affiliations": [
                "Division of Hematology, Azienda Ospedaliera Giovanni Panìco, Tricase, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Borella, MD",
            "author_affiliations": [
                "Division of Haematology, Ospedale San Gerardo, Monza, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Zamprogna, MD",
            "author_affiliations": [
                "Department of Haematology, Niguarda Cancer Center, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrica Antonia Martino, MD",
            "author_affiliations": [
                "Division of Hematology, A.O.U. \"Policlinico-Vittorio Emanuele\", University of Catania, Catania, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Candida Vitale, MDPhD",
            "author_affiliations": [
                "Division of Hematology, A.O.U. Città della Salute e della Scienza di Torino and Department of Molecular Biotechnology and Health Sciences, University of Turin, Torino, Italy"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Morelli, MD",
            "author_affiliations": [
                "Department of Hematology, Università degli Studi di Firenze, Firenze, Italy "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Fresa, MD",
            "author_affiliations": [
                "Hematology Institute, Fondazione Policlinico Universitario Agostino Gemelli IRCSS, Roma, Italy "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerio Guarente, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Noto, MD",
            "author_affiliations": [
                "Hematology Department, Fondazione IRCCS Cà Granda Ospedale Maggiore Policlinico, Milano, Italy "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimiliano Postorino, MD",
            "author_affiliations": [
                "Hematology, Department of Biomedicine and Prevention, University Tor Vergata, Roma, Italy "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Cairoli, MD",
            "author_affiliations": [
                "Department of Haematology, Niguarda Cancer Center, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Montillo",
            "author_affiliations": [
                "Department of Haematology, Niguarda Cancer Center, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Del Poeta, MD",
            "author_affiliations": [
                "Hematology, Department of Biomedicine and Prevention, University Tor Vergata, Roma, Italy "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Tedeschi, MD",
            "author_affiliations": [
                "Department of Haematology, Niguarda Cancer Center, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T06:38:04",
    "is_scraped": "1"
}