{
    "doi": "https://doi.org/10.1182/blood.V108.11.1982.1982",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=787",
    "start_url_page_num": 787,
    "is_scraped": "1",
    "article_title": "Gemtuzumab Ozogamicin in Combination with Attenuated Dose of Standard Induction Chemotherapy Therapy Can Successfully Induce Complete Remission without Increasing Toxicity in Patients with Newly Diagnosed Acute Myeloid Leukemia Aged 55 or Older. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "attenuation",
        "chemotherapy, neoadjuvant",
        "complete remission",
        "gemtuzumab",
        "leukemia, myelocytic, acute",
        "toxic effect",
        "cerebrotendinous xanthomatosis",
        "cyclophosphamide",
        "deuterium",
        "follow-up"
    ],
    "author_names": [
        "Ki-Seong Eom, MD",
        "Hee-Je Kim, MD",
        "Chang-Ki Min, MD",
        "Seok Lee, MD",
        "Sung-Yong Kim, MD",
        "Byung-Sik Cho, MD",
        "Seok-Goo Cho, MD",
        "Dong-Wook Kim, MD",
        "Jong-Wook Lee, MD",
        "Woo-Sung Min, MD",
        "Chong-Won Park, MD",
        "Chun-Choo Kim, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ],
        [
            "Hematology, Catholic Hematopoietic Stem Cell Transplantation Center, St Mary’s Hospital, The Catholic University of Korea, Seoul, Korea"
        ]
    ],
    "first_author_latitude": "37.58592180000001",
    "first_author_longitude": "127.00432749999999",
    "abstract_text": "Effectiveness and safety of combining gemtuzumab ozogamicin (GO) with attenuated dose of standard induction chemotherapy (CTx) were prospectively assessed in 16 elderly patients with previously untreated AML. The drug was administered at a dose of 6mg/m 2 as a single 2-h IV infusion on day 1. Following GO, abbreviated schedule of standard induction CTx consisted of idarubicin (IDA, 12mg/m 2 /d) and N 4-behenoyl-1-β-arabinofuranosyl cytosine (BH-AC, 300mg/m 2 /d, 2-h infusion) was administered from day 2 for 3 and 5 days, respectively (Group A). Eligible criteria were as following; age ≥55 years, previously untreated AML, ECOG performance status (PS) of 0 to 2, and adequate organ function. Patients with diagnosis of FAB subtype M3, significant comorbidities, or uncontrolled infection were excluded. All patients were required to express CD33 at least >20% by flow cytometry. The clinical effect of combining GO and CTx in terms of CR rate, induction mortality and myelotoxicity was compared with historical cohort of patients who had been treated previously with the same regimen of induction CTx but without GO at our center. Patients in historical cohort were subdivided into standard (IDA+BH-AC, 3+7, Group B) and abbreviated (IDA+BH-AC, 2~3+5, Group C) CTx group, respectively. All patients received the 1 st consolidation CTx consisted of fludarabine, cytarabine, mitoxantrone, and G-CSF (FLANG). The 2 nd consolidation CTx was comprised of IDA and BH-AC (3+5). Patients after completion of consolidation CTx cycle received reduced intensity stem cell transplantation (SCT) or autologous SCT according to the HLA-matched donor status. 34 and 28 patients were included in Group B and C, respectively. There were no significant differences in pretreatment patient characteristics among 3 groups except patients’ age . Patients’ age was significantly higher in Group A. The rate of response to induction chemotherapy was significantly higher in GO combination group (87.5% vs 58.8% vs 50% in Group A, B and C, respectively) (P = 0.044) (Figure 1). In Group A, thirteen patients (81.3%) achieved CR, and 1 patient (6.3%) achieved CR with incomplete platelet recovery (CRp). Early death during induction occurred in 6.3%, 11.8%, and 14.3% of patients of Group A, B, and C, respectively (P = 0.724) (Figure 1). Estimated probability of overall survival was 51.3% with a median follow up duration of 7.1 months in Group A. We observed a significantly higher CR rate in patients who received GO combined with conventional chemotherapy but without increasing the risk of early death. We conclude that although the small numbers of cases included and follow up duration was relatively short in this study, frontline gemtuzumab ozogamicin in combination with conventional CTx was effective and safe approach in elderly patients with AML. Larger studies are now required in order to define the possible role of this regimen in the treatment of elderly AML patients. View large Download slide Figure View large Download slide Figure "
}