{
    "doi": "https://doi.org/10.1182/blood.V118.21.4075.4075",
    "article_title": "Immune Reconstitution After Cord Blood Transplantation in Adults Depends on Activity of Thymic Epithelial Cells and Vascular Endothelial Elements, ",
    "article_date": "November 18, 2011",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "abstract_text": "Abstract 4075 Umbilical cord blood (UCB) grafts are increasingly used as sources of hematopoietic stem cells. UCBT in adults results in delayed and insufficient immune reconstitution leading to high infection-related morbidity and mortality. We recently determined that thymic regeneration as identified by T-cell receptor rearrangement excision circles (TREC) is a strong predictive factor for clearance of CMV viremia and for overall survival in adult UCBT recipients. We were able to detect TRECs by 100 days that was faster than in other adult UCBT studies reported previously, in which TRECs remained undetectable during the first year. A significant difference between our study and previous reports was the use of 2 UCB units in all our patients whereas only a single unit was used in the previous trials. Human UCB is enriched in endothelial precursors that sustain thymopoiesis in SCID mice transplanted with human thymic grafts where they engraft and promote neovascularization and wound healing. The loss of thymopoietic capacity after allogeneic stem cell transplantation results from injury of the thymic microenvironment, particularly of thymic epithelial cells (TEC). We hypothesized that thymic neovascularization induced by UCB-derived endothelial progenitors might be a critical factor promoting early recovery of TEC, which support T cell development and expansion via production of interelukin-7 (IL-7) and stem cell factor (SCF; a kit ligand). In the present study we examined whether thymic regeneration and immune reconstitution in adult recipients of double UCBT was associated with IL-7 and SCF levels and with activity of endothelial progenitors. Thirty-two patients with a median age of 50 years with hematopoietic malignancies were treated with reduced intensity conditioning (Flu/Mel/rATG) followed by infusion with two sequential UCB units. GvHD prophylaxis was with tacrolimus and sirolimus. Results are based on 27 evaluable patients. Assessments were done prior to and at 1, 2, 3, 6 and 12 months after UCBT. Serum levels of IL-7 displayed a 3-fold increase at 1 month after UCBT and gradually declined to the pre-transplant levels at 12 months. SCF peaked at 2 months after UCBT and gradually decreased to the pre-transplant levels by 12 months. Strikingly, IL-7 and SCF levels displayed a strong inverse correlation (p<0.001) with TREC, CD4, CD8 and Treg cell numbers at various time intervals after UCBT suggesting that uptake of these cytokines by cognate IL-7R and Kit receptors expressed on the surface of immature T cell progenitors resulted in differentiation and expansion of these T cell populations. Moreover, there was a strong inverse correlation (p<0.001) of IL-7 and SCF levels with the ability of T cells to differentiate into pathogen-specific effectors as determined by CMV-specific, IFN-γ ELISpot, underlying the potential clinical implications of these findings. To determine whether TEC activity correlated with endothelial lineage engraftment and neovascularization, we assessed levels of serum thrombomodulin (TM), which is expressed by metabolically active vascular endothelial cells. Serum TM at 1, 2, 3 and 6 months strongly correlated (p<0.005) with the levels of IL-7 and SCF at various time points after UCBT. Thus, quantitative and qualitative T cell immune reconstitution after UCBT depends on IL-7 and SCF and is associated with activity of vascular elements. These results support the intriguing hypothesis that infusion of 2 UCB units might have a cell dosage effect on thymic regeneration and immune reconstitution similar to that seen with improved rates of hematologic engraftment in double versus single UCB recipients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "cancer",
        "cytokine",
        "endothelium",
        "excision",
        "graft-versus-host disease",
        "immune reconstitution",
        "infections",
        "influenza",
        "infusion procedures"
    ],
    "author_names": [
        "Julia Brown, PhD",
        "Haesook T Kim, PhD",
        "Corey Cutler, MD, MPH, FRCPC",
        "Sean McDonough",
        "Edwin Alyea, MD",
        "Vincent Ho, MD",
        "Eyal C. Attar, MD",
        "Bimalangshu R. Dey, MD",
        "Steven L. McAfee, MD",
        "Thomas Spitzer, MD",
        "Robert J Soiffer, MD",
        "Jerome Ritz, MD",
        "Joseph H Antin, MD",
        "Karen K. Ballen, MD",
        "Vassiliki A Boussiotis, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julia Brown, PhD",
            "author_affiliations": [
                "Hematology-Oncology and Cancer Biology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Haesook T Kim, PhD",
            "author_affiliations": [
                "Biostatistics & Computational Bio., Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corey Cutler, MD, MPH, FRCPC",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean McDonough",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edwin Alyea, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Ho, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eyal C. Attar, MD",
            "author_affiliations": [
                "Bone Marrow Transplant Unit, Massachusetts General Hospital, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bimalangshu R. Dey, MD",
            "author_affiliations": [
                "Bone Marrow Transplant Unit, Massachusetts General Hospital, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven L. McAfee, MD",
            "author_affiliations": [
                "Bone Marrow Transplant Unit, Massachusetts General Hospital, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Spitzer, MD",
            "author_affiliations": [
                "Bone Marrow Transplant Unit, Massachusetts General Hospital, Boston, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J Soiffer, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Ritz, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph H Antin, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen K. Ballen, MD",
            "author_affiliations": [
                "Bone Marrow Transplant Unit, Massachusetts General Hospital, Boston, MA, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vassiliki A Boussiotis, MD, PhD",
            "author_affiliations": [
                "Hematology-Oncology and Cancer Biology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T04:11:44",
    "is_scraped": "1"
}