{
    "doi": "https://doi.org/10.1182/blood.V114.22.2676.2676",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1404",
    "start_url_page_num": 1404,
    "is_scraped": "1",
    "article_title": "Intrafistular Injection of AUTOLOGOUS BONE MARROW-DERIVED MESENCHYMAL STROMAL CELLS for the TREATMENT of Refractory Perianal CROHN'S DISEASE. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS POSTER II",
    "topics": [
        "adverse event",
        "antigens, cd25",
        "contrast media",
        "crohn's disease",
        "crohn's disease activity index",
        "crohn's disease, perianal",
        "cytokine",
        "diagnostic imaging",
        "disease remission",
        "endoscopy"
    ],
    "author_names": [
        "Maria Ester Bernardo",
        "Rachele Ciccocioppo",
        "Maria Antonietta Avanzini",
        "Adele Sgarella, MD",
        "Maria Luisa Russo, MD",
        "Cristina Ubezio, Biologist",
        "Federico Bonetti",
        "Mara Scabini",
        "Costanza Alvisi, MD",
        "Ombretta Luinetti",
        "Cesare Perotti, MD",
        "Rita Maccario",
        "Laura Salvaneschi, MD",
        "Fabrizio Calliada",
        "Paolo Dionigi",
        "Gino Roberto Corazza",
        "Franco Locatelli"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, Fondazione IRCCS Policlinico, Pavia, Italy, "
        ],
        [
            "Oncoematologia Pediatrica, Fondazione IRCCS Policlinico, Pavia, Italy, "
        ],
        [
            "Oncoematologia Pediatrica, Fondazione IRCCS Policlinico, Pavia, Italy, "
        ],
        [
            "Chirurgia Epatopancreatica, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy, "
        ],
        [
            "Clinica Medica I, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy, "
        ],
        [
            "Clinica Medica I, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy, "
        ],
        [
            "Oncoematologia Pediatrica, Fondazione IRCCS Policlinico, Pavia, Italy, "
        ],
        [
            "Servizio di Diagnostica per Immagini, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy, "
        ],
        [
            "Servizio di Endoscopia Digestiva, Fondazione IRCCS Policlnico San Matteo, Pavia, Italy, "
        ],
        [
            "Servizio di Anatomia ed Istologia Patologica, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy, "
        ],
        [
            "Immunohematology and Transfusion Service, center for transplant immunology, Fondazione IRCCS Policlinico, Pavia, Italy"
        ],
        [
            "Oncoematologia Pediatrica, Fondazione IRCCS Policlinico, Pavia, Italy, "
        ],
        [
            "Immunohematology and Transfusion Service, center for transplant immunology, Fondazione IRCCS Policlinico, Pavia, Italy"
        ],
        [
            "Servizio di Diagnostica per Immagini, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy, "
        ],
        [
            "Chirurgia Epatopancreatica, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy, "
        ],
        [
            "Oncoematologia Pediatrica, Fondazione IRCCS Policlinico, Pavia, Italy, "
        ],
        [
            "Oncoematologia Pediatrica, Fondazione IRCCS Policlinico, Pavia, Italy, "
        ]
    ],
    "first_author_latitude": "45.196905199999996",
    "first_author_longitude": "9.14683045",
    "abstract_text": "Abstract 2676 Poster Board II-652 Background and Aim. Crohn's disease (CD) is a disabling, chronic, relapsing inflammatory enteropathy caused by dysregulation of the immune tolerance towards intestinal bacteria in genetically susceptible individuals. Fistulas are an invalidating, often difficult to treat, complication of patients with CD. Mesenchymal stromal cells (MSCs) have been proved to be endowed with relevant immunomodulatory properties and represent a promising tool in therapeutic approaches of regenerative medicine, as well as in the treatment of immune-mediated diseases. We investigated the feasibility, safety and efficacy of local injection of autologous bone marrow (BM)-derived MSCs in the treatment of refractory CD fistulas. Patients and Methods. MSCs were isolated and expanded ex vivo from BM of 12 patients (7 males, median age 33 years, range 16-59) and used for both experimental and therapeutic purposes. To increase biological safety of the cellular products, MSC ex vivo expansion was carried out in the presence of platelet lysate as substitute for foetal calf serum. All participants had an active disease (CD Activity Index, CDAI > 150; Perianal Disease Activity Index, PDAI > 8) at time of enrolment and had been unresponsive to previous medical and biological treatment and/or were unsuccessfully treated by surgery. The study was approved by the local Ethical Committee, and each patient gave written informed consent before entering the study. They received intrafistular injection of MSCs scheduled every 4 weeks (median 4 infusions) and were monitored at time of each injection, and 1, 3, 6, 12 months after the last treatment through clinical, serological, imaging and endoscopic (at 12 months only) investigations. The cytokine profile of MSCs and their ability to influence apoptosis of mucosal T cells obtained from involved and uninvolved colonic areas, were also analyzed. Results. MSC expansion was successful in all patients and no adverse event was recorded during and up to 12 months after treatment. Intrafistular injection of MSCs proved to be effective in inducing sustained closure of fistulas, with the appearance of regenerative tissue along the tracks. In particular, 7 patients (70%) benefited from complete and sustained healing of fistula tracks, while three had partial response, as demonstrated by rectosigmoidoscopic examination, endoscopy and magnetic resonance imaging. In particular, the use of contrast medium revealed the presence of regenerative tissue along the tracks and the absence of fibrotic tissue. All patients showed a significant reduction of both CDAI (pre-treatment and post-treatment median values being 294 SD 49 and 99 SD 32 at 6 months after the last infusion; p < 0.001) and PDAI (pre-treatment and post-treatment median values being 13.0 SD 2.2 and 4.5 SD 2.4 at 6 months after the last infusion; p< 0.001) reaching disease remission usually after the second procedure. The immunephenotype of circulating T lymphocytes, evaluated at time of each procedure and during follow-up, showed a progressive increase of the number of T cells expressing a regulatory phenotype, i.e. CD4 + CD25 bright FoxP3 + cells, which became significant (p<0.01) after the second procedure and remained stable up to 6 months after the last infusion. No modification of serum cytokines was observed at any time point. MSCs caused a sort of block of the rates of both apoptotic and living cells when incubated with T lymphocytes from diseased mucosa, whilst critically increased the apoptotic rate when incubated with T lymphocytes from apparently healthy mucosa. MSCs from CD patients displayed a cytokine pattern similar to that of MSCs from healthy donors. Conclusions. Local injection of autologous BM-derived MSCs appeared feasible, safe and successful in treating fistulas associated with CD, thus indicating that the possibility to cure perianal CD does not seem a distant horizon. Disclosures: No relevant conflicts of interest to declare."
}