{
    "doi": "https://doi.org/10.1182/blood.V120.21.2377.2377",
    "article_title": "Regulation of PCNA Mono-Ubiqutination by FANCD2 and Rad51 in Response to Hydroxyurea. ",
    "article_date": "November 16, 2012",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair: Poster II",
    "abstract_text": "Abstract 2377 FANCD2 is a key player in FA pathway. It has been shown that FANCD2 can interact with PCNA and with Rad18, the ubiquitin ligase responsible for PCNA mono-ubiquitination. The mono-ubiquitination of PCNA is very important for its function in translesion synthesis. We found that in response to DNA damage agent hyxdroxyurea (HU) the interaction of FANCD2 with Rad18 or Rad51, and the interaction of Rad51 with Rad18 or PCNA was enhanced. FANCD2 is required for increased interaction between Rad51 and Rad18 indicating that FANCD2, Rad51 and Rad18 form a complex in response to HU. Rad18 was required for PCNA mono-ubiquitination in response to HU. FANCD2 deficient cells failed to enhance the interaction between Rad18 and Rad51. Furthermore, PCNA mono-ubiquitination was impaired in FANCD2 deficient cells in response to HU. FANCD2 mono-ubiquitination deficient mutant partially rescued PCNA mono-ubiquitination. The partial mono-ubiquitination of PCNA in response to HU in FANCA deficient mutant confirmed the role of non-ubiquitinated FANCD2 in PCNA mono-ubiquitination. The normal mono-ubiquitination of PCNA in FANCJ deficient mutant confirmed that the effect of FANCD2 in PCNA mon-ubiquitination is not due to FA pathway deficiency. Rad51 was also involved in regulating PCNA mono-ubiquitination in response to HU. Rad51 siRNA knock down cells showed decreased PCNA mono-ubiquitination in response to HU. The role of Rad51 in regulating PCNA mono-ubiquitination did not require BRCA1, indicating that this function is independent of HR. More importantly FANCD2 deficient cells were hypersensitive to HU, whereas FANCD2 mono-ubiquitination deficient mutant cells, FANCD2 corrected cells, FANCA deficient cells and FANCJ deficient cells were not hypersensitive to HU. Our data indicate that FANCD2 plays an important role in PCNA mono-ubiquitination and translesion synthesis partially in a mono-ubiquitination independent manner. Rad51 also plays an important role in PCNA mono-ubiquitination and translesion synthesis in a HR independent fashion. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hydroxyurea",
        "infectious mononucleosis",
        "proliferating cell nuclear antigen",
        "ubiquitin",
        "brca1 protein",
        "ligase",
        "rna, small interfering"
    ],
    "author_names": [
        "Gary M. Kupfer, MD",
        "Xiaoyong Chen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gary M. Kupfer, MD",
            "author_affiliations": [
                "Pediatrics and Pathology, Yale University School of Medicine, New Haven, CT, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaoyong Chen, PhD",
            "author_affiliations": [
                "Pediatrics and Pathology, Yale, New Haven, CT, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T06:45:43",
    "is_scraped": "1"
}