{
    "doi": "https://doi.org/10.1182/blood-2020-140982",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4628",
    "start_url_page_num": 4628,
    "is_scraped": "1",
    "article_title": "Comparative Transcriptomics of Alpha-Beta Subcutaneous Panniculitis-like T-Cell Lymphoma and Primary Cutaneous Gamma Delta T-Cell Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "621.Lymphoma-Genetic/Epigenetic Biology",
    "abstract_text": "Background: Subcutaneous lymphomas are a heterogeneous group of diseases with variable clinical behavior that ranges from a lymphoproliferative disorder to an aggressive cytotoxic lymphoma. Subcutaneous panniculitis-like T-cell lymphoma (SPTCL) is an uncommon, often indolent cutaneous lymphoma that localizes to the subcutaneous adipose tissue. These tumors exhibit an alpha/beta phenotype (abSPTCL). Primary cutaneous gamma-delta T-cell lymphoma (PCgdTCL) is a rare, highly aggressive lymphoma that frequently involves the subcutaneous adipose tissue. The goal of this study is to identify key inflammatory and oncogenic pathways in SPTCL and PCgdTCL to determine which mutational or expression patterns differentiate abSPTCL and PCgdTCL. A comprehensive catalog of cancer gene expression profiles generated via RNA sequencing on patient samples is essential to understand tumorigenesis and to develop effective therapies. Methods: We performed transcriptomic profiling analysis using RNA sequencing in lesional skin biopsies from patients of abSPTCL (n=10), PCgdTCL (n=9), and controls (n=5). Differential analyses were performed on the entire transcriptomic profiles among the 3 groups. Results: Although the transcriptomic profiles of abSPTCL and PCgdTCL samples had similarities, there were notable differences between these groups that may elucidate unique pathways that propagate each disease. In contrast to abSPTCL, PCgdTCL samples demonstrated upregulation of cell motility and proliferation, and downregulation of pathways involving apoptosis and tumor necrosis factor production. The most significantly upregulated gene pathways in both abSPTCL and PCgdTCL samples were those involving immune and inflammatory response, viral defense, type I interferon signaling, interferon-gamma-mediated signaling, and positive regulation of T cell proliferation. The most significantly downregulated gene pathways in the two groups were those involving cell adhesion, rRNA processing and translation, and extracellular matrix organization. The top 5 upregulated immune response and downregulated cell adhesion hub genes for abSPTCL highlighted by gene interaction network analysis included: TNF, CTLA4, CD86, IL10, CCR5 & ITGB5, ITGA8, VWF, APP, CDH5, respectively. Conclusion: Our transcriptomic profiling pinpoints disease-related enrichment pathways and gene functions in abSPTCL and PCgdTCL patients, which may shed light on molecular mechanisms that drive disease activity. Hub genes in abSPTCL represent potential drug targets for further development of novel therapies. Disclosures Mangold: Kirin: Membership on an entity's Board of Directors or advisory committees; Elorac: Research Funding; Sun Pharma: Research Funding; MiRagen: Research Funding; Solagenix: Research Funding.",
    "topics": null,
    "author_names": [
        "Xing Li, PhD",
        "Kevin J Severson, B.A.",
        "Meera H Patel, B.S.",
        "Caitlin M Brumfiel, M.S.",
        "Alysia Hughes, B.A.",
        "David DiCaudo, MD",
        "Nneka Comfere, MD",
        "Jason Sluzevich, MD",
        "Allison C. Rosenthal, D.O.",
        "Carlos A Torres-Cabala, MD, PhD",
        "Mark R Pittelkow, MD",
        "Aaron R Mangold, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Health Sciences Research, Mayo Clinic Health System, Rochester, MN "
        ],
        [
            "Department of Dermatology, Mayo Clinic Health System, Scottsdale, AZ "
        ],
        [
            "Department of Dermatology, Mayo Clinic Health System, Scottsdale, AZ "
        ],
        [
            "Department of Dermatology, Mayo Clinic Health System, Scottsdale, AZ "
        ],
        [
            "Department of Research, Mayo Clinic Health System, Scottsdale, AZ "
        ],
        [
            "Department of Dermatology, Mayo Clinic Health System, Scottsdale, AZ "
        ],
        [
            "Department of Dermatology, Mayo Clinic Health System, Rochester, MN "
        ],
        [
            "Department of Dermatology, Mayo Clinic Health System, Jacksonville, FL "
        ],
        [
            "Mayo Clinic, Phoenix, AZ "
        ],
        [
            "Department of Emergency Medicine, Mayo Clinic Health System, Jacksonville, FL"
        ],
        [
            "Department of Dermatology, Mayo Clinic Health System, Scottsdale, AZ "
        ],
        [
            "Department of Dermatology, Mayo Clinic Health System, Scottsdale, AZ "
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.48066454999999"
}