{
    "doi": "https://doi.org/10.1182/blood.V110.11.3226.3226",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=929",
    "start_url_page_num": 929,
    "is_scraped": "1",
    "article_title": "Prediction of Heparin Induced Thrombocytopenia: Validation of an Experience-Based Computer Model. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Platelet Number or Function",
    "topics": [
        "computer simulation",
        "thrombocytopenia, heparin-induced",
        "heparin",
        "antibodies",
        "antibody titer",
        "laboratory techniques and procedures",
        "laboratory test finding",
        "platelet factor 4",
        "signs and symptoms",
        "enzyme-linked immunosorbent assay"
    ],
    "author_names": [
        "Nicole L. Whitlatch, MD",
        "David F. Kong, MD",
        "Thomas L. Ortel, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "36.007505200000004",
    "first_author_longitude": "-78.938442",
    "abstract_text": "Background: Diagnosis of heparin-induced thrombocytopenia (HIT) requires certain clinical features along with the detection of platelet activating antibodies induced by heparin interaction with platelet factor 4 (PF4). Although the PF4 enzyme-linked immunoassay (ELISA) is a highly sensitive laboratory test, it is not specific. Adding excess heparin to the sample can confirm a positive PF4 ELISA result when it decreases antibody binding by 50% or more, potentially improving the specificity of the assay. We sought to determine the clinical value of the PF4 ELISA and confirmatory test by developing a predictive algorithm for HIT. Methods: We retrospectively identified 116 patients with positive anti-PF4/heparin antibodies at Duke University Medical Center in 2005. We collected data on all patients to allow for clinical classification as HIT positive or HIT negative. HIT positive patients had at least a 30% decline in platelet count after 4–14 days of heparin exposure, or within 48 hours if recent (within last 100 days) heparin exposure. Anti-PF4/heparin antibody titers were determined by ELISA using a confirmatory step with excess heparin. A multivariate logistic regression model was fitted to the 2005 data, to estimate the relationship between patient characteristics (including age, gender, race, and clinical service), laboratory findings (including peak PF4 titer, confirmatory positive status), and clinical HIT status (HIT positive versus HIT negative). The model was then validated on an independent sample of 97 patients with positive anti-PF4/heparin antibodies retrospectively identified at Duke University Medical Center from January to July of 2006. Results: We found no significant relationship between age, race, or gender and clinical HIT status. In multivariate analysis, the peak PF4 titer and confirmatory positive status were independent predictors of HIT. Figure 1 depicts median, 25 th , and 75 th percentiles of the predicted probabilities for the HIT-positive and HIT-negative patients in the 2005 training and 2006 test populations. The predictive accuracy on the 2005 training set (c-index 0.783, Somer’s Dyx 0.566) was maintained when the algorithm was applied to the independent 2006 test population (c-index 0.799, Somer’s Dyx 0.597). Figure 2 depicts the ROC curves for both patient populations. Conclusions: This is the first study to our knowledge that has demonstrated the clinical utility of the Heparin/PF4 ELISA confirmatory test for the diagnosis of HIT. Based upon the PF4 ELISA and confirmatory assays, a predictive computer algorithm can distinguish patients likely to have HIT from those who are not. Accurate predicted probabilities of HIT will enable clinicians to more rapidly initiate appropriate therapy. View large Download slide Figure View large Download slide Figure View large Download slide Figure View large Download slide Figure"
}