{
    "doi": "https://doi.org/10.1182/blood.V116.21.815.815",
    "article_title": "In Vivo Analysis of Erythroid Protein 4.1 Pre-mRNA Splicing Mechanisms: Use of Antisense Morpholinos to Assay Function of Deep Intron Regulatory Elements ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, excluding Iron: Membrane Protein Components in Normal and Stress Erythropoiesis",
    "abstract_text": "Abstract 815 Erythroid stage-specific alternative splicing plays an essential role in the expression of protein 4.1R isoforms that interact with other skeletal proteins to strengthen the membrane. In late erythroblasts, 4.1R mRNA is processed from pre-mRNA that initiates transcription at alternative first exon 1A (E1A) and splices exclusively to the more distal of two alternative 3' splice sites at exon 2 (E2dis), ~100kb downstream. This splicing event is important because it is required to generate the shorter N-terminal domain characteristic of 80kDa isoforms of 4.1R protein in red cells. We have reported that E1A splicing to E2dis requires two nested intrasplicing events mediated by an essential deep intron element originally annotated as exon 1B. However, these studies employed small minigenes transfected into cultured cells, an artificial system that may not correctly reflect in vivo mechanisms. Here we used an antisense RNA strategy to explore splicing of endogenous full length 4.1R pre-mRNA in tissues of live mice and in primary erythroblasts. Chemically modified oligonucleotides known as vivo-morpholinos (vMOs), introduced via tail vein injection and internalized into selected organs, can base pair with complementary cellular RNA sequences and block function of candidate regulatory motifs. Importantly, two independent vMOs directed against the 4.1R intraexon regulatory element both substantially abrogated intrasplicing in several mouse tissues, robustly switching E1A splicing from E2dis to the proximal 3' splice site in E2 (E2prox). This switch results in inclusion of start codon AUG1 in mature 4.1R mRNA and synthesis of larger isoforms of 4.1R protein. These results were highly sequence-specific, since negative control vMOs directed against other genes did not alter E1A splicing to E2dis. Interestingly, we have recently used vMOs to confirm the existence of a similar deep intron element required for analogous E1A-E2dis splicing in the paralogous 4.1B gene. Together these findings strongly support the in vivo physiological function of deep intron elements in the control of intrasplicing in both 4.1R and 4.1B pre-mRNAs. To test whether the 4.1R intrasplicing mechanism is also active in erythroid cells, we incubated mouse splenic erythroblasts isolated from FVA-treated animals with morpholinos directed against the intraexon. Two independent morpholinos against its 5' splice site and branch point both induced a concentration-dependent switch in E1A splicing from E2dis to E2prox. Control morpholinos had no effect on E1A splicing. Because the splicing switch results in inclusion of alternative translation initiation codon AUG1, it was predicted to induce synthesis of larger isoforms of 4.1R including the N-terminal headpiece known to influence 4.1R binding affinities for other skeletal proteins. Western blot analysis of erythroblast proteins confirmed a switch to expression of larger 4.1R protein isoforms that are not present in normal late stage erythroblasts. Intrasplicing is mediated by deep intron elements, and is essential for accurate physiological splicing of natural 4.1R pre-mRNA in erythroid and other cells. Antisense morpholinos represent a new tool for alternative splicing studies in vivo or in cultured erythroblasts. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "heterogeneous nuclear rna",
        "introns",
        "rna splicing",
        "protein isoforms",
        "rna, messenger",
        "antisense rna",
        "oligonucleotides",
        "rna",
        "western blotting",
        "codon, initiator"
    ],
    "author_names": [
        "Marilyn Parra",
        "Xiuli An, MD, PhD",
        "Narla Mohandas",
        "John G. Conboy, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marilyn Parra",
            "author_affiliations": [
                "Life Sciences Division, Lawrence Berkeley Lab., Berkeley, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiuli An, MD, PhD",
            "author_affiliations": [
                "New York Blood Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Narla Mohandas",
            "author_affiliations": [
                "New York Blood Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Conboy, PhD",
            "author_affiliations": [
                "Life Sciences Division, Lawrence Berkeley Lab., Berkeley, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T18:46:38",
    "is_scraped": "1"
}