{
    "doi": "https://doi.org/10.1182/blood.V122.21.3443.3443",
    "article_title": "Regulatory Role Of Mitochondrial Aconitase and Isocitrate In Iron-Responsive, Erythropoietin Receptor Signaling During Anemia ",
    "article_date": "November 15, 2013",
    "session_type": "102. Regulation of Iron Metabolism: Poster III",
    "abstract_text": "Several clinical observations illustrate the link between iron and erythropoietin (Epo)-mediated signaling in early erythroid progenitor cells. In iron deficiency anemia (IDA) erythropoiesis is blocked at an early stage despite increased serum Epo concentrations. Intravenous iron improves the effectiveness of exogenous Epo in patients with Epo-refractory anemia of chronic disease. These clinical observations suggest that iron dominantly regulates Epo-receptor (EpoR) signaling. However, the mechanism of this iron-mediated signaling remains unclear. We recently demonstrated that 1) the aconitases, multifunctional iron-sulfur cluster proteins that convert citrate into isocitrate are essential in the iron- Epo-signaling pathway in early erythroid progenitors, and that 2) isocitrate, the downstream product of aconitase, can enhance the effectiveness of Epo during iron deficiency in vitro and in vivo in mice with IDA and in rats with the anemia of chronic inflammation. These observations suggest that isocitrate or derivatives of isocitrate that synergize with erythropoiesis stimulating agents have important therapeutic application in the treatment of anemia. New data from my lab also shows that cellular iron restriction regulates mitochondrial oxygen consumption rates differentially over time during red blood cell differentiation, suggesting a novel link between mitochondrial function and erythropoeisis. We also see an increase in mitochondrial superoxide anion production in iron deprived erythroid progenitors. Based on these data, we hypothesize that mitochondrial aconitase is an iron sensor that integrates mitochondrial redox signaling to EpoR signaling and subsequent red blood cell production. To test this hypothesis we are investigating the iron dependent mechanisms by which aconitase, isocitrate, reactive oxygen species and mitochondrial metabolic pathways alter EpoR signaling. The clinical relevance of this project lies in its potential for the development of new iron-free agonists and antagonists of red blood cell production. Agonists may benefit patients with anemia due to iron deficiency or chronic inflammation and antagonists may benefit patients with myeloproliferative neoplasms. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "aconitate hydratase",
        "anemia",
        "erythropoietin receptors",
        "iron",
        "isocitrates",
        "mitochondria",
        "signal transduction",
        "agonists",
        "anemia of chronic disorder",
        "antagonists"
    ],
    "author_names": [
        "Grant C Bullock, M.D., Ph.D.",
        "Valerie Schrott, MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Grant C Bullock, M.D., Ph.D.",
            "author_affiliations": [
                "Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Valerie Schrott, MS",
            "author_affiliations": [
                "Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T15:44:40",
    "is_scraped": "1"
}