{
    "doi": "https://doi.org/10.1182/blood.V110.11.3116.3116",
    "article_title": "Lenalidomide Abrogates the Protective Influence of Nurse-Like Cells on Primary Chronic Lymphocytic Leukemia Cells In Vitro. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "abstract_text": "Lenalidomide (3-(4-amino-1-oxo-3H-isoindol-2-yl)piperidine-2,6-dione)) is an agent approved for treatment of patients with del 5q myelodysplastic syndromes and previously treated multiple myeloma. Lenalidomide has been found in early clinical trials to have potential therapeutic activity in patients with relapsed chronic lymphocytic leukemia (CLL). The mechanism(s) whereby this drug is active in CLL is unknown. In particular, studies to date have not found lenalidomide to have any direct cytotoxic activity on CLL cells in vitro. This has stimulated speculation that this agent might adversely affect the positive influence of the microenvironment on leukemia-cell survival. We and others have observed that cells found in the leukemia microenvironment can support CLL-cell survival in vitro. One such type of cells are nurse-like cells (NLC), which can differentiate from the CD14-positive blood mononuclear cells of CLL patients into large, round adherent cells that can attract and support CLL cell survival in vitro for weeks, if not longer. We evaluated the effects of lenalidomide on primary leukemia-cell survival in vitro when the CLL cells from different patients (N=21) were cultured alone or together with NLC generated as previously described [Tsukada Blood 2002]. We assessed the in-vitro activity of lenalidomide on primary CLL cells from 21 patients, in duplicate in a series of 6 experiments. Lenalidomide at concentrations of 0.1μM-200μM did not significantly impact the survival of CLL cells that were cultured alone for up to 12 days. Analysis of cell surface markers revealed increased expression of CD38 at 36 hours in 5/5 lenalidomide treated CLL samples compared with untreated cells (MFIR 5.7 +/− .86 vs. 3.4 +/− .83 p=.003). We observed sustained upregualtion of CD40 and regulation of CXCR4 in the majority of cells treated with lenalidomide. When cultured with NLC, the survival of CLL cells was comparable to or significantly higher than that of CLL cells cultured alone 62.4% vs. 51% (+/−3% SEM n=21 p [<] 0.0005). The addition of lenalidomide at concentrations of 0.1μM and greater to co-cultures of NLC and CLL cells caused specific reductions in CLL cell survival to levels similar to or lower than that of CLL cells cultured without NLC. In the presence of NLC, lenalidomide at 1μM reduced CLL cell viability compared to control (41.5% vs. 56% +/−4% p [<] 0.0005 paired student t test n=13). For most patients the levels of CLL cell viability on days 4 through 8 in the co-cultures with lenalidomide was significantly lower than those of CLL cells co-cultured with NLC in the absence of lenalidomide. As such, this study reveals that physiologic concentrations of lenalidomide might abrogate the protective influence of NLC on CLL cell survival in vitro and potentially in vivo. Conceivably, those patients who have leukemia cells displaying a high dependency on NLC for survival in vitro also might be most likely to experience a favorable clinical response to treatment with lenalidomide. This hypothesis will be tested in a prospective manner with a planned clinical trial evaluating lenalidomide for treatment of CLL through the CLL Research Consortium.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "lenalidomide",
        "nurses",
        "leukemia",
        "coculture techniques",
        "cd14 antigen",
        "cd40 antigens",
        "chronic lymphocytic leukaemia recurrent",
        "cxcr4 receptors"
    ],
    "author_names": [
        "Danelle F. James, MD",
        "Maryann R. Betty, B.S.",
        "Ruzbeh Mosadeghi",
        "Thomas J. Kipps, M.D.,Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Danelle F. James, MD",
            "author_affiliations": [
                "University of California San Diego, Rebecca and John Moores Cancer Center, La Jolla, CA, USA",
                "Chronic Lymphocytic Leukemia Research Consortium"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maryann R. Betty, B.S.",
            "author_affiliations": [
                "University of California San Diego, Rebecca and John Moores Cancer Center, La Jolla, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruzbeh Mosadeghi",
            "author_affiliations": [
                "University of California San Diego, Rebecca and John Moores Cancer Center, La Jolla, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Kipps, M.D.,Ph.D",
            "author_affiliations": [
                "University of California San Diego, Rebecca and John Moores Cancer Center, La Jolla, CA, USA",
                "Chronic Lymphocytic Leukemia Research Consortium"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T18:44:19",
    "is_scraped": "1"
}