{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5300.5300",
    "article_title": "Mutational Profile and p53 Expression Define Subsets of Myelodysplastic Syndrome Patients with Distinct Clinical and Histopathologic Features ",
    "article_date": "December 7, 2017",
    "session_type": "636. Myelodysplastic Syndromes—Basic and Translational Studies",
    "abstract_text": "Objectives: Recent studies have shown associations of p53 protein overexpression and TP53 gene mutations with increased blast count, complex cytogenetics, and chromosome 5q deletion in patients with a myelodysplastic syndrome (MDS). In this study, we validate these associations in a larger cohort and broaden the analysis to include additional molecular, clinical, and histopathological features. Methods: 196 bone marrow specimens of patients with cytopenias were analyzed by p53 immunohistochemistry (IHC) staining using our institutional standard protocol. Nuclear expression of p53 was assessed by separately scoring the percentage of positive nuclei and the intensity of staining (scale 0-3). The next-generation sequencing (NGS) panel targeted 21 genes that have been previously described as recurrently mutated in MDS. Overall survival (OS) was measured from the time of diagnosis to either death or last follow-up. Clinical, cytogenetic, and hematological data were gathered by retrospective review of the electronic medical records. Student's t- or Chi-square tests were used to calculate significance (p<0.05). Correlations were analyzed using Pearson's coefficient. Results: Of 196 bone marrow samples analyzed by IHC for p53 expression, 82 (46 IHC+ and 36 IHC-) were analyzed by NGS with 52 (63.4%) harboring clinically significant mutations. Using a cutoff of 3% cell staining with moderate to strong intensity (scores 2-3), IHC analysis showed significantly elevated nuclear p53 expression (p<0.01) in TP53 mutated patients (mean score, 22.7±9%, 2.4±0.2) compared to wild type (WT) (3±0.14%, 0.7±0.05). The sensitivity and specificity of using these cutoffs in predicting TP53 mutation status was 92.8% and 100%, respectively (PPV=1, NPV=0.98). The proportion of patients with complex cytogenetics and abnormalities in chromosomes 5, 7, and 17 was greater in the TP53 mutated patients vs. WT patients [71%, 71%, 35% and 28% in mutated TP53 vs. 8%, 2%, 8% and 8% in WT, respectively). Patients with TP53 mutations had a higher white blood cell (WBC) count (4.6 vs. 3.9 X 10 9 /L, p = .014), higher red cell distribution width (RDW) (21% vs 17%, p=0.02), lower hemoglobin concentration (8.9 vs 10.4 g/dL, p=0.05), higher bone marrow blast % (median 12 vs. 5.57, p =0.05), increased ring sideroblasts (40% vs 15%, p=0.03), and a higher risk category by the Revised International Prognostic Scoring System (56% vs. 27%, p =.01) compared to patients with WT TP53 . A significant positive correlation between IHC score and complex cytogenetics (r=0.556, p=0.01) and abnormalities of chromosome 5 (r=0.453, p<0.01) and chromosome 7 (r=0.633, p=0.006) existed in our cohort. Deletion of chromosome 5 (r=0.327, p=0.2) was distributed evenly among the scoring groups. However, only those with high IHC scores presented with chromosome 5 translocations and the presence of chromosome 5 gains. Of 82 mutations detected, 84% were missense, 8% were nonsense, and 8% were frameshift inducing deletions or insertions. A subset of patients with TP53 mutations had multiple TP53 mutations (28%) or significant mutations in other relevant genes (28% of cases). When compared to those with a single pathogenic TP53 mutation, patients with multiple TP53 mutations were mostly female (80% vs 43%) with a higher blast count (12 vs. 6.7 X 10 9 /L, p = .04), a higher RDW (22% vs 19%, p=0.05), a lower hemoglobin value (8.9 vs 9.7 g/dL, p=0.05), an increased percentage of ring sideroblasts (40% vs 15%, p=0.03), and an increased mean corpuscular volume (101 vs 96fL, p<0.01). A quarter of patients with TP53 mutations had mutations in other genes: SF3B1 (16%), SRSF2 (8%), DNMT3A (8%), and IDH2 (8%). These specimens showed lower intensity p53 staining (score 2.3 vs 3, p<0.0003) and more frequent ring sideroblasts (40% vs 20%, p<0.05). Median OS was shorter in mutated patients [17 months (95% CI, 4-23)] compared to WT (not reached) (p=0.001). OS hazard ratio (HR) of mutant TP53 was 4.4 (95% CI, 1.2-10.9) (p= 0.002). Median follow-up duration was 17 months (95% CI 5-36). Conclusions: p53 overexpression analysis by IHC is a sensitive and specific tool for rapid identification and prognostication of MDS patients that correlates with clinically significant mutations in TP53. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "histopathology tests",
        "myelodysplastic syndrome",
        "protein p53",
        "massively-parallel genome sequencing",
        "bone marrow specimen",
        "follow-up",
        "hemoglobin",
        "cytopenia",
        "mean corpuscular volume analyses",
        "red blood cell distribution width determination"
    ],
    "author_names": [
        "Nathan McNeill, PhD MSc, BS",
        "Christopher Horton",
        "Tracey Freitas, PhD",
        "Neelam Dhiman, PhD",
        "Stella Wenceslao, MD",
        "Robin Dobson, MD",
        "Milena Vuica-Ross, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nathan McNeill, PhD MSc, BS",
            "author_affiliations": [
                "med fusion, Lewisville, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher Horton",
            "author_affiliations": [
                "med fusion, Lewisville, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracey Freitas, PhD",
            "author_affiliations": [
                "med fusion, Lewisville, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neelam Dhiman, PhD",
            "author_affiliations": [
                "med fusion, Lewisville, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stella Wenceslao, MD",
            "author_affiliations": [
                "Pathologist Bio-Medical Laboratories, Lewisville, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Dobson, MD",
            "author_affiliations": [
                "Pathologist Bio-Medical Laboratories, Lewisville, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Milena Vuica-Ross, MD",
            "author_affiliations": [
                "Pathologist Bio-Medical Laboratories, Lewisville, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:32:09",
    "is_scraped": "1"
}