{
    "doi": "https://doi.org/10.1182/blood.V120.21.2579.2579",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2375",
    "start_url_page_num": 2375,
    "is_scraped": "1",
    "article_title": "Prominin-1/CD133 Is Involved in the Lineage Decision As Well As a in the Sensitivity to Molecular Therapy in Ph+ Acute Lymphatic Leukemia. ",
    "article_date": "November 16, 2012",
    "session_type": "612. Acute Lymphoblastic Leukemia - Pathophysiology &amp; Clinical Studies: Poster II",
    "topics": [
        "ac133 antigen",
        "acute lymphocytic leukemia",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "cancer",
        "phosphotransferases",
        "colony-forming units assay",
        "leukemia, myelocytic, chronic",
        "leukemic cells",
        "nilotinib"
    ],
    "author_names": [
        "Anna T. Metodieva",
        "Heike Pfeifer, MD",
        "Afsar Mian, PhD",
        "Anja Vogel",
        "Hubert Serve, Prof. Dr. med.",
        "Oliver G. Ottmann, MD",
        "Martin Ruthardt, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Dept. of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Dept. of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Dept. of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Dept. of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Dept. of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Dept. of Medicine, Hematology/Oncology, Goethe University, Frankfurt, Germany"
        ]
    ],
    "first_author_latitude": "50.127067499999995",
    "first_author_longitude": "8.6677635",
    "abstract_text": "Abstract 2579 Chronic myelogenous leukemia (CML) and Philadephia chromosome-positive acute lymphatic leukemia (Ph+ ALL) is caused by the t(9;22) which fuses the BCR to ABL resulting in a deregulated tyrosine kinase activity. ABL Kinase inhibitiors (AKI) such as imatinib, are effective in the early stage CML, but in advanced stages patients relapse as a result of point mutations within the BCR/ABL. However a certain group of resistant patients do not have point mutations, which can explain the resistance. The mechanisms of resistance remain often unknown. CD133 (PROMININ-1 or PROM-1; in the mouse: Prom-1) is a novel hematopoietic stem/progenitor cell (HSPC) marker, but its biological function is nearly unknown. Its expression is found on various leukemic cells. It has been shown that PROM-1-negative colon cancer-initiating cells were more aggressive than PROM-1-positive cells, suggesting that cancer-initiating cells are in fact PROM-1-negative. We examined the role of PROM-1 in the normal and BCR/ABL-induced malignant haematopoiesis in Prom-1−/− in comparison to Prom+/+ murine HSPCs. Our results suggest that PROM-1 plays an important role in the induction of the BCR/ABL related leukemic phenotype. BCR/ABL induced a significantly higher colony number in Prom−/− as compared to Prom+/+ HSPCs in factor independent CFU-Assays, which did not respond to 1μM Imatinib. In fact in comparison to Prom +/+ HSPCs Prom −/− HSPCs exhibited in presence as well as in absence of BCR/ABL a different response to Imatinib characterized by a significantly increase of immature c-Kit and Sca-1-positive cells. Furthermore in a transduction/transplantation model, BCR/ABL induced a significantly higher rate of ALLs (50%) in the Prom−/− than in Prom+/+ background, where only CML-like diseases were seen. Based on these results we studied the role of PROM-1 for the non-mutational resistance in Ph+ ALL. We investigated the expression of PROM-1 in different non mutational resistance models of Ph+ ALL among the patient derived cell lines (SupB15 and Tom-1) as well as 7 primary long term cultures derived from patient with Ph+ ALL (PDLTCs). These PDLTCs exhibit several grades of resistance against established ABL-kinase inhibitors (AKI). Furthermore there is a cross resistance against other molecular therapy approaches, such as allosteric inhibition by GNF-2 or oligomerization inhibition by competitive peptides. In these cells there was a direct relationship between PROM-1 expression and response to AKIs. In fact sensitivity to AKIs increased with the expression of PROM-1. In these PDLTCs targeting PROM-1 by siRNA reduced and the over expression of PROM-1 increased the response to AKIs. Interestingly, also the only PDLTC harboring the BCR/ABL-T315I was PROM-1 negative. Furthermore the induction of resistance by increasing concentrations of either Imatinib or Nilotinib in the Ph+ ALL line SupB15 was accompanied by a progressive reduction of PROM-1 expression on the surface (CD133). In summary, our data show for the first time the importance of PROM-1/CD133 for the determination of the leukemic phenotype and as a potential marker for resistance to AKIs in Ph+ ALL, which is actually under examination in cohorts of Ph+ ALL patients with non mutational resistance. Disclosures: No relevant conflicts of interest to declare."
}