{
    "doi": "https://doi.org/10.1182/blood-2018-99-118893",
    "article_title": "Imatinib Mesylate Is Safe and Effective in Maintaining Cytogenetic and Molecular Response Achieved with 1 Year Nilotinib First Line in Newly Diagnosed Chronic Myeloid Leukemia: Preliminary Results of a Prospective Clinical Trial ",
    "article_date": "November 29, 2018",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Background: Achieving complete cytogenetic response (CCyR) at 12 months for patients with chronic phase chronic myeloid leukemia (CML) treated with imatinib as first line, is associated with significantly improved progression-free survival. Nilotinib has shown a faster and higher rate of CCyR and molecular response as compared to imatinib. However, nilotinib use is associated with diet restriction, higher financial costs, and its long-term use is incriminated in cardiovascular and metabolic complications. Methods: In this prospective single center trial, we evaluated the ability of imatinib to maintain a CCyR achieved after 12 months of first-line treatment with nilotinib. Inclusion criteria were adult patients with previously untreated Philadelphia -positive CML in chronic phase, with a WHO performance status ≤ 2. Patients received 1-year treatment with nilotinib (300mg twice daily) then were shifted to imatinib 400mg daily. Results: Eleven patients (5 females) were so far enrolled in the study, with a median age at diagnosis of 50 years (range 31-83). Patients were started on Nilotinib at a median of 29 days (range 2-32) from diagnosis. One patient had to discontinue nilotinib after 6 months and start dasatinib due to recurrent pancreatitis that resolved upon interruption of nilotinib. Eight patients completed one year of nilotinib, and were switched to Imatinib. The remaining 2 patients are currently on nilotinib as per protocol (less than 12 months since inclusion). Three patients on imatinib had to be switched back to nilotinib, because of imatinib intolerance (n=2; elevated liver transaminases and myositis) or because of loss of MMR (n=1). Therefore, at last follow up (median 64 months), 5 patients are on imatinib, 5 on nilotinib and 1 on dasatinib. All patients (100%) achieved complete hematological response (CHR) and CCyR at 3 and 18 months respectively, and maintained them thereafter. At 12 months, 6 out of 8 eligible patients achieved complete molecular response (CMR; n=3) or major molecular response (MMR; n=3). At 36 months, all eligible patients (n=7) were either in CMR (n=2) or in MMR (n=5). All patients who reached 4 years (n=6), 5 years (n=5) or 6 years (n=3) of follow up remained in either MMR or CMR. No patient developed long-term serious adverse event including cardiovascular or metabolic complications. Conclusion : These findings suggest that imatinib can maintain MMR achieved on short-term nilotinib therapy. This strategy is a potentially safe and effective long-term treatment approach, minimizing costs and cardiovascular and metabolic complications. This however, needs confirmation with a larger number of patients. Table. View large Download slide Table. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cytogenetics",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "measles-mumps-rubella vaccine",
        "cardiac mri",
        "metabolic complications",
        "dasatinib",
        "follow-up",
        "adverse event"
    ],
    "author_names": [
        "Nour Moukalled, MD",
        "Radwan Massoud, BS, MD",
        "Rami Mahfouz, MD",
        "Jean Elcheikh, MD",
        "Ali Bazarbachi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nour Moukalled, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation Program and Division of Hematology and oncology, Department of Internal Medicine, American University of Beirut, Beirut, Lebanon, Beirut, Lebanon "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Radwan Massoud, BS, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation Program/Division of Hematology-Oncology, Department of Internal Medicine, American University of Beirut, Beirut, Lebanon "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami Mahfouz, MD",
            "author_affiliations": [
                "Department of Pathology/Laboratory Medicine, American University of Beirut, Beirut, Lebanon "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Elcheikh, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation Program and Division of Hematology and oncology, Department of Internal Medicine, American University of Beirut, Beirut, Lebanon, Beiurt, Lebanon "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali Bazarbachi, MD PhD",
            "author_affiliations": [
                "Bone Marrow Transplantation Program/Division of Hematology-Oncology, Department of Internal Medicine, American University of Beirut Dept. of Medicine, Beirut, Lebanon"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T04:28:59",
    "is_scraped": "1"
}