{
    "doi": "https://doi.org/10.1182/blood.V110.11.2541.2541",
    "article_title": "Detection of JAK2 Exon 12 Mutations in 10 Patients (10.1%) of V617F Negative PV: A Study of 211 Cases with PV or Suspected PV. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloproliferative Syndromes",
    "abstract_text": "Up to 95% of all patients (pts) with polycythemia vera (PV) carry JAK2V617F mutations (V617Fmut). The underlying pathophysiologic event in the remaining 5% remained unclear. Recently, novel mutations in exon12 (exon12mut) of the JAK2 gene have been described. Thus far, 16 pts with 4 different mutation types (F537-K39delinsL, H538QK539L, N542-E543del, and K539L) have been identidied by two groups. A specific phenotype of isolated erythrocytosis and young age has been suggested by one group while another group found that besides pts with isolated erythrocythosis around 50% may present with typical criteria for PV. Thus, exon12mut are scarce with still unclear frequency. Therefore, we have applied melting curve screening covering codons 535-555 of exon12 on 211 pts with PV or suspected PV. DNA of all pts with aberrant curve was sequenced. We detected exon12mut in 10/211 (4.7%) of all pts. Of these 99 pts fulfilled diagnostic criteria of PV whereas 112 were suspected PV due to unclear polyglobulia. The frequency of exon12mut in V617Funmut (V617wt) PV was 10/99 pts (10.1%). No exon12mut was detected in pts with polyglobulia. In addition, 10 V617wt ET and 50 CMPD with elevated red blood cell counts were analyzed but turned out to be exon12 unmutated (exon12wt). 3 of the exon12mut pts had the previously described F537-K39delinsL, 2 the N542-E543del, 1 H538QK539K, 1 K539L. In addition, 2 new mutations were detected: a E543-D544del (2 pts) and a K539S mutation (1 pt). Quantification showed exon12mut in 10–30% of all PBC (7 pts) or BM cells (3 pts). 5 pts were analyzed at diagnoses and 5 pts 2–8 years (y) (median 4y) after initial diagnosis of PV. Treatment was phlebotomy and ASS only in all pts. In 1 pt a homozygous K539L mutation was found. Thus, unlike previously reported, the exon12mut like the V617F mutations can occur in a homozygous state. This pt was at advanced stage near to transformation to AML. While in PV overall the female/male ratio was 225/231 in the exon12 mutated cohort the female/male ratio was higher with 7/3. Age of onset was 16–75 y (median: 57.5 y). This is the same range as the exon12wt/V617wt pts (57.3 y) but younger than the V617Fmut PV (66.5 y). Hematocrit of the exon12mut pts was elevated with a median of 61% in males and 55% in females. Erythropoietin levels were very low with a median of 3.8 U/L. Other parameters were less conspicuous in exon12mut than in V617Fmut (given in medians): WBC: 6,100 vs. 12,200/μl; Hb: 150 vs. 158 g/l; platelets 282,000 vs. 483,000/μl. In detail, four pts had elevated WBC and platelets in addition to erythrocytosis whereas 6 pts had isolated erythrocytosis. Thus, exon12mut pts frequently show isolated polyglobulia (60%) which is rare in V617Fmut PV. In addition, none of the exon12mut pts had hepatomegaly, three pts had borderline splenomegaly. In conclusion, analysis for JAK2 exon 12 mutations is a new tool for diagnostics of PV. Based on this still small cohort it can be speculated that exon12mut in comparison to V617Fmut pts tend to occur more frequently in women, at younger age, have lower WBC and platelet counts and frequently isolated erythrocytosis.",
    "topics": [
        "brachial plexus neuritis",
        "campomelic dysplasia",
        "codon nucleotides",
        "dna",
        "erythrocytosis",
        "erythropoietin measurement",
        "hepatomegaly",
        "jak2 gene exon 12",
        "mutation",
        "myeloproliferative disorder, chronic"
    ],
    "author_names": [
        "Susanne Schnittger, PhD",
        "Claudia Haferlach, MD",
        "Thomas Geer, MD",
        "Johann Mittermüller, MD",
        "Pedro E. Petrides, MD",
        "Rudolf Schlag, MD",
        "Reiner Sandner, MD",
        "Hans W. Tessen, MD",
        "Jürgen Wehmeyer, MD",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Molecular Genetics, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Molecular Genetics, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Geer, MD",
            "author_affiliations": [
                "Clinic, Schwäbisch Hall, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johann Mittermüller, MD",
            "author_affiliations": [
                "Hematology Practice, Germering, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro E. Petrides, MD",
            "author_affiliations": [
                "Hematology Practice, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rudolf Schlag, MD",
            "author_affiliations": [
                "Hematology Practice, Würzburg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reiner Sandner, MD",
            "author_affiliations": [
                "Hematology Practice, Passau, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans W. Tessen, MD",
            "author_affiliations": [
                "Hematology Practice, Goslar, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jürgen Wehmeyer, MD",
            "author_affiliations": [
                "Hematology Practice, Münster, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Molecular Genetics, Munich, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Molecular Genetics, Munich, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T15:33:41",
    "is_scraped": "1"
}