{
    "doi": "https://doi.org/10.1182/blood.V112.11.2579.2579",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1352",
    "start_url_page_num": 1352,
    "is_scraped": "1",
    "article_title": "Dipeptidyl Peptidase Inhibition Accelerates Dendritic Cell Cross Priming of Tumor-Reactive T Cells Resulting in Regression of Established Tumors ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "topics": [
        "dendritic cells",
        "dipeptidyl peptidases",
        "neoplasms",
        "t-lymphocytes",
        "tumor regression",
        "vaccines",
        "tumor growth",
        "h-y antigen",
        "cancer",
        "cd80 antigens"
    ],
    "author_names": [
        "Meghaan Walsh",
        "Aviva C Krauss, MD",
        "Jessica PE Davis",
        "Su Young Kim",
        "Martin Guimond, PhD",
        "Crystal L. Mackall, M.D.",
        "Terry J Fry, M.D."
    ],
    "author_affiliations": [
        [
            "Pediatric Oncology Branch, CCR, NCI, NIH, Bethesda, MD, USA"
        ],
        [
            "Pediatric Oncology Branch, CCR, NCI, NIH, Bethesda, MD USA,, Bethesda, MD, USA"
        ],
        [
            "Pediatric Oncology Branch, Center for Cancer Research/National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Pediatric Oncology Branch, Center for Cancer Research/National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Pediatric Oncology Branch, CCR, NCI, NIH, Bethesda, MD USA"
        ],
        [
            "Pediatric Oncology Branch, Center for Cancer Research/National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Pediatric Oncology Branch, CCR, NCI, NIH and Children’s National Medical Center, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.00184465",
    "first_author_longitude": "-77.10768499999999",
    "abstract_text": "BACKGROUND: PT-100 is an aminoboronic dipeptide that competitively inhibits dipeptidyl peptidases. While PT-100 has no direct effect on tumor cells in vitro , it exhibits potent antitumor effects in vivo . We have shown that female C57BL/6 (B6) mice with MB49 tumors, which naturally express the male minor histocompatibility antigen complex (HY), are primed to HY, but the immune response is insufficient to control tumor growth. In this study, we used the well-characterized HY antigen system to examine the immunomodulatory effects of PT-100 during treatment-induced tumor regression. METHODS: B6 female mice were inoculated subcutaneously with MB49 (10 6 cells) on day 0 and treated daily with PT-100 by gavage. For re-challenge experiments mice received high dose MB49 (3×10 6 cells) three weeks after complete regression of primary tumors. IFN-g ELISPOT was used to measure HY antigen specific T cell responses in the spleen and lymph nodes (LNs) during tumor growth. For adoptive transfer experiments, T cells were magnetic-bead purified from LNs and spleens of tumor-bearing PT-100 treated, tumor-bearing sham treated, or naïve mice and injected intravenously into Rag1−/− recipients (1.2×10 6 cells) which were then inoculated with high dose MB49. T cells were depleted with monoclonal antibodies to CD4 and CD8. Dendritic cells (DCs) were depleted with diphtheria toxin (DT) in bone marrow chimeras expressing the DT receptor under the CD11c promoter. DC activation examined by flow cytometry. For vaccine experiments, HY-expressing DCs were cultured from male B6 bone marrow and injected intraperitoneally (1×10 5 cells). RESULTS: PT-100 treatment resulted in complete regression of MB49, even when limited to the first week (days 3–7) during tumor progression. Treatment started later than week 1 was insufficient to establish consistent, complete tumor regression. High-dose re-challenge of PT-100 treated mice resulted in initial growth followed by regression without additional PT-100. IFN-gELISPOT revealed a robust response against HY in spleens of controls on day 17. Interestingly, PT-100 treated mice had quantitatively similar priming, but the response peaked earlier (day 10), just prior to tumor regression. Purified T cells from PT-100 treated donors collected on day 17 mediated markedly enhanced tumor protection compared to recipients of T cells from sham treated tumor-bearing mice despite significantly more HY-reactive cells in the spleen and LNs of sham treated-tumor bearing mice by that time. T cell or DC depletion independently abrogated the anti-tumor effect of PT-100 and treatment with PT-100 increased CD80 and CD86 expression on LN DC populations in vivo . Although HY DC vaccination does not affect tumor growth, supplementation of the DC vaccine with PT-100 mediated a therapeutic effect resulting in regression of well-established tumors. CONCLUSIONS: PT-100 establishes a consistent and potent antitumor effect against MB49 dependent on T cells and DCs. Treatment results in a memory response that is protective against high dose MB49 re-challenge. PT-100-induced tumor regression is associated with enhanced early tumor priming, associated with increases in activated DCs. T cells from PT-100 treated mice elicit superior protection upon adoptive transfer compared to shams, despite quantitatively less tumor-primed T cells, suggesting the PT-100 antitumor effect may involve a qualitative difference in T cell function. PT-100 given as an adjuvant to a DC vaccine results in increased potency and regression of established tumors. Inhibition of dipeptidyl peptidases modulate naturally occurring anti-tumor immune responses and contribute to the generation of a therapeutic anti-cancer vaccine."
}