{
    "doi": "https://doi.org/10.1182/blood.V128.22.5267.5267",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3318",
    "start_url_page_num": 3318,
    "is_scraped": "1",
    "article_title": "A New Insight into Pediatric Leukemia: Che-1 Involvement in Oncogenic c-Myc Signaling ",
    "article_date": "December 2, 2016",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "ablation",
        "burkitt's lymphoma",
        "cancer",
        "carrier proteins",
        "chemotherapy regimen",
        "childhood leukemia",
        "c-myc genes",
        "disease remission",
        "dna polymerase i",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Valentina Folgiero, PhD",
        "Cristina Sorino, PhD",
        "Valentina Bertaina, PhD",
        "Francesca De Nicola, PhD",
        "Frauke Goeman, PhD",
        "Paolo Romania, PhD",
        "Matteo Pallocca, PhD",
        "Doriana Fruci, PhD",
        "Alice Bertaina, MD PhD",
        "Luciana Vinti, MD",
        "Maurizio Fanciulli, PhD",
        "Franco Locatelli, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Pediatric Hematology and Oncology, Bambino Gesù Children's Hospital, Rome, Italy "
        ],
        [
            "Dept. of Molecular Medicine, Regina Elena National Cancer Institute, Rome, Italy "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ],
        [
            "Dept. of Molecular Medicine, Regina Elena National Cancer Institute, Rome, Italy "
        ],
        [
            "Dept. of Molecular Medicine, Regina Elena National Cancer Institute, Rome, Italy "
        ],
        [
            "Dept of Pediatric Hematology and Oncology, Bambino Gesù Children's Hospital, Rome, ITA "
        ],
        [
            "Dept. of Research, Regina Elena National Cancer Institute, Rome, Italy "
        ],
        [
            "dept. of Pediatric Hematology and Oncology, Bambino Gesù Children's Hospital, Rome, Italy "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ],
        [
            "Dept. of Molecular Medicine, Regina Elena National Cancer Institute, Rome, Italy "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy ",
            "Pediatric Blood and Marrow Transplantation Program, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy ",
            "University of Pavia, Pavia, Italy"
        ]
    ],
    "first_author_latitude": "41.896716399999995",
    "first_author_longitude": "12.4609553",
    "abstract_text": "Despite the overall progress in treatment of B-ALL, relapse occurs across the whole spectrum of all subtypes and has a dismal prognosis with an overall survival of 30%. This disease is typically characterized by genetic lesions resulting in oncogene activation, loss of tumor suppressor gene function and concurrent activation of pro-survival signaling pathways. The oncogene c-Myc is a master transcription factor governing many critical cell functions such as metabolism, proliferation and survival and it is involved in up to 70% of cancers. In Burkitt's Lymphoma, c-Myc gene duplications or translocations have been described as leading to its constitutive transcriptional deregulation. Che-1/AATF is an important RNA polymerase II binding protein involved in the regulation of gene transcription. Che-1 is required for proliferation in early embryogenesis, and exhibits an anti-apoptotic activity in different tumour contests. Previous findings showed that Che-1 is over-expressed in different leukemic cell lines correlated with c-myc gene over-amplification, but, although it has been shown that Che-1 controls different mechanisms of tumorigenesis in several tumour contests, its role in haematological malignancies has not been deeply explored. With this aim we found a complete correlation of Che-1 and c-Myc expression in 80 B-ALL patients compared with 15 bone marrows from healthy donors lacking the expression of both molecules. These results are in agreement with public data derived from an RNAseq experiment on non-transgenic (control) and Eµ-myc transgenic littermates (pre-tumour), and in lymphomas arising in adult Eµ-myc animals (tumour), in which our analysis demonstrated that Che-1 mRNA levels increase during lymphomagenesis. In addition we observed a total ablation of Che-1 and c-Myc in the remission status, whereas samples from resistant or relapsed patients maintained high levels of both proteins. At the same time we observed that the down-regulation of c-Myc strongly reduces Che-1 mRNA and protein levels. Chip analysis revealed the ability of c-Myc to bind Che-1 promoter. Moreover, the two proteins also physically interact as demonstrated by co-immunoprecipitation experiments. We observed that Che-1 down-regulation induced growth arrest of B-ALL cell lines and affected the amount of ribosomal RNA by inhibiting the cooperation with UBF and RNA pol I. Based on these findings, by RNAseq analysis we compared the effect of Che-1 versus c-Myc downregulation finding a strong sharing of the controlled pathways. We demonstrated that Che-1 may be considered as a useful prognostic factor, able to early evaluate the aggressiveness of B-ALL. Furthermore the modulation of Che-1 expression may represent a strategy to improve treatment outcomes particularly in high-risk patient subgroups, wherein failure of conventional chemotherapy and relapse are common. Disclosures No relevant conflicts of interest to declare."
}