{
    "doi": "https://doi.org/10.1182/blood-2018-99-119553",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4042",
    "start_url_page_num": 4042,
    "is_scraped": "1",
    "article_title": "HMGB1 Causes Anemia of Inflammation By Modulating Erythropoietin Signal Transduction ",
    "article_date": "November 29, 2018",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Inherited and Acquired Anemias",
    "topics": [
        "anemia of chronic disorder",
        "erythropoietin",
        "hmgb1 protein",
        "signal transduction",
        "erythropoietin receptors",
        "anemia",
        "chronic inflammation",
        "cysteine",
        "sepsis",
        "alarmins"
    ],
    "author_names": [
        "Brian M Dulmovits, MS",
        "Julien Papoin, MS",
        "Jian Hua Li, MS",
        "Huan Yang, PhD",
        "Ronak H Shah, MS",
        "Ryo Kurita, PhD",
        "Yukio Nakamura, MD PhD",
        "Yousef Al-Abed, MD",
        "Lily Huang, PhD",
        "Betty Diamond, MD",
        "Jeffrey M Lipton, MD PhD",
        "Mohandas Narla, DSc",
        "Ulf Andersson, MDPhD",
        "Kevin Tracey, MD",
        "Lionel Blanc, PhD"
    ],
    "author_affiliations": [
        [
            "Feinstein Institute for Medical Research, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Manhasset, NY "
        ],
        [
            "Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "Feinstein Institute for Medical Research, Manhasset, "
        ],
        [
            "Cell Engineering Division, RIKEN BioResource Center, Tsukuba, Japan "
        ],
        [
            "Cell Engineering Division, RIKEN BioResource Center, Tsukuba, Japan "
        ],
        [
            "The Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Center for Autoimmune, Musculoskeletal and Hematopoietic Diseases, The Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "New York Blood Center, New York, "
        ],
        [
            "Karolinska Institutet, Stockholm, Sweden"
        ],
        [
            "The Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "Feinstein Institute for Medical Research, Manhasset, NY "
        ]
    ],
    "first_author_latitude": "40.7175339",
    "first_author_longitude": "-73.5980263",
    "abstract_text": "The mechanisms underlying the development of erythropoietin (EPO)-refractory anemia in the setting of chronic inflammatory states are largely unknown. Elevated levels of the classical inflammatory mediators decrease red cell output. However, pathologic concentrations of many of these molecules do not persist beyond the acute phase, indicating that specific mediators are likely to play a role in the anemia associated with chronic inflammation. High mobility group box protein 1 (HMGB1) is a potent alarmin able to induce tissue injury during the acute and chronic phases of inflammation, and recently, shown to contribute to anemia in a murine model of sepsis. Here, we show that HMGB1 directly inhibits erythropoiesis by modulating EPO signal transduction in human erythroid cells through a newly identified HMGB1 receptor, which is surprisingly the erythropoietin receptor (EPOR). Surface plasmon resonance (SPR) reveals that HMGB1 binds the extracellular domain of EPOR (K d = 130nM) with an affinity comparable to that of EPO. Cysteine residues contained within the A- and B-box domains of HMGB1 that have previously been shown to mediate HMGB1-receptor interactions are also responsible for the EPOR-HMGB1 interaction since a mutant form of HMGB1 lacking these cysteine residues ( i.e. 3S HMGB1) fails to bind the EPOR. Cell-based assays suggest that the direct binding of HMGB1 to the EPOR and the subsequent degradation of EPOR accounts for altered EPO signaling by HMGB1. Biologically, HMGB1 reduces the phosphorylation of intracellular EPO effectors including JAK2 (2-fold reduction), STAT5 (4-fold), and ERK1/2 (4-fold). Decreased effector phosphorylation is not due to the increased activity of SHP1/2 phosphatases further implicating inhibition at the receptor level. Loss of EPO signaling due to HMGB1 binding results in decreased erythroid proliferation of differentiated CD34+ cells at the EPO-dependent stages of erythropoiesis: Day 14: 1.03x10 8 ± 4.67x10 7 cells/mL vs 1.87x10 6 ± 9.70x10 5 cells/mL, vehicle vs HMGB1, respectively. In addition, HMGB1 decreases the numbers of colony forming unit-erythroid (CFU-E) progenitors by 60%, and these progenitors fail to undergo terminal erythroid differentiation with a block at the basophilic erythroblast stage and apoptosis of late-stage erythroblasts as determined by flow cytometric analysis of annexin V staining. To understand the consequences of HMGB1-EPOR interactions on the EPO-induced transcriptome, RNA-sequencing was performed on purified human CFU-E dosed with HMGB1 and EPO. HMGB1 reduces the expression of known EPO target genes ( ERFE, CISH, EGR1 ), and concomitantly, upregulates a number of unique transcripts ( ETS2, VMP1, NFKBIZ ) suggesting that HMGB1-EPOR interactions may alter receptor conformation in manner that differentially activates the EPOR and consequently, gene expression. Finally, in a mouse model of sepsis survival, bone marrow-derived erythroid precursor cells contain diminished phosphorylated STAT5 levels at a time when elevated HMGB1 plasma concentrations are observed, thereby demonstrating that the loss of EPO signal transduction also occurs in vivo . Taken together, our work identifies HMGB1 as a novel inhibitor of EPO signaling through its interaction with the EPOR, and strongly implicates HMGB1 as a previously undiscovered effector of EPO-refractory anemia associated with chronic inflammation. Disclosures No relevant conflicts of interest to declare."
}