{
    "doi": "https://doi.org/10.1182/blood.V124.21.477.477",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2858",
    "start_url_page_num": 2858,
    "is_scraped": "1",
    "article_title": "Novel AMKL Chimeric Transcription Factors Are Potent Inducers of Leukemia with Unique Mechanisms of Leukemogenesis ",
    "article_date": "December 6, 2014",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair: Genetic Instability: Diagnosis, Consequences, and Targets For Therapy",
    "topics": [
        "chimera organism",
        "leukemia",
        "leukemogenesis",
        "transcription factor",
        "transplantation",
        "acute megakaryocytic leukemias",
        "array-based comparative genomic hybridization",
        "carcinogenesis",
        "dna",
        "immunophenotyping"
    ],
    "author_names": [
        "Jinjun Dang, PhD",
        "Stephanie Nance, PhD",
        "Amanda Larson Gedman, PhD",
        "Jinjun Cheng, MD PhD",
        "Jing Ma, PhD",
        "Michael P Walsh, PhD",
        "Cary Koss, BS",
        "Peter Vogel, DVM, PhD",
        "James R Downing, MD",
        "Tanja A Gruber, MD PhD"
    ],
    "author_affiliations": [
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN"
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN ",
            "St. Jude Children's Research Hospital, Memphis, TN "
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "Acute megakaryoblastic leukemia (AMKL) accounts for ~10% of childhood AML. AMKL patients without Down syndrome have a poor outcome with a 3 year survival of less than 40%. To gain insight into the biology of this disease, we previously performed transcriptome sequencing on diagnostic blasts from a discovery cohort of 14 pediatric cases and validated our findings in a recurrency/validation cohort consisting of 34 pediatric and 28 adult samples. This analysis identified novel fusion transcripts restricted to pediatric AMKL including CBFA2T3-GLIS2, GATA2-HOXA9 , MN1-FLI1, and NIPBL-HOXB9 . To confirm their role in oncogenesis and gain insight into the mechanism whereby these fusions promote disease, we introduced each of them into murine hematopoietic cells and assessed their effect on in vitro colony replating as a surrogate measure of self-renewal. Hematopoietic cells transduced with a control retrovirus failed to form colonies after the second replating. By contrast, expression of each of the fusion genes resulted in a marked increase in self-renewal capacity, with colony formation persisting through 10 replatings. Immunophenotypic analysis revealed evidence of megakaryocytic differentiation in CBFA2T3-GLIS2 and MN1-FLI1 cohorts, whereas NIPBL-HOXB9 and GATA2-HOXA9 cells carried markers consistent with myeloid progenitors. Transplantation of fusion gene modified bone marrow cells into syngeneic recipients induced overt leukemia in all cohorts with the exception of CBFA2T3-GLIS2 , suggesting an essential requirement for cooperative mutation(s) in cases expressing this chimeric gene. To assess self-renewal activity of the leukemia generated in our murine models, we conducted secondary transplants for all cohorts. In all cases, the leukemia was transplantable with a shorter latency than in the primary transplant setting. To characterize the tumors at the molecular level, 5 samples from each of the 3 fusions underwent array comparative genomic hybridization, transcriptome, and whole exome sequencing. Samples demonstrated a small number of cooperating mutations with 1.5 copy number alterations (range 0-6) and 6.4 single nucleotide variations (range 2-13) per case. Overall, cases carried an average of 7.9 mutations (range 2-14). Despite the low number of lesions, recurrently mutated genes were identified. These include activating mutations in Flt3 , Kras , and cMet, as well as loss of function mutations in the tumor suppressors Phactr4 , Wt1 , and Tet2 . A comparison between fusion subtypes did not reveal any statistically significant differences, although there was a trend towards a greater number of mutations in the GATA2-HOXA9 cohort. Transcriptome sequencing of cohorts, along with normal hematopoietic progenitor subsets, confirmed unique gene expression patterns between each of the fusions. Consistent with immunophenotyping, MN1-FLI1 demonstrated enrichment of the MEP signature while NIPBL-HOXB9 and GATA2-HOXA9 were enriched for CMP and monocyte precursor signatures respectively. ChIP-seq analysis of each of the fusions is underway to definitively identify the genomic targets whose expression is directly altered by their binding. A common characteristic between all fusions is the presence of protein interaction domains contributed by the N term partner, and DNA binding domains contributed by the C term partner. To determine if these fusions have a novel gain of function distinct from their independent counterparts, we introduced each partner gene into murine bone marrow cells for transplantation experiments. As previously described, introduction of MN1 into hematopoietic cells led to a highly penetrant leukemia. In contrast, HOXA9 , HOXB9 , and FLI1 all had >75% disease free survival with few myeloid leukemias resulting from their over expression, while GATA2 failed to induce any disease at all. NIPBL ’s size precluded transplant assays. Therefore, to evaluate its contribution we introduced a point mutation previously shown to disrupt binding of NIPBL to the cohesion component MAU2. This alteration abrogated the ability of the fusion to induce leukemia in our transplant model, demonstrating the importance of this interaction in the pathogenesis of disease. In conclusion, our data confirms a pathogenic role for GATA2-HOXA9 , MN1-FLI1, and NIPBL-HOXB9 in AMKL . Further studies delineating the cooperating mutations required for CBFA2T3-GLIS2 are indicated. Disclosures No relevant conflicts of interest to declare."
}