{
    "doi": "https://doi.org/10.1182/blood.V110.11.367.367",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=889",
    "start_url_page_num": 889,
    "is_scraped": "1",
    "article_title": "Patterns of Care in Follicular Lymphoma (FL): Are Minorities Being Treated Differently? Report from the National LymphoCare Study (NLCS). ",
    "article_date": "November 16, 2007",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "FL, the most prevalent indolent lymphoma in the US, is less common in non-White populations including African Americans (AA) and Hispanics (H), limiting our knowledge about its natural history in these patients (pts). In addition, since minority pts are often under-represented in clinical trials, it is unclear whether our current treatment paradigm in FL applies to them. The NLCS is a prospective, longitudinal, multi-center, observational study that enrolls pts with newly diagnosed FL and collects data on their disease presentation, treatment patterns, and outcomes. Using NLCS, we evaluated demographics, disease presentations and patterns of care in FL amongst AA, H, and white (W) pts. As of 1/31/07, 87 AA, 118 H, and 2314 W pts were enrolled in the NLCS. AA accounted for 3.4% and H for 4.6% of total registered pts. Despite the small numbers, this represents the largest US-based database available for AA and H pts with FL. Data collection included information on grade, stage, B symptoms, FLIPI, and treatment choice. Either Chi-square or Fisher’s exact test was used to assess the correlations depending on the sample size of the test. Below are the demographics and disease characterictics of analyzed pts:  . WhiteN=2314 (%) . African-AmericanN=87 (%) . HispanicN=118 (%) . Age (yr)    45 216 ( 9.3) 23 (26.4) 24 (20.3) 45–59 774 (33.5) 30 (34.5) 39 (33.1) 60–74 856 (37.0) 22 (25.3) 41 (34.8) 75+ 468 (20.2) 12 (13.8) 13 (11.9) Sex    Male 1138 (49.2) 37 (42.5) 52 (44.1) Stage    I 419 (18.1) 12 (13.8) 21 (18.0) II 351 (15.2) 12 (13.8) 18 (15.4) III 683 (29.6) 25 (28.7) 39 (33.3) IV 840 (36.7) 38 (43.7) 37 (31.6) Grade    1 976 (42.3) 46 (52.9) 37 (31.6) 2 643 (27.8) 19 (21.8) 35 (29.9) 3 428 (18.5) 10 (11.5) 31 (26.5) Unknown 216 ( 9.4) 11 (12.6) 11 ( 9.4) Mixed 47 ( 2.0) 1 ( 1.2) 3 ( 2.6) FLIPI    Good 709 (36.1) 22 (28.6) 34 (37.8) Intermediate 595 (30.3) 17 (22.1) 29 (32.2) Poor 659 (33.6) 38 (49.4) 27 (30.0) B-symptoms    Yes 584 (25.3) 27 (31.0) 34 (29.1) . WhiteN=2314 (%) . African-AmericanN=87 (%) . HispanicN=118 (%) . Age (yr)    45 216 ( 9.3) 23 (26.4) 24 (20.3) 45–59 774 (33.5) 30 (34.5) 39 (33.1) 60–74 856 (37.0) 22 (25.3) 41 (34.8) 75+ 468 (20.2) 12 (13.8) 13 (11.9) Sex    Male 1138 (49.2) 37 (42.5) 52 (44.1) Stage    I 419 (18.1) 12 (13.8) 21 (18.0) II 351 (15.2) 12 (13.8) 18 (15.4) III 683 (29.6) 25 (28.7) 39 (33.3) IV 840 (36.7) 38 (43.7) 37 (31.6) Grade    1 976 (42.3) 46 (52.9) 37 (31.6) 2 643 (27.8) 19 (21.8) 35 (29.9) 3 428 (18.5) 10 (11.5) 31 (26.5) Unknown 216 ( 9.4) 11 (12.6) 11 ( 9.4) Mixed 47 ( 2.0) 1 ( 1.2) 3 ( 2.6) FLIPI    Good 709 (36.1) 22 (28.6) 34 (37.8) Intermediate 595 (30.3) 17 (22.1) 29 (32.2) Poor 659 (33.6) 38 (49.4) 27 (30.0) B-symptoms    Yes 584 (25.3) 27 (31.0) 34 (29.1) View Large Two statistically significant differences in baseline characteristics were that AA pts were younger and had a poorer FLIPI at diagnosis compared to W pts. Looking at initial treatment patterns, the only difference was the use of anthracyclines among those receiving chemotherapy, with W pts more likely to receive an anthracycline-based regimen than AA pts (65.8% vs. 46.8%, p=0.01). The higher use of anthracyclines in W compared to AA pts persisted regardless of FLIPI score. Aside from anthracycline use, there were no major differences in treatment approaches and choices according to grade of disease between AA, H, or W pts. AA pts with grades 1 or 2 FL received less anthracyclines compared to W pts (37.5% vs. 56.4%, p=0.04). The small number of AA pts with grade 3 disease precluded a meaningful comparison with W pts in this subgroup. In conclusion, while the numbers are small, the NLCS provides the largest prospective registry information on AA and H pts. AA pts, who were younger and had a poorer FLIPI at diagnosis, also received less anthracycline-based therapies than W pts, whereas H and W pts were treated similarly. Further analyses are required to understand the underlying reasons for these observed differences. Long-term follow-up will determine if outcomes vary in these pt cohorts.",
    "topics": [
        "anthracycline antibiotics",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "follicular lymphoma",
        "follow-up",
        "minority groups",
        "non-hodgkin's lymphoma, indolent",
        "observational studies",
        "demography",
        "african american"
    ],
    "author_names": [
        "Chadi Nabhan, MD, FACP",
        "Ewelina Morawa, MD",
        "Jacob D. Bitran, MD, FACP",
        "Michael D. Taylor, PhD",
        "Ming Lin",
        "Elaine K. Wong, MD",
        "John Hainsworth, MD"
    ],
    "author_affiliations": [
        [
            "Oncology Specialists, S.C., Lutheran General Hospital, Park Ridge, IL, USA"
        ],
        [
            "Lutheran General Hospital, Park Ridge, IL, USA"
        ],
        [
            "Oncology Specialists, S.C., Lutheran General Hospital, Park Ridge, IL, USA"
        ],
        [
            "Genentech, Inc., S. San Francisco, CA, USA"
        ],
        [
            "Genentech, Inc., S. San Francisco, CA, USA"
        ],
        [
            "Genentech, Inc., S. San Francisco, CA, USA"
        ],
        [
            "Sarah Cannon Cancer Center, Nashville, TN, USA"
        ]
    ],
    "first_author_latitude": "42.0385484",
    "first_author_longitude": "-87.8506405"
}