{
    "doi": "https://doi.org/10.1182/blood.V120.21.4961.4961",
    "article_title": "Extreme Thrombocytosis Under Azacitidine in Patients with Myelodysplastic Syndrome ",
    "article_date": "November 16, 2012",
    "session_type": "Molecular Pharmacology, Drug Resistance Myelodysplastic Syndromes",
    "abstract_text": "Abstract 4961 Background: Platelet increase under azacitidine in patients with myelodysplastic syndrome (MDS) has been acknowledged as an early predictive factor of response to treatment. However, extreme thrombocytosis under azacitidine has not been reported. Methods: We studied consecutive patients with MDS or MDS/myeloproliferative neoplasm (MDS/MPN) who had platelet counts near or over 1, 000 G/L under azacitidine. Results: Four patients, sex ratio 1:1, with median age of 65 years, had extreme thrombocytosis under azacitidine. Baseline characteristics were: WHO classification RAEB-2/CMML-1/CMML-2 in 2/1/1 patients, median platelet count 248 G/L (15% at baseline. A median number of 8 cycles of azacitidine was administered. Individual platelet counts reached 2, 960 G/L, 800 G/L, 1, 188 G/L and 2, 740 G/L. Thrombocytosis occured early after treatment onset or resumption ( Figure 1 ). Histologic findings under treatment were: Increased cellularity (N=4), micromegakaryocytes and other signs of megakaryocytic dysplasia (N=4), reticulinic fibrosis grade I and II in 1 and 2 patients, respectively. JAK2 V617F mutation was detected in 1 patient (with maximum platelet count of 2, 900 G/L) and was undetectable in the remaining patients. None had a thrombotic or hemorrhagic event. Two patients had a concomitant increase of WBC count. Response to azacitidine was CR, PR and stable disease in 1/1/2 patients. Three patients received hydroxyurea (HU) in addition to azacitidine and one patient underwent hematopoietic stem cell transplantation (HCT). AML transformation occurred in 1 patient 25 months after azacitidine onset. Median overall survival after azacitidine onset was 25 months. Conclusion: Extreme thrombocytosis of the range of essential thrombocytosis, with megakaryocytic dysplasia and hyperplasia, was noted under azacitidine in 4 patients with MDS-MDS/MPN and normal baseline platelet count. Hypothetically, azacitidine may induce the expression of critical genes of megakaryopoiesis or platelet release in patients with rare mutations. Notably, JAK2 mutation was detected in only one patient. Alternatively, demethylation could unmask an underlying unclassified MDS/MPN similar to RARS-T. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "azacitidine",
        "myelodysplastic syndrome",
        "thrombocytosis",
        "dysplasia",
        "fibrosis",
        "leukemia, myelomonocytic, chronic",
        "hematopoietic stem cell transplantation",
        "hydroxyurea",
        "hyperplasia",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Charikleia Kelaidi",
        "Dimitrios Kokkinidis",
        "Maria Protopappa",
        "Georgios Papaioannou",
        "Ioannis Batsis",
        "Chrysa Apostolou",
        "Kostas Stamatopoulos, MD",
        "Anastasia Athanasiadou",
        "Achilles Anagnostopoulos",
        "Chrysanthi Vadikoliou"
    ],
    "author_dict_list": [
        {
            "author_name": "Charikleia Kelaidi",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dimitrios Kokkinidis",
            "author_affiliations": [
                "Hematology, General Hospital of Serres, Serres, Greece, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Protopappa",
            "author_affiliations": [
                "Hematology, General Hospital of Serres, Serres, Greece, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georgios Papaioannou",
            "author_affiliations": [
                "Department of Hematology and HCT unit, G. PAPANICOLAOU Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Batsis",
            "author_affiliations": [
                "Hematology - BMT unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chrysa Apostolou",
            "author_affiliations": [
                "Hematology-BMT Unit, George Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kostas Stamatopoulos, MD",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anastasia Athanasiadou",
            "author_affiliations": [
                "Hematology - BMT unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achilles Anagnostopoulos",
            "author_affiliations": [
                "Hematology-BMT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chrysanthi Vadikoliou",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Exokhi, Thessaloniki Greece, Thessaloniki, Greece"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:46:00",
    "is_scraped": "1"
}