{
    "doi": "https://doi.org/10.1182/blood-2021-148773",
    "article_title": "Treatment Patterns in Patients with Chronic Myeloid Leukemia in Chronic Phase in the Third Line of TKI Therapy and Beyond Based on Real-World Evidence ",
    "article_date": "November 5, 2021",
    "session_type": "632.Chronic Myeloid Leukemia: Clinical and Epidemiological",
    "abstract_text": "Introduction: Tyrosine kinase inhibitors (TKIs) are the standard of care for patients with chronic myeloid leukemia in chronic phase (CML-CP). The advent of TKIs has led to improvements in survival, with a life expectancy nearly matching that of the general population. However, TKI failure rates increase with subsequent lines of therapy, leading to worse overall survival in patients in later lines of therapy. There are 5 approved TKIs (imatinib [IMA], bosutinib [BOS], dasatinib [DAS], nilotinib [NIL], and ponatinib [PON]) that may be used based on patient characteristics. IMA is frequently used in first-line (1L) therapy. Second-generation TKIs (BOS, DAS, and NIL) can be used in the 1L or second line (2L) depending on choice of 1L therapy. Use of PON is reserved mostly for patients with T315I mutations due to its adverse event profile. However, little guidance exists concerning which TKI to use in the third line and beyond (3L+). Here we present the results of a real-world evidence study of treatment patterns of TKIs in patients with CML-CP initiating 3L+ TKI therapy. Methods: This is a noninterventional, descriptive cohort study based on secondary use of data from 3 existing CML registries (Czech INFINITY, Dutch PHAROS, and Swedish CML). The observation period was from January 1, 2008, until the last available date of follow-up for each registry (6-12 years depending on the registry). Patients aged ≥18 years with CML-CP initiating a 3L TKI after registry enrollment were included in this analysis. Exposure was defined by TKI treatment with IMA, DAS, NIL, BOS, and PON. Descriptive statistics were used to describe patient demographics and treatment duration. Alluvial diagrams were used to describe and represent all treatment patterns. Results: Of those patients that had started a 2L TKI in the INFINITY, PHAROS, and Swedish CML registries, 109 (28.1%), 51 (35.7%), and 182 (12.8%) patients began 3L TKI therapy, with 105, 48, and 172 eligible patients, respectively, included in this study. Median age at diagnosis was 54.0, 61.0, and 59.6 years, respectively (Table 1). There were more men than women across all 3 registries (51.4%, 58.3%, and 50.6% vs 48.6%, 41.7%, and 49.4%, respectively). No agreement in treatment sequencing was seen across the 3 registries. However, across all 3 registries, the most frequently prescribed TKI in the 3L+ setting was NIL (52.4%, 59.6%, and 45.4%, respectively), followed by DAS (38.1%, 17.0%, and 32.6%, respectively). BOS (11.4%, 0%, and 27.9%, respectively), and PON (13.3%, 17.0%, and 11.1%, respectively), which were prescribed at varying frequencies across the registries. The alluvial plot in the Figure presents the sequence of TKI treatments for patients starting a 2L TKI. Median treatment duration in the 3L was longest for patients receiving NIL (27.5, 13.1, and 45.0 months, respectively) and DAS (26.6, 10.0,9.9 and 40.9 months, respectively), except in PHAROS, in which PON resulted in a longer treatment duration than DAS (6.0, 11.4, and 7.2 months, respectively). In INFINITY, rates of resistance (R) and intolerance (I) in patients discontinuing therapy with BOS, DAS, and NIL were 28.6% and 42.9%, 61.1% and 38.9%, and 48.0% and 36.0%, respectively. In PHAROS, 100.0% of patients discontinued DAS and IMA in the 3L due to I, while R and I were reasons for discontinuation in 16.7% and 83.3% of patients discontinuing NIL and 66.7% and 33.3% of patients discontinuing PON, respectively. The Swedish CML register reported that 15.8%, 9.1%, and 33.3% of patients discontinued DAS, NIL, and PON, respectively, in the 3L+ due to I (Table 2). Conclusions: Based on these real-world treatment patterns (which may provide insights into TKI access in various settings), patients in the 3L were most frequently treated with the second-generation TKIs NIL and DAS, with a smaller proportion treated with BOS and PON. However, no common agreement in sequencing of TKI treatment was seen across the 3 registries. Duration of treatment was longest in patients receiving NIL and DAS. Treatment discontinuation occurred frequently due to both R to and I of the 3L TKI used. Between 12.8% and 35.7% of patients that started a 2L TKI required 3L+ therapy, and therefore additional treatment options that are efficacious and well tolerated are needed for these patients. This study was a research collaboration between Novartis and the 3 registries and was funded by Novartis. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Dahlen:  Novartis: Research Funding. Ferreira:  Novartis: Consultancy; Roche: Consultancy; MerckGroup: Consultancy; Research institute for the study of genetic and malignant disorders in children.: Consultancy. Westerweel:  Pfizer: Consultancy; BMS / Celgene: Consultancy; Incyte: Consultancy; Novartis: Research Funding. Mayer:  Principia: Research Funding. Sahmoud:  Novartis: Current Employment; H3 Biomedicine: Consultancy; Context Therapeutics: Consultancy. Wormser:  Roche: Current equity holder in publicly-traded company; Novartis: Current Employment, Current equity holder in publicly-traded company. Žácková:  Novartis: Speakers Bureau; Angelini: Consultancy, Speakers Bureau.",
    "author_names": [
        "Torsten Dahlen",
        "Camille Kockerols",
        "Germano Ferreira",
        "Peter E. Westerweel",
        "Jiří Mayer",
        "Tarek Sahmoud",
        "David Wormser",
        "Lillian Yau",
        "Daniela Žácková"
    ],
    "author_dict_list": [
        {
            "author_name": "Torsten Dahlen",
            "author_affiliations": [
                "Karolinska University Hopsital, Sverige, Sweden"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Camille Kockerols",
            "author_affiliations": [
                "Department of Internal Medicine, Albert Schweitzer Hospital, Dordrecht, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Germano Ferreira",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter E. Westerweel",
            "author_affiliations": [
                "Internal Medicine, Albert Schweitzer Hospital, Dordrecht, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiří Mayer",
            "author_affiliations": [
                "Department of Internal Medicine Hematology and Oncology, University Hospital Brno and Masaryk University, Brno, Czech Republic"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tarek Sahmoud",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Wormser",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lillian Yau",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Žácková",
            "author_affiliations": [
                "Department of Internal Medicine Hematology and Oncology, University Hospital Brno and Masaryk University, Brno, Czech Republic"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T06:37:25",
    "is_scraped": "1"
}