{
    "doi": "https://doi.org/10.1182/blood.V128.22.4206.4206",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3570",
    "start_url_page_num": 3570,
    "is_scraped": "1",
    "article_title": "Comprehensive Geriatric Assessment (CGA) and ONCO-Mpi Predict Mortality in Diffuse Large B-Cell Lymphoma (DLBCL) in the Elderly: A Retrospective Evaluation in a Single Center Experience ",
    "article_date": "December 2, 2016",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster III",
    "topics": [
        "diffuse large b-cell lymphoma",
        "older adult",
        "cancer",
        "chemotherapy regimen",
        "lymphoma",
        "radiation therapy",
        "r-chop",
        "toxic effect",
        "adverse effects",
        "anthracycline antibiotics"
    ],
    "author_names": [
        "Silvia Finotto, MD",
        "Dario Marino",
        "Caterina Boso, MD",
        "Filippo Marino, MD",
        "Luca Canziani, MD",
        "Giulia Bega, MD",
        "Annunziata Lettiero",
        "Miriam Farina",
        "Antonella Brunello, MD",
        "Vittorina Zagonel, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology 1, Veneto Institute of Oncology-IRCCS, Padua, Italy "
        ],
        [
            "Medical Oncology 1, Veneto Institute of Oncology-IRCCS, Padova, Italy "
        ],
        [
            "Radiation Therapy and Nuclear Medicine Unit, Veneto Institute of Oncology-IRCCS, Padua, Italy "
        ],
        [
            "Pathology Unit, Department of Laboratory Medicine, University of Padua, Padua, Italy "
        ],
        [
            "Medical Oncology 1, Veneto Institute of Oncology-IRCCS, Padua, Italy "
        ],
        [
            "Radiation Therapy and Nuclear Medicine Unit, Veneto Institute of Oncology-IRCCS, Padua, Italy "
        ],
        [
            "Medical Oncology 1, Veneto Institute of Oncology-IRCCS, Padua, Italy "
        ],
        [
            "Clinical Trial and Biostatistics Unit, Veneto Institute of Oncology - IRCCS, Padua, Italy"
        ],
        [
            "Medical Oncology 1, Veneto Institute of Oncology-IRCCS, Padua, Italy "
        ],
        [
            "Medical Oncology 1, Veneto Institute of Oncology-IRCCS, Padua, Italy "
        ]
    ],
    "first_author_latitude": "45.4022892",
    "first_author_longitude": "11.892826399999999",
    "abstract_text": "DLBCL is the most common type of non-Hodgkin lymphoma and it usually affects elderly patients, with a median age at diagnosis of 70 years and an incidence that rises with increasing age. Nevertheless patients > 70 years are rarely included in clinical trials and the management is often different according to local practice. A pre-treatment evaluation based on Performance Status (PS) or comorbidity index is not sufficient to identify patients suitable for treatment with curative intent. We retrospectively reviewed 93 patients with newly diagnosed DLBCL, ≥65 years old , treated from January 2009 to December 2015 at Veneto Institute of Oncology-IRCCS (median age 76 years, range 65-96). Twenty-eight patients (28) were older than 80 years. All but one received at least first line treatment. All patients were evaluated with CGA at diagnosis, based on Activities of Daily Living (ADL), Instrumental Activities of Daily Living (IADL) and Cumulative Illness Rating Scale (CIRS). According to these variables they were classified into three categories named 'fit', 'vulnerable' and 'frail'. In addition, a cancer-specific modified multidimensional prognostic index (MPI), called Onco-MPI, was calculated for all patients. Onco-MPI score identify three risk score categories (low, moderate and high risk) that predict one-year mortality in older cancer patients. Onco-MPI was calculated according to a validate algorithm as a weighted linear combination of the following CGA domains: age, sex, ADL, IADL, PS, mini-mental state examination, body mass index, CIRS, number of drugs and the presence of caregiver. Cancer sites were also included in the model. Other features analyzed included clinical characteristics, treatment management and outcomes. In our cohort 48% of patients were at advanced Ann Arbor stage (III-IV) with intermediate-high or high risk IPI score in 31%. In 61% of patients we observed extranodal disease, mainly Waldeyer's ring and gastrointestinal tract. First line treatments received included R-CHOP (38%), R-COMP (R-CHOP with non-pegylated liposomial doxorubicin - 23%), R-CVP (14%), R-CEOP (3%), high dose methotrexate (4 patients with primary central nervous system lymphoma), R-VACOP-B (3%), R-Bendamustine in 2 patients and radiotherapy alone was used in 5 patients. Sixty-eight patients (84%) completed the planned cycles of immunochemotherapy. In this group 48,5% required dose reduction for subsequent cycles of treatment because of side effects, in particular hematological toxicities of grade 3-4 or neurological toxicities. In 23 chemotherapy-treated patients initial doses were reduced according to CGA . We observed, after first line therapy, complete response in 63% and partial response in 21%, 8% of patients experienced a disease progression at the end of treatment and 8% died during first line therapy because of lymphoma progression. At time of diagnosis 49% of patients were considered fit at CGA, 16% vulnerable and 35% frail. According to onco-MPI 24 patients (26%) were at low risk of one year mortality, 31 (33%) at medium risk and 38 (41%) at high risk. With a median follow up of 41,1 months the overall survival (OS) of our cohort is 55,9% (95% CI 25,3-56,9). OS correlates with CGA ( 84,4% in fit patients, 31,2 % in vulnerable and 28,1% in unfit, p< 0,001) and Onco-MPI score seems to discriminate our cohort for one-year mortality (95% in low risk, 77% in moderate and 63% in high, p<0,01). OS also correlates with anthracycline administration (67,8% vs 33,3%, p<0,001) as well as the use of consolidation radiotherapy after chemotherapy induction ( 75% vs 49,3%, p <0,01). Our retrospective, single Center experience demonstrates that elderly DLBCL need a multidimensional evaluation at diagnosis in order to identify patients candidate to treatment with curative intent. CGA confirm its role for choosing correct management. Also Onco-MPI can be a useful tool even if more data are needed in lymphoma patients. Disclosures No relevant conflicts of interest to declare."
}