{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3571.3571",
    "article_title": "Correlation between Bone Disease and Genotype in Patients with Type 1 Gaucher Disease. Data from the Spanish Gaucher Disease Registry ",
    "article_date": "December 7, 2017",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster III",
    "abstract_text": "Bone involvement is the most common cause of functional limitation, disability and poor quality of life in patients with lysosomal storage disease (LSD). In type 1 Gaucher disease (GD1) intraosseous lesions have a vascular involvement with obstruction and / or local hemorrhage, once established it, secondary irreversible sequels with structure changes are developed. The intimate mechanisms that induce these feared complications are only partially known and the risk factors are not well established. There has been speculation about the relationship between the type of genetic defect and the severity of the disease. The most frequent mutations found in the Spanish population are point direction changes in the GBA gene (c.1226A> G (N370S) and c.1448T> C (L444P). However, other types of mutations (nonsense, splicing, frameshift stop codon, deletions, insertions, recombination) that induce a lower residual enzyme activity and, consequently, a higher storage rate and therefore more intensity of symptoms are found. Objective: To analyze the relationship between different missense mutation and the presence and developing of vascular bone lesions in GD 1 patients. Patients and Methods: We have analyzed the data obtained in our LSD Unit over the last 20 years in the evaluation of bone disease by magnetic resonance imaging with semi-quantitative estimation of the involvement by S-MRI and BMB scores and determination of bone mineral density by ultrasound in 131 GD patients (Andrade-Campos et al 2016). Here we present a sub-study in 85 patients heterozygous for c.1226A> G comparing the data obtained related to their genetic characteristics. According to the genotype were classified the patients in three groups, A: c.1226A> G / c.1448T> C (34), B: c.1226A> G in heterozygosity with other missense mutation (34) and C: c.1226A> G mutation with other types (17). In addition to search for plasma biomarkers associated to bone disease and verify them we have applied a targeted proteomics strategy. We have transformed monocytes to osteoclasts from these groups of patients and by proteomics profiles we have compared with osteoclasts of healthy controls by isobaric tag for relative and absolute quantification (iTRAQ). Labelling with iTRAQ in combination with sample pre-fractionation and nano liquid chromatography-tandem MS was used for identification and quantification of the basal proteome. More than 700 proteins were identified with this strategy. To verify the quantification of the proteins identified we have selected the MRM (multiple reaction monitoring) strategy for differential quantification according their highly sensitive, reproducible and accurate. Results: The mean age at diagnosis for each of the groups was similar. A: 30.85 (6-68)> 30 years: 19 (55.88%), C: 28.52 (4-56)> 30 years: 8 (47%) And significantly lower in B: 18.32 (3-60;> 30years: 10 (29.41%) (p = 0.01). The M/F ratio was balanced in group A (F: 52.9%) while there was predominance of females in group C (64.72%) and males in group B (64.70%). The proportion of splenectomized patients in groups A and B was similar (32.3%), whereas in group C was significantly higher (52.9%) (p = 0.01). Patients in groups A and B presented similar scores S-MRI and BMB 11,2 / 7,32 while group C showed a significant higher score 14.3 / 8.23 (p: 0.01) and higher incidence of osteopenia and osteoporosis. Only 17% of patients in group C and 20% in group B showed uncomplicated bone marrow infiltration compared to 50% in group A. The mean concentration of the biomarkers (chitotriosidase activity and CCL18/PARC) was similar between the three groups. The results of iTRAQ study has identified some target proteins with potential use as biomarkers that will be present in the meeting if the work is selected to be presented. In conclusion, patients with genotype that include an allele with complex mutations, present greater risk of suffering vascular bone complications (osteonecrosis, infarctions, bone demineralization). It is important to consider these genetic characteristics to establish recommendations about the importance of diagnosis and early treatment as well as to avoid splenectomy and to follow up by annual MRI and DEXA. The standard biomarkers of the disease do not establish differences between risk groups. The protein expression analyzed has show differential expression of some proteins that need to be addressed by target proteomic strategy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone diseases",
        "gaucher disease",
        "genotype",
        "biological markers",
        "magnetic resonance imaging",
        "lysergic acid diethylamide",
        "bone involvement",
        "bone lesion",
        "cardiovascular findings",
        "chitotriosidase"
    ],
    "author_names": [
        "Marcio Andrade-Campos, PhD",
        "Pilar Irun, PhD",
        "Mercedes Roca-Espiau, PhD",
        "Pilar Giraldo, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marcio Andrade-Campos, PhD",
            "author_affiliations": [
                "GEEDL, Zaragoza, Spain ",
                "Instituto Investigación Sanitaria Aragon. CIBER Enfermedades Raras, Zaragoza, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pilar Irun, PhD",
            "author_affiliations": [
                "Instituto Investigación Sanitaria Aragón. CIBERER, Zaragoza, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mercedes Roca-Espiau, PhD",
            "author_affiliations": [
                "Centro de Imagen. CIBERER, Zaragoza, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pilar Giraldo, PhD",
            "author_affiliations": [
                "GEEDL, Zaragoza, Spain ",
                "IIS Aragon, Miguel Servet University Hospital, Zaragoza, Spain ",
                "Miguel Servet University Hospital and Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Zaragoza, Spain ",
                "CIBER enfermedades raras CIBERER, Instituto Investigación Carlos III, Zaragoza, Spain"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:33:02",
    "is_scraped": "1"
}