{
    "doi": "https://doi.org/10.1182/blood-2019-132193",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4283",
    "start_url_page_num": 4283,
    "is_scraped": "1",
    "article_title": "Myeloma Heterogeneity within Its Complex Immune Ecosystem ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "ecosystems",
        "heterogeneity",
        "multiple myeloma",
        "monoclonal gammopathy of undetermined significance",
        "neoplasms",
        "precancerous conditions",
        "bortezomib",
        "cancer",
        "cd28 antigens",
        "cd47 antigen"
    ],
    "author_names": [
        "Jana Jakubikova, PhD",
        "Danka Cholujova, PhD",
        "Gabor Beke, PhD",
        "Zachary R Hunter, PhD",
        "Teru Hideshima, MD PhD",
        "Merav Leiba, MD",
        "Krzysztof Jamroziak, MD PhD",
        "Paul G. Richardson, MD",
        "Eftathios Kastritis",
        "David M. Dorfman, MD PhD",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Biomedical Research Center, Bratislava, Slovakia ",
            "Department of Medical Oncology, Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Biomedical Research Center, Bratislava, Slovakia "
        ],
        [
            "Institute of Molecular Biology, Bratislava, Slovakia "
        ],
        [
            "Bing Center for Waldenstrom's Macroglobulinemia, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Assuta University Hospital, Faculty of Health Science, Ben-Gurion University of the Negev, Ashdod, Israel "
        ],
        [
            "Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ],
        [
            "Department of Medical Oncology, Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, ATHENS, Greece "
        ],
        [
            "Department of Pathology, Brigham and Women's Hospital, Boston, MA"
        ],
        [
            "Department of Medical Oncology, Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ]
    ],
    "first_author_latitude": "48.1720961",
    "first_author_longitude": "17.06724525",
    "abstract_text": "Multiple myeloma (MM), the second most common hematologic malignancy worldwide, is a B cell malignancy characterized by high frequency of intra-clonal diversity within malignant plasma cells (PC) in the bone marrow (BM). To better understand the myeloma heterogeneity within its complex pathophysiology, we performed large-scale data-driven mass cytometry (CyTOF) analysis in cohort of 188 bone marrow (BM) samples from multiple myeloma (MM) patients compared to 10 age-matched healthy donors (HD). Our design focused on profiling of PC intra and inter-neoplastic heterogeneity based on molecular perturbations of transcriptional factors and signaling regulators and stemness-controlling markers ensuring development of B cell lymphopoiesis within myelomagenesis encompassing the different clinical spectra of pre-malignant/asymptomatic (16 MGUS and 25 SMM) and active symptomatic stages (43 NDMM and 104 relapsed or relapsed/refractory MM patients) of MM pathogenesis. Moreover, interaction of PC disease status with the immune ecosystem of myeloma microenvironment was evaluated as well. To distinguish tumor-driven specific immune changes from myeloma immune ecosystem, we observed that cell frequency of cytotoxic naïve and effector cells, g/dT, and early monocytes, myelocytes and erythroblasts immune subsets was significantly reduced in both premalignant and active MM stages. In contrast, mostly innate immune clusters including non-canonical monocytes, myeloblasts, and mature neutrophils, erythroblasts and platelets were present at a higher frequency across all MM stages versus HD. To evaluate cell distribution of B lymphopoiesis in MM disease stages, switched memory B cells and plasmablasts clusters were upregulated in premalignant stage MGUS compared to HD. Similar observations were detected in SMM and NDMM versus HD, with the highest abundance of PC clusters in NDMM. The downregulation of cell distribution in B cell progenies, immature and transitional B cells, and un-switched memory B cell clusters was observed in NDMM and relapsed/refractory MM patients. Furthermore, MM patients treated with Revlimid-Velcade-Dexamethasone therapy had decrease frequency of specific PC clusters and un-switched and transitional B cell clusters. In addition, our data revealed immunophenotyping aberrancies present not only in PC clusters but also across all myeloma B lymphomagenesis in BM samples from MM patients. In-depth characterization of malignant plasma cells, significant variations were detected in PC clusters of MM cohort based on different expression of IRF4, c-Myc, CD28, CD117, and FGFR-3, however with homogenous expression of sXBP1, and MMSET which differ in all 4 MM stages compared to HD. Significant upregulation of CD47 was showed in all PC clusters of MM cohort. Moreover, PC clusters differ in intra-clonal expression of self-renewing/stemness markers CD184, Notch-1, Oct3/4, KLF-4, Sox-2, and Nanog, supporting the idea of sub-clonal variations insight of MM tumor. This study might provide the rational for prediction of MM patient status and design of targeted therapy in MM on personalized bases. This work was supported by REA grant agreement No. 609427-SASPRO 0064/01/02, TRS-2015-00000170, APVV-16-0484 and VEGA 2/0076/17. Disclosures Hunter: Janssen: Consultancy. Jamroziak: Amgen: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding. Richardson: Amgen: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Research Funding. Kastritis: Prothena: Honoraria; Genesis: Honoraria; Takeda: Honoraria; Janssen: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Pfizer: Honoraria. Anderson: Sanofi-Aventis: Other: Advisory Board; Bristol-Myers Squibb: Other: Scientific Founder; Oncopep: Other: Scientific Founder; Amgen: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Takeda: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau."
}