{
    "doi": "https://doi.org/10.1182/blood.V122.21.2315.2315",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2463",
    "start_url_page_num": 2463,
    "is_scraped": "1",
    "article_title": "Update On The Safety and Efficacy Of EXTENDed Treatment With Eltrombopag (EPAG) In Adults With Chronic Immune Thrombocytopenia (ITP) ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "topics": [
        "eltrombopag",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "thrombocytopenia due to immune destruction",
        "deep vein thrombosis",
        "hemorrhage",
        "bilirubin",
        "biopsy",
        "cataract",
        "duration of treatment"
    ],
    "author_names": [
        "James B. Bussel, MD",
        "Mansoor N. Saleh, MD",
        "Raymond S.M. Wong",
        "Paul Burgess",
        "Kalpana Bakshi, BS, MS",
        "Geoffrey W. Chan, MD",
        "Christine K. Bailey, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Division of Hematology, Weill Medical College of Cornell University, New York, NY, USA, "
        ],
        [
            "Georgia Cancer Specialists, Atlanta, GA, USA, "
        ],
        [
            "Department of Medicine and Therapeutics, Prince of Wales Hospital, Hong Kong SAR, Hong Kong, "
        ],
        [
            "GlaxoSmithKline, Uxbridge, Middlesex, United Kingdom, "
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ]
    ],
    "first_author_latitude": "40.765564499999996",
    "first_author_longitude": "-73.9547703",
    "abstract_text": "Background EPAG, an oral thrombopoietin receptor agonist approved for cITP, increased platelets (plts) and reduced bleeding in 6 wk and 6 m placebo-controlled trials in previously treated cITP patients. EXTEND is an ongoing, open-label extension study, begun in Jun 2006, to assess the safety and efficacy of long-term treatment with EPAG in cITP patients who completed a previous EPAG study. Long-term safety and efficacy data up to Feb 2013 are presented. Methods EPAG was started at 50 mg and titrated to 25-75 mg/d or less often, based on plt counts. Patients who received ≥2 y of EPAG and transitioned off due to commercial availability of EPAG were considered to have completed EXTEND, whether or not they continued treatment with commercial EPAG. Results Of 302 patients enrolled, 43% (129) completed, 48% (146) withdrew, and 9% (27) remain on study. The most common reasons for withdrawal were adverse events (AEs; 15%), patient decision (13%), lack of efficacy (11%), and stable plts ≥6 m following interruption of EPAG (3%). The Table  shows baseline patient characteristics and treatment duration. Doses of 75, 25, and 25 mg QOD were required by 62%, 51%, and 20% of patients, respectively, at some time during the study; 5% remained on 50 mg throughout the study (overall median duration of exposure, 122 wk; average dose, 50.8 mg/d). Overall, 85% (258/302) of patients achieved plts ≥50,000/µL in the absence of rescue therapy, and 61% achieved plts ≥50,000/µL for ≥50% of on-treatment assessments. Median plts increased to ≥50,000/µL by Wk 2, remaining consistently ≥50,000/µL throughout the treatment period. Nine of 10 patients who withdrew due to stable plts for ≥6 m following interruption of EPAG maintained plts ≥100,000/µL for ≥6 m without any ITP therapy. Incidence of bleeding symptoms (WHO grades 1-4) decreased from baseline to 1 y and thereafter ( Figure  ). Of 101 patients receiving concomitant ITP treatment at baseline, 40 had a sustained reduction or permanently stopped ≥1 concomitant ITP treatment without ever receiving rescue therapy. The most frequently discontinued/reduced ITP medications were corticosteroids (35/40; 88%) and danazol and azathioprine (4/40 each; 10%). In 92% (277) of patients, AEs occurred. Serious AEs (SAEs) occurred in 31% (94) of patients, and 22 patients had 33 SAEs considered possibly drug related. Drug-related SAEs occurring in ≥2 patients were cataracts (7), alanine aminotransferase (ALT) (4) or aspartate aminotransferase (2) increased, deep vein thrombosis (DVT; 4), bilirubin increased (3), myocardial infarction (MI; 2), and pulmonary embolism (PE; 2). AEs leading to withdrawal occurred in 44 patients (15%), 29 (10%) of whom experienced SAEs. The most frequent AEs leading to withdrawal were increased ALT (7), increased bilirubin (5), cataracts (4), and DVT (4). In 19 patients (6%), 26 thromboembolic events (TEEs) were reported (incidence rate, 2.53/100 patient y; 95% CI, 1.52-3.95). Observed TEEs were DVT (11), central nervous system ischemic events (7), MI (5), and PE (3). No association with elevated plt counts was observed, as only 3/19 patients experienced the TEE at or shortly after achieving their maximum plt count. Hepatobiliary laboratory abnormalities (HBLAs) were reported in 37 patients (12%), and 8 were withdrawn because of HBLAs. No HBLAs were associated with signs of liver impairment; most resolved on treatment or after discontinuation. An independent central pathology review of bone marrow (BM) biopsies stained for reticulin from 115 patients treated with EPAG for ≤5.5 y found no clinically relevant increase in reticulin deposition. Two patients (2%) had maximum reticulin marrow fibrosis (MF) grade of ≥2 after >24 m on treatment; neither experienced any AE or hematologic parameter abnormality potentially related to impaired BM function.   View Large View large Download slide View large Download slide Conclusions Sustained plt increases and reduced bleeding symptoms were observed in EPAG-treated cITP patients throughout the study. Sustained increases in plt counts were maintained in a few patients after discontinuing EPAG. Concomitant ITP medications were reduced without requiring rescue medications. Eltrombopag was well tolerated with exposures ≤6.5 y. Rates of TEEs and HBLAs did not increase with longer treatment duration, and BM biopsies showed no clinically significant increase in MF grade. No new safety signals were observed. Long-term safety and efficacy continue to be assessed in this ongoing study. Disclosures: Bussel: Symphogen: Membership on an entity’s Board of Directors or advisory committees; Genzyme: Research Funding; GlaxoSmithKline: Equity Ownership, Membership on an entity’s Board of Directors or advisory committees, Research Funding; IgG of America: Research Funding; Immunomedics: Research Funding; Ligand: Membership on an entity’s Board of Directors or advisory committees, Research Funding; Shionogi: Membership on an entity’s Board of Directors or advisory committees, Research Funding; Sysmex: Research Funding; Eisai Inc.: Research Funding; Cangene: Research Funding; Amgen: Equity Ownership, Membership on an entity’s Board of Directors or advisory committees, Research Funding. Wong: GlaxoSmithKline: Consultancy, Honoraria, Research Funding, Speakers Bureau. Burgess: GlaxoSmithKline: Employment, Equity Ownership. Bakshi: GlaxoSmithKline: Employment, Equity Ownership. Chan: GlaxoSmithKline: Employment. Bailey: GlaxoSmithKline: Employment, Equity Ownership."
}