{
    "doi": "https://doi.org/10.1182/blood.V112.11.728.728",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1289",
    "start_url_page_num": 1289,
    "is_scraped": "1",
    "article_title": "Hematopoietic Stem Cell Development Is Dependent on Blood Flow and Nitric Oxide Signaling ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "hematopoietic stem cells",
        "nitric oxide",
        "signal transduction",
        "vascular flow",
        "nitric oxide synthase",
        "arginine",
        "ng-nitroarginine methyl ester",
        "esters",
        "intrauterine route of drug administration",
        "microscopy, confocal"
    ],
    "author_names": [
        "Trista E. North, PhD",
        "Wolfram Goessling, MD, PhD",
        "Marian Peeters, PhD",
        "Pulin Li",
        "Allegra M. Lord",
        "Elaine Dzierzak, PhD",
        "Leonard I. Zon, MD"
    ],
    "author_affiliations": [
        [
            "Children’s Hospital/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Children’s Hospital/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Erasmus Stem Cell Institute, Rotterdam, Netherlands"
        ],
        [
            "Children’s Hospital/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Children’s Hospital/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Erasmus Stem Cell Institute, Rotterdam, Netherlands"
        ],
        [
            "Children’s Hospital/Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.34176269999999",
    "first_author_longitude": "-71.10289595",
    "abstract_text": "During vertebrate embryogenesis, definitive hematopoietic stem cells (HSC) arise in the aorta-gonads-mesonephros (AGM). Based on the functional conservation of AGM hematopoiesis from fish to man, an evolutionary advantage for the production of stem cells within the aorta must exist. The identification of the signals that induce HSCs at this developmental stage is of significant interest. Through a chemical genetic screen in zebrafish, a diverse group of compounds that regulate blood flow were found to affect the production of runx1/cmyb+ HSCs. These compounds represented modulators of the adrenergic and renin/angiotensin pathways, and Ca+, Na+ and nitric oxide (NO) signaling. In general, we determined that compounds which increased blood flow enhanced HSC number, whereas chemicals that decreased blood flow diminished runx1/cmyb expression. The conserved physiological mechanism of action of each compound on the vasculature was confirmed in vivo by confocal microscopy of transgenic fli1:GFP reporter fish. In the zebrafish, the step-wise initiation of heartbeat, establishment of vigorous circulation and onset of definitive hematopoiesis in the aorta-gonad-mesonephros region (AGM) suggests that blood flow may trigger HSC formation. silent heart (sih) embryos that lack a heartbeat and fail to establish blood circulation exhibit severely reduced numbers of runx1+ HSCs in the AGM. Blood flow modifying agents primarily exerted their effects after the onset of the heartbeat (>24 hpf), however, only compounds that increase NO production (L-Arginine, S-nitroso-N-acetyl-penicillamine (SNAP)) could induce HSC formation prior to the initiation of circulation (5 somites to 22 hpf). Furthermore, SNAP rescued HSC production in sih mutant zebrafish, whereas other drugs that increased blood flow could not. Treatment with the NO synthase (NOS) inhibitor, N-nitro-L-arginine methyl ester (L-NAME), and morpholino-oligonucleotide (MO)-knockdown of nos1 (nnos/enos) blocked HSC development. Additionally, modulation of downstream components of the NO pathway affected HSC production in the zebrafish embryo. Together these data indicate that NO signaling is the downstream effector of blood flow on AGM HSC induction. To document that NO-mediated regulation of HSC formation was conserved across vertebrate species, we examined definitive HSC production in the murine AGM. Nos3 (eNos) was found to be expressed in the AGM endothelium and aortic hematopoietic clusters. Additionally, Nos3 expression specifically marks the population of HSCs with long-term adult bone marrow repopulating activity. Intrauterine NOS inhibition with L-NAME resulted in a lack of hematopoietic clusters in the AGM and a failure to generate transplantable hematopoietic progenitors. Our work provides a direct link between the initiation of circulation and the onset of AGM hematopoiesis, and identifies NO signaling as a conserved downstream regulator of HSC development. ^TEN and WG contributed equally to this work"
}