{
    "doi": "https://doi.org/10.1182/blood.V118.21.4311.4311",
    "article_title": "Preemptive Donor Lymphocyte Infusion Induces Polyspecific T-Cell Responses in a Patient with AML with NPM1 Mutation ",
    "article_date": "November 18, 2011",
    "session_type": "Adoptive Immunotherapy",
    "abstract_text": "Abstract 4311 Delayed donor lymphocyte infusion (DLI) already plays a key role in supporting the graft-versus-tumor effect after allogeneic hematopoietic stem cell transplantation (HSCT) although the potency of DLI differs for each disease entitiy. The graft-versus-leukemia (GvL)-effect observed after DLI is based on the CTL-mediated immunity which is reactive against minor histocompatibility antigens (mHAg). To date, the role of leukemia-associated antigens (LAAs) in GvL is not clear. We therefore analysed peripheral blood of a 57-year old woman with AML with NPM1 mutation (NPM1 mut ) who developed molecular relapse without detection of myeloid blasts in the peripheral blood and bone marrow at d+171 after allo-HSCT and received preemptive DLI at d+ 260. In parallel to the molecular relapse, chimerism continuously decreased to 60 % in the polymorphonuclear and 75 % in the mononuclear cell fraction. Blood samples were taken before and after DLI and investigated for specific T-cell responses against several LAAs for which cytotoxic T-cell responses were already described. In addition, the immune status of the patient was determined by measuring the counts of CD8+ and CD4+ T-cells as well as B-cells in the peripheral blood at several time points. To test specific CD8+ T-cell responses, ELISpot analysis for interferon gamma and granzyme B were perfomed. Two epitopes derived from the NPM1 mut peptide (NPM1-P3 and –P9) and PRAME (P300 and P435) were tested as well as one epitope obtained from Survivin, RHAMM, Proteinase 3 and WT-1. CD8+ T-cell responses against NPM1-P3, -P9, P300, Proteinase 3, Survivin and WT-1 were detected in blood samples after preemptive DLI but not in samples before DLI. In parallel, former detectable NPM1 mut transcripts were no longer traceable – the patient achieved molecular complete remission - and former mixed chimerism became complete after DLI. Here, we could demonstrate for the first time polyspecific cytotoxic CD8+ T-cell responses against several known LAAs in a patient with AML with NPM1 mut after preemptive DLI in molecular relapse. Interestingly, the immune responses against LAAs were associated with MRD negativity. Whether specific cytotoxic T-cell responses against epitopes derived from the NPM1 mut peptide or the polyspecificity of the cytotoxic T-cells against several LAAs are decisive in the elimination of the myeloid blasts with NPM1 mut remains to be determined in a larger cohort of patients. All in all it is of interest to perform preemptive DLI in patients with molecular relapse systematically. In addition, boostering of T-cells against specific LAAs could possibly be an approach to enhance GvL-effect with reducing GvHD-effect at the same time, but the most suitable LAA or combination of LAAs for each disease entitiy still has to be investigated. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "donor leukocyte infusion",
        "mutation",
        "npm1 gene",
        "t-lymphocytes",
        "epitopes",
        "hematopoietic stem cell transplantation",
        "leukemia",
        "peptides",
        "survivin",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Susanne Hofmann",
        "Marlies Götz",
        "Cornelia Herbst",
        "Vanessa Schneider",
        "Lu Zhang",
        "Donald Bunjes, MD",
        "Hartmut Döhner, MD",
        "Markus Wiesneth",
        "Jochen Greiner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Susanne Hofmann",
            "author_affiliations": [
                "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marlies Götz",
            "author_affiliations": [
                "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cornelia Herbst",
            "author_affiliations": [
                "Department of Internal Medcine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vanessa Schneider",
            "author_affiliations": [
                "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lu Zhang",
            "author_affiliations": [
                "Department of Internal Medcine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Bunjes, MD",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Döhner, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Wiesneth",
            "author_affiliations": [
                "Institute for Transfusion Medicine, University of Ulm, and Institute for Clinical Transfusion Medicine and Immunogenetics GmbH, Ulm, Germany, Ulm, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jochen Greiner, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T15:48:05",
    "is_scraped": "1"
}