{
    "doi": "https://doi.org/10.1182/blood.V120.21.1584.1584",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2349",
    "start_url_page_num": 2349,
    "is_scraped": "1",
    "article_title": "Digital Pathology for the Assessment of Tissue Microarrays in Peripheral T-Cell Lymphomas ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster I",
    "topics": [
        "lymphoma, t-cell, peripheral",
        "tissue microarray",
        "antigens, cd30",
        "ki-67 antigen",
        "biological markers",
        "angioimmunoblastic lymphadenopathy",
        "eosine yellowish-(ys)",
        "hematoxylin",
        "histopathology tests",
        "neoplasms"
    ],
    "author_names": [
        "Martin Bjerregaard Pedersen",
        "Rikke Riber-Hansen",
        "Patricia Switten Nielsen",
        "Knud Bendix",
        "Stephen Jacques Hamilton-Dutoit",
        "Torben Steiniche",
        "Francesco d'Amore"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark, "
        ],
        [
            "Institute of Pathology, Aarhus University Hospital, Aarhus, Denmark, "
        ],
        [
            "Institute of Pathology, Aarhus University Hospital, Aarhus, Denmark, "
        ],
        [
            "Department of Pathology, Aarhus University Hospital, Aarhus C, Denmark"
        ],
        [
            "Institute of Pathology, Aarhus University Hospital, Aarhus, Denmark, "
        ],
        [
            "Institute of Pathology, Aarhus University Hospital, Aarhus, Denmark, "
        ],
        [
            "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark, "
        ]
    ],
    "first_author_latitude": "56.1920892",
    "first_author_longitude": "10.1678923",
    "abstract_text": "Abstract 1584 Background: Tissue microarray (TMA) is a well established histopathological technique for high-throughput analysis of gene product expression, widely used in studies of malignant diseases. However, systematic validation of its use and performance in rare and heterogeneous entities such as peripheral T-cell lymphomas (PTCL) has not yet been reported. We report on the use of virtual TMAs to validate the adequacy of proposed TMA construction protocols for use in nodal PTCL and to determine the number of cores needed to represent whole slide (WS) results. In addition, we systematically applied digitalized histopathological tools to compare automated quantification protocols for immunohistochemical stains with traditional manual assessment techniques. Methods: Immunohistochemically stained WS were digitalized using a Nanozoomer (Hamamatsu Photonics KK, Japan). Subsequently, a novel virtual TMA with six 1 mm-diameter cores per case ( Fig. 1 ) was designed to analyze 30 PTCL cases (n=10 PTCL-NOS, n=10 AITL, n=10 ALCL). We compared agreements scoring immunohistochemical stains for CD2, CD30 and Ki67 in WS versus TMA cores, using different quantification approaches i.e. 1) digital automated quantification; 2) manual stereological counting. In addition, we assessed the minimum number of TMA cores required to reflect adequately the results derived from WS analysis. Associations were analyzed using Bland-Altman plots and correlation plots. Results: The number of digitally simulated TMA cores required to represent adequately matched WS was found to be 3 or 4, depending on the biomarker under study. Agreement, evaluated by Bland-Altman plots using 4 TMA cores, was good between both manually and digitally quantified WS, and corresponding results comparing digital WS with digital TMA cores. Comparing manually and digitally quantified WS by correlation plots yielded correlation coefficients of 0.93 (CD2), 0.89 (Ki67), and 0.57 (CD30), respectively. Correlation coefficients obtained from comparison of a virtual TMA with 4 cores to digital WS were 0.95 (CD2), 0.89 (Ki67), and 0.99 (CD30). The lower agreement between CD30 stained WS is consistent with the known high degree of heterogeneity in staining for this antigen found in 2 of the 3 PTCL subtypes analyzed (PTCL-NOS and AITL), especially since the manual stereological counting was done in randomly sampled counting frames as opposed to whole slide evaluation by digital image analysis. Conclusions: We show that use of a digitally simulated virtual TMA is a cost-effective and tissue-saving way to validate the effectiveness of different planned TMA construction protocols, to provide adequately representative results when analyzing biomarker expression compared with WS stains. Thus, this approach is applicable in determining the number of TMA cores needed to adequately represent the tumor heterogeneity found in PTCL. Furthermore, automated digital quantification matches traditional stereological counting technique for assessing biomarker expression, and is a useful analysis tool for TMA-based studies in PTCL and, by implication, other tumors. Fig. 1 View large Download slide Digitalized aligned whole sections stained with HE (hematoxylin and eosin), CD30, CD2, and Ki67 (magnification ×0.44). Red rings 1–6 correspond to virtual TMA cores. Fig. 1 View large Download slide Digitalized aligned whole sections stained with HE (hematoxylin and eosin), CD30, CD2, and Ki67 (magnification ×0.44). Red rings 1–6 correspond to virtual TMA cores.  Disclosures: No relevant conflicts of interest to declare."
}