{
    "doi": "https://doi.org/10.1182/blood.V118.21.4280.4280",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2008",
    "start_url_page_num": 2008,
    "is_scraped": "1",
    "article_title": "High Response Rate and Prolonged Survival in Patients with Primary Refractory Acute Myelogenous Leukemia Treated with Decitabine Salvage Therapy ",
    "article_date": "November 18, 2011",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "topics": [
        "decitabine",
        "leukemia, myelocytic, acute",
        "salvage therapy",
        "chemotherapy regimen",
        "cytarabine",
        "anthracycline antibiotics",
        "azacitidine",
        "allogeneic stem cell transplant",
        "breast cancer",
        "complete remission"
    ],
    "author_names": [
        "Ana Fernandez, MD",
        "Dhaval Shah, MD, MBBS",
        "Delong Liu, MD, PhD",
        "Nasir Ahmed, MD",
        "Elizabeth Lulaj, MD",
        "Karen Seiter, MD"
    ],
    "author_affiliations": [
        [
            "New York Medical College, Valhalla, NY, USA, "
        ],
        [
            "New York Medical College, Valhalla, NY, USA, "
        ],
        [
            "Division of Hematology /Oncology, New York Medical College, Valhalla, NY, USA"
        ],
        [
            "New York Medical College, Valhalla, NY, USA, "
        ],
        [
            "New York Medical College, Valhalla, NY, USA, "
        ],
        [
            "New York Medical College, Valhalla, NY, USA, "
        ]
    ],
    "first_author_latitude": "41.0845992",
    "first_author_longitude": "-73.8090003",
    "abstract_text": "Abstract 4280 The prognosis for patients with AML who fail front line cytarabine/anthracycline-based chemotherapy is poor. Fewer than 10% of patients are expected to respond to second line chemotherapy and survival averages a few months. Decitabine is currently being used as a front line agent for patients with AML who are unfit for intensive chemotherapy generally because of advanced age. However in published studies the complete response rate in this population is only 25% (Cashen et al, JCO 2010). We recently treated 9 patients with primary refractory AML who failed cytarabine/anthracycline based chemotherapy with decitabine 20 mg/m2 × 5 days every 4–5 weeks. The median age was 59 years (range 40–83). There were 5 men and 4 women. Prior AHDs and comorbid conditions included MDS in 2 patients (both were treated with azacytidine), HIV in one patient, polycythemia vera in one patient, and breast ca treated with chemotherapy and radiation in one patient. Cytogenetics were normal in 2 patients, other intermediate in 3 patients and poor risk in 4 patients. Initial therapy of AML was cytarabine 3 gm/m2 × 5 and mitoxantrone 80 mg/m2 × 1 in 4 patients, 3+7 in 4 patients, and CPX-351 in 1 patient. 2 patients additionally had 2 courses of gemtuzumab ozogamicin with no response after front line chemotherapy and before decitabine. The median initial blast percentage prior to decitabine was 22% (range 7–73%), and after decitabine 5% (range 1–44%). 5 patients (56%) had a CR, 2 patients (22%) had a PR and 2 patients (22%) had progressive disease, including one who was extensively pretreated with azacytidine for prior MDS. The median number of decitabine cycles was 6 (range 1–12). Median time to progression was 11 months (range 1–20 months, with 2 patients remaining in CR at 10 and 14 months). 3 patients underwent allogeneic stem cell transplant after response to decitabine. One remains in CR 10 months post initiation of decitabine, and 6 months post bmt done in PR. One patient died of complications of GVHD 20 months post initiation of decitabine and 12 months post BMT, and one patient died of relapsed disease 18 months post initiation of decitabine and 10 months post BMT. The median survival is 12 months (range 10–20 months). We saw a high response rate to decitabine in patients with primary refractory AML. Although this could have occurred by chance due to the small sample size, we propose that decitabine might be more effective in patients who have undergone cytoreduction with intensive chemotherapy than in patients who have not received such therapy. Alternatively, lack of response to cytarabine/anthracycline therapy could select out a group of patients more likely to respond to decitabine. Disclosures: Off Label Use: Use of decitabine in AML. Seiter: Eisai: Speakers Bureau."
}