{
    "doi": "https://doi.org/10.1182/blood.V124.21.1751.1751",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2693",
    "start_url_page_num": 2693,
    "is_scraped": "1",
    "article_title": "Ofatumumab-Bendamustine As First Line Treatment for Elderly Patients with Mantle Cell Lymphoma: A Phase II Risk Adapted Design with Comprehensive Geriatric Assessment ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "bendamustine",
        "comprehensive geriatric assessment",
        "mantle-cell lymphoma",
        "ofatumumab",
        "older adult",
        "brachial plexus neuritis",
        "toxic effect",
        "chemotherapy regimen",
        "ki-67 antigen",
        "rituximab"
    ],
    "author_names": [
        "Carla Casulo, MD",
        "Augustine Iannotta, BS",
        "Jannelle Walkley, BS",
        "Craig H. Moskowitz, MD",
        "Alison J Moskowitz, MD",
        "Pamela Drullinsky, MD",
        "Andrew D. Zelenetz, MD PhD",
        "Paul Hamlin, MD"
    ],
    "author_affiliations": [
        [
            "University of Rochester Medical Center, Rochester, NY "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ]
    ],
    "first_author_latitude": "43.12394985",
    "first_author_longitude": "-77.61747345",
    "abstract_text": "Introduction: Mantle cell lymphoma (MCL) is a heterogeneous disease and risk-stratification of patients (pts) for treatment is not performed routinely. For older pts ineligible for aggressive treatments, comprehensive geriatric assessments (CGA) are recommended but not routinely implemented into practice. Commonly used chemo-immunotherapeutic options result in low rates of complete remission (CR) (40%-50% bendamustine-rituximab; Rummel et al Lancet 2013; Flinn et al Blood 2014), with frequent relapses. Risk-stratification of older MCL pts through biological and clinical characteristics may improve treatment outcomes and reduce toxicity. Ofatumumab may have an advantage over rituximab given more efficient complement activation and complement dependent cytotoxicity. To test this we designed a phase II risk-stratified study of ofatumumab alone or in combination with bendamustine as first line treatment for elderly MCL with the goal of improved remission rates and extended survival. Methods: This was a single-institution phase II study. The primary objective was response. Eligible pts were 65 years of age or older with untreated MCL and/or ineligible for aggressive treatments such as high dose chemotherapy/autologous stem cell transplant. Patients were risk-stratified for therapy. Low risk pts with no GELF/NCCN criteria, low/intermediate risk MIPI, Ki-67 index < 30% and no blastic morphology received single agent ofatumumab weekly for 4 doses. High risk pts with GELF/NCCN criteria present, high risk MIPI, Ki-67 index > 30% or blastic morphology received ofatumumab and bendamustine (O-B) every 28 days for 6 cycles. A simon-two stage design was implemented requiring 6 of 12 pts to have a CR in the O-B arm to proceed. Pts receiving ofatumumab only were permitted to cross over to O-B for less than a partial response (PR) at restaging. Survival probability was estimated by the Kaplan-Meier method. CGA was performed prior to each cycle, and correlation to treatment toxicity was evaluated as a secondary endpoint. Results: Twenty pts in total were enrolled. Median age was 73 (range: 44-83). Seven pts (35%) were classified as low risk and received single agent ofatumumab. Thirteen pts (65%) were classified as high risk and received O-B. All patients in the O-B arm completed 6 cycles of treatment, all met GELF/NCCN criteria. Of these, 54% had high risk MIPI, 54% had Ki67 ≥30%. Among pts receiving single agent ofatumumab, 71% (5 pts) had < PR (stable disease), 1 had CR (14%), and 1 pt was not evaluable. Three pts with < PR crossed over to the O-B arm. Among 12/16 evaluable pts (3 too early, 1 withdrew) in the O-B arm; overall response rate was 92%; CR rate was 67%, PR rate 25%. One patient had stable disease (8%). After median follow-up of 1.8 years (range 0.1-2.6 years), overall survival in the entire group is 100%. Progression free survival at 2 yrs for the O-B arm is estimated at 68%. Both regimens were safe and well tolerated. Incidence of grade 3/4 serious adverse effects was 15% (3 of 22 patients), all in the O-B group. Baseline CGA identified patients as low (n=15) and medium risk (n=3) for grade 3/4 toxicity, with all three SAE (pneumonia, UTI, SVT) occurring in medium risk patients (p=0.001). Baseline timed-up and go showed a trend for anticipated toxicity for patients in the worst quartile (p=0.11). Conclusions: The combination of ofatumumab and bendamustine has promising activity in elderly pts with high risk MCL, with superior CR rates compared to historical chemo-immunotherapeutic regimens. Single agent ofatumumab had modest activity, but was safe in low risk pts and did not impact responses to chemoimmunotherapy. CGA assessment may help predict toxicity. Ofatumumab-bendamustine is effective as first line treatment for older pts with MCL and holds promise as a platform for combination with novel agents in prospective trials of untreated MCL. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Off Label Use: Ofatumumab is an anti CD20 monocloncal antibody not approved for use in mantle cell lymphoma. Moskowitz: Genentech: Research Funding; Merck: Research Funding; Seattle Genetics, Inc.: Consultancy, Research Funding. Zelenetz: Foundation Medicine, Inc: Consultancy. Hamlin: Seattle Genetics, Inc.: Consultancy, Research Funding."
}