{
    "doi": "https://doi.org/10.1182/blood-2019-131378",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4298",
    "start_url_page_num": 4298,
    "is_scraped": "1",
    "article_title": "Clinical Features and Treatment for Neurolymphomatosis in the Rituximab Era: Single Institution Experience ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": [
        "neurolymphomatosis",
        "rituximab",
        "signs and symptoms",
        "autologous stem cell transplant",
        "magnetic resonance imaging",
        "systemic therapy",
        "diagnostic imaging",
        "autonomic dysfunction",
        "b-cell lymphomas",
        "biopsy"
    ],
    "author_names": [
        "Mattia Novo",
        "Grzegorz Nowakowski, MD",
        "Ivana Micallef, MD",
        "Rebecca L. King, MD",
        "Robert Spinner, MD",
        "Kay M. Ristow, BS",
        "Thomas M. Habermann, MD",
        "Patrick Johnston, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Azienda Ospedaliera Universitaria Città della Salute e della Scienza di Torino, TORINO, Italy ",
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Nerologic Surgery, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "45.041236399999995",
    "first_author_longitude": "7.672537500000002",
    "abstract_text": "Background : Neurolymphomatosis (NL) is a highly rare disorder defined as infiltration of peripheral nervous system by a lymphoproliferative neoplasm, both presented as the first manifestation of the malignancy (primary NL) or as a site of disease progression or relapse (secondary NL). Due to rarity of this disorder data on clinical features, best approach and outcome are limited. Furthermore diagnosis of this disease is often uncertain and based on radiological images only. Methods : We retrospectively reviewed clinical records of all histologically confirmed-NL, diagnosed and treated at the Division of Hematology of Mayo Clinic in Rochester, MN between January 2002 and December 2018. Clinical features and outcome were analyzed. Responses to therapy were assessed by post-treatment radiological changes and clinical symptoms improvement. Survival analysis such as progression free survival (PFS) and overall survival (OS) were estimated using Kaplan Meier curves with log-rank test. Comparison between subgroups was investigated using Fisher's exact test and Wilcoxon test for categorical and continuous variables, respectively. Results : Over a 16-year period 40 patients with biopsy-proven NL were included in study. Primary and secondary NL were 19 (48%) and 21 (52%) respectively, with a median age of 60.5 years (range 37-83) and male sex 24/40 (60%). The predominant histology was represented by B-cell lymphomas (39/40, 97%) with a vast majority large B-cell lymphoma (LBCL) 27/40 (67%) and only 1 case of T-cell lymphoma. The affected structures included brachial plexus (12/40, 35%), lumbosacral plexus (5/40, 12%), cauda equine and nerve roots (14/40, 35%), sciatic nerve (12/40, 30%), femoral nerve (4/40, 10%), cranial nerves (8/40, 20%), multiple nerves involved in 23/40 (57%). Four out of 40 cases had brain involvement and cerebrospinal fluid (CSF) was positive in 7/29 (24%). NL clinical manifestations included muscular weakness (33/4, 82%), sensory deficit (32/40, 80%), pain (28/40, 70%) and autonomic dysfunction (3/40, 7%). Magnetic resonance imaging (MRI) detected neural abnormalities in 35/36 cases (97%), CT imaging identified disease in 3/8 (37%) and FDG-PET scan was positive in 22/31 (71%); electromyography showed some grade of neuropathy in 28/29 (97%). Treatment included systemic chemotherapy in 38/40 (95%) cases, containing high dose methotrexate (HD-MTX) in 26/40 (65%) and rituximab in 20/40 (50%); 11/39 (28%) patients underwent consolidative autologous stem cell transplant (ASCT); 4/40 received consolidative radiotherapy (RT), 1/40 was treated with RT alone; intrathecal chemotherapy was infused in 1/40 cases; one patient with solely great auricular nerve NL involvement was cured with surgery only. Treatment efficacy evaluated by imaging and clinical improvement consisted with an overall response rate (ORR) of 73% (27/37) with a 24% (9/37) of complete remission (CR); No statistical difference in rate of response was observed by different systemic treatments. Of note, patients undergoing HDC-ASCT consolidation obtained 100% of ORR (n=10) versus 61.5% (n=16) achieved by others (P=0.03). With a median follow up of 45.1 months (range 0.5-186.7) a 36 months-OS of 77% (95% CI, 60-88) was observed for the whole cohort. A trend of longer survival rate for primary NL was observed, with a 36-month OS of 95% (95% CI, 72-99) vs. 55% (95% CI, 30-77) for secondary NL (p 0.134). A strong benefit in terms of outcome was observed for patients receiving rituximab-containing regimens with a 36 months-PFS of 72% (95% CI, 55-92) vs 28% (95% CI, 12-53) (P=0.001), and a 36 months-OS of 87% (CI 95%, 60-98) vs. 65% (95% CI , 41-84) (P=0.04) (figure 1); no survival difference was observed for patients treated with systemic therapy containing HD-MTX vs. others. ASCT consolidation was associated with a trend of improved survival with a 36 months-PFS of 69% (95% CI, 35-90) vs. 47% (95% CI, 29-66) for others (P=0.09). Conclusions : With the limit of a retrospective analysis, LBCL represent the predominant histologic subtype of NL; MRI and FGD-PET appeared to be the most accurate radiological tools to detect neural disease. Systemic treatments including rituximab should be preferred, HD-MTX seems to be not so effective while ASCT consolidation may be considered in selected patients. Due to the spare number of cases treated with RT its role cannot be clarified by our study. View large Download slide View large Download slide  Disclosures Nowakowski: NanoString: Research Funding; MorphoSys: Consultancy, Research Funding; Genentech, Inc.: Research Funding; F. Hoffmann-La Roche Ltd: Research Funding; Curis: Research Funding; Bayer: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Selvita: Membership on an entity's Board of Directors or advisory committees."
}