{
    "doi": "https://doi.org/10.1182/blood.V124.21.247.247",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2828",
    "start_url_page_num": 2828,
    "is_scraped": "1",
    "article_title": "Erythropoietin Stimulates Bone Resorption Via Direct Activation of the Monocytic Lineage and Via Increased RANKL Production By B Cells and Osteoblasts ",
    "article_date": "December 6, 2014",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Cytokine Signaling In The Hematopoietic Niche",
    "topics": [
        "b-lymphocytes",
        "bone resorption",
        "erythropoietin",
        "monocytes",
        "osteoblasts",
        "trance protein",
        "erythropoietin receptors",
        "hypoxia",
        "cd40 ligand",
        "hormones"
    ],
    "author_names": [
        "Sahar Hiram-Bab, PhD",
        "Naamit Deshet, M.Sc.",
        "Tamar Liron, PhD",
        "Moshe Mittelman, MD",
        "Max Gassmann, DVM",
        "Martina Rauner, PhD",
        "Kristin Franke",
        "Ben Wielockx, PhD",
        "Yankel Gabet, DMD, PhD",
        "Drorit Neumann, PhD"
    ],
    "author_affiliations": [
        [
            "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel "
        ],
        [
            "Tel Aviv University, Sackler Faculty of Medicine, Tel Aviv, Israel "
        ],
        [
            "Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel "
        ],
        [
            "Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel "
        ],
        [
            "University of Zurich, Zurich, Switzerland "
        ],
        [
            "Dresden University Medical Center, Dresden, Germany "
        ],
        [
            "University of Technology, Dresden, Germany "
        ],
        [
            "University of Technology, DRESDEN, Germany "
        ],
        [
            "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel "
        ],
        [
            "Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel"
        ]
    ],
    "first_author_latitude": "32.1166516",
    "first_author_longitude": "34.80566609999999",
    "abstract_text": "The negative effect of hypoxia on bone metabolism is well established but its mechanism of action is not fully understood. Hypoxia triggers the production of erythropoietin (EPO), a hormone most recognized for its hematopoietic function. An increasing number of roles unrelated to red blood cell production have been attributed to EPO, many of which are mediated by non-erythroid cells. In light of the controversy on the effect of increased serum levels of EPO on the skeleton, we investigated here the effect of the hormone on bone metabolism using EPO overexpressing (Tg6), and EPO-administered adult mice. In these models, the increase in EPO levels is similar to its physiologic increase at high altitude without the confounding direct effect of hypoxia on bone cells. Using microcomputed tomography, histology and serum markers we found that high EPO levels result in a severe trabecular bone loss (-32 to -61% decrease in bone density in Tg6 and EPO-injected animals, respectively; p<0.05 versus their respective controls throughout), due to increased bone resorption (+28 to +18% in TRAP5b serum levels) and reduced bone formation rate (-19 to -74%). This bone loss consisted of reduced trabecular number, but not thickness, with no effect on the cortical bone compartment. A similar bone response was observed with high and low doses of EPO, with no difference between intermittent and continuous administration modes. Using flow cytometry analysis and specific cell surface markers, we found that EPO (both overexpression and injection) targets the monocytic lineage by increasing the number of CD115 + CD265 - monocytes/macrophages by 43 and 57% (p<0.05), CD115 + CD265 + pre-osteoclasts by 2 and 4-fold (p=0.02) and mature osteoclasts (TRAP positive) by 64 and 88% (p<0.05, Figure 1 A) in bones, compared to WT and diluent controls, respectively. EPO has direct stimulatory effects in vitro on both macrophages and preosteoclasts thus coupling immune and skeletal systems, Activation of purified BM-derived macrophages with EPO, led to a 33% increase (p=0.01) in phagocytosis of 5T33 multiple myeloma cells. EPO strongly stimulated osteoclastogenesis (TRAP staining, Figure 1 B) and pit resorption (measured in calcium-phosphate-coated wells) in a cell-autonomous manner. Furthermore, our data indicate that EPO receptor (EPO-R) signaling in osteoclast precursors involves the Jak2 and PI3K pathways, but is independent of the MAPK/MEK pathway. In addition to the direct effect of EPO on monocyte derived cells, high EPO also led to a 1.6 fold (p=0.03) increase in the transcript levels of the osteoclastogenic cytokine RANKL in total bone marrow. Notably, the major sources of RANKL are B cells and osteoblasts, and our data indicate that both cell types express EPO-R, suggesting that they are direct targets of EPO. Accordingly we found an EPO-related increase in membrane bound RANKL on B cells (1.8-fold, p=0.0003) and osteoblasts (1.16-fold, p=0.001) isolated from bone marrow ( Figure 1 C). To test whether EPO-R on osteoblasts also mediates the attenuation of bone formation, we treated isolated osteoblasts with EPO. However, EPO treatment in vitro did not inhibit osteoblast differentiation and activity, as demonstrated by RT-qPCR of marker genes and mineralization assays. Taken together, these findings demonstrate that EPO strongly regulates bone mass by stimulating osteoclastogenesis and attenuating bone formation. The osteoclastogenic action of EPO is mediated both directly by EPO-R on the monocytic lineage and indirectly via EPO-R signaling on B cells and osteoblasts. Regarding bone formation, the negative effect of EPO on bone formation rate in vivo was not reproduced in isolated cells, thus implying the involvement of cells beyond the osteoblastic lineage. We also propose a new mechanism for hypoxia-induced bone loss that involves EPO action on monocytic, B cell and osteoblastic lineages. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}