{
    "doi": "https://doi.org/10.1182/blood.V128.22.2188.2188",
    "article_title": "\"Tailoring\" Hematopoietic Progenitor Cell Collection: Impact of a Data-Driven Prediction Algorithm for Blood Volume Processing in Large Volume Leukapheresis ",
    "article_date": "December 2, 2016",
    "session_type": "711. Cell Collection and Processing: Poster I",
    "abstract_text": "Background: The predominant source of hematopoietic progenitor cells (HPCs) for hematopoietic stem cell transplantation (HSCT) is peripheral blood (PB). HPCs are collected for HSCT using large volume leukapheresis (LVL) that typically involves processing >4 blood volumes to ensure adequate yield of HPCs. LVL is time-intensive, causes volume overload and hypocalcemia, and in small children, requires prolonged sedation. The purpose of this quality improvement project was to assess whether a collection efficiency-based, data-driven prediction algorithm for HPC collection can meaningfully decease the volume of blood processed in well-mobilized patients. Methods We evaluated the CD34+ cellular collection efficiency 2 (CE2; see below) in 240 consecutive adult autologous (A-auto), 59 adult allogeneic (A-allo), and 23 pediatric autologous (P-auto) collections (\"training set\"). In the training set, mean (1SD) CD34+ CE2s in A-auto, A-allo and P-auto collections were 47% (16%), 51% (14%), and 59% (32%), respectively ( Fig. 1 ). CD34 Collection Efficiency 2 (CE2) was calculated as below: CD34+ CE2= CD34+ yield/[BVP x Precollection PB CD34 count] Blood Volume to be processed (BVP) was calculated as below: BVP= CD34+ cell target/ [CD34+ CE2 x Precollection PB CD34+ count] In order to have a high level of confidence that the targeted dose of CD34+ cells will be collected with implementation of the prediction formula, the CD34+ CE2 was set at the 3 rd percentile (30%) in the A-auto group, and lowest attained CD34+ CE2 in the A-allo (30%) and P-auto groups (25%) for the A-auto, A-allo and P-auto prediction formulae, respectively. These CD34+ CE2s were used to calculate the BVP in a large cohort of consecutive patients from Froedtert Memorial Lutheran Hospital and the Children's Hospital Wisconsin which included 461 A-Auto, 90 A-Allo and 16 P-Auto collections over a period of 16 months (2/2015- 5/2016). Data was collected from both prediction-driven truncated and standard non-truncated LVLs and comparisons were made with regards to blood volume processed, duration of LVL, financial impact and time to neutrophil and platelet engraftment. Results After implementation of the BVP prediction formula, 91 truncations were performed in 42 (9%), 41 (46%) and 8 (50%) of 461 A-auto, 90 A-allo and 16 P-auto collections, respectively, representing an overall truncation rate of 16% ( Fig. 2 ). Of the 91 total procedures truncated, 4 procedures (all A-Auto) failed to reach the CD34+ collection target, however, cell yields were extremely close to targets and were not deemed to be prediction failures ( Table 1 ). In truncated LVL procedures, reduction in volume of blood processed was 34% overall, with average decreased processing of 31%, 36% and 46% (of 4 blood volumes) in A-auto, A-allo and P-auto collections, respectively ( Fig. 3 ). The average time for a randomly selected group of 20 standard 4BV collections was 4 hr 49 mins. A 34% truncation in BVP would result in the procedure concluding 1 hr 38 mins earlier and this prediction formula based intervention is predicted to save on average $132 per patient ($35/hr Nursing time; $25/hr Cell Processing technologist time, and 35% overhead) and total savings of $12,039 over 91 truncated procedures during the 16 month period assessed. Median neutrophil and platelet engraftment were not significantly different in autologous HSCT patients with truncated vs. non-truncated procedures (10 days each for neutrophil engraftment, and 20 days vs. 19 days in truncated vs. non-truncated procedures for platelet engraftment). Conclusion The use of a data-driven HPC prediction algorithm resulted in the truncation of 16% of all LVL procedures. The volume of truncation was significant in most cases and did not adversely impact the ability to collect the desired number of stem cells and resulted in comparable neutrophil and platelet engraftment time. This approach may be particularly important in mitigating risks of LVL in populations with higher concern for adverse events such as children, and patients with poor tolerance for LVL-induced volume overload. Finally, in our experience, this approach has resulted in enhancing patient satisfaction associated with shorter procedures and promotes optimal use of healthcare resources by limiting costs. Table 1. View large Download slide Truncated procedures resulting in \"undercollection\" Table 1. View large Download slide Truncated procedures resulting in \"undercollection\"  Close modal Disclosures Padmanabhan: Bloodcenter of Wisconsin: Patents & Royalties: A patent application has been filed on a Method of detecting platelet activating antibodies that cause heparin-induced thrombocytopenia/thrombosis; PCT/US14/62591; Terumo BCT: Consultancy, Honoraria; Schlesinger & Associates: Consultancy, Honoraria; LEK Consulting: Consultancy, Honoraria; Mallinckrodt Pharmaceuticals: Consultancy, Honoraria; Fenwal (Fresenius Kabi): Research Funding.",
    "topics": [
        "blood volume",
        "hematopoietic stem cells",
        "leukapheresis",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "cd34 antigens",
        "excess fluid volume",
        "adverse event",
        "antibodies",
        "hypocalcemia"
    ],
    "author_names": [
        "Binod Dhakal, MD MS",
        "Lori Eggert",
        "Gautham Benoy",
        "Patricia Fredrich",
        "Sorelle Jefcik",
        "Parameswaran Hari, MBBS, MD MRCP",
        "David A Margolis, MD",
        "Carolyn A. Keever-Taylor, PhD",
        "Rowena Punzalan, MD",
        "Anand Padmanabhan, MBBS, MA, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Binod Dhakal, MD MS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lori Eggert",
            "author_affiliations": [
                "Blood Center of Wisconsin, Milwaukee, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautham Benoy",
            "author_affiliations": [
                "Imperial College, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Fredrich",
            "author_affiliations": [
                "Blood Center of Wisconsin, Milwaukee, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sorelle Jefcik",
            "author_affiliations": [
                "Blood Center of Wisconsin, Milwaukee, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Hari, MBBS, MD MRCP",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A Margolis, MD",
            "author_affiliations": [
                "Pediatrics Hematology Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carolyn A. Keever-Taylor, PhD",
            "author_affiliations": [
                "Division of Hematology & Oncology/ BMT Program, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rowena Punzalan, MD",
            "author_affiliations": [
                "BloodCenter of Wisconsin, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anand Padmanabhan, MBBS, MA, PhD",
            "author_affiliations": [
                "Medical Sciences Institute, BloodCenter of Wisconsin, Milwaukee, WI ",
                "Medical College of Wisconsin, Milwaukee,"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T06:42:53",
    "is_scraped": "1"
}