{
    "doi": "https://doi.org/10.1182/blood.V128.22.1364.1364",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3396",
    "start_url_page_num": 3396,
    "is_scraped": "1",
    "article_title": "Post Traumatic Stress Disorder and Depression in Survivors of Thrombotic Thrombocytopenic Purpura ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "topics": [
        "depressive disorders",
        "post-traumatic stress disorder",
        "survivors",
        "thrombotic thrombocytopenic purpura",
        "ptsd checklist",
        "induced abortion by dilation and evacuation",
        "signs and symptoms",
        "anxiety disorders",
        "emotional trauma",
        "multivariate analysis"
    ],
    "author_names": [
        "Shruti Chaturvedi, MBBS",
        "Olalekan O Oluwole, MBBS, MPH",
        "Sydney Kodatsky",
        "Spero Cataland, MD",
        "Keith R. McCrae, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN "
        ],
        [
            "Division of Hematology and Oncology, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN "
        ],
        [
            "Answering TTP Foundation, Ontario, Canada "
        ],
        [
            "Hematology, Ohio State, Columbus, OH "
        ],
        [
            "Taussig Cancer Institute and Department of Cellular and Molecular Medicine, Cleveland Clinic, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "36.1412874",
    "first_author_longitude": "-86.80206209999999",
    "abstract_text": "Background and objective: Recent data suggests that patients with thrombotic thrombocytopenic purpura (TTP) have higher rates of chronic morbidities including neurocognitive complications and depression. There is limited information regarding the psychological consequences of this disorder. TTP is conceivably an emotional trauma with a risk of post-traumatic stress disorder (PTSD). We conducted this cross sectional study to estimate the prevalence of symptoms of PTSD and depression in survivors of TTP. Methods: We developed an online survey tool based on two validated questionnaires: the PTSD checklist for DSM-5 (PCL-5) and Beck Depression Inventory-II (BDI-II). We also collected information regarding patient demographics clinical features and experiences. Surveys were distributed through email in collaboration with AnsweringTTP, a patient support organization. Survey responses were managed in RedCap. Associations of clinical and demographic variables with a positive screen for PTSD were first evaluated by the chi-square test and t-test, and then in a multivariable regression model. Prevalence of PTSD and depression were compared with a general primary care population. A p-value of 0.05 was considered significant for all analyses. Results: Three hundred and sixteen patients responded to the survey (response rate 27.5%). Of these, 290 completed consent to participate in the study, and 236 completed either the PCL-5 (n=231) or BDI-II (209) and were included in the analysis. Median age was 44 years and 206 (87.3%) were female. A pre-existing diagnosis of depression, anxiety disorder and PTSD was present in 97 (41.1%), 81 (34.3%) and 37 (15.7%) respondents, respectively. Median time from initial diagnosis of TTP was 80 months (interquartile range 37 to 132 months). BDI-II scores >13 indicating at least mild depressive symptoms were present in 169 (80.8%) patients. Thirty-three (15.8%), 59 (28.2%) and 77 (36.8%) had mild, moderate and severe depressive symptoms, respectively. Eighty-one (35.1%) individuals had a positive screen for PTSD (PCL-5 score >= 38), and 75 (32.4%) met criteria for a provisional diagnosis of PTSD based on the DSM-5 criteria of presence of cluster B, C, D and E symptoms. Compared to an age and sex adjusted primary care population, TTP survivors had a higher prevalence of PTSD (32.4% versus 3.5%) and depression (80.9% versus 10.5%). On multivariable analysis, a previous diagnosis of depression [odds ratio (OR) 3.65 (95% CI 1.26 - 10.57); p=0.017] and being unemployed due to TTP [OR 5.86 (95% CI 1.26 - 27.09); p = 0.024] were identified as significant predictors of depression. A positive screen for PTSD was associated with younger age (p = 0.017), a pre-existing diagnosis of anxiety disorder [OR 3.57 (95% CI 1.76 - 7.25), p < 0.001], and being unemployed for reasons attributable to TTP [OR 6.42 (95% CI 2.75-415.00), p < 0.001). Conclusion: We found a high prevalence of PTSD (32.4%) and depression (80.8%) in survivors of TTP. While responder bias may lead to overestimation of prevalence in this study, these results are concerning and indicate a need for further investigation. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}