{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4657.4657",
    "article_title": "The Anticoagulation Champion — Efficacy of Warfarin Anticoagulation in a Resident Based Primary Care Clinic ",
    "article_date": "December 7, 2017",
    "session_type": "901. Health Services Research—Non-Malignant Conditions: Poster III",
    "abstract_text": "INTRODUCTION: Warfarin is still anticoagulant of choice for many patients.Therapeutic time in range (TTR) is used to assess quality of warfarin anticoagulation. A TTR of above approximately 60% has been show to improve mortality and reduce risk of complications.Our hypothesis was the creation of a resident Anticoagulation Champion (AC) would be more efficacious than individual provider driven anticoagulation in a primary care resident clinic. METHODS: To be the AC residents were given a lecture on warfarin anticoagulation and assigned to the AC role for 2 week intervals. Duties included monitoring the anticoagulation book, calling patient's for appointment reminders, education, following up INR's and prescribing. There were a total of 56 patient charts which were reviewed from April 2014- March 2016. Three were excluded for not having INR values recorded during the time period. Of the 53 patients included, 5 patients had INR goals of 2.5-3.5 and 48 patients INR goal was 2-3. When calculating TTR, this range was extended to 1.95-3.04 and 2.45-3.54 as dosage would not be adjusted at these values. Patients were classified as not therapeutic with sub therapeutic and supra therapeutic INR's. Data was then split into 2 time periods: pre-resident based (April 2014-March 2015) and with AC (April 2015-March 2016). We calculated TTR using the traditional method. We compared TTR by month, age and sex. Comparisons were analyzed with a t-test. RESULTS: Of the subjects included, 57% were male. Mean and Median ages of patients were 60.94 and 60.5 respectively with range from 31 to 90 years old. Twenty patients were >65 years. The highest and lowest INR's in this study were 6.22 and 0.92 respectively. A total of 415 INR values were recorded. Pre- AC there was 37 values and with AC 378 values. TTR for males was 56% and females 49%. Average TTR by age was 53.47% for those 65 years old. 11 patients had data before and with AC. The TTR pre-AC was 49.52% and with AC was 55.83%. The p value was 0.37. TTR by month ranged from 37-74%. CONCLUSIONS: There was a dramatic improvement in frequency of INR monitoring with the initiation of AC as shown by an increase of INR values during this time period. There was also a trend of improvement in the TTR with AC, however it was not statistically significant likely secondary to the low sample size. CLINICAL IMPLICATIONS: This suggests warfarin anticoagulation could be more efficacious with implementation of an Anticoagulation Champion in resident based primary care clinics. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anticoagulation",
        "primary health care",
        "warfarin",
        "international normalized ratio",
        "anticoagulants",
        "risk reduction",
        "time factors"
    ],
    "author_names": [
        "Janine Claudia Khadija Harewood, MD",
        "Gina Cook",
        "Jini Veith",
        "Blanca Sckell"
    ],
    "author_dict_list": [
        {
            "author_name": "Janine Claudia Khadija Harewood, MD",
            "author_affiliations": [
                "New York Presbyterian Queens, Flushing, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gina Cook",
            "author_affiliations": [
                "New York Presbyterian Queens, Flushing,"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jini Veith",
            "author_affiliations": [
                "New York Presbyterian Queens, Flushing,"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Blanca Sckell",
            "author_affiliations": [
                "New York Presbyterian Queens, Flushing,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:39:25",
    "is_scraped": "1"
}