{
    "doi": "https://doi.org/10.1182/blood.V106.11.2137.2137",
    "article_title": "Afibrinogenaemia Resulting from a Novel Putative Splicing Mutation, and Evidence for Tissue Specific Expression of FGAα RNA. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Congenital afibrinogenaemia is a rare autosomal recessive disorder characterised by the complete absence of fibrinogen in plasma. Fibrinogen is predominantly produced in hepatocytes from 3 homologous polypeptide chains (Aα, Bβ, γ) which assemble to form a hexameric structure. The genes that encode the 3 polypeptides (FGAα, FGBβ, FGγ) are clustered in an approximately 50kb region on chromosome 4q28-q31. Defects in each of the 3 genes have been implicated in afibrinogenaemia, and encompass missense and nonsense mutations, insertions, small and gross deletions and splicing defects. We present a case of congenital afibrinogenaemia, diagnosed in a neonate, the only child of unrelated parents. Sequence analysis of the FGAα, FGBβ and FGγ genes identified a single, novel, homozygous nucleotide substitution (T→A) at IVS1 -19 of the FGAα gene. Both parents genotyped as heterozygous for this variant. Analysis of ~100 normal alleles failed to detect this change, thereby excluding it as a common polymorphism. Using splice prediction software, the IVS1 acceptor splice site is undetected, reflecting poor agreement with acceptor consensus sequences. The mutation presented here, results in the creation of a preferential acceptor splice site (Spliceview score of 77). It has been previously reported (Catia et al, 2003) that intron 1 is preferentially the last intron of the FGAα gene to be spliced, and it may be that the wild type exon 1-intron 1- exon 2- exon 3- exon 4 - exon 5 intermediate presents a better substrate to the spliceosome. If we accept this predicted splicing order the mutation described in this study will not affect expression. Instead, the resulting incorporation of 19 intronic bases will result in a premature termination sequence (TGA) and a truncated protein. RNA work was undertaken to attempt to demonstrate these findings. However, RNA extracted from peripheral blood leukocytes from both parents failed to amplify for even the normal allele of FGAα (using primers located in exons 1and 5). Integrity of the samples was demonstrated by amplification of F8 RNA. To investigate this further, we tested a panel of commercially available RNAs from various tissues. RNA derived from liver, heart, spleen and kidney cells produced the expected product, with much higher yields being seen with liver cells, while RNA from brain cells and leukocytes failed to yield any product at all. Tissue specific expression has previously been described for FGγ RNA. In summary: This case study has identified a novel splice site mutation in the FGAα gene which is predicted to result in the introduction of a premature termination sequence at the newly created codon -1. This could not be confirmed due to the previously unreported discovery that FGAα RNA is not expressed in peripheral leukocytes.",
    "topics": [
        "afibrinogenemia",
        "mutation",
        "rna",
        "rna splicing",
        "congenital afibrinogenemia",
        "fibrinogen",
        "autosome disorder",
        "nucleotides",
        "peptides",
        "sequence analysis"
    ],
    "author_names": [
        "Jacky Cutler",
        "Louise Bourdon",
        "Geoffrey F. Savidge"
    ],
    "author_dict_list": [
        {
            "author_name": "Jacky Cutler",
            "author_affiliations": [
                "Centre for Haemostasis and Thrombosis, St Thomas’ Hospital, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Louise Bourdon",
            "author_affiliations": [
                "Centre for Haemostasis and Thrombosis, St Thomas’ Hospital, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey F. Savidge",
            "author_affiliations": [
                "Centre for Haemostasis and Thrombosis, St Thomas’ Hospital, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T09:36:58",
    "is_scraped": "1"
}