{
    "doi": "https://doi.org/10.1182/blood-2019-125675",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4320",
    "start_url_page_num": 4320,
    "is_scraped": "1",
    "article_title": "Letermovir Prophylaxis Is Effective for Cytomegalovirus Reactivation after Allogeneic Hematopoietic Cell Transplantation: Single Center Real-World Data ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "cytomegalovirus",
        "hematopoietic stem cell transplantation",
        "letermovir",
        "cmv reactivation",
        "adverse effects",
        "follow-up",
        "foscarnet",
        "nephrotoxicity",
        "polymerase chain reaction",
        "valganciclovir"
    ],
    "author_names": [
        "Patrick Derigs, MD",
        "Maria-Luisa Schubert, MD",
        "Paul Schnitzler, PhD",
        "Carsten Müller-Tidow, MD",
        "Thomas Luft, MD PhD",
        "Peter Dreger",
        "Michael Schmitt, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine V (Hematology/Oncology/Rheumatology), Heidelberg University Hospital, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V (Hematology/Oncology/Rheumatology), Heidelberg University Hospital, Heidelberg, Germany "
        ],
        [
            "Department of Virology, Heidelberg University Hospital, Heidelberg, Germany"
        ],
        [
            "Department of Internal Medicine V (Hematology/Oncology/Rheumatology), Heidelberg University Hospital, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V (Hematology/Oncology/Rheumatology), Heidelberg University Hospital, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V (Hematology/Oncology/Rheumatology), Heidelberg University Hospital, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V (Hematology/Oncology/Rheumatology), Heidelberg University Hospital, Heidelberg, Germany "
        ]
    ],
    "first_author_latitude": "49.41994789999999",
    "first_author_longitude": "8.667565299999998",
    "abstract_text": "Background: Morbidity and mortality after allogeneic hematopoietic cell transplantation (alloHCT) are still essentially affected by reactivation of cytomegalovirus (CMV). Letermovir is the first drug approved for prophylaxis of CMV reactivation in seropositive patients who have undergone alloHCT. Letermovir shows neither myelo- nor nephrotoxicity, and significantly reduced the incidence of CMV reactivation in a pivotal phase III trial (NEJM 2017;377:2433). Therefore, we have adopted letermovir prophylaxis according to the label as standard policy in our institution in March 2018: in seropositive recipients letermovir is given from engraftment until day +100 or CMV reactivation. The purpose of this study was to investigate if the positive trial results could be reproduced under real-world conditions. Methods: The study cohort contained the first seropositive 82 patients who received letermovir prophylaxis at our institution (between March 2018 and March 2019). These were compared with a control cohort comprising another 82 patients who underwent alloHCT at our institution between January 2017 and March 2018 immediately before the introduction of letermovir. Quantitative PCR was used to monitor CMV viremia twice a week during the inpatient period and weekly thereafter. Patients reactivating CMV prior to engraftment were not considered as event in both groups. Results: Both cohorts were matched for underlying disease, CMV donor/recipient sero-status, use of ATG, and donor type. No higher grade adverse effects of letermovir intake were observed. With altogether 11 reactivation events, the cumulative incidence of CMV reactivation on day +100 was 13% (95%CI 6-21%) in the letermovir cohort which was significantly lower than in the control group (34 events, d +100 cumulative incidence 41% (95%CI 31-52%); HR 0.32 (95%CI 0.24-0.44); p<0.0001). Two hospitalizations for foscavir administration occurred in the letermovir group compared to 9 hospitalizations in the control group. The cumulative number of days on valganciclovir before d +100 was 373d for the 82 letermovir patients vs 1082d for the 82 control patients. There were 5 deaths before d +100 in the letermovir group (three NRM, two PD) and 7 deaths in the control group (four NRM, three PD). Conclusions: This observational study proves in a real-world setting the efficacy and safety of letermovir for the prophylaxis of CMV reactivation after alloHCT. Letermovir lowered the incidence of CMV reactivation to the same extent as observed in the approval trial. In terms of health economics, letermovir reduced hospitalization needs and costs for therapeutic anti-CMV agents. Longer follow-up will be needed to assess the impact of letermovir prophylaxis on non-relapse and overall mortality. Disclosures Derigs: MSD: Honoraria. Müller-Tidow: MSD: Membership on an entity's Board of Directors or advisory committees. Luft: Neovii: Research Funding; JAZZ: Research Funding. Dreger: MSD: Membership on an entity's Board of Directors or advisory committees, Other: Sponsoring of Symposia; AbbVie, AstraZeneca, Gilead, Janssen, Novartis, Riemser, Roche: Consultancy; Neovii, Riemser: Research Funding; AbbVie, Gilead, Novartis, Riemser, Roche: Speakers Bureau. Schmitt: MSD: Membership on an entity's Board of Directors or advisory committees, Other: Sponsoring of Symposia; Therakos Mallinckrodt: Other: Financial Support."
}