{
    "doi": "https://doi.org/10.1182/blood.V114.22.4554.4554",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1428",
    "start_url_page_num": 1428,
    "is_scraped": "1",
    "article_title": "Implementation of Hematology-Oncology Lecture Series for Housestaff. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH SERVICES AND EDUCATION",
    "topics": [
        "breast cancer",
        "cancer",
        "colon cancer",
        "colorectal cancer",
        "gynecologic cancer",
        "hematopoietic stem cell transplantation",
        "leukemia",
        "lung cancer",
        "lymphoma",
        "medical oncology"
    ],
    "author_names": [
        "Amir Steinberg, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of HEM/ONC, MD Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.071847149999996",
    "first_author_longitude": "-118.38426605000001",
    "abstract_text": "Abstract 4554 BACKGROUND Currently, the hospital has a floor dedicated to cancer patients. The housestaff taking care of these patients includes three interns and one hematology-oncology fellow. In addition, there is a consult service comprising another fellow, an intern, and a resident. There was a paucity of formal, didactic, teaching in place devoted to the subjects of hematology and oncology. OBJECTIVE the development of a monthly lecture series for housestaff rotating on a hematology-oncology rotation that would focus on three key areas: What housestaff need to know to manage the patients on the hematology-oncology service What housestaff are most likely to encounter in the practice of medicine, regardless of eventual subspecialty field. What housestaff need to know for American Board of Internal Medicine exams. METHODS Topics were chosen based on pertinence. These included: leukemia, lymphoma, multiple myeloma, stem cell transplantation (these first four comprising at least 50% of patients on the unit), coagulation, breast cancer, lung cancer, colon cancer, gynecological malignancies, and pain management/supportive care. Potential speakers included full-time faculty as well as private physicians affiliated with the cancer center. Emails and/or phone calls were placed to the physicians and announcements made at division meetings and schedules developed. The plan was also for the development of a series of questions testing the housestaff at the start of their one month rotation and at the end of the rotation. Lectures were scheduled for afternoons if possible to avoid conflicts with morning rounds. Occasional morning talks were necessary to accommodate lecturers. Format of lectures was flexible (power point, dry-eraser board). RESULTS Overall feedback was positive for the lecture series. The two conditions affecting optimal success of the program concerned scheduling, including intern and fellow schedules as they relate to rounds and housestaff clinics and availability of when speakers could lecture and recruitment of speakers appropriate to the relevant topics. In addition, repeating the topics every month proved challenging for finding lecturing participants. The question/answer testing is still early in testing and no conclusion can be made. CONCLUSION A didactic lecture series is an important aspect of hematology-oncology education for housestaff. Repeating lectures every month is a challenge for several reasons. Possible interventions in the future may include: Focusing lecturing duties to full-time faculty, with an emphasis on faculty currently on service Creating power point presentations and handouts on file for use by multiple people so that rotating faculty may use these materials for talks Statistical analysis of scores from pre-rotation and post-rotation exams Disclosures: No relevant conflicts of interest to declare."
}