{
    "doi": "https://doi.org/10.1182/blood-2021-153277",
    "article_title": "Analysis of Outcomes and Predictors of Response in Patients with Relapsed Mantle Cell Lymphoma Treated with Brexucabtagene Autoleucel ",
    "article_date": "November 5, 2021",
    "session_type": "704.Cellular Immunotherapies: Clinical",
    "abstract_text": "Background: Brexucabtagene autoleucel (brexu-cel) is the first CD19 chimeric antigen receptor T-cell (CAR T) therapy approved for use in patients (pts) with relapsed mantle cell lymphoma (MCL). The ZUMA-2 trial demonstrated that brexu-cel induces durable remissions in these pts with an ORR of 85% (59% CR), estimated 12-month PFS rate of 61%, and similar toxicity profile to other CAR T therapies (Wang et al, NEJM 2020). We conducted a multicenter, retrospective study of pts treated with commercial brexu-cel to evaluate its safety and efficacy in the non-trial setting. Methods: We reviewed records of pts with relapsed MCL across 12 US academic medical centers. Pts who underwent leukapheresis between July 2020 and June 2021 with the intent to proceed to commercial brexu-cel were included. Baseline demographic and clinical characteristics were summarized using descriptive statistics. Survival curves were generated using the Kaplan-Meier method, and univariate models were fit to identify predictors of post-CAR T outcomes. Results: Fifty-five pts underwent leukapheresis. There were 3 manufacturing failures. Baseline characteristics of the 52 pts who received brexu-cel are summarized in Table 1. Median age was 66 yrs (range: 47-79 yrs) and 82% were male. Twenty of 29 (69%) pts with known baseline MIPI were intermediate or high risk. Seven pts had a history of CNS involvement. The median number of prior therapies was 3 (range: 2-8), including prior autologous stem cell transplant (ASCT) in 21 (40%) and prior allogeneic transplant in 2 pts (1 with prior ASCT and 1 without). Fifty percent had relapsed within 24 months of their initial therapy. All pts had previously received a Bruton's tyrosine kinase inhibitor (BTKi), including 29 (56%) with disease progression on a BTKi. Forty (77%) pts received bridging therapy (17 BTKi, 10 BTKi + venetoclax, 6 chemo, 3 venetoclax, 2 XRT only, 1 steroids only, 1 lenalidomide + rituximab). The ORR was 88% (CR 69%) among patients who received brexu-cel. Two pts had PD on initial restaging and 3 died prior to first response assessment (without evidence of relapse). Seven pts have not completed restaging due to limited follow-up (< 3 months) and were not included in the response assessment. Five pts have progressed, including 2 with CR and 1 with PR on initial restaging. With a median follow-up of 4.2 months, the estimated 6-month PFS and OS rates were 82.7% and 89.0%, respectively. All 7 pts with prior CNS involvement were alive without relapse at last follow-up. The incidence of cytokine release syndrome (CRS) was 84% (10% grade ≥ 3) with a median time to max grade of 5 days (range: 0-10 days). There were no cases of grade 5 CRS. The incidence of neurotoxicity (NT) was 57% (31% grade ≥ 3) with a median time to onset of 7 days (range: 4-15 days). NT occurred in 4/7 pts with prior CNS involvement (3 grade 3, 1 grade 4). Grade 5 NT occurred in 1 pt who developed cerebral edema and died 8 days after infusion. Thirty-five pts received tocilizumab, 33 received steroids, 7 received anakinra, and 1 received siltuximab for management of CRS and/or NT. Post-CAR T infections occurred in 8 pts, including two grade 5 infectious AEs (covid19 on day +80 and septic shock on day +40 after infusion). Rates of grade ≥ 3 neutropenia and thrombocytopenia were 38% and 37%, respectively. Among pts with at least 100 days of follow-up and lab data available, 5/34 (15%) had persistent grade ≥ 3 neutropenia and 4/34 (12%) had persistent grade ≥ 3 thrombocytopenia at day +100. Five pts have died, with causes of death being disease progression (2), septic shock (1), NT (1), and covid19 (1). Univariate analysis did not reveal any significant associations between survival and baseline/pre-CAR T MIPI, tumor pathologic or cytogenetic features, prior therapies, receipt of steroids/tocilizumab, or pre-CAR T tumor bulk. Conclusions: This analysis of relapsed MCL pts treated with commercial brexu-cel reveals nearly identical response and toxicity rates compared to those reported on ZUMA-2. Longer follow-up is required to confirm durability of response, but these results corroborate the efficacy of brexu-cel in a population of older adults with high-risk disease features. While all 7 pts with prior CNS involvement are alive and in remission, strategies to mitigate the risk of NT in this setting need to be evaluated. Further studies to define the optimal timing of CAR T, bridging strategies, and salvage therapies for post-CAR T relapse in MCL are warranted. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Gerson:  TG Therapeutics: Consultancy; Kite: Consultancy; Abbvie: Consultancy; Pharmacyclics: Consultancy. Sawalha:  TG Therapeutics: Consultancy, Research Funding; Celgene/BMS: Research Funding; BeiGene: Research Funding; Epizyme: Consultancy. Bond:  Kite/Gilead: Honoraria. Karmali:  Janssen/Pharmacyclics: Consultancy; BeiGene: Consultancy, Speakers Bureau; Morphosys: Consultancy, Speakers Bureau; Takeda: Research Funding; Genentech: Consultancy; AstraZeneca: Speakers Bureau; Roche: Consultancy; Karyopharm: Consultancy; Epizyme: Consultancy; Kite, a Gilead Company: Consultancy, Research Funding, Speakers Bureau; BMS/Celgene/Juno: Consultancy, Research Funding; EUSA: Consultancy. Torka:  TG Therapeutics: Membership on an entity's Board of Directors or advisory committees. Chow:  ADC Therapeutics: Current holder of individual stocks in a privately-held company, Research Funding; AstraZeneca: Research Funding. Shadman:  Abbvie, Genentech, AstraZeneca, Sound Biologics, Pharmacyclics, Beigene, Bristol Myers Squibb, Morphosys, TG Therapeutics, Innate Pharma, Kite Pharma, Adaptive Biotechnologies, Epizyme, Eli Lilly, Adaptimmune , Mustang Bio and Atara Biotherapeutics: Consultancy; Mustang Bio, Celgene, Bristol Myers Squibb, Pharmacyclics, Gilead, Genentech, Abbvie, TG Therapeutics, Beigene, AstraZeneca, Sunesis, Atara Biotherapeutics, GenMab: Research Funding. Ghosh:  Genentech: Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Honoraria, Research Funding, Speakers Bureau; Karyopharma: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria, Speakers Bureau; Janssen: Consultancy, Honoraria, Speakers Bureau; TG Therapeutics: Consultancy, Honoraria, Research Funding; Incyte: Consultancy, Honoraria; Gilead: Consultancy, Honoraria, Research Funding, Speakers Bureau; Genmab: Consultancy, Honoraria; Epizyme: Honoraria, Speakers Bureau; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding, Speakers Bureau; AstraZeneca: Consultancy, Honoraria, Speakers Bureau; ADC Therapeutics: Consultancy, Honoraria; Adaptive Biotech: Consultancy, Honoraria; AbbVie: Honoraria, Speakers Bureau. Moyo:  Seattle Genetics: Consultancy. Fenske:  TG Therapeutics: Consultancy, Speakers Bureau; Servier Pharmaceuticals: Consultancy; Seattle Genetics: Speakers Bureau; Sanofi: Speakers Bureau; Pharmacyclics: Consultancy; MorphoSys: Consultancy; Kite (Gilead): Speakers Bureau; KaryoPharm: Consultancy; CSL Therapeutics: Consultancy; Bristol-Myers Squibb: Speakers Bureau; Biogen: Consultancy; Beigene: Consultancy; AstraZeneca: Speakers Bureau; ADC Therapeutics: Consultancy; Adaptive Biotechnologies: Consultancy; AbbVie: Consultancy. Grover:  Genentech: Research Funding; Novartis: Consultancy; ADC: Other: Advisory Board; Kite: Other: Advisory Board; Tessa: Consultancy. Maddocks:  Seattle Genetics: Divested equity in a private or publicly-traded company in the past 24 months; BMS: Divested equity in a private or publicly-traded company in the past 24 months; Pharmacyclics: Divested equity in a private or publicly-traded company in the past 24 months; Novatis: Divested equity in a private or publicly-traded company in the past 24 months; Janssen: Divested equity in a private or publicly-traded company in the past 24 months; Morphosys: Divested equity in a private or publicly-traded company in the past 24 months; ADC Therapeutics: Divested equity in a private or publicly-traded company in the past 24 months; Karyopharm: Divested equity in a private or publicly-traded company in the past 24 months; Beigene: Divested equity in a private or publicly-traded company in the past 24 months; Merck: Divested equity in a private or publicly-traded company in the past 24 months; KITE: Divested equity in a private or publicly-traded company in the past 24 months; Celgene: Divested equity in a private or publicly-traded company in the past 24 months. Jacobson:  Kite, a Gilead Company: Consultancy, Honoraria, Other: Travel support; Humanigen: Consultancy, Honoraria, Other: Travel support; Celgene: Consultancy, Honoraria, Other: Travel support; Pfizer: Consultancy, Honoraria, Other: Travel support, Research Funding; Lonza: Consultancy, Honoraria, Other: Travel support; AbbVie: Consultancy, Honoraria; Precision Biosciences: Consultancy, Honoraria, Other: Travel support; Novartis Pharmaceuticals Corporation: Consultancy, Honoraria, Other: Travel support; Nkarta: Consultancy, Honoraria; Axis: Speakers Bureau; Clinical Care Options: Speakers Bureau. Cohen:  Janssen, Adaptive, Aptitude Health, BeiGene, Cellectar, Adicet, Loxo/Lilly, AStra ZenecaKite/Gilead: Consultancy; Genentech, Takeda, BMS/Celgene, BioInvent, LAM, Astra Zeneca, Novartis, Loxo/Lilly: Research Funding.",
    "author_names": [
        "Jason T. Romancik",
        "Subir Goyal",
        "James N Gerson",
        "Hatcher J Ballard",
        "Yazeed Sawalha",
        "David A. Bond",
        "Michael Joseph Rogalski",
        "Irl Brian Greenwell",
        "Koen van Besien",
        "Samuel Yamshon",
        "Reem Karmali",
        "Imran Nizamuddin",
        "Pallawi Torka",
        "Victor A. Chow",
        "Mazyar Shadman",
        "Nilanjan Ghosh",
        "Tamara K. Moyo",
        "Timothy S. Fenske",
        "Alexandra Rezazadeh",
        "Natalie S Grover",
        "Kami J. Maddocks",
        "Caron Jacobson",
        "Jonathon B. Cohen"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason T. Romancik",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Subir Goyal",
            "author_affiliations": [
                "Biostatistics and Bioinformatics, Winship Cancer Institute of Emory University, Atlanta, GA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James N Gerson",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hatcher J Ballard",
            "author_affiliations": [
                "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yazeed Sawalha",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Wexner Medical Center, Columbus, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Bond",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Joseph Rogalski",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Harvard University, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irl Brian Greenwell",
            "author_affiliations": [
                "Hollings Cancer Center, Medical University of South Carolina, Charleston, SC"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koen van Besien",
            "author_affiliations": [
                "Presbyterian/Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel Yamshon",
            "author_affiliations": [
                "Department of Hematology/Oncology, Weill-Cornell Medicine, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reem Karmali",
            "author_affiliations": [
                "Division of Hematology and Oncology, Northwestern University, Chicago, IL"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Imran Nizamuddin",
            "author_affiliations": [
                "Robert H Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pallawi Torka",
            "author_affiliations": [
                "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor A. Chow",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mazyar Shadman",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center and University of Washington, Seattle, WA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nilanjan Ghosh",
            "author_affiliations": [
                "Department of Hematology, Lymphoma Division, Levine Cancer Institute, Charlotte, NC"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara K. Moyo",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy S. Fenske",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Rezazadeh",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie S Grover",
            "author_affiliations": [
                "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kami J. Maddocks",
            "author_affiliations": [
                "Division of Hematology, Ohio State University Hospital, Columbus, OH"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caron Jacobson",
            "author_affiliations": [
                "Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathon B. Cohen",
            "author_affiliations": [
                "Winship Cancer Institute, Department of Hematology and Medical Oncology, Emory University, Atlanta, GA",
                "Department of Hematology and Medical Oncology, Emory University, Atlanta, GA"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T04:09:47",
    "is_scraped": "1"
}