{
    "doi": "https://doi.org/10.1182/blood-2021-149773",
    "article_title": "Leveraging Pathway-Interference to Overcome Drug-Resistance in Acute Lymphoblastic Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "618.Acute Lymphoblastic Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "Background: The concept of multi-step carcinogenesis (Fearon and Vogelstein 1990) suggests that acquisition of mutations in addition to an existing set of mutations invariably accelerates tumor-progression. In colorectal cancer and many other cancer types, activation of multiple distinct oncogenic pathways is required for the development of invasive cancer. Here, we examined this paradigm for genetic lesions in B-ALL and 13 other cancer types. Bioinformatic approaches: To broadly study how oncogenic drivers across multiple signaling pathways interact, we developed a bioinformatic platform to map interactions between genetic lesions that cause oncogenic activation of eight oncogenic pathways, including PI3K, STAT5, NF-κB, Hippo, Notch, WNT, RAS-ERK and TGFβ-Smad pathways. Plotting of interaction scores between 56 pathway pairs in a matrix for 14 cancer types revealed that 12 of the 14 cancer types showed a pattern of globally synergistic pathway interactions, consistent with the Fearon and Vogelstein model of cooperation of multiple pathways to drive malignant transformation. Strikingly, B-ALL and gliomas showed the opposite behavior with largely antagonistic pathway interactions. Results. Unlike the vast majority of cancer types, B-ALL and gliomas are driven by one principal oncogenic pathway at a time. While the reasons for negative pathway interactions in glioma are unknown, we focused on functional analyses on pathway interference patterns in 1,148 cases of B-ALL. Genetic lesions leading to STAT5- or ERK-pathway activation are frequently found in B-ALL. Interestingly, activating lesions of both pathways co-occurred in only 3% of the cases studied, suggesting that co-activation of STAT5- and ERK-occurs much less frequently than expected by chance (odds ratio 0.13, P =2e-16, Figure, left ). Unbiased interaction mapping analyses of mutational co-occurrence indicated strong negative selection for dual activation of both STAT5- and ERK-pathways ( Figure, middle ). Importantly this inter-pathway aversion is much stronger than intra-pathway effects, reflecting incompatibility rather than redundancy. Even in rare cases of co-occurrence in the same sample, single-cell mutation and phosphoprotein analyses revealed that STAT5- and ERK-activating mutations were mutually exclusive and reflected two competing clones. STAT5- and ERK-pathways engage conflicting transcriptional and biochemical programs, resulting in \"friction\", when both pathways are concurrently activated. In agreement with pathway interference, we demonstrated that Cre-mediated deletion of divergent pathway components - Erk2 fl/fl in a STAT5-driven model of B-ALL and Stat5 fl/fl in an ERK-driven B-ALL model - dramatically accelerated initiation of fatal leukemia in vivo . While Cre-mediated deletion of divergent pathway components precipitated leukemia-initiation, these findings suggest that reactivation of divergent signaling pathways represents a powerful barrier against malignant transformation. Interestingly, our preclinical studies suggested that pharmacological reactivation of divergent (suppressed) pathways can be leveraged for therapeutic benefit: The DUSP6 small molecule inhibitor BCI-215 functions as powerful activator of ERK and suppresses STAT5-phosphorylation, i.e. the principal pathway in STAT5-driven B-ALL ( Figure, right ). Likewise, DPH, a small molecule STAT5-agonist interferes with ERK-phosphorylation, the principal oncogenic driver in RAS-pathway B-ALL ( Figure, right ). Both BCI-215 and DPH significantly prolonged overall survival of NSG mice transplanted with refractory STAT5- and ERK-driven B-ALL PDX, respectively. Conclusions: We propose that a diverse spectrum of signaling input reflects interactions of normal cells with their environment, while convergence on one centralized pathway is a hallmark of cancer. Tracking early stages of leukemia-initiation, we identified convergence on one principal oncogenic driver and inactivation of diverging pathways as an early critical step. Pharmacological reactivation of divergent signaling pathways to subvert transformation was achievable by STAT5- and ERK-agonists. Proof-of-concept studies in patient-derived B-ALL cells revealed that pharmacological reactivation of suppressed divergent circuits can be leveraged as a previously unrecognized strategy to overcome drug-resistance. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Izraeli:  Roche: Consultancy, Speakers Bureau; Bayer: Speakers Bureau; sightDx: Consultancy. Weinstock:  ASELL: Consultancy; SecuraBio: Consultancy; Bantam: Consultancy; AstraZeneca: Consultancy; Abcuro: Research Funding; Verastem: Research Funding; Daiichi Sankyo: Consultancy, Research Funding; Travera: Other: Founder/Equity; Ajax: Other: Founder/Equity.",
    "author_names": [
        "Lai N. Chan",
        "Mark A. Murakami",
        "Christian Hurtz",
        "Kohei Kume",
        "Jaewoong Lee",
        "Kadriye Nehir Cosgun",
        "Huimin Geng",
        "Shai Izraeli",
        "David M. Weinstock",
        "Markus Müschen"
    ],
    "author_dict_list": [
        {
            "author_name": "Lai N. Chan",
            "author_affiliations": [
                "Center of Molecular and Cellular Oncology, New Haven, CT"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Murakami",
            "author_affiliations": [
                "Division of Hematologic Neoplasia, Department of Medical Oncology, Dana-Farber Cancer Institute, Belmont, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Hurtz",
            "author_affiliations": [
                "Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kohei Kume",
            "author_affiliations": [
                "Center of Molecular and Cellular Oncology, Yale University, New Haven, CT"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaewoong Lee",
            "author_affiliations": [
                "Center of Molecular and Cellular Oncology, Yale University, New Haven, CT"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kadriye Nehir Cosgun",
            "author_affiliations": [
                "Center of Molecular and Cellular Oncology, Yale University, New Haven, CT"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huimin Geng",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California, San Francisco, San Francisco, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shai Izraeli",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Sheba Medical Center, Petach Tikva, Israel"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Weinstock",
            "author_affiliations": [
                "Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Müschen",
            "author_affiliations": [
                "Center of Molecular and Cellular Oncology, Yale University, New Haven, CT",
                "Department of Immunobiology, Yale University, New Haven, CT"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:06:03",
    "is_scraped": "1"
}