{
    "doi": "https://doi.org/10.1182/blood-2018-99-112027",
    "article_title": "Comprehensive Sequencing Identifies High Frequency of Copy Number Changes in Korean Patients with Acute Lymphoblastic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is a genetically complex and heterogeneous disease with a wide range of genetic variations thus identified. As genomic profiling and sequencing studies have revealed genetic basis of ALL, a number of genetic variations are gaining clinical significance in connection with risk stratification and targeted therapy. With the need for comprehensive high-throughput analysis, next-generation sequencing (NGS) has become a good candidate for clinical testing. We have designed a comprehensive NGS assay to detect somatic mutations, translocations, and copy number changes and have evaluated its clinical utility in patients with ALL. The panel reliably detected single nucleotide variations (SNV) and copy number analysis was exceptionally helpful in identifying geneic and chromosomal deletions and duplications. A total of 101 samples of 96 patients were tested. Those patients consist of 40 adults (median age 38, range 21-76) and 56 children (median age 6.5, range 0-17), and diagnoses include 76 B-ALLs and 20 T-ALLs. The most-frequently mutated gene was TP53 (7/96, 7.3%). Ras pathway were also frequently observed (21/96, 29%) in B-ALL and were associated with hyperdiploidy ( P < 0.001). Mutations in PHF6 , PTEN , FBXW7 , JAK3 and WT1 were detected in patients with T-ALL, and all the variants were SNVs. PHF6 mutations were most common among T-ALL patients (7/20, 35%), followed by mutations in FBXW7 (5/20, 25%). Deletions outnumbered duplications, and the most frequently deleted was CDKN2A , followed by transcription factor genes including, IKZF1 , PAX5 , EBF1 , and ETV6. IKZF1 deletion was more frequent in adults (P<0.005), and associated with BCR - ABL1 translocation (P<0.001). PAX5 deletion was also associated with BCR - ABL1 (P<0.001) and also observed in translocations representing Philadelphia-like ALL. Fifty patients were with chromosomal abnormality detected by NGS, and some of them showed normal cytogenetics with a conventional method. Hyperdiploidy and interstitial deletion or duplication can be more easily detected; 11 cases were reclassified as B-ALL with hyperdiploidy, and numerical abnormalities and other copy number changes were identified in seven and 20 patients, respectively. Among 31 gene fusions identified by RT-PCR or NGS RNA fusion panel, only 17 (54.8%) were detected by DNA-based NGS testing. Our NGS gene panel and bioinformatics tools showed excellent performance confirming the clinical utility in identification of important variants in patients with ALL. SNVs and CNVs could be identified simultaneously in a single assay, which could be an alternative or supplement for several conventional tests and simplify the testing processes. We found unexpectedly high proportion of CNVs in ALL, suggesting the need for intensive bioinformatics analysis for CNVs and careful interpretation. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "massively-parallel genome sequencing",
        "adult t-cell lymphoma/leukemia",
        "f-box-wd repeat-containing protein 7",
        "leukemia, b-cell, acute",
        "t-cell leukemia, acute",
        "chromosomal disorder",
        "dna",
        "gene expression profiling"
    ],
    "author_names": [
        "Sang-Yong Shin, MD",
        "Borahm Kim",
        "Seung-Tae Lee",
        "Jong Rak Choi, MD PhD",
        "Sun-Hee Kim, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sang-Yong Shin, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Seoul Metropolitan Dongbu Hospital, Seoul, South Korea "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Borahm Kim",
            "author_affiliations": [
                "Department of Laboratory Medicine, Yonsei University College of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seung-Tae Lee",
            "author_affiliations": [
                "Department of Laboratory Medicine, Yonsei University College of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong Rak Choi, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Yonsei University College of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sun-Hee Kim, MD",
            "author_affiliations": [
                "Samsung Medical Center, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T06:39:05",
    "is_scraped": "1"
}