{
    "doi": "https://doi.org/10.1182/blood.V116.21.1900.1900",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1835",
    "start_url_page_num": 1835,
    "is_scraped": "1",
    "article_title": "Strong Antibody Responses Against a Unique Region of CT-Antigen SSX-2 Are Induced After Allogeneic Stem Cell Transplantation and Correlate with Clinical Remission In Patients with Multiple Myeloma ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "allogeneic stem cell transplant",
        "antibody formation",
        "antigens",
        "disease remission",
        "multiple myeloma",
        "signs and symptoms",
        "antibodies",
        "transplantation",
        "amino acids",
        "bone marrow specimen"
    ],
    "author_names": [
        "Sebastian Kobold",
        "Tim Luetkens",
        "Yanran Cao",
        "Corinna Eberhardt",
        "Sinje Tams",
        "Britta Marlen Bartels",
        "Katrin Bartels",
        "Sabrina Meyer",
        "Friedrich Haag",
        "Carsten Bokemeyer",
        "Axel R. Zander, MD",
        "Nicolaus Kröger",
        "Djordje Atanackovic"
    ],
    "author_affiliations": [
        [
            "Division of Clinical Pharmacology, Ludwig-Maximilian-University, Munich, Germany, "
        ],
        [
            "Department of Internal Medicine II; Oncology/Hematology/Bone marrow transplantation with the section Pneumology, University Medi, Center of Oncology, Hamburg, "
        ],
        [
            "Department of Internal Medicine II; Oncology/Hematology/Bone marrow transplantation with the section Pneumology, University Medi, Center of Oncology, Hamburg, "
        ],
        [
            "Department of Internal Medicine II; Oncology/Hematology/Bone marrow transplantation with the section Pneumology, University Medi, Center of Oncology, Hamburg, "
        ],
        [
            "Department of Internal Medicine II; Oncology/Hematology/Bone marrow transplantation with the section Pneumology, University Medi, Center of Oncology, Hamburg, "
        ],
        [
            "Department of Internal Medicine II; Oncology/Hematology/Bone marrow transplantation with the section Pneumology, University Medi, Center of Oncology, Hamburg, "
        ],
        [
            "Department of Internal Medicine II; Oncology/Hematology/Bone marrow transplantation with the section Pneumology, University Medi, Center of Oncology, Hamburg, "
        ],
        [
            "Department of Internal Medicine II; Oncology/Hematology/Bone marrow transplantation with the section Pneumology, University Medi, Center of Oncology, Hamburg, "
        ],
        [
            "Department of Internal Medicine II; Oncology/Hematology/Bone marrow transplantation with the section Pneumology, University Medi, Center of Oncology, Hamburg, "
        ],
        [
            "Department of Internal Medicine II; Oncology/Hematology/Bone marrow transplantation with the section Pneumology, University Medi, Center of Oncology, Hamburg, "
        ],
        [
            "Clinic for Stem Cell Transplantation, University Medical Center, Hamburg, Germany"
        ],
        [
            "Clinic for Stem Cell Transplantation, University Medical Center, Hamburg, Germany"
        ],
        [
            "Department of Internal Medicine II; Oncology/Hematology/Bone marrow transplantation with the section Pneumology, University Medi, Center of Oncology, Hamburg, "
        ]
    ],
    "first_author_latitude": "48.150482700000005",
    "first_author_longitude": "11.580236200000002",
    "abstract_text": "Abstract 1900 Cancer-testis (CT) antigens show an expression restricted to malignancies and the human germline among healthy tissues and, therefore, represent attractive targets for cancer vaccines. CT antigen SSX-2 is expressed in about 20% of multiple myeloma patients (MM), however, little is known about the occurrence of spontaneous humoral immune responses against SSX-2 in these patients. Moreover, no information is available regarding the functionality of anti-SSX2 antibody responses and a possible impact on the course of the disease. Screening 1098 peripheral blood samples and 200 bone marrow samples of 194 MM patients, as well as 100 healthy donors serving as controls, we found six patients (3%) to present with SSX-2 specific antibodies. When we mapped the target epitopes using overlapping peptides for the whole SSX-2 sequence, we found the antibodies to be exclusively directed against amino acids 81–90. Remarkably, all antibodies were of the IgG3 subtype. In addition, SSX-2 antibodies were strictly antigen-specific and represented potent activators of the complement system. Correlating the antibody responses with clinical events, we found that the majority (5 out of 6) of seropositive patients had been antibody-negative before allogeneic stem cell transplantation (alloSCT) and had only developed anti-SSX2 antibodies after transplantation. Donor-derived antibody responses increased with depth of remission and, in case of recurrence of the disease, dropped to low or undetectable levels. Our data suggest that alloSCT is able to induce immune responses against myeloma specific SSX-2 antigen which is of low immunogenicity under normal conditions. Such antibody responses are of an effective phenotype and seem to correlate with protection from disease recurrence. To further characterize the biological role of transplantation-induced anti-SSX2 immune responses, we will analyze our patients for the presence of SSX-2-specific T cells which might be induced together with serological responses in the framework of an integrated immune response. Active immunotherapy might contribute to amplifying and shaping anti-SSX2 immune responses in myeloma patients, particularly after alloSCT. Disclosures: No relevant conflicts of interest to declare."
}