{
    "doi": "https://doi.org/10.1182/blood.V112.11.1666.1666",
    "article_title": "Rho-a and Rac-1 GTPases Play Major and Differential Roles in SDF1α- Induced Cell Adhesion and Chemotaxis in Multiple Myeloma. ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Multiple Myeloma (MM) is characterized by disseminated involvement of the bone marrow (BM), implying that its progression involves a continuous circulation of cells into the peripheral blood and homing to the BM. Moreover, the interaction of MM cells with the BM microenvironment plays a crucial role in MM pathogenesis and drug resistance. Previous studies have shown that SDF-1a regulates migration and homing of MM cells in and out of the bone marrow. Rho-A and Rac-1 GTPases are known regulators of cell adhesion and migration in hematopoeitic stem cells. Their role in MM, however, has not been previously elucidated. In this study, we examined the role of Rho-A and Rac-1 GTPases in the regulation of adhesion and chemotactic responses of MM cells to SDF-1a. The effects of the Rac- 1 inhibitor NSC23766 , ROCK (down stream target of RhoA) inhibitor Y-27632, and their combination on SDF-1a induced chemotaxis of MMcell lines (MM1S, OPM-2, RPMI 8226) and patient samples were tested by the transwell chemotaxis assay and confirmed by live confocal microscopy. While the ROCK inhibitor abolished the chemotactic effect of SDF-1a in all cell lines and patient samples, the Rac-1 inhibitor did not have a significant effect, and the combination of the two showed similar effect to that of the ROCK inhibitor alone. Testing the effect of the inhibitors on surface expression of CXCR4 by flow cytometry revealed that neither of the inhibitors altered the surface expression of CXCR-4. We next studied the effect of the two inhibitors on the adherence of MM cell lines and patient samples to BM stromal cells (BMSCs), and found that both of the inhibitors had a similar significant reduction in the adhesion of MM cells to BMSCs from MM patients, with no further effect of their combination. We then tested the expression of different adhesion molecules on the MM cells and found that VLA-4 was highly expressed, and LFA-1 minimally expressed, on MM cells. In accord with this, the adhesion of the MM cells to Fibronectin and VCAM was far higher than their adhesion to ICAM. None of the inhibitors altered the surface expression of VLA-4 or LFA. However both inhibitors reduced the adhesion of MM cells to VCAM and fibronectin, but not to ICAM. These results are in agreement with our in vivo homing studies which utilized in vivo flow cytometry and in vivo confocal microscopy to show that both of the inhibitors delayed the homing of MM cells to the BM in a similar manner, with no additive effect for their combination. Furthermore, we investigated the role or Rho-A and Rac-1 in the downstream signaling of SDF-1a/CXCR-4 pathway by immunoblotting as well as Rho and Rac kinase assays. We found that Pertussis Toxin abolished the stimulatory effect of SDF-1a on Rho-A and Rac-1 GTPase, indicating that they are both downstream of CXCR-4. Inhibitors of PI3K (LY294002), AKT (triciribine) and ROCK reduced the activity of Rac-1, indicating that Rac-1 is downstream of PI3K, AKT, Rho-A, and ROCK. However, the inhibitors of PI3K and AKT increased the activity of Rho-A, and inhibition of the Rho-A pathway by the ROCK inhibitor increased p-AKT. These results indicate that Rho-A has a parallel pathway to that of PI3K downstream of CXCR4. Inhibition of Rac-1 did not alter the activation of Rho-A. Inhibition of either ROCK or Rac-1 similarly decreased the SDF-1a induced activation of focal adhesion kinase (FAK) and cofilin, with no additive affect of the combination. While the inhibition of ROCK abolished the SDF1a-induced activation of myosin light chain (MLC), actin polymerization and fillopodia (detected by confocal microscopy), the inhibition of Rac-1 did not alter the activation of MLC, reduced actin polymerization, and had a minimal effect on fillopodia. In conclusion, our results show that Rac-1 GTPase and its downstream targets FAK, cofilin and actin polymerization are major regulators of SDF-1a induced adhesion of MM cells through VLA-4, while fillopodia and chemotaxis are controlled by Rho-A GTPase through its effect on MLC and actin polymerization. These results suggest Rho-A and Rac-1 are potential therapeutic targets for the disruption of MM cells interaction with the BM microenvironment. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "cell adhesion",
        "chemotaxis",
        "guanosine triphosphate phosphohydrolases",
        "multiple myeloma",
        "adhesions",
        "1-phosphatidylinositol 3-kinase",
        "proto-oncogene proteins c-akt",
        "microscopy, confocal",
        "cxcr4 receptors",
        "fibronectins"
    ],
    "author_names": [
        "Abdel kareem Azab",
        "Feda Azab",
        "Costas M Pitsillides",
        "Hai T. Ngo",
        "Xiaoying Jia",
        "Molly R. Melhem",
        "Judith Runnels",
        "Aldo M. Roccaro, MD, PhD",
        "Antonio Sacco",
        "Nicholas Burwick",
        "Charles P Lin",
        "Kenneth C Anderson, MD",
        "Irene M. Ghobrial"
    ],
    "author_dict_list": [
        {
            "author_name": "Abdel kareem Azab",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Feda Azab",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Costas M Pitsillides",
            "author_affiliations": [
                "Wellman Center for Photomedicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hai T. Ngo",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoying Jia",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Molly R. Melhem",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith Runnels",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aldo M. Roccaro, MD, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Sacco",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Burwick",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles P Lin",
            "author_affiliations": [
                "Wellman Center for Photomedicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C Anderson, MD",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Disease Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene M. Ghobrial",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T06:47:03",
    "is_scraped": "1"
}