{
    "doi": "https://doi.org/10.1182/blood.V128.22.4258.4258",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3495",
    "start_url_page_num": 3495,
    "is_scraped": "1",
    "article_title": "Cytogenetic Abnormalities May Predict Transformation to Acute Myeloid Leukemia in Polycythemia Vera Patients ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "topics": [
        "chromosome abnormality",
        "leukemia, myelocytic, acute",
        "polycythemia vera",
        "karyotype determination procedure",
        "myelodysplastic syndrome",
        "preleukemia",
        "follow-up",
        "myelofibrosis",
        "blast phase",
        "bone marrow specimen"
    ],
    "author_names": [
        "Juliana E Hidalgo López, MD",
        "Adrián A Carballo-Zarate",
        "L. Jeffrey Medeiros, MD",
        "Carlos E Bueso-Ramos, MD PhD",
        "Guilin Tang, MD"
    ],
    "author_affiliations": [
        [
            "UT MD Anderson, Houston, TX "
        ],
        [
            "UT MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Introduction: Cytogenetic abnormalities can be detected in about 20% of patients with polycythemia vera (PV) at initial diagnosis. The accumulated risk for acute myeloid leukemia (AML) transformation from PV has been estimated to be 2.3-14.4% at 10 years. Risk factors for AML transformation suggested in other studies include older age, abnormal karyotype and high leukocyte count. The purpose of this study is to evaluate the association of cytogenetic abnormalities with AML transformation in PV. Methods: We searched the database at our institution for patients with a diagnosis of PV during Jan. 1994 to Apr. 2015. Demographic data, clinical presentations and follow-up, and laboratory data including karyotype before and after AML transformation were collected. Bone marrow morphology, especially evidence of myelodysplasia, myelofibrosis and blast percentage were evaluated. Results: A total of 317 patients with a diagnosis of PV were identified. 36 (11%) patients progressed to AML (Group A), including 15 who presented in chronic phase and 21 in blast phase. The median interval from the diagnosis of PV to AML transformation was 97 months (range, 11 - 331 months). For comparison, 50 patients with similar demographic features during the same time interval but no evidence of AML transformation were also included in the study (Group B). The age of patients in both groups was comparable (median age: 57 vs. 54 years, p =0.2791). All patients were positive for JAK2 V617F mutation. The main therapies for patients with chronic phase PV included phlebotomy, hydrea, and tyrosine kinase inhibitors in a small subset of patients. There was no significant difference of treatments among the patients in groups A and B. Karyotype at chronic phase of PV was available in 15 patients in Group A and all 50 patients in Group B. Eleven (73%) patients in Group A showed an abnormal karyotype in chronic phase. The most common chromosomal abnormalities were trisomy 1q (n=6, 40%), including 4 (27%) patients with [+1, der(1;7)(q10;p10)] resulting in trisomy 1q and del(7q); and complex karyotype (n=3, 20%). Del(20q) and +8 was uncommon, only detected in 1 patient each. In Group B, 11 (22%) patients had an abnormal karyotype, which was much less frequent compared with Group A. No patients in Group B showed a complex karyotype or trisomy 1q; instead, del(20q) (n=6, 55%), +9 and/or +8 (n=5, 45%) were the most common chromosomes abnormalities detected. The median follow-up was 10 years in Group A and 14.5 years in Group B. At the time of AML transformation, 35 (97%) patients in Group A showed an abnormal karyotype, including 21 (58%) patients with a complex karyotype, 22 patients with -5/del(5q) and/or -7/del(7q) and 10 (28%) with trisomy 1q [8 with +1, der(1;7)]. Among the 15 patients who had karyotypic information during the chronic phase, 4 (27%) patients showed clonal evolution and 7 (47%) acquired new unrelated abnormal clones when AML transformation occurred. Morphologically, 15 patients in Group A had sequential bone marrow evaluation from chronic phase to blast phase, 14 (93%) patients developed myelofibrosis and 7 (47%) patients showed multilineage dysplasia during the chronic phase. At the time of AML transformation, 35 (97%) patients showed myelodysplasia. In Group B, 5 (10%) patients developed myelodysplasia and 31(62%) developed myelofibrosis in follow-up bone marrow samples. Conclusion: Cytogenetic abnormalities are associated with AML transformation in PV patients. Patients with an abnormal karyotype, especially with abnormalities of trisomy 1q [+1,der(1;7)(q10;p10)] or a complex karyotype, are at highest risk to develop clonal evolution or acquire new myelodysplasia-related clones [like -5/del(5q) and/or -7/del(7q)] or develop myelodysplasia and transform into AML. On the other hand, cytogenetic abnormalities, such as del(20q), +8 and/or +9, although commonly detected in PV, are associated with a low risk for myelodysplasia and AML transformation. Surveillance for cytogenetic abnormalities is helpful in the risk assessment of AML transformation in PV patients. Disclosures No relevant conflicts of interest to declare."
}