{
    "doi": "https://doi.org/10.1182/blood-2020-134151",
    "article_title": "The Feasibility of Virtual Toxicity Assessments in Lymphoma Patients Receiving Immunochemotherapy ",
    "article_date": "November 5, 2020",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Background: In recent years, there has been a growing interest in telemedicine initiatives that maximize outcomes, reduce healthcare costs, and improve quality. The COVID-19 pandemic reduced healthcare access for many patients, including those undergoing chemotherapy, and thus accelerated these initiatives. We sought to evaluate the potential utility of telemedicine initiatives for lymphoma patients undergoing immunochemotherapy. Methods: To address this question, we conducted a retrospective review of adult lymphoma patients receiving R-CHOP +/- R, R-ICE, R-GEMOX, and R-DHAP at our institution in the last three years (2017-2019), and identified those for which dose modifications were required. Dose modifications were defined as a change in prescribed dose from the preceding cycle, or a change in the administered dose by 10% or greater. Laboratory results, patient history, and/or physical exam findings that informed dose modifications were retrospectively identified. Results: Of the 1,290 total treatment cycles identified in 301 unique patients, 1,102 cycles (85.4%) were R-CHOP +/- R, 105 (8.1%) were R-ICE, 71 (5.5%) were R-GEMOX, and 12 (0.9%) were R-DHAP. We found that 144 cycles (11.2%) were subject to dosing adjustments. The cohort of patients that received dose adjustments was comprised of 104 unique patients, of which 87 (60.4%) were male and 57 (39.6%) were female. Average age at diagnosis was 64 years old (Range: 22-91). Our cohort represented greater than 10 different lymphoma subtypes, most commonly Diffuse Large B-cell lymphoma (66.3%), Follicular lymphoma (14.5%), and Peripheral T-cell lymphomas (7.7%). We examined the basis for each dose adjustment by reviewing the clinical records from visits immediately preceding the dose adjusted cycle. Of the 144 dose adjustments, 11% of cycles contained dose increases due to a well-tolerated previous dose noted in the clinical assessment based on a combination of laboratory findings, interim history, and physical exam. The remaining 89% of adjustments (n=128) were dose reductions. The decision to dose reduce was most commonly informed by the clinical history (n=104, 81%). The clinical history was dichotomized into newly reported patient symptoms (69/104) or interim complications (35/104), usually infectious (n=26). Clinical assessments utilized laboratory findings as a rationale for dose reductions in 33/128 (26%) of cycles, most of which were secondary to myelosuppression (28/33 cycles). In contrast, only 7/128 dose reductions were based on physical exam findings alone, all of which were due to a change in patient body weight. As patients are routinely weighed immediately prior to chemotherapy administration, effectively no dose modifications (0/144) were exclusively based on abnormal physical exam finding during a pre-infusion assessment. Conclusions: The inability to perform a complete physical exam is a notable limitation of telemedicine initiatives. However, in an unselected group of lymphoma patients treated with immunochemotherapy, who subsequently had dose reductions to their regimens, we have found that all of the dose modifications were based on laboratory findings or the patient history, both of which are amenable to virtual visits. In stark contrast, no dose modifications were prompted by an abnormal physical exam finding alone. While further studies are needed, the data reviewed supports the implementation of telemedicine initiatives in lymphoma patients undergoing immunochemotherapy during the pandemic and potentially long term. Disclosures Phillips: Karyopharm: Consultancy; AstraZeneca: Consultancy; Beigene: Consultancy; Abbvie: Consultancy, Research Funding; Pharmacyclics: Consultancy; Bayer: Consultancy, Research Funding; BMS: Consultancy; Incyte: Consultancy, Other: travel expenses; Seattle Genetics: Consultancy; Cardinal Health: Consultancy.",
    "author_names": [
        "John S. Runge, PhD",
        "Anna B. Brown, PharmD, BCOP",
        "Tycel J. Phillips, MD",
        "Mark S Kaminski, MD",
        "Shannon A. Carty, MD",
        "Ryan A. Wilcox, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "John S. Runge, PhD",
            "author_affiliations": [
                "University of Michigan Medical School, Ann Arbor, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna B. Brown, PharmD, BCOP",
            "author_affiliations": [
                "Rogel Cancer Center, Department of Pharmacy, Michigan Medicine, Ann Arbor, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tycel J. Phillips, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Michigan, Ann Arbor, MI ",
                "University of Michigan Rogel Cancer Center, Ann Arbor, MI ",
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark S Kaminski, MD",
            "author_affiliations": [
                "Rogel Cancer Center, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon A. Carty, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan A. Wilcox, MD",
            "author_affiliations": [
                "Rogel Cancer Center, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T18:43:32",
    "is_scraped": "1"
}