{
    "doi": "https://doi.org/10.1182/blood.V124.21.1963.1963",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2771",
    "start_url_page_num": 2771,
    "is_scraped": "1",
    "article_title": "Activation-Induced Release of the TNF-Family Member BAFF By NK Cells Facilitates Resistance of Chronic Lymphoid Leukemia Cells to Direct and Rituximab-Induced NK Lysis ",
    "article_date": "December 6, 2014",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "chronic lymphocytic leukemia",
        "cytolysis",
        "natural killer cells",
        "rituximab",
        "tumor necrosis factors",
        "belimumab",
        "chemotherapy regimen",
        "cancer",
        "antibodies",
        "antibodies, neoplasm"
    ],
    "author_names": [
        "Julia S Wild",
        "Stefanie Raab, MSc",
        "Benjamin J Schmiedel, PhD",
        "Andreas Maurer",
        "Pascal Schneider, PhD",
        "Lothar Kanz, MD",
        "Helmut R Salih, MD"
    ],
    "author_affiliations": [
        [
            "Eberhard Karls University, Tuebingen, Germany "
        ],
        [
            "Eberhard Karls University, Tuebingen, Germany "
        ],
        [
            "Eberhard Karls University, Tuebingen, Germany "
        ],
        [
            "Eberhard Karls University, Tübingen, Germany "
        ],
        [
            "University of Lausanne, Epalinges, Switzerland "
        ],
        [
            "Eberhard Karls University, Tuebingen, Germany "
        ],
        [
            "Eberhard Karls University, Tuebingen, Germany ",
            "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ]
    ],
    "first_author_latitude": "48.5294782",
    "first_author_longitude": "9.043773999999999",
    "abstract_text": "NK cells are cytotoxic lymphocytes that play an important role in the immunosurveillance of leukemia and, due to their ability to mediate antibody-dependent cellular cytotoxicity (ADCC), substantially contribute to the therapeutic benefit of antitumor antibodies like Rituximab. Available data indicate that the ability of NK cells to mediate ADCC is compromised in Chronic Lymphoid Leukemia (CLL), but the underlying mechanisms are still unclear. The TNF family member B cell activating factor (BAFF) was described to be aberrantly produced in mature B cell malignancies and contributes to disease pathophysiology e.g. by acting as a growth and survival signal for CLL cells. Here we report that NK cells express and release BAFF, and NK cell activation, notably including FcγRIIIa stimulation by Rituximab, results in increased secretion of BAFF (but not its close relative APRIL). Expression on the cell surface was neither detectable in resting nor in activated state. NK cell-derived BAFF enhanced the metabolic activity of primary CLL cells and protected CLL cells from chemotherapy-induced cell death. Moreover, exposure to BAFF profoundly diminished direct and Rituximab-induced lysis of primary CLL cells by allogeneic and autologous NK cells, while NK activation and degranulation per se remained unaffected. Notably, sensitivity of CLL cells to both chemotherapeutic treatment as well as direct lysis and Rituximab-induced ADCC of NK cells could be restored by the anti-BAFF antibody Belimumab (Benlysta ® ), which is approved for the treatment of systemic lupus erythematosus. Thus, our data provide evidence for the involvement of BAFF in the resistance of CLL cells to chemotherapy. Moreover, our results offer a functional explanation for the reportedly compromised ability of NK cells to combat lymphoid as compared to myeloid leukemias as well as their impaired ability to mediate ADCC upon Rituximab treatment in CLL patients. Our findings point to a possible benefit of combinatory approaches employing Rituximab and Belimumab for chemo-immunochemotherapy of B cell malignancies. Disclosures No relevant conflicts of interest to declare."
}