{
    "doi": "https://doi.org/10.1182/blood-2018-99-118635",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4116",
    "start_url_page_num": 4116,
    "is_scraped": "1",
    "article_title": "Aspirin Use in Venous Thromboembolism Prophylaxis Following Hip or Knee Arthroplasty: A Network Meta-Analysis of Randomized Controlled Trials ",
    "article_date": "November 29, 2018",
    "session_type": "332. Antithrombotic Therapy: Poster I",
    "topics": [
        "aspirin",
        "hip joint",
        "hip region",
        "knee replacement arthroplasty",
        "network meta-analysis",
        "thromboprophylaxis",
        "venous thromboembolism",
        "hemorrhage",
        "anticoagulants",
        "aspirin prophylaxis"
    ],
    "author_names": [
        "Tarek Haykal, MD",
        "Babikir Kheiri, MD",
        "Mahmoud Barbarawi, MD",
        "Yazan Zayed, MD",
        "Muhammad Shah Miran, MD",
        "Adam Chahine, MD",
        "Ahmed Abdalla, MD",
        "Khalil Katato, MD",
        "Ghassan Bachuwa, MD MHSA, MS",
        "Tarik Hadid, MD MS",
        "Zyad Kafri, MDMS"
    ],
    "author_affiliations": [
        [
            "Hurley Medical Center/Michigan State University, Flint, MI "
        ],
        [
            "Hurley Medical Center/Michigan State University, Flint, MI "
        ],
        [
            "Hurley Medical Center/Michigan State University, Flint, MI "
        ],
        [
            "Hurley Medical Center/Michigan State University, Flint, MI "
        ],
        [
            "Hurley Medical Center/Michigan State University, Flint, MI "
        ],
        [
            "Hurley Medical Center/Michigan State University, Flint, MI "
        ],
        [
            "Hurley Medical Center/Michigan State University, Flint, MI "
        ],
        [
            "Genesee Hematology-Oncology, PC, Flint, MI "
        ],
        [
            "Hurley Medical Center/Michigan State University, Flint, MI "
        ],
        [
            "Ascension St John Hospital, Grosse Pointe Woods, MI "
        ],
        [
            "St. John Lymphoma Clinic, Grosse Pointe Woods, MI"
        ]
    ],
    "first_author_latitude": "43.02142020000001",
    "first_author_longitude": "-83.7045634",
    "abstract_text": "Background: Patients undergoing hip or knee arthroplasty are at high risk of developing venous thromboembolism (VTE), such as deep-vein thrombosis and/or pulmonary embolism. Various thromboprophylactic strategies have been studied for the prevention of VTE in this population with different outcomes. Therefore, we aimed to evaluate the efficacy and safety of aspirin prophylaxis when compared with a placebo or anticoagulants in reducing such risk. Methods: A comprehensive electronic database search in PubMed, Embase, the Cochrane Collaboration Central Register of Controlled Trials, and conference proceedings, was conducted for all randomized clinical trials (RCTs) comparing the clinical outcomes of aspirin versus anticoagulants or placebo for the prevention of VTE after hip or knee arthroplasty. The primary outcome was VTE. Secondary outcomes were mortality, major bleeding, and any bleeding. We calculated risk ratios (RRs) and 95% confidence intervals (CIs) using a random-effects model at the longest follow-up. Results: We included 13 RCTs with 20115 total patients, mean age of 67.15±9.54 and a male percentage of 24.39%. Aspirin was associated with a non-significantly reduced VTE risk compared with other thromboprophylactic strategies (RR 0.87; 95% CI: 0.61-1.23; P=0.43). Compared with a placebo, aspirin was associated with significant reduction of VTE (RR 0.65; 95% CI: 0.47-0.89; P=0.008). There were no significant differences in the clinical outcomes between all groups with regard to mortality (RR 0.98; 95% CI: 0.86-1.11; P=0.72), major bleeding (RR 0.96; 95% CI: 0.50-1.84; P=0.91), or any bleeding (RR: 1.09; 95% CI: 0.82-1.44; P=0.56). Conclusion: Among patients who underwent hip or knee arthroplasty, aspirin prophylaxis was associated with similar efficacy and safety outcomes when compared with anticoagulants. Compared with a placebo, aspirin prophylaxis was associated with significantly reduced VTE risk and a similar safety profile. Table View large Download slide Table View large Download slide  Disclosures No relevant conflicts of interest to declare."
}