{
    "doi": "https://doi.org/10.1182/blood.V120.21.4691.4691",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2320",
    "start_url_page_num": 2320,
    "is_scraped": "1",
    "article_title": "Preventing Platelet Alloimmunization for Patients with Hematologic Malignancies: Rapid HLA-class I and HPA Immunogenetic Profiling to Enable Selection of Optimally Matched Platelets ",
    "article_date": "November 16, 2012",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "alloimmunization",
        "blood platelets",
        "hematologic neoplasms",
        "human leukocyte antigens",
        "immunogenetics",
        "antigens",
        "epitopes",
        "adverse effects",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Ghazala Hashmi, PhD",
        "Dipika Patel, MS",
        "Yi Zhang, Ph D",
        "Michael Seul, Ph D",
        "Fleur M. Aung, MD",
        "Pedro Cano, MD, MBA",
        "Emil J. Freireich, MD",
        "Benjamin Lichtiger, MD, PhD"
    ],
    "author_affiliations": [
        [
            "BioMolecular Analytics, LLC, Warren, NJ, USA, "
        ],
        [
            "BioMolecular Analytics, LLC, Warren, NJ, USA, "
        ],
        [
            "BioMolecular Analytics LLC, Warren, NJ, USA, "
        ],
        [
            "BioMolecular Analytics, Warren, NJ, USA, "
        ],
        [
            "Section of Transfusion Medicine/Department of Laboratory Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Laboratory Medicine, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas, M D Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Laboratory Medicine, Section of Transfusion Medicine, The University of Texas, MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "40.63037555",
    "first_author_longitude": "-74.51292045000001",
    "abstract_text": "Abstract 4691 Reflecting the lack of an adequate supply of product, the current clinical practice of routinely administering single donor platelets chosen at random – that is: without regard for the specific antigens, primarily HLA and HPA, on donor platelets - exposes patients to a significant risk of alloimmunization and refractoriness in the course of induction chemotherapy. Refractoriness is a serious condition that not only diminishes the effectiveness of the primary treatment, but increases utilization of hospital services during prolonged stays, as shown in Meehan2000 ( Meehan K R et al, “Platelet Transfusions: Utilization and Associated Costs in a Tertiary Care Hospital”, Am J of Hematology 64, 251–256 (2000). In particular, a significant fraction of such randomly selected platelets given to refractory patients not only fail to have any beneficial effect but in fact increase the cumulative risk of adverse effects. To address this problem, BioMolecular Analytics has developed a method of assessing individual patient alloimmunization risk that combines two innovations: a proprietary “pool & plex” process of rapid DNA analysis, applied to HLA class I haplotype and HPA allele determination for single or “pooled” samples; and a quantitative model to establish individual patient alloimmunization risk profiles. The pool & plex process permits us to rapidly determine HLA-Class I haplotypes as well as HPA alleles either, in a “stat” mode requiring less than 8 hrs. for single patients, or in a “pooled” mode accommodating a multiplicity of samples from candidate platelet donors. By focusing on the most informative variable sites within the genetic loci encoding the multiple epitopes associated with the antigens expressed on platelets, our process substantially reduces the complexity of the molecular analysis, and by pooling samples, enhances the rate of generating the requisite immunogenetic information for patients and candidate donors. The method was verified with reference samples for HPA and HLA and clinical samples. We will present the results of analyzing an additional set of samples from 300 patients receiving treatment for hematological malignancies at M D Anderson. An example of results is shown below. Table 1: An example showing HLA-A,B,C and HPA-1,2,3,4,5,6,7,8,9,11,15 allele profiles obtained with “pool and plex” method. “Prob” denotes a Bayesian score for analyzing haplotype assignments  View large View Large Given immunogenetic profiles for patient and prospective donor(s), our quantitative risk model permits us to establish individual patient alloimmunization risk profiles to guide the selection of platelets that are “optimally matched” for both HLA-class I as well as HPA epitopes. We will illustrate patient stratification by risk on the basis of the HLA-class I and HPA profiles presented here. This novel approach holds the promise to facilitate personalizing platelet support for hematology patients and to align that critical aspect of their care with recent advances in individualizing chemotherapy. Disclosures: Hashmi: BioMolecular Analytics, LLC: Employment. Patel: BioMolecular Analytics, LLC: Employment. Zhang: BioMolecular Analytics, LLC: Employment. Seul: BioMolecular Analytics, LLC: Employment. Cano: BioMolecular Analytics, LLC: Consultancy."
}