{
    "doi": "https://doi.org/10.1182/blood.V116.21.4119.4119",
    "article_title": "Increased Gene Expression of Histone Deacetylases In Patients with Philadelphia-Negative Chronic Myeloproliferative Neoplasms ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster III",
    "abstract_text": "Abstract 4119 Introduction: Several new treatment strategies within the Philadelphia-negative chronic myeloproliferative neoplasms CMPNs are beeing explored, among these, agents belonging to the class of HDAC-inhibitors, including givinostat (ITF2357) and vorinostat (suberoylanilide hydroxamic acid (SAHA)). These agents are inhibitors of class I and II HDAC enzymes, promoting cell-cycle arrest and apoptosis of cancer cells. Recently, enhanced histone deacetylase (HDAC) enzyme activity has been found in CD34+ cells from patients with primary myelofibrosis (PMF), enzyme activity levels highly exceeding those recorded in essential thrombocythemia (ET) and polycythemia vera (PV). The raised levels correlated to the degree of splenomegaly, suggesting that HDAC might be recruited as ET or PV progresses into myelofibrosis or PMF progresses into a more advanced stage. In order to further describe HDACs in CMPNs, we have assessed gene expression of several HDACs in a larger cohort of patients with ET, PV and PMF. Patients and Methods: Gene expression microarray studies have been performed on control subjects (n=21) and patients with ET (n =19), PV (n=41), and PMF (n=9). Most patients were studied on cytoreductive therapy, which for the large majority included hydroxyurea. Gene expression profiles were generated using Affymetrix HG-U133 2.0 Plus microarrays recognizing 54675 probe sets (38.500 genes). Total RNA was purified from whole blood and amplified to biotin-labeled aRNA and hybridized to microarray chips. Results: We identified 20439, 25307, 17417, and 25421 probe sets which were differentially expressed between controls and patients with ET, PV, PMF, and CPMNs as a whole, respectively (false discovery rate (FDR) adjusted p values < 0.05). Several HDAC-genes were significantly deregulated. In ET patients upregulated genes included HDAC5, HDAC9 and downregulated genes HDAC1, HDAC4, HDAC7. In PV-patients HDAC4, HDAC5, HDAC6, HDAC9, and HDAC11 genes were upregulated, and HDAC1, HDAC7, HDAC9, and HDAC11 genes were downregulated. In PMF -patients HDAC4, HDAC6, HDAC9, and HDAC11 genes were upregulated, and HDAC1 and HDAC7 were downregulated. Compared to controls the CMPN-patients as a group exhibited upregulation of HDAC4, HDAC5, HDAC6, HDAC9, and HDAC11 genes. The HDAC genes 9 and 11 were significantly upregulated in both ET, PV, PMF, and CMPNs as a whole, the highest values being recorded in patients with ET, PMF, and CMPNs as compared to controls. In regard to HDAC9 gene expression, the fold changes (FC) were 1.3, 1.2, 1.3, and 1.3 for ET, PV, PMF, and CMPNs, respectively; for HDAC11 the highest values were recorded in patients with ET with the following FCs 1.2, 1.1, 1.1, 1.1 for ET, PV, PMF, and CMPNs, respectively; FDR adjusted p values < 0.05). Within patients, the HDAC6-gene was also differentially expressed with the highest levels being recorded in patients with PMF (FC 1.2, FDR adjusted p values < 0.01). When comparing non-PMF-patients with PMF-patients, a significant upregulation of the HDAC2-gene was found in PMF patients (FC 1.5, FDR adjusted p-value=0.007), whereas the HDAC7-gene was significantly downregulated (FC -1.3, FDR adjusted p-value=0,001. Discussion and Conclusions: Using global gene expression profiling of whole-blood from patients with CMPNs, we have found a pronounced deregulation of HDAC-genes, involving significant upregulation of the HDAC-genes 9 and 11 with the highest expression levels being found in patients with ET, in PMF (HDAC9) and in CMPNs both HDAC9 and HDAC11. Furthermore, we have identified that the HDAC-6 gene is progressively expressed in patients with ET, PV, and PMF reflecting a steady accumulation of abnormally expressed HDAC-6 during disease evolution. Our results lend further support to HDACs as important epigenetic targets in the future treatment of patients with CMPNs. Since the highest expression levels of HDAC-genes was recorded in ET (HDACs 9 and 11), in PMF (HDAC9) and in the whole CMPN-group both HDACs 9 and 11, their downregulation by HDAC-inhibitors might be associated with decreased disease activity including reduction of splenomegaly in MF. Preliminary data indicate that enlarged spleens are diminished in subsets of patients during treatment with HDAC-inhibitors. Studies are in progress on the impact of vorinostat on global gene expression profiling, including HDAC- gene expression subclasses in patients with CMPNs. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "gene expression",
        "histone deacetylase",
        "myeloproliferative disease",
        "histone deacetylase 6",
        "vorinostat",
        "gene expression profiling",
        "histone deacetylase inhibitors",
        "splenomegaly",
        "biotin",
        "cytoreductive therapy"
    ],
    "author_names": [
        "Vibe Skov, PhD",
        "Thomas Stauffer Larsen, MD, PhD",
        "Mads Thomassen, PhD",
        "Caroline Riley, MD",
        "Morten Krogh Jensen, MD, DMSc",
        "Ole Weis Bjerrum, MD, DMSc",
        "Torben A Kruse",
        "Hans Carl Hasselbalch, MD, DMSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Vibe Skov, PhD",
            "author_affiliations": [
                "Department of Clinical Genetics, Odense University Hospital, Odense, Denmark, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas Stauffer Larsen, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Odense University Hospital, Odense, Denmark, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mads Thomassen, PhD",
            "author_affiliations": [
                "Department of Clinical Genetics, Odense University Hospital, Odense, Denmark, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Riley, MD",
            "author_affiliations": [
                "Department of Hematology, Herlev Hospital, University of Copenhagen, Herlev, Denmark, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morten Krogh Jensen, MD, DMSc",
            "author_affiliations": [
                "Department of Hematology, Herlev Hospital, University of Copenhagen, Herlev, Denmark, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ole Weis Bjerrum, MD, DMSc",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, University Hospital of Copenhagen, Copenhagen, Denmark, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torben A Kruse",
            "author_affiliations": [
                "Department of Clinical Genetics, Odense University Hospital, Odense, Denmark, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Carl Hasselbalch, MD, DMSc",
            "author_affiliations": [
                "Department of Oncology-Hematology, Roskilde Hospital, University of Copenhagen, Roskilde, Denmark"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T09:39:58",
    "is_scraped": "1"
}