{
    "doi": "https://doi.org/10.1182/blood.V124.21.1328.1328",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2703",
    "start_url_page_num": 2703,
    "is_scraped": "1",
    "article_title": "Preliminary International Validation of the Quality of Life in Myelodysplasia Scale (QUALMS) ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: Poster I",
    "topics": [
        "myelodysplastic syndrome",
        "quality of life",
        "anemia",
        "cancer",
        "transfusion",
        "prostatic hypertrophy risk score",
        "weight measurement scales",
        "biopsy",
        "cancer therapy",
        "erythropoiesis-stimulating agents"
    ],
    "author_names": [
        "Gregory A. Abel, MD MPH",
        "Fabio Efficace, PhD",
        "Rena Buckstein, MD",
        "Sara Tinsley, ARNP",
        "Joseph G. Jurcic, MD",
        "Yolanda Martins, PhD",
        "David P. Steensma, MD",
        "Corey D Watts",
        "Azra Raza, MD",
        "Alan F. List, MD",
        "Robert J. Klaassen, MD FRCP"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "GIMEMA Foundation, Italian Group for Adult Hematologic Diseases (GIMEMA), Rome, Italy "
        ],
        [
            "Odette Cancer Centre, Toronto, Canada "
        ],
        [
            "H Lee Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Columbia University Medical Center, New York, NY "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Columbia University Medical Center, New York, NY "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Children's Hospital of Eastern Ontario, Ottawa, Canada"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Background : Disease-specific measures of quality of life (QOL) can allow for improved assessment of disease-specific symptomatology and psychosocial factors. We recently reported on the development of the QUALMS, a 33-item QOL assessment tool for patients with myelodysplastic syndromes (MDS). We now report preliminary internal consistency and validity results from an international prospective study. Methods: From December of 2013 to July of 2014,an international cohort of MDS patients completed the QUALMS as well as the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30) and the Functional Assessment of Cancer Therapy Anemia Scale (FACT-An). Eligible patients were 18 or older, and had to have biopsy-proven MDS; those who had undergone stem cell transplantation were excluded. Baseline medical record review was performed at the time of enrollment to document key clinical and laboratory data, including bone marrow pathology and treatments; a second QUALMS administration and medical record review is planned for each patient to assess responsiveness. Participants were recruited from MDS centers across the United States, Canada and Italy. Individual QUALMS items were scored on a 5-point scale ranging from “Never” to “Always”. Overall mean score was calculated by transforming the raw mean to a 100 point scale, with higher scores indicating better MDS-related QOL. Baseline QUALMS scores were compared to clinical factors such as hemoglobin (Hg) and transfusion dependence as well as with scores on the other QOL scales. Preliminary exploratory factor analysis was also undertaken to identify candidate subscales. Results : As of this analysis, 201 patients had enrolled. The mean age was 71.7 years; there were 55% men, and the IPSS distribution was 44% LO, 43% INT-1, 10% INT-2, 1% HI and 2% unclassifiable. The majority of patients (53%) were receiving an erythropoiesis-stimulating agent, hypomethylating agent or lenalidomide, and 29% of the overall cohort was transfusion-dependent. The geographical distribution was as follows: 20% from the Dana-Farber Cancer Institute (Boston, MA); 9% from Columbia University (New York, NY); 15% from the Moffitt Cancer Center (Tampa, FL); 25% from the Odette Cancer Center (Toronto, Canada); and 31% from two GIMEMA hospitals (Rome and Sardegna, Italy). Scores on the QUALMS ranged from 19 to 78; the mean and median scores were 49.6 and 50.0 respectively. The measure had excellent internal consistency (α=.91), and was moderately correlated with the EORTC QLQ-C30: correlations ( r’s ) with the global health status scale, functional scales (i.e., physical, role, emotional, cognitive and social) as well as fatigue, nausea and pain scales ranged from 0.33 to 0.63 (all p’s <.001). Moderate correlations were also found with the FACT Anemia Score and the FACT Trial Outcomes Index ( r’s 0.70 and 0.73; p’s <.001). Patients with Hg less than 10 had consistently lower QUALMS scores than those with higher Hg (46.9 v 51.7, p =.008), as did those who were transfusion-dependent (44.3 v 52.1; p <.001). QUALMS scores significantly differed between those with lower (LO/INT-1) versus higher (INT-2/HI) IPSS scores (50.0 v 44.3, p <.05). Finally, preliminary factor analysis revealed several potentially useful QUALMS subscales, including physical burden, emotional burden, disease information and uncertainty, and disease-associated positives. Conclusions : Our analyses suggest that the QUALMS is a valid measure of disease-specific QOL in MDS. As would be expected, it is moderately (but not highly) related to measures of cancer- and anemia-related QOL, but contributes unique, disease-specific QOL information valued by patients. The QUALMS is a new tool that promises to help clinicians and researchers to better evaluate MDS-specific QOL in the modern treatment era. Disclosures No relevant conflicts of interest to declare."
}