{
    "doi": "https://doi.org/10.1182/blood.V120.21.4957.4957",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2275",
    "start_url_page_num": 2275,
    "is_scraped": "1",
    "article_title": "A reclassification of Myelodysplastic Syndrome (MDS) patients of RAEB-1 subgroup according to IPSS-R improves discrimination of high risk patients and better predicts overall Survival. A retrospective analysis of 49 Patients ",
    "article_date": "November 16, 2012",
    "session_type": "Molecular Pharmacology, Drug Resistance Myelodysplastic Syndromes",
    "topics": [
        "myelodysplastic syndrome",
        "prostatic hypertrophy risk score",
        "refractory anemia with excess blasts",
        "electrocorticogram",
        "chemotherapy regimen",
        "combination drug therapy",
        "hematopoietic stem cell transplantation",
        "hydroxyurea",
        "refractory anemias",
        "supportive care"
    ],
    "author_names": [
        "Jaroslav Cermak, MD, PhD",
        "Dana Mikulenková, MD",
        "Jana Brezinova, MD, PhD",
        "Kyra Michalova, prof., PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology & Blood Transfusion, Prague, Czech Republic, "
        ],
        [
            "Department of Clinical Hematology, Institute of Hematology & Blood Transfusion, Prague, Czech Republic, "
        ],
        [
            "Department of Cytogenetics, Institute of Hematology and Blood Transfusion, Prague, Czech Republic, "
        ],
        [
            "1st Faculty of Medicine Center of Oncocytogenetics, General University Hospital, Prague, Czech Republic"
        ]
    ],
    "first_author_latitude": "50.07368039999999",
    "first_author_longitude": "14.421270799999999",
    "abstract_text": "Abstract 4957 Refractory anemia with excess of bone marrow (BM) blasts up to 10% (RAEB-1) has been generally considered a MDS subgroup with moderate prognosis and most of the patients are not indicated for immediate intensive treatment. In our retrospective study, 27 out of 49 patients with RAEB-1 had intermediate-1 (IM-1) risk and 22 patients were classified as intermediate-2 (IM-2) risk group according to the IPSS. Nevertheless, median survival of untreated patients with RAEB-1. was only 5. 0 months compared to 36. 3 months in untreated patients with ≤ 5% BM blasts at the time of diagnosis (P 10% BM blasts (55. 6 months). Univariate analysis using Kaplan-Meier curves and log-rank 2 test revealed as significant variables affecting overall survival: poor cytogenetics IPSS subgroup (P=0. 001), ECOG > 2 (P=0. 001), IM-2 IPSS risk group (P=0. 001), treatment with SCT (P=0. 003), platelet (PLT) count < 20×10 9 /l (P=0. 004), high or very high IPSS-R risk group (P=0. 01) and age > 60 years (P=0. 03). The most important independent variable for determining overall survival (studied by Cox regression multivariate analysis) was poor cytogenetics according IPSS (P=0. 0001, χ 2 =52. 623), followed by PLT count < 20×10 9 /l (P=0. 001, χ 2 = 10. 382), and ECOG > 2 (P=0. 002, χ 2 = 9. 794). Our data suggest that RAEB-1 represent a poor prognostic MDS subgroup with similar outcome as advanced MDS with > 10% BM blasts. The analysis confirms the usefulness of IPSS-R for prediction of survival and for better discrimination of high risk patients in subgroups of patients with less advanced disease. Moreover, the results of regression analysis justify the high scoring value of cytogenetic abnormalities used in IPSS-R. SCT represents the only treatment enabling a long-term survival of RAEB-1 patients, nevertheless, our results of SCT were inferior to that achieved in patients with advanced MDS. Thus, more extensive clinical trials validating efficiency of hypomethylating agents and other new drugs in the treatment of RAEB-1 patients are needed. Disclosures: No relevant conflicts of interest to declare."
}