{
    "doi": "https://doi.org/10.1182/blood.V118.21.1920.1920",
    "article_title": " Ex Vivo Expansion of Human Mobilized Peripheral Blood Stem Cells Using Epigenetic Modifiers ",
    "article_date": "November 18, 2011",
    "session_type": "711. Cell Collection and Processing: Poster I",
    "abstract_text": "Abstract 1920 Currently, a significant percentage of hematopoietic stem cell (HSC) transplantations are being performed using growth factor mobilized peripheral blood (MPB) grafts. Unfortunately, about 5 to 40% of patients are unable to benefit from HSC transplantation due to failure to mobilize and harvest an adequate graft (> 2 × 10 6 CD34+ cells/kg). Epigenetic modifications are thought to be important in determining the fate of HSC including self renewal and differentiation. We have previously demonstrated that sequential addition of chromatin modifying agents (CMA), 5-aza-2'-deoxyctidine (5azaD) and trichostatin A (TSA), is capable of expanding transplantable HSC 7-fold from human cord blood (CB), likely by preventing the silencing of genes which promote HSC self renewal divisions (Araki et al. Blood 2007). Using the same protocol we have also previously shown that 5azaD/TSA can expand CD34+CD90+ cells containing in vivo repopulating capacity from human bone marrow (BM) 2.5-fold (Milhem et al. Blood 2004). The objectives of our current studies were to assess whether CMA can also expand HSCs present in MPB. In order to test this hypothesis, CD34+ cells were isolated from MPB products from three healthy donors and were expanded ex vivo using 5azaD/TSA for 9 days as described previously (Araki et al. Blood 2007). Following culture, expansion of primitive CD34+CD90+ cells, colony forming unit mixed lineages (CFU-mix), and long term (5 weeks) cobblestone area forming cells (CAFC) were assessed. A 3.74 ± 0.77 fold expansion of CD34+CD90+ cells was observed in 5azaD/TSA expanded MPB cells while only a 0.93 ± 0.23 fold expansion was observed in control cultures (p = 0.025). The 5azaD/TSA expanded MPB cells had a 10.1-fold increase in the number of CFU-mix in comparison to no expansion in the control cultures (p = 0.0055). A 2.26-fold expansion of CAFC numbers was observed in 5azaD/TSA expanded MPB cells in comparison to 0.19-fold expansion in control cultures. Taken together, our data indicate that 5azaD/TSA can expand MPB CD34+CD90+ cells 3.74-fold which also possess the functional capacity to generate primitive CFU-mix and long term CAFCs. This expansion of primitive MPB CD34+CD90+ cells appears to be at an intermediate level (3.74 fold) in comparison to BM and CB which had 2.5-fold and 10.5-fold expansion, respectively. We have previously demonstrated that CD34+CD90+ expanded CB cells are exclusively responsible for reconstituting blood cells following transplantation (Araki et al. Exp Hematol 2006). Currently, the frequency of in vivo repopulating units for CMA expanded MPB is being determined in contrast to expanded BM and CB cells. However, it remains to be investigated what determines the limit for ex vivo expansion of HSC by epigenetic modifiers based on their ontogeny. Towards this goal we analyzed transcription levels of several genes implicated for HSC self renewal/expansion including HoxB4, GATA 2, and Ezh2, which were compared between MPB cells prior to and following expansion in 5azaD/TSA or control cultures. Significantly higher transcript levels were detected for HoxB4 (p = 0.003), GATA 2 (p = 0.0002), and Ezh2 (p = 0.0001) by real time quantitative RT PCR in the 5azaD/TSA expanded MPB graft in comparison to control cultures. Interestingly the transcript levels of HoxB4 and GATA 2 but not Ezh2 were significantly lower in expanded cells in contrast to unmanipulated primary MPB cells. This is in sharp contrast to our earlier results from CB in which 5azaD/TSA expanded cells displayed much higher transcript levels of HoxB4 and GATA 2 compared to primary unmanipulated CB cells. Previously we have demonstrated that environmental conditions can influence the degree of expansion of transplantable HSC from CB (Araki et al. Exp Hematol 2009). Using the same protocol we expanded MPB cells in the presence or absence of CMA using either optimal (SCF, TPO, FLT3L) or suboptimal cytokine cocktails (SCF, TPO, FLT3L with IL-3 and IL-6). Interestingly, unlike CB cells no significant difference in expansion between the two cytokine groups with or without CMA was observed (4.5 versus 4.3-fold expansion of CD34+CD90+ cells, respectively). Corresponding to this, transcript levels of HoxB4 and Ezh2 did not vary between MPB cells expanded with 5azaD/TSA in the two different cytokine environments. Our studies have the potential to be used to expand HSC from poor mobilizers in order to optimize MPB grafts for transplantation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chromatin",
        "cytokine",
        "epigenetics",
        "flt3 ligand",
        "functional capacity",
        "growth factor",
        "interleukin-3",
        "interleukin-6",
        "peripheral blood stem cells",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Santosh Saraf, MD",
        "Hiroto Araki, MD, PhD",
        "Benjamin Petro, BS",
        "Kazumi G Yoshinaga, MS",
        "Simona Taioli, MS",
        "Amer Sidani, MD",
        "John G. Quigley, MD",
        "Damiano Rondelli, MD",
        "Nadim Mahmud, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Santosh Saraf, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiroto Araki, MD, PhD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Petro, BS",
            "author_affiliations": [
                "Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazumi G Yoshinaga, MS",
            "author_affiliations": [
                "Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Taioli, MS",
            "author_affiliations": [
                "Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amer Sidani, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Quigley, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damiano Rondelli, MD",
            "author_affiliations": [
                "University of Illinois Cancer Center, Chicago, IL, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadim Mahmud, MD, PhD",
            "author_affiliations": [
                "University of Illinois Cancer Center, Chicago, IL, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T15:45:07",
    "is_scraped": "1"
}