{
    "doi": "https://doi.org/10.1182/blood.V122.21.5464.5464",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2524",
    "start_url_page_num": 2524,
    "is_scraped": "1",
    "article_title": "Enteral Versus Parenteral Nutritional Support Post Allogeneic Haematopoietic Cell Transplantation – Results Of a Randomized Controlled Trial ",
    "article_date": "November 15, 2013",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities",
    "topics": [
        "hematopoietic stem cell transplantation",
        "nutritional support",
        "drug administration routes",
        "gastrointestinal toxicity",
        "energy requirement",
        "malnutrition",
        "mucositis",
        "nasogastric tube placement",
        "toxic effect",
        "intestines"
    ],
    "author_names": [
        "Glen A Kennedy",
        "Sarah Andersen",
        "Merrilyn Banks"
    ],
    "author_affiliations": [
        [
            "The Royal Brisbane and Women's Hospital, Brisbane, Australia, "
        ],
        [
            "Department of Nutrition and Dietetics, Royal Brisbane and Women's Hospital, Brisbane, Australia"
        ],
        [
            "Department of Nutrition and Dietetics, Royal Brisbane and Women's Hospital, Brisbane, Australia"
        ]
    ],
    "first_author_latitude": "-27.4467209",
    "first_author_longitude": "153.02890190000002",
    "abstract_text": "Background / Aims Nutritional support post allogeneic haematopoietic progenitor cell transplantation (HPCT) has proven efficacy in preventing malnutrition post-HPCT with resultant improved patient outcomes. However, there is no consensus as to the most efficacious approach to supplemental feeding post-allogeneic HPCT, leading to wide variation in clinical practice with respect to use of enteral (EN) vs. parenteral (PN) feeding, especially in adult units. We aimed to determine the tolerability and efficacy of EN vs. PN in adult patients undertaking allogeneic HPCT. Methods Prospective randomized controlled study in adult patients >18yrs of age undertaking allogeneic HPCT with either myeloablative or reduced intensity conditioning (RIC). Informed consent was obtained before commencing conditioning, with patients randomized to receive either EN or PN after commencing HPCT conditioning if they could not maintain adequate oral nutritional intake, defined as maintaining >60% of daily caloric requirements orally. Patients with severe gastro-intestinal toxicity, including severe mucositis, were excluded from randomisation. The primary endpoint was tolerance of route of supplemental nutritional support, defined as <30% of patients needing to change to the alternative route of support for any reason. Results In total 38 patients were enrolled onto the study, including 9 patients (24%) undertaking myeloablative and 29 patients (76%) RIC HPCT. Only 19 patients (50%) required nutritional support post-HPCT. Of these 19 patients, only 9 (47%) were able to be randomized between EN (n=5) and PN (n=4), with 10 patients excluded from randomization due to presence of severe gastrointestinal toxicity in 7 (37%), markedly deranged liver function in 1 (5%), and withdrawal of consent in 2 (11%). The 5 patients randomized to EN met on average 74% of their goal nutrition and 100% required changing to PN due to (gastro-intestinal) intolerance. The 4 patients receiving PN met on average 91% of requirements, with none requiring change to EN. Conclusions For adult patients undertaking myeloablative or RIC allogeneic HPCT, supplemental feeding with EN commencing at failure to maintain adequate oral nutritional intake is not feasible, due to the presence of significant gastrointestinal toxicity in these patients at this time. Further study is required to determine whether prophylactic nasogastric tube placement would improve the feasibility and tolerance of EN in this patient population. Disclosures: No relevant conflicts of interest to declare."
}