{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2110.2110",
    "article_title": "Acute Lymphoblastic Leukemia in the Elderly: Trends in Mortality Rates, Hospital Cost, Lengthof Stay, and Complication Rates in Patients Aged 60 and Older ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster I",
    "abstract_text": "Background: Adult Acute Lymphoblastic Leukemia (ALL) is associated with a high mortality. Advanced age is a risk factor associated with an increased rate of chemotherapy-related complications and precarious prognosis in these patients. We endeavored to evaluate trends in inpatient mortality, hospital cost, length of stay, and complication rates in patients aged 60 years and older who were admitted with active ALL. We also aimed to clarify differences in these outcomes in teaching versus nonteaching institutions. Methods: We analyzed the Nationwide Inpatient Sample between 1999 and 2014 using the ICD-9 codes 204 and 204.02 for acute lymphoblastic and acute lymphocytic leukemia in the primary diagnosis domain. Total cost was adjusted for inflation using data from the U.S. Bureau of Labor Statistics. Admission data pertinent to inpatient mortality, hospital cost, length of stay (LOS), and complication rates were derived. Chi square analysis was performed to examine differences in candidiasis, pneumonia, neutropenia, genitourinary infection, venous thromboembolism (VTE), sepsis, and clostridium difficile infection (CDI). Catalogued over a 16-year interval, the data was further compared between teaching and nonteaching institutions for patients greater than 60 years of age. Results: Between 1999 and 2014 a total of 2,548 (weighted N=12,518) admissions for ALL. Most of these admission aged 60 and older occurred at teaching institutions (p<0.05). Inpatient mortality decreased by more than 50% during the 16 year interval (p<0.0001), 34.2% in 1999 down to 15.2% in 2014. Furthermore, there was no statistical difference when both institutional settings were compared (p=0.19). Hospital cost for ALL admissions increased significantly between these years from $35,497 in 1999 to $142,270 in 2014, or $99,928 when adjusted for inflation (p<0.0001). By analyzing the mean cost in this period, higher charges were found in teaching institutions, $107,329, versus nonteaching, $58,507 (p<0.0001). LOS increased from 11.9 days in 1999 to 12.9 days in 2014 (p<0.01). Teaching institutions had significantly longer stays at 14.9 days compared to nonteaching at 9.7 days (p<0.001). Comparing the aforementioned complications in the elderly patients during the 16-year interval, there was no statistical significance. However, the majority of the complications were higher in teaching institutions compared to nonteaching institutions with statistical significance: neutropenia (p<0.0001), VTE (p<0.0003), sepsis (p<0.04), and CDI (p< 0.002). There was no statistical difference noted in the two settings for pneumonia and genitourinary tract infections. Conclusions: As previously thought, elderly patients admitted with a primary diagnosis of active ALL have a precarious prognosis. Intriguingly, overall inpatient mortality decreased conclusively during this 16-year interval. Many factors can be proposed to elucidate the decrease in mortality including the use of less-aggressive cytotoxic chemotherapy, improved recognition and treatment of complications of therapy, and use of tyrosine kinase inhibitors in selected patients. In this senior population, total cost and LOS were more pronounced in teaching institutions, though inpatient mortality was comparable. This may be due to the increased intricacy of cases at teaching institutions, escalating resource demand. In-hospital complications were more prevalent in teaching versus nonteaching institutions. This demonstrates that though we have established therapeutic guidelines and have made significant advancements in surveillance, prevention and treatment of common complications, there is still a discrepancy noted by unchanged rates during this time interval. Additional investigation is essential in determining the optimum course in improving these trends. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "hospital costs",
        "older adult",
        "venous thromboembolism",
        "genitourinary tract infections",
        "length of stay",
        "neutropenia",
        "pneumonia",
        "sepsis",
        "candidiasis"
    ],
    "author_names": [
        "Erika Correa, MD MS",
        "Stuthi Perimbeti, MD MPH",
        "Mariola Vazquez-Martinez, MD",
        "William Lee, MD",
        "Kristine Ward, MD",
        "Michael Styler, MD",
        "Maneesh Jain, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Erika Correa, MD MS",
            "author_affiliations": [
                "Drexel University College of Medicine, Philadelphia, PA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stuthi Perimbeti, MD MPH",
            "author_affiliations": [
                "Drexel University College of Medicine, Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariola Vazquez-Martinez, MD",
            "author_affiliations": [
                "Drexel University College of Medicine, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Lee, MD",
            "author_affiliations": [
                "Drexel University College of Medicine, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristine Ward, MD",
            "author_affiliations": [
                "Drexel University College of Medicine, Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Styler, MD",
            "author_affiliations": [
                "Drexel University College of Medicine, Philadelphia, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maneesh Jain, MD",
            "author_affiliations": [
                "Drexel University College of Medicine, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:25:53",
    "is_scraped": "1"
}