{
    "doi": "https://doi.org/10.1182/blood.V104.11.1629.1629",
    "article_title": "Circulating Erythropoietin (EPO) and Pro-Inflammatory Markers in Elderly (>/=65) Persons with and without Anemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Anemia of chronic disease (ACD) is a hypoproliferative anemia typically associated with chronic infection, inflammation and cancer. High circulating levels of pro-inflammatory cytokines cause ACD, through impaired iron utilization and blunted EPO response. It has been proposed that elevated pro-inflammatory cytokines found with aging may be responsible for unexplained anemia (UA) commonly seen in older adults. Objective : Determine the relationship between several inflammatory markers, circulating EPO and hemoglobin (Hb) in elderly patients (pts). Methods: We used data from a large (n=1453) cross-sectional study conducted in Chianti, Italy; 1235 elderly pts were randomly selected (538 men; 697 women) and provided blood for measurement of Hb, serum EPO, CRP, circulating cytokines (IL-6, IL-1, IL-1ra, IL-1b, TNF-a), ferritin, iron, folate and B12. Anemia was defined by WHO criteria (women, 3.8mg/L; IL-6, >1.75pg/mL; IL-1b, >0.12pg/mL; TNF-a, >2.52pg/mL. ACD was defined as ferritin < 15ng/mL, sTfr index <1.5, and iron <60ug/dL while UA was normal serum iron, folate and B12 levels in the absence of CKD (CrCL <30ml/min). Results : Prevalence of anemia was 10.4% (128); 15.6% had ACD, 40.6% had nutritional deficiency, 7% had CKD, and 36.7% had UA. Circulating EPO increased linearly with declining Hb <13g/dL. CRP, IL-6, IL-1b, TNF-a were independent predictors of log(EPO). Older age was significantly associated with higher log(EPO) in the absence of anemia. Though the proportion of pts with reduced serum iron (< 60 ug/dL) increased with inflammatory scores (0–1: 11.5%; 2: 22.7%; 3: 30.1%; 4: 40.9%), the relationship between inflammation and circulating EPO remained. Independent of age, sex and Hb, the number of elevated inflammatory markers (CRP, IL-6, IL-1b and TNF-a) was associated with significantly higher EPO levels in pts without anemia but in pts with anemia higher inflammatory scores were associated with significantly lower EPO. For each inflammatory score, a non-linear relationship between Hb and log(EPO) was found; crossover for each of these curves occurred at Hb of 12.5g/dL, i.e. below 12.5g/dL a higher score was associated with lower log(EPO), above 12.5g/dL a higher score had a higher log(EPO). Similar findings were obtained for: participants with ACD; those with iron, folate or B12 deficiency; and those with UA. Conclusions: These results suggest an independent association between inflammation and circulating EPO that differed by anemia status. ACD may occur in two stages characterized initially by high and then subsequently low circulating EPO. In the “pre-anemic” stage, stable Hb may be maintained through a compensatory increase in EPO. In the more advanced “anemic” stage, when the inhibitory effect of inflammation on EPO becomes predominant, Hb levels decline. Longitudinal studies are needed to confirm if elevated cytokines are a risk factor for ACD or UA in the elderly.",
    "topics": [
        "anemia",
        "erythropoietin",
        "older adult",
        "brachial plexus neuritis",
        "iron",
        "inflammation",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "cytokine",
        "epley maneuver"
    ],
    "author_names": [
        "Luigi Ferrucci, MD, PhD",
        "Jack M. Guralnik, MD, PhD",
        "Richard C. Woodman, MD",
        "Stefania Bandinelli, MD",
        "Fulvio Lauretani, MD",
        "Annamaria Corsi, PhD",
        "Paulo H.M. Chaves, MD, PhD",
        "William B. Ershler, MD",
        "Dan L. Longo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luigi Ferrucci, MD, PhD",
            "author_affiliations": [
                "Intramural Research Program, National Institute on Aging, Baltimore, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jack M. Guralnik, MD, PhD",
            "author_affiliations": [
                "Laboratory of Epidemiology, Demography and Biometry, National Institute on Aging, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard C. Woodman, MD",
            "author_affiliations": [
                "Clinical Affairs, Ortho Biotech Clinical Affairs, LLC, Bridgewater, NJ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Bandinelli, MD",
            "author_affiliations": [
                "Laboratory of Clinical Epidemiology, Italian National Institute of Research and Care of Aging (INRCA), Florence, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fulvio Lauretani, MD",
            "author_affiliations": [
                "Laboratory of Clinical Epidemiology, Italian National Institute of Research and Care of Aging (INRCA), Florence, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annamaria Corsi, PhD",
            "author_affiliations": [
                "Laboratory of Clinical Epidemiology, Italian National Institute of Research and Care of Aging (INRCA), Florence, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paulo H.M. Chaves, MD, PhD",
            "author_affiliations": [
                "Center on Aging and Health, Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William B. Ershler, MD",
            "author_affiliations": [
                "Intramural Research Program, National Institute on Aging, Baltimore, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan L. Longo, MD",
            "author_affiliations": [
                "Intramural Research Program, National Institute on Aging, Baltimore, MD, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T18:43:42",
    "is_scraped": "1"
}