{
    "doi": "https://doi.org/10.1182/blood.V118.21.3019.3019",
    "article_title": "Successful Empirical Antifungal Therapy of Intravenous Itraconazole with Pharmacokinetic Evidence in Pediatric Cancer Patients Undergoing Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 18, 2011",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Acute Transplant Toxicities: Poster II",
    "abstract_text": "Abstract 3019 FN2 Introduction: Itraconazole is a widely used antifungal agent with a broad spectrum of activity, but pharmacokinetics has large inter- and intra-individual variability. The optimal usages of itraconazole from numerous pharmacokinetic studies have been proposed in adults. However, application of itraconazole in pediatric patients is limited since its pharmacokinetics in children is less known. This study assessed the efficacy of the empirical use of intravenous (IV) itraconazole in pediatric patients undergoing hematopoietic stem cell transplantation and investigated the pharmacokinetics of repeated-doses of itraconazole and its active metabolite hydroxyitraconazole. Patients & Methods: Efficacy was evaluated in 85 patients undergoing hematopoietic stem cell transplantation (32 allogeneic, 53 autologous). Oral itraconazole prophylaxis (2.5 mg/kg twice daily) was started on the day -2 of the conditioning chemotherapy. Itraconazole was changed to IV form in patients with persistent neutropenic fever over 2 days (5 mg/kg twice daily for 2 days for induction and 5 mg/kg daily for maintenance). Itraconazole was continued until the absolute neutrophil count was over 1, 000/uL, the development of fungal disease, the development of unacceptable drug toxicity or death, or the withdrawal from study. Empirical treatment was considered successful if all of the following criteria were met: successful treatment of baseline fungal infection, absence of breakthrough fungal infection, survival for 7 days after therapy, resolution of neutropenic fever, and no premature discontinuation due to toxicity or lack of efficacy. Full pharmacokinetic study was conducted in 6 patients (1 allogeneic, 5 autologous). For pharmacokinetic study, trough level during oral itraconazole was measured with blood collected before the 5th dose. Blood for trough level of IV administrations were sampled prior to every induction doses and 1–5th IV maintenance doses. For area under the plasma concentration-time curve (AUC) analysis, serial blood samples were collected prior to the 3rd IV maintenance infusion, and 1, 2, 4, 8, 12, 24hr after the infusion. Plasma concentrations of itraconazole and hydroxyitraconazole were determined using a validated HPLC method. Results: The overall success rates fulfilling all criteria were 32.9%. There was no patient with baseline fungal infection, but 1 patient with breakthrough fungal infection, and all patients were survived for 7 days after discontinuation of itraconazole. The rates of resolution of fever in 48 hours after itraconazole were 32.9%, and premature discontinuation occurred in 23.5% of patients. The causes of discontinuation were persistent fever in 17 (20%) patients, and nausea or vomiting in 3 (3.5%) patients. There was no Grade 3–4 toxicity associated with itraconazole. The mean trough plasma concentration of itraconazole after oral prophylaxis and intravenous induction were 577.2 and 1413.3 ng/ml. The median pharmacokinetic values for steady-state itraconazole and hydroxyitraconazole, respectively, were as follows: AUC form 0 to 24 h (AUC 24 ), 42.8 and 63.1 μg · h/ml; clearance (CL) at steady state, 63.5 and 38.5 ml/min; and volume of distribution at steady state (Vd ss ), 201.8 and 711.2 L. According to the results, sufficient trough level was achieved during oral prophylaxis, and levels were rising rapidly by successive IV inductions so that the steady concentration of twice the level of oral itraconazole was maintained during IV maintenance with this empirical strategy. Compared with a previous pediatric single intravenous study, lower CL for itraconazole and metabolite were observed, which can be explained by saturable drug metabolism with multiple dosing, as found in adults. Dose adjusted steady state AUC 24 of itraconazole and metabolite were about twice of those in the adults, and relatively smaller clearance of study drug needs to be considered for pediatric use. Conclusion: IV itraconazole was effective and safe as an empirical antifungal agent in pediatric patients undergoing hematopoietic stem cell transplantation, and this is considered to be due to the fast and satisfactory increase in the drug concentration by switching oral prophylaxis to IV itraconazole. There are considerable pharmacokinetic differences between children and adults with respect to itraconazole and its active metabolite, which should be considered with pediatric usages. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antifungal agents",
        "childhood cancer",
        "hematopoietic stem cell transplantation",
        "itraconazole",
        "mycoses",
        "metabolites",
        "febrile neutropenia",
        "fever",
        "infusion procedures",
        "toxic effect"
    ],
    "author_names": [
        "Hyery Kim",
        "Donghoon Shin",
        "Ji Won Lee",
        "Mi Kyoung Jang",
        "Kyung Duk Park",
        "Hee Young Shin",
        "Hyo Seop Ahn",
        "Kyung-Sang Yu",
        "Hyoung Jin Kang"
    ],
    "author_dict_list": [
        {
            "author_name": "Hyery Kim",
            "author_affiliations": [
                "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Donghoon Shin",
            "author_affiliations": [
                "Department of Pharmacology and Clinical Pharmacology, Seoul National University College of Medicine and Hospital, Seoul, South Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji Won Lee",
            "author_affiliations": [
                "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mi Kyoung Jang",
            "author_affiliations": [
                "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyung Duk Park",
            "author_affiliations": [
                "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hee Young Shin",
            "author_affiliations": [
                "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyo Seop Ahn",
            "author_affiliations": [
                "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyung-Sang Yu",
            "author_affiliations": [
                "Department of Pharmacology and Clinical Pharmacology, Seoul National University College of Medicine and Hospital, Seoul, South Korea"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyoung Jin Kang",
            "author_affiliations": [
                "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T02:29:05",
    "is_scraped": "1"
}