{
    "doi": "https://doi.org/10.1182/blood-2021-149880",
    "article_title": "Novel Salvage Regimens Lead to Better Response and Survival in Relapsed Refractory Classic Hodgkin Lymphoma after Autologous Stem Cell Transplant ",
    "article_date": "November 5, 2021",
    "session_type": "624.Hodgkin Lymphomas and T/NK cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Introduction: Clinical trials of novel salvage therapies (ST) have encouraging outcomes for relapsed/refractory classic Hodgkin lymphoma (R/R cHL) after autologous stem cell transplant (ASCT); yet studies comparing novel ST with conventional salvage chemotherapy are lacking. In a single center cohort, we demonstrated that bendamustine/brentuximab (BBV) had higher overall response rates (ORR) and complete response (CR) rates in ASCT-eligible R/R cHL (Desai et al JCO, 2021). Herein we report comparative outcomes of novel and conventional ST in R/R cHL who undergo ASCT, in a large multicenter retrospective cohort. Methods: Consecutive R/R cHL pts who underwent ASCT at 12 institutions across United States were included. Demographics and clinical variables at relapse including age, sex, B symptoms, stage, bulky disease (BD, single mass > 6 cm) extra nodal disease (END), primary refractory disease (PRD) and early relapse (ER, within 1 year) were recorded by electronic health records review. Study objectives were ORR, CR to first ST, post-ASCT PFS and OS by final ST. Time to event endpoints were defined from date of ASCT. Results: From 12 participating institutions, 853 pts of R/R cHL who underwent ASCT were eligible for this study. Median age was 33 (14-72) years, 457 (54%) were male, 446 (52%) had BD, 257 (30%) had advanced stage, 271 (32%) had END, 369 (43%) had B symptoms, 142 (17%) had PRD and 307 (36%) had ER. All 853 received at least 1 ST, 245 received 2 ST, 71 received 3 ST and 26 received 4 ST. Seven groups of ST were identified: 1. Conventional platinum-based chemotherapy (PBC) group including ICE, DHAP and ESHAP 2. BBV 3. Brentuximab Vedotin and nivolumab (BV/Nivo) 4. BV alone (BV) 5. gemcitabine-based chemotherapy (Gem) 6. checkpoint inhibitors (CPI) and 7. other miscellaneous agents (Misc). 1st ST was as follows: 553 had PBC; 69 had BBV; 48 had BV/Nivo; 65 had BV; 49 had Gem; 4 had CPI and 63 had Misc. There was no significant difference in the baseline characteristics by type of 1 st ST (data not shown). BBV had significantly higher ORR (92% vs 79%, p<0.001) and CR rate (80% vs 49%, p <0.001) compared to PBC. BV/Nivo had significantly higher CR rate (67% vs 49%, p <0.001) and a trend towards higher ORR (86% vs 79%, p = 0.1) compared to PBC. BV had significantly lower ORR (62% vs 79%, p <0.001) and CR rate (34% vs 49%, p <0.001) compared to PBC. There was no difference in ORR and CR rate of PBC, Gem, CPI and Misc agents. Final ST prior to ASCT was PBC in 451, BBV in 76, BV/Nivo in 48, BV in 87, CPI in 24, Gem in 90 and Misc in 64. Table 1 lists K-M estimates of 2-year survival probabilities for different Final ST groups. Median follow up was 3 (range 0.1-13) years. BV/Nivo group had significantly higher proportion of patients with PRD and BD than PBC, no other differences in baseline characteristics were identified amongst ST groups (data not shown). BV/Nivo (HR: 0.1 (CI 95 :0.02-0.4), p<0.01) and CPI (HR: 0.12 (CI 95 :0.03-0.5), p<0.01) had significantly higher PFS than PBC. There was no significant difference in PFS between other ST groups (Figure 1a). Type of ST was not significantly associated with difference in OS (Figure 1b). 536 pts underwent ASCT in CR, 273 underwent ASCT in partial response (PR) and 31 underwent ASCT with progressive disease (PD). Pre-ASCT PR (HR 1.6 (CI 95 :1.3-2.6), p<0.001) and PD (HR: 4.1 (CI 95 : 2.5-6.8), p<0.001) predicted significantly lower PFS compared to CR (Figure 2a). OS was also significantly lower in pts with pre-ASCT PR (HR 1.7 (CI 95 : 1.2-1.6), p<0.001) and PD (HR 5.3 (CI 95 : 2.8-10), p<0.001) (Figure 2b). Higher number of pre-ASCT ST predicted lower PFS (HR 1.3 (CI 95 : 1.1-1.6), p<0.001) and OS (HR 1.5 (CI 95 : 1.2-1.8), p<0.001). In pts with pre-ASCT CR, all 36 who had pre-ASCT CR after BV/Nivo were alive and relapse free for follow up of 0.1-5 yrs. BV/Nivo was associated with significantly higher PFS (HR 0.1 (CI 95 : 0.01-0.7), p <0.05) but not OS compared to PBC in this subgroup. Increasing number of pre-ASCT ST predicted worse PFS (HR 1.5 (CI 95 : 1.2-2.0), p<0.01) and OS (HR 2.2 (CI 95 : 1.4-3.4), p<0.001) in this subgroup as well. Conclusions: BV/Nivo has a higher CR rate and better post-ASCT PFS compared to conventional chemotherapy and can lead to durable remissions in pts with pre-ASCT CR. BBV had a higher response rate and similar post-ASCT survival to conventional chemotherapy. BV had lower response rates compared to chemotherapy. Novel ST such as BV/Nivo and BBV may be preferable to conventional chemotherapy in R/R cHL. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Spinner:  Notable Labs: Honoraria. Bachanova:  FATE: Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Research Funding; KaryoPharma: Membership on an entity's Board of Directors or advisory committees; Gamida Cell: Membership on an entity's Board of Directors or advisory committees, Research Funding. Dorritie:  SITC presentation: Honoraria; Genmab: Research Funding; University of Pittsburgh/UPMC Hillman Cancer Center: Current Employment; Janssen: Research Funding; F. Hoffman-La Roche Ltd: Research Funding; Juno/BMS: Research Funding; Kite, a Gilead Company: Research Funding; OncLive/Institutional Perspectives on Cancer presentation: Honoraria. Arai:  Magenta Therapeutics: Research Funding. Maurer:  Nanostring: Research Funding; Morphosys: Membership on an entity's Board of Directors or advisory committees, Research Funding; Kite Pharma: Membership on an entity's Board of Directors or advisory committees; Genentech: Research Funding; Celgene: Research Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees. Diefenbach:  Genentech, Inc./ F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; Seattle Genetics: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Celgene: Research Funding; IMab: Research Funding; Morphosys: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding; Merck Sharp & Dohme: Consultancy, Honoraria, Research Funding; Perlmutter Cancer Center at NYU Langone Health: Current Employment; AbbVie: Research Funding; IGM Biosciences: Research Funding; Incyte: Research Funding; Trillium: Research Funding; Gilead: Current equity holder in publicly-traded company; MEI: Consultancy, Research Funding. Nowakowski:  Kyte Pharma: Consultancy; Ryvu Therapeutics: Consultancy; Selvita: Consultancy; Curis: Consultancy; Karyopharm Therapeutics: Consultancy; Celgene/Bristol Myers Squibb: Consultancy, Research Funding; Roche: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; MorphoSys: Consultancy; Bantham Pharmaceutical: Consultancy; Daiichi Sankyo: Consultancy; Zai Labolatory: Consultancy; Incyte: Consultancy; Kymera Therapeutics: Consultancy; TG Therapeutics: Consultancy; Blueprint Medicines: Consultancy; Nanostrings: Research Funding. Advani:  Astellas/Agensys: Research Funding; AstraZeneca: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees; Bristol Myer Squibb: Membership on an entity's Board of Directors or advisory committees; Cell Medica: Membership on an entity's Board of Directors or advisory committees; Forty Seven: Membership on an entity's Board of Directors or advisory committees, Research Funding; Genetech Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Membership on an entity's Board of Directors or advisory committees; Janssen Pharmaceutical: Research Funding; Juno: Membership on an entity's Board of Directors or advisory committees; Kite Pharma: Membership on an entity's Board of Directors or advisory committees; Kura: Research Funding; Kyowa: Membership on an entity's Board of Directors or advisory committees; Merck: Research Funding; Millenium: Research Funding; Pharmacyclics: Consultancy, Research Funding; Portola Pharmaceuticals: Consultancy; Regeneron: Research Funding; Roche: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Sanjal H Desai",
        "Michael A Spinner",
        "Kevin A. David",
        "Veronika Bachanova",
        "Gaurav Goyal",
        "Jacques Azzi",
        "Kathleen Dorritie",
        "Vaishalee P. Kenkre",
        "Cheryl Chang",
        "Sally Arai",
        "Brendon Fusco",
        "Nuttavut Sumransub",
        "Haris Hactic",
        "Uroosa Ibrahim",
        "Elyse Harris",
        "Matthew J. Maurer",
        "KC Rappazzo",
        "Victor M. Orellana-Noia",
        "Catherine S. Diefenbach",
        "Saba Raya",
        "Grzegorz S. Nowakowski",
        "Ranjana Advani",
        "Ivana N. Micallef"
    ],
    "author_dict_list": [
        {
            "author_name": "Sanjal H Desai",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael A Spinner",
            "author_affiliations": [
                "Division of Oncology, Department of Medicine, Stanford University Medical Center, Stanford, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin A. David",
            "author_affiliations": [
                "Rutgers Cancer Institute of New Jersey, Rutgers University, New Brunswick, NJ"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronika Bachanova",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gaurav Goyal",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacques Azzi",
            "author_affiliations": [
                "Division of Hematology & Medical Oncology, Icahn School of Medicine Mount Sinai, New York City, NY., New York,"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Dorritie",
            "author_affiliations": [
                "UPMC Hillman Cancer Center, Pittsburgh, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vaishalee P. Kenkre",
            "author_affiliations": [
                "Carbone Cancer Center, University of Wisconsin, Madison, WI"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl Chang",
            "author_affiliations": [
                "Division of Oncology, Department of Medicine, Stanford University Medical Center, Stanford, CA., Stanford,"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sally Arai",
            "author_affiliations": [
                "Division of BMT and Cellular Therapy, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brendon Fusco",
            "author_affiliations": [
                "Department of Hematology & Medical Oncology, Rutgers Cancer Institute of New Jersey, NJ., New Jersey,"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nuttavut Sumransub",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haris Hactic",
            "author_affiliations": [
                "O'Neal Comprehensive Cancer Center, University of Alabama, Birmingham, AB, Birmingham,"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uroosa Ibrahim",
            "author_affiliations": [
                "Department of Hematology and Oncology, Bone Marrow Transplantation and Cellular Therapy Program, Mount Sinai Hospital, New York, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elyse Harris",
            "author_affiliations": [
                "Carbone Cancer Center, University of Wisconsin, Madison, WI"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J. Maurer",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "KC Rappazzo",
            "author_affiliations": [
                "Department of Oncology, The Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, Baltimore,"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor M. Orellana-Noia",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine S. Diefenbach",
            "author_affiliations": [
                "New York University Cancer Institute, New York University Langone School of Medicine, New York, NY"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saba Raya",
            "author_affiliations": [
                "Division of Hematology and Oncology, Washington University School of Medicine, St Louis, MO, St Louise,"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grzegorz S. Nowakowski",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjana Advani",
            "author_affiliations": [
                "Division of Oncology, Department of Medicine, Saul A. Rosenberg Professor of Lymphoma, Stanford Cancer Institute, Stanford, CA"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivana N. Micallef",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:34:34",
    "is_scraped": "1"
}