{
    "doi": "https://doi.org/10.1182/blood.V126.23.5610.5610",
    "article_title": "Pancytopenia or Bicytopenia in a Korean Tertiary Care Center; Etiological Profile Based on Bone Marrow Examination and Suggestion for Diagnostic Approach ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases",
    "abstract_text": "Background: New-onset pancytopenia or bicytopenia presents a diagnostic challenge and often leads to an invasive bone marrow (BM) aspiration and biopsy. There have been several studies that determined the distribution of BM diagnoses in patients with new-onset cytopenia. However, most of these studies were performed in nations, where the nutritional and environmental status is significantly different than that of Korea. Thus, the objective of this study was to evaluate the distribution of BM diagnoses among patients at a single tertiary care center in Korea and also to provide a recommendation for a practical laboratory approach based on the distribution. Methods: We performed a search of BM data in our laboratory information system regarding new-onset pancytopenia or bicytopenia from January 2010 to December 2014. The BM diagnoses, hematological parameters, and associated clinical findings at presentation were recorded. Results: A total of 2,632 patients were referred for BM examination for bicytopenia or pancytopenia (n = 901) during the study period. Of the BM examinations for bicytopenia (n = 1,731), 1,580 were performed on adults and 151 were performed on pediatric patients. In adults, the most common BM diagnosis was a malignancy (65.8%), including acute myeloid leukemia (AML; 25.9%), BM involvement of lymphoma (12.7%), plasma cell myeloma (PCM; 8.2%), acute lymphoblastic leukemia (ALL; 6.3%), myelodysplastic syndrome (MDS; 4.4%), metastatic carcinoma (3.2%), and other malignancies (5.0%). Benign diagnoses included idiopathic thrombocytopenic purpura (ITP; 1.9%) and aplastic anemia (AA; 1.3%). Non-specific findings were present in the remaining 31.0% of patients. In children, the most common BM diagnosis was a malignancy, including ALL (45.8%), hemophagocytic lymphohistiocytosis (HLH; 18.8%), AML (12.5%), metastatic neuroblastoma (6.3%), MDS (3.3%), and others (1.0%). AA was found in 6.3%, and non-specific findings were present in 6.3% of patients. Of the BM examinations for pancytopenia (n = 901), 791 were performed on adults and 110 were performed on pediatric patients. In adults, the most common BM diagnosis was also a malignancy (50.6%), including MDS (16.5%), AML (15.2%), BM involvement of lymphoma (8.9%), ALL (6.3%), metastatic carcinoma (1.3%), and others (2.5%). Benign diagnoses included AA (10.1%) and ITP (1.3%). Non-specific findings were present in the remaining 38.0% of patients. In children, the most common BM diagnosis was also a malignancy, including ALL (36.4%), HLH (9.1%), and AML (9.1%). AA was found in 27.3%, and non-specific findings were present in 18.2% of patients. Of note, a small number of patients exhibited unique circumstances, including a lymphoma or even metastatic cancer diagnosed in the BM without an available histological diagnosis (1.8%), acute leukemia with no apparent circulating blasts (1.1%), or therapy-related myeloid neoplasms (1.1%) Conclusions: The results of this study revealed the prevalent causes of new-onset cytopenia in the Korean population and can hopefully provide diagnostic insights to both physicians and hematopathologists. Furthermore, our results could justify performing BM examination on patients with new-onset cytopenia as well as refining the diagnostic approaches such as protein electrophoresis, immunohistochemistry for lymphoma or even carcinoma, and recommendations for further imaging studies on these patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow examination",
        "pancytopenia",
        "tertiary care hospitals",
        "cancer",
        "lymphoma",
        "cytopenia",
        "neoplasm metastasis",
        "purpura, thrombocytopenic, idiopathic",
        "acute lymphocytic leukemia",
        "aplastic anemia"
    ],
    "author_names": [
        "Mi-Hyun Bae, MD PhD",
        "Young-Uk Cho, MD PhD",
        "Bohyun Kim",
        "Seongsoo Jang, MD PhD",
        "Chan-Jeoung Park, MD PhD",
        "Yoon Hwan Chang",
        "In-Suk Kim"
    ],
    "author_dict_list": [
        {
            "author_name": "Mi-Hyun Bae, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, South Korea "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Young-Uk Cho, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, South Korea "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bohyun Kim",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, South Korea "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seongsoo Jang, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, South Korea "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chan-Jeoung Park, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, South Korea "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoon Hwan Chang",
            "author_affiliations": [
                "Department of Laboratory Medicine, Korea Cancer Center Hospital, Korea Institute of Radiological and Medical Sciences, Seoul, South Korea "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "In-Suk Kim",
            "author_affiliations": [
                "Department of Laboratory Medicine, Pusan National University Yangsan Hospital, Pusan, South Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T18:39:45",
    "is_scraped": "1"
}