{
    "doi": "https://doi.org/10.1182/blood-2020-137140",
    "article_title": "Thromboembolism in Patients with Advanced Renal Cell Carcinoma Treated with Immunotherapy ",
    "article_date": "November 5, 2020",
    "session_type": "331.Pathophysiology of Thrombosis",
    "abstract_text": "Background: Patients with renal cell carcinoma (RCC) are at a higher risk of thromboembolism (TE) compared to other cancers. Immunotherapy (IO) is a mainstay in the treatment of advanced or metastatic RCC (aRCC). It is still unknown whether IO further increases the hypercoagulable status in this already high risk population. We present the first analysis of the incidence and outcomes of venous (VTE) and arterial (ATE) events in patients with aRCC treated with immunotherapy. Methods: All patients with aRCC treated with IO at the Cleveland Clinic from 1/2015 to 12/2019 were identified. Cumulative incidence analysis was done to calculate rates of TE over time, and Gray's test was used to determine difference in rates of TE among groups. Factors associated with overall survival (OS) were identified using Cox proportional hazards regression, and the impact of TE on OS was evaluated with TE analyzed as a time dependent covariate. Results: Of 351 pts, 75% were men (median age 65 years, 92% white). 81% had clear cell histology and 77% had International Metastatic RCC Database Consortium intermediate to poor risk disease. Median follow up 12.8 months (range 0.1-53 months). From RCC diagnosis to IO initiation, the cumulative incidence of TE was 6.1% (95%CI 3.3-9.1) at 6 months and 6.1% (95%CI 3.8-9.1 months) at 12 months. At the time of IO start, 12% of patients were on anticoagulation, not specifically for TE related events. IO was used as first line therapy in 43% of patients (median doses 8, range 1-81) and included single agent (54% nivolumab, 13% pembrolizumab, 0.6% durvalumab, 1% atezolizumab, 0.2% avelumab) or doublet (30% ipilimuamb and nivolumab). VTE occurred in 11% (n=37), of which 62% were DVT, 27% PE, or 11% both. DVT locations were 74% lower limb, 7% upper limb, 19% visceral vein. ATE occurred in 2% (n=6), 4 had cerebral vascular events and 2 had myocardial infarctions. There was no difference in TE rates in patients receiving single versus doublet IO (p= 0.7475) For all patients, the incidence of TE after initiation of IO was 4.4% (95%CI 2.6%-6.9%) at 6 months and 9.8% (95%CI 6.8%-13.4%) at 12 months. Of all TE events, 72% resulted in hospitalization (mean duration of hospitalization 4 days), 9% of which resulted in clot related mortality. TE related dose delay occurred in 21% of patients (mean delay of 13 days). There were no TE-related IO discontinuations. The impact of IMDC score and Khorana score with respect to OS were evaluated in separate multivariable models given overlap in variables for score calculation. TE (HR 3.23, 95% CI 2.07-5.03, p <0.0001) and poor IMDC score were associated with worse OS. In the second model, TE (HR 3.16, 95% CI 2.0-4.92, p <0.0001) and higher Khorana scores were associated with worse OS. (Figure 1) Conclusion: Patients treated with IO therapy had a high incidence of TE at 12 months from treatment initiation. TE is associated with risk of treatment delay, hospitalization and mortality. TE, IMDC poor risk, and Khorana score ≥ 2 are associated with poorer survival. Further investigations into IO-associated TE are needed to identify benefit from primary thromboprophylaxis. View large Download slide View large Download slide  Close modal Disclosures Gupta: Astra Zeneca: Consultancy; BMS: Consultancy; Merck: Consultancy; Pfizer: Consultancy; Seattle Genetics: Consultancy; Exelixis: Other; Janssen: Other. Khorana: Leap: Research Funding; BMS: Honoraria, Research Funding; Merck: Research Funding; Array: Other: Research funding (to institution); Janssen: Honoraria; Bayer: Honoraria; Pfizer: Honoraria; Sanofi: Honoraria; Medscape: Honoraria; Leo Pharma: Honoraria; Seattle Genetics: Honoraria; Pharmacyte: Honoraria; Pharmacyclics: Honoraria.",
    "author_names": [
        "Iris Yeong- Fung Sheng, MD",
        "Shilpa Gupta, MD",
        "Chandana A Reddy, MS",
        "Dana E Angelini, MD",
        "Pauline Funchain, MD",
        "Joanna Roopkumar, MBBS, MPH",
        "Tamara A. Sussman, MD",
        "Joseph Sleiman, MD",
        "Timothy D Gilligan, MD",
        "Moshe C Ornstein, MD MA",
        "Alok A Khorana, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Iris Yeong- Fung Sheng, MD",
            "author_affiliations": [
                "Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shilpa Gupta, MD",
            "author_affiliations": [
                "Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chandana A Reddy, MS",
            "author_affiliations": [
                "Quantitative Health Sciences, Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dana E Angelini, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Avon Lake, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pauline Funchain, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna Roopkumar, MBBS, MPH",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara A. Sussman, MD",
            "author_affiliations": [
                "Taussig Cancer Institute, Department of Hematology & Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Sleiman, MD",
            "author_affiliations": [
                "Cleveland Clinic Foundation, Cleveland,"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy D Gilligan, MD",
            "author_affiliations": [
                "Cleveland Clinic Foundation, Cleveland,"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moshe C Ornstein, MD MA",
            "author_affiliations": [
                "Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alok A Khorana, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T21:36:29",
    "is_scraped": "1"
}