{
    "doi": "https://doi.org/10.1182/blood.V104.11.4627.4627",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=65",
    "start_url_page_num": 65,
    "is_scraped": "1",
    "article_title": "Comparison of Pharmacokinetics and Pharmacodynamics of two different dosing regimens of Proleukin® (IL-2) in Combination with rituximab: The effect of NK cell expansion. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "aldesleukin",
        "natural killer cells",
        "pharmacokinetics",
        "rituximab",
        "pharmacodynamics",
        "pmel17",
        "squamous intraepithelial lesions",
        "antibodies",
        "cancer",
        "interleukin 2 receptor"
    ],
    "author_names": [
        "Sandra Milan",
        "Deborah Hurst",
        "Glenn Michelson",
        "Emil Samara"
    ],
    "author_affiliations": [
        [
            "Therapeutic Unit Oncology, Chiron Corporation, Emeryville, CA, USA."
        ],
        [
            "Therapeutic Unit Oncology, Chiron Corporation, Emeryville, CA, USA."
        ],
        [
            "Therapeutic Unit Oncology, Chiron Corporation, Emeryville, CA, USA."
        ],
        [
            "Therapeutic Unit Oncology, Chiron Corporation, Emeryville, CA, USA."
        ]
    ],
    "first_author_latitude": "37.8363654",
    "first_author_longitude": "-122.28833840000001",
    "abstract_text": "Background: Published results from studies testing two different dosing regimens of IL-2 in combination with rituximab have shown that thrice-weekly dosing of IL-2 resulted in greater expression of NK cell as compared to a daily dosing (Gluck, et al. Clin Cancer Res 2004). Expanded NK cells are desired to drive effective rituximab induced ADCC. Here we report on the observed pharmacokinetic (PK) differences associated with the differences in pharmcodynamics (PD) observed with the two regimens. Methods: Two different subcutaneous (SC) IL-2 dosing regimens in combination with rituximab (375 mg/m² weekly IV infusions weeks 1 through 4) were studied: daily IL-2 (6 MIU daily weeks 2–5) versus thrice-weekly IL-2 (14 MIU weeks 2–5) resulting in a total of 42 MIU weekly for each regimen. Serum samples for IL-2, rituximab, and soluble IL-2 receptor (sIL-2r) were analyzed using an ELISA assay. Anti-IL-2 and anti-rituximab antibodies (Ab) were also determined. IL-2 and rituximab serum concentration-time data were analyzed by model-independent methods using WinNolin. Results: Daily dosing of IL-2 exhibited time-dependent pharmacokinetics characterized by lower concentrations of IL-2 upon repeat SC dosing. An increase in IL-2 clearance coincided with an increase in sIL-2r concentrations in the systemic circulation. By the fifth dose, sIL-2r concentrations reached steady state at approximately 2–3 times higher concentrations than the baseline value. In contrast, the thrice-weekly dosing of IL-2 demonstrates no time-dependent kinetics; there were no observed differences in IL-2 plasma concentrations after the first dose or after repeated dosing. Surprisingly, a similar increase in sIL-2r levels from baseline was observed after multiple thrice-weekly dosing of IL-2. The pharmacokinetics of rituximab was similar after daily or thrice-weekly regimens of IL-2 and were comparable to values reported in the literature. The incidences of Ab against IL-2 and rituximab were low (<7%). Conclusion: Concomitant administration of IL-2 with rituximab is well tolerated, with no evidence of pharmacokinetic interaction. Thrice-weekly dosing regimen results in more sustained plasma IL-2 levels with repeated dosing than daily IL-2 dosing. Hence the sustained plasma levels and AUC associated with the thrice-weekly dosing potentially explains why this regimen results in greater NK cell expansion that does the daily dosing."
}