{
    "doi": "https://doi.org/10.1182/blood-2021-148818",
    "article_title": "Novel Evidence That Alternative Activation Pathway of Complement Cascade (ComC) Regulates Optimal Homing and Engraftment of Hematopoietic Stem/Progenitor Cells (HSPCs) in Reactive Oxygen Species (ROS) - Nlrp3 Inflammasome-Dependent Manner ",
    "article_date": "November 5, 2021",
    "session_type": "701.Experimental Transplantation: Basic and Translational",
    "abstract_text": "Background . We reported in the past that activation of the third (C3) and fifth element (C5) of complement cascade (ComC) is required not only for mobilization of hematopoietic stem progenitor cells (HSPCs) but also for their proper homing and engraftment after transplantation to bone marrow (BM) ( Leukemia 2012; 26:106-16 ). The ComC consists of zymogen proteins that become activated in a cascade-mediated manner by the i) classical, ii) mannan-binding lectin (MBL), or iii) alternative pathway. However, it is not clear which of these pathways plays a crucial role in inducing state of sterile inflammation in recipient BM conditioned for transplantation. Interestingly, the alternative pathway of ComC activation, in contrast to the other two pathways, is not triggered by antibodies or specific structures expressed on the surface of invading microorganisms, but is continuously activated and \"ticking\" by the spontaneous hydrolysis of the third component of the ComC (C3), which is the most abundant complement protein present in blood plasma. This process of C3 hydrolysis is hyperactivated in response to tissue/organ damage and changes the structure of C3 in order to promote binding of factor B (FB) that initiates the amplification process by which more C3b molecules and C3b-Bb convertases are created responsible for activation of the ComC. We also recently demonstrated that homing and engraftment of HSPCs to BM is mediated by activation of innate immunity pattern recognition receptor Nlrp3 inflammasome ( Leukemia 2020; 34:1512-1523 ). On the other hand reactive oxygen species (ROS) are known activators of Nlrp3 inflammasome. Hypothesis . We hypothesized that sensitive and \"continuously ticking\" in peripheral blood (PB) alternative pathway of ComC activation facilitates homing and engraftment of HSPCs in response to myeloablation triggered sterile inflammation of hematopoietic microenvironment in donor BM . We also hypothesized that this depends on the activation of the Nlrp3 inflammasome in ROS-dependent manner . Materials and Methods . Activation of ComC and Nlrp3 inflammasome in BM of conditioned for hematopoietic transplantation by lethal irradiation mice was evaluated by C5a ELISA assay and immunofluorescence glow assay measuring activation of Nlrp3 inflammasome product that is activated caspase-1, respectively. We also run shotgun proteomic analysis with BM conditioned media and BMMNCs extracts. The release of ROS was measured by a colorimetric assay. To assess the involvement of alternative pathway of ComC activation, we performed homing and engraftment experiments in wild-type (WT) and FB-deficient mice, that have defect in alternative pathway of ComC activation. FB-KO and WT animals were transplanted with WT BMMNC. We also analyzed changes in the BM microenvironment in response to lethal irradiation in WT and FB-KO mice at mRNA and protein level. Results . We demonstrate for a first time that conditioning for transplantation by myeloablative irradiation induces in BM state of sterile inflammation reflected by activation of ComC, the release of reactive oxygen species (ROS), and activation of Nlrp3 inflammasome in ROS-dependent manner. Moreover, as compared to WT animals, all these pathways were significantly inhibited in FB-KO mice. As a result of this FB-KO animals displayed defective homing and engraftment after transplantation of WT BMMNC. This correlated at molecular level by the decreased expression of cell adhesion molecules and group of structural proteins involved in so called \"docking structures\" necessary for cell migration and homing as well as for Nlrp3 inflammasome complex and caspase 1, 2, 4 and 6. Moreover, FB-KO mice demonstrated lower level of SDF-1 and KL in BM after myeloablative conditioning for transplantation. Conclusions . We provide for a first time an evidence that myeloablative conditioning for transplantation by lethal irradiation activates in ComC-ROS-Nlrp3 inflammasome - dependent manner a state of sterile inflammation in the BM microenvironment, required for optimal homing and engraftment. This data also explains this phenomenon at molecular level and provides an evidence for a crucial involvement of alternative pathway of ComC activation. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Mateusz Adamiak",
        "Andrzej Ciechanowicz",
        "Kamila Bujko",
        "Katarzyna Brzeźniakiewicz-Janus",
        "Janina Ratajczak",
        "Magda Kucia",
        "Mariusz Z Ratajczak"
    ],
    "author_dict_list": [
        {
            "author_name": "Mateusz Adamiak",
            "author_affiliations": [
                "Department of Regenerative Medicine, Warsaw Medical University, Warsaw, Poland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrzej Ciechanowicz",
            "author_affiliations": [
                "Department of Regenerative Medicine, Warsaw Medical University, Warsaw, Poland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kamila Bujko",
            "author_affiliations": [
                "Stem Cell Institute at JGB CC, University of Louisville, Louisville, KY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katarzyna Brzeźniakiewicz-Janus",
            "author_affiliations": [
                "Department of Hematology, University of Zielona Gora, Multi-Specialist Hospital, Gorzow Wlk., Gorzow Wielkopolski, Poland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janina Ratajczak",
            "author_affiliations": [
                "Stem Cell Institute at JGB CC, University of Louisville, Louisville, KY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magda Kucia",
            "author_affiliations": [
                "Department of Regenerative Medicine, Warsaw Medical University, Warsaw, Poland",
                "Stem Cell Institute, University Of Louisville Brown Cancer Center, Louisville, KY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariusz Z Ratajczak",
            "author_affiliations": [
                "Department of Regenerative Medicine, Warsaw Medical University, Warsaw, Poland",
                "Stem Cell Institute at JGB CC, University of Louisville, Louisville, KY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:01:50",
    "is_scraped": "1"
}