{
    "doi": "https://doi.org/10.1182/blood.V114.22.345.345",
    "article_title": "Risk Factors for the Development of Acute and National Institute of Health (NIH) Chronic Graft-Versus-Host Disease (GVHD). ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL CARE - ACUTE AND CHRONIC GVHD, INFECTIOUS COMPLICATIONS AND IMMUNE RECONSTITUTION OF TRANSPLANTATION: BIOMARKERS OF OUTCOME IN ALLOGENEIC HEMATOPOIETIC STEM CELL TRANSPLANTATION",
    "abstract_text": "Abstract 345 Background: In 2005, an NIH consensus development conference proposed new categories for manifestations of acute and chronic GVHD after allogeneic hematopoietic cell transplantation (HCT). A question not addressed by this NIH consensus development project was whether acute and chronic GVHD result from different pathogenic pathways or from a single pathogenic pathway. Purpose: To explore this question, we analyzed risk factors for grade 2-4 acute GVHD and for chronic GVHD according to NIH consensus criteria after allogeneic hematopoietic cell transplantation (HCT). Identification of different risk factors would support the hypothesis that acute and chronic GVHD result from different pathogenic pathways. Patients and Methods: The study cohort included 2941 recipients of a first related or unrelated allogeneic HCT with bone marrow or growth factor-mobilized blood cells after a myeloablative conditioning regimen for treatment of hematological malignancies between 07/01/1992 and 2005 in Seattle. Endpoints were grade 2-4 acute GVHD that was diagnosed at any time before or after day 100 and chronic GVHD that was diagnosed according to NIH criteria and required systemic treatment. Risks factors considered in multivariate Cox regression analyses were patient and donor age per decade, donor types, stem cell source, recipient/donor gender combination, use of rabbit antithymocyte globulin (ATG) in the conditioning regimen, prior infection of patient or donor with cytomegalovirus, chronic myeloid leukemia (CML) and myeloid malignancy. The multivariate models were also adjusted for year of transplant. The analysis was carried out as of 07/23/2009. Results: The median age of the study cohort was 40 (0.6-71) years. Of the 2941 patients, 1927 (66%) received bone marrow, 1284 (44%) had HLA-matched related donors, 957 (33%) had HLA-matched unrelated donors, and 700 (24%) had HLA-mismatched related or unrelated donors. The cumulative incidence of grade 2-4 acute GVHD was 80% at 6 months, and the cumulative incidence of NIH chronic GVHD at 2 years was 34%. 461 (16%) patients did not develop either grade 2-4 acute GVHD or NIH chronic GVHD. 922 patients (31.3%) had both grade 2-4 acute GVHD and NIH chronic GVHD. Among these 922 patients, 840 (91%) had acute GVHD before NIH chronic GVHD, 77 (8%) developed acute and NIH chronic GVHD at the same time, and 5 (0.5%) had acute GVHD after NIH chronic GVHD. The median time from HCT to onset of grade 2-4 acute GVHD was 20 days (3-711) days and the median time from HCT to onset of NIH chronic GVHD was 162 (66-2805) days. The two diseases had closely similar profiles of risk factors. In multivariate models, most factors showed concordant association with an increased (unrelated, HLA-mismatched donors, male recipients with female donors, mobilized blood cell graft, donor age) or decreased (ATG and CML) risk of acute GVHD and NIH chronic GVHD ( figure ), although the use of mobilized blood cells had a stronger association with chronic GVHD than with acute GVHD. Only one risk factor showed discordant association with grade 2-4 acute GVHD and NIH chronic GVHD. Older patient age was associated with a slightly increased risk of NIH chronic GVHD (HR 1.12 per decade; 95% CI 1.06-1.18; p < 0.0001) but with a slightly lower risk of acute GVHD (HR 0.96 per decade; 95% CI 0.93-0.99, p = 0.02). Conclusion: The close similarity of risk factor profiles for acute and chronic GVHD can not rule out the hypothesis that these diseases result from different pathogenic pathways. Figure: View large Download slide Multivariate results of risk factor profiles for grade 2-4 acute and NIH chronic GVHD Figure: View large Download slide Multivariate results of risk factor profiles for grade 2-4 acute and NIH chronic GVHD Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "graft-versus-host disease, acute",
        "human leukocyte antigens",
        "hematopoietic stem cell transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "antithymoglobulin",
        "hematologic neoplasms",
        "infections",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Mary E.D. Flowers, MD",
        "Barry E. Storer, PhD",
        "Stephanie J. Lee, MD, MPH",
        "Paulo Vidal Campregher, MD",
        "Afonso Celso Vigorito, MD, PhD",
        "Paul A. Carpenter, MD",
        "Marco Mielcarek, MD",
        "Frederick R. Appelbaum, MD",
        "Paul J. Martin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mary E.D. Flowers, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barry E. Storer, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center/ University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie J. Lee, MD, MPH",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paulo Vidal Campregher, MD",
            "author_affiliations": [
                "Clinical Research, Immunology Program, Seattle, WA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Afonso Celso Vigorito, MD, PhD",
            "author_affiliations": [
                "Hemocentro, 1Bone Marrow Transplant Program at the State University of Campinas, Campinas, Brazil, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul A. Carpenter, MD",
            "author_affiliations": [
                "Division of Clinical Research, Fred Hutchinson Cancer Rsch. Ctr., Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Mielcarek, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick R. Appelbaum, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul J. Martin, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center and University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T15:40:37",
    "is_scraped": "1"
}