{
    "doi": "https://doi.org/10.1182/blood.V110.11.3957.3957",
    "article_title": "Redistribution of Recombinant Activated Factor VIIA into Platelets and Vascular Bed: Implications on Bioavailability and Hemostatic Mechanisms. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Background: Clinical evidence suggests that hemostatic action of recombinant activated factor VII (rFVIIa) exceeds its predicted plasma half life (around 3 hours). Mechanisms involved in the long lasting effects of rFVIIa for prophylactic treatment of patients with hemophilia and inhibitors have not been fully elucidated. Previous studies from our group have demonstrated that platelets internalize tissue factor preparations containing small amounts of FVII. We have investigated the possible redistribution of rFVIIa in different intracellular compartments focussing more specifically on platelets, endothelium and subendothelial matrix. Methods: We exposed platelet rich plasma, isolated platelets, human umbilical veins and endothelial cells in culture (HUVECs) to rFVIIa. Samples were incubated for up to 2 hours at rFVIIa concentrations from 2-60 mg/ml (normal plasma concentration: 0.5 mg/ml). Flow cytometry techniques were applied to detect surface and intracellular antigens, including FVIIa, in platelets before and after exposure to membrane permeabilizing agents. Immunocytochemical techniques were applied to detect FVIIa in cross sections of umbilical veins and confocal microscopy was used to detect FVIIa in HUVECs. In additional studies, aliquots of washed platelets previously exposed to rFVIIa were incorporated into whole blood anticoagulated with low molecular weight heparin (LMWH) and perfused through a collagen rich damaged vascular surface at a shear rate equivalent to 600/sec. Results: Flow cytometry studies revealed a significantly enhanced presence of intracellular FVIIa in platelets previously exposed to rFVIIa. Fluorescence intensity related to FVIIa was dependent on the concentration of rFVIIa used during the incubation. A more intense labeling for FVIIa was observed in the subendothelial matrix of umbilical veins exposed to rFVIIa. In perfusion studies, presence of platelets previously exposed to rFVIIa improved platelet thrombus formation and enhanced fibrin generation with respect to parallel experiments using platelets not exposed to rFVIIa. Conclusion: Our results indicate that rFVIIa can be internalized into platelets and redistributed into subendothelial compartments. Redistribution of rFVIIa into other cellular compartments may explain the prolonged prophylactic action of rFVIIa in some clinical conditions. The existence of extravascular sources of FVIIa may provide new insights into the physiological and pathological implications of FVIIa on hemostasis mechanisms.",
    "topics": [
        "blood platelets",
        "hemostatics",
        "recombinant coagulation factor viia",
        "biological availability",
        "flow cytometry",
        "low-molecular-weight heparin",
        "antigens",
        "fibrin",
        "hemophilia a",
        "hemophilias"
    ],
    "author_names": [
        "Ana Maria Galan, PhD",
        "Irene Lopez-Vilchez",
        "Juan Gracia, M.D.",
        "Gines Escolar, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Ana Maria Galan, PhD",
            "author_affiliations": [
                "Hemoterapia y Hemostasia, Hospital Clinic, Barcelona, Spain"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Irene Lopez-Vilchez",
            "author_affiliations": [
                "Hemoterapia y Hemostasia, Hospital Clinic, Barcelona, Spain"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Gracia, M.D.",
            "author_affiliations": [
                "Medical Direction, Novo Nordisk Pharma SA, Madrid, Spain"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gines Escolar, M.D.",
            "author_affiliations": [
                "Hemoterapia y Hemostasia, Hospital Clinic, Barcelona, Spain"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T02:34:21",
    "is_scraped": "1"
}