{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2848.2848",
    "article_title": "Type 2 Diabetes Mellitus Strongly Impacts Survival in Patients with Diffuse Large B Cell Lymphoma ",
    "article_date": "December 7, 2017",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Retrospective/Observational Studies: Poster II",
    "abstract_text": "Introduction: Accumulating evidence in the past decade suggested that type 2 diabetes mellitus (T2DM) is correlated with elevated cancer risks and cancer mortality via possible underlying mechanisms of hyperglycemia, hyperinsulinemia and chronic inflammation. However, no literature to date has focused on the relation between diffuse large B cell lymphoma (DLBCL) and T2DM. The objective of this study was to assess the prognostic impact of T2DM on diffuse large B cell lymphoma (DLBCL) survival. Methods: Three hundred and sixty-one newly-diagnosed DLBCL patients whose treatments included rituximab between June 2006 and March 2015 were recruited. Pre-existing T2DM was defined as having a medical record of T2DM or elevated fasting glucose level (≥7.0mmol/L) at diagnosis of DLBCL. Pre-diabetes referred to being diagnosed as impaired fasting glucose or impaired glucose tolerance, or fasting blood glucose level ≥6.1 mmol/L and <7.0 mmol/L at enrollment. Multivariate Cox regression analyses screened the prognostic risk factors associated with progression free survival (PFS) and overall survival (OS). Receiver-operator characteristic curves and the corresponding areas under the curve (AUC) assessed the predictive accuracy of International Prognostic Index (IPI) and T2DM. Results: In total, 61 patients (16.90%) had pre-existing T2DM and 57 (15.79%) patients had pre-diabetes. Diabetic patients were more likely to have old age, poor Eastern Cooperative Oncology Group (ECOG) performance status (PS) and low IPI score. T2DM was associated with unfavorable PFS and OS in rituximab era (Figure 1a and b) , and it was an independent risk factor for inferior OS (HR=1.930; 95% CI: 1.092−3.411; p =0.024), especially in patients with the IPI 0−2, age under 60 years, early stage disease, ECOG PS 0−1 and Hans classification of germinal center B-cell. Pre-diabetics also shared inferior PFS and OS compared with patients with no T2DM tendency (Figure 1c and d) . Additionally, we introduced a novel Prognostic Index (PI) which was calculated as the sum of IPI and one additional point for having T2DM weighed by their Cox regression coefficients. PI demonstrated significantly larger AUCs than IPI alone and could accurately differentiate the survival outcomes of DLBCL patients. Adding the criterion of T2DM could improve the prognostic capacity of IPI for OS prediction (Figure 1g) . Moreover, diabetic DLBCL patients on oral anti-diabetic drugs (primarily metformin) presented better PFS and OS in comparison with those on insulin and non-medication after multivariable adjustments including diabetic duration and fasting glucose level (Figure 1e and f) . Conclusion: Our findings suggested that pre-existing T2DM could serve as an important prognostic factor for survival in DLBCL patients. Clinicians' attention of T2DM at DLBCL diagnosis should be aroused to help predict life expectancy. View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diabetes mellitus, type 2",
        "diffuse large b-cell lymphoma",
        "diabetes mellitus",
        "fasting blood glucose measurement",
        "prediabetes",
        "rituximab",
        "chronic inflammation",
        "glucose intolerance",
        "hyperglycemia",
        "hyperinsulinism"
    ],
    "author_names": [
        "Rui Gao, MD",
        "Wei Xu, MDPhD",
        "Jin-Hua Liang, MD",
        "Li Wang, MD",
        "Lei Fan, MD PhD",
        "Tao Yang, MD PhD",
        "Jian-Yong Li, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rui Gao, MD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing, China ",
                "Department of Endocrinology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wei Xu, MDPhD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin-Hua Liang, MD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Wang, MD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Fan, MD PhD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tao Yang, MD PhD",
            "author_affiliations": [
                "Department of Endocrinology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian-Yong Li, MD PhD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T03:58:08",
    "is_scraped": "1"
}