{
    "doi": "https://doi.org/10.1182/blood-2020-142921",
    "article_title": "Co-Targeting BET Bromodomain Proteins and Aberrant Signaling in AML ",
    "article_date": "November 5, 2020",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "abstract_text": "AML remains a therapeutic challenge with a high mortality rate, underscoring the need for new biologically based therapies. Somatic alterations that deregulate epigenetic programs and signal transduction pathways frequently coexist in AML. While the former class of alterations is hypothesized to promote a chromatin state that is permissive for AML development and essential for leukemia maintenance, experimental data also suggest that signaling mutations play a central role in driving leukemic growth. Thus, simultaneously targeting the abnormal epigenetic landscape and aberrant signaling is a rational therapeutic approach. We previously used the MEK inhibitor PD0325901 (PD901) to target the Raf/MEK/ERK (MAPK) effector pathway in primary murine AMLs in vivo. Here we report substantial preclinical efficacy of the BET inhibitor PLX51107 in several independent primary AMLs that was further enhanced by PD901. We first exposed five NRAS or KRAS mutant human AML cell lines to varying concentrations of PLX51107 and PD901. These studies revealed potent synergy based on cell proliferation and apoptosis readouts ( Figure 1A ). We next performed RNA-seq on the NRAS -mutant OCI-AML3 cell line treated with PD901, PLX51107, or the combination. Remarkably, PLX51107 + PD901 cooperated to potently downregulate MYC and its transcriptional targets ( Figure 1B ). Additionally, AML cells increased the expression of p53 transcriptional targets in response to PLX51107 and CRISPRi-mediated knock-down of TP53 expression abrogated the synergistic effects of PLX51107 + PD901 ( Figure 1C ). We previously performed retroviral insertional mutagenesis in Nras G12D mice to generate genetically diverse panels of transplantable, primary AMLs. To follow-up on our promising in vitro data, we transplanted 5 of these leukemias into cohorts of recipient mice and treated them with PLX51107 ± PD901. PLX51107 (10 mg/kg/day) showed impressive efficacy that was further enhanced by a modest dose of PD901 (1.5 mg/kg given 4 days per week; Figure 1D ). To begin characterizing mechanisms of resistance, we evaluated matched pairs of drug-sensitive (\"parental\") and relapsed leukemias that emerged during drug treatment. We selected relapsed leukemias that exhibited clonal evolution based on distinct novel retroviral integrations for in depth evaluation. Re-transplanting these AMLs into secondary recipients and re-treating them with PLX51107 ± PD901 confirmed intrinsic drug resistance, which was further validated ex vivo in dose response methylcellulose assays ( Figure 1D ). Remarkably, several of these resistant leukemias down-regulated basal Myc protein expression, which supports the idea that their transcriptional networks are \"rewired\" ( Figure 1E ). We next compared basal and dynamic transcriptional profiles in parental and resistant leukemias by exposing them to PLX51107 ex vivo and then performing RNA-seq analysis. Intriguingly, PLX51107 treatment of parental AMLs resulted in transcriptional changes consistent with myeloid maturation in a dose dependent manner ( Figure 1E ), suggesting that BET inhibition induces differentiation in these leukemias. By contrast, paired resistant AMLs are relatively \"immature\" compared to their parental counterparts ( Figure 1E ), which supports this idea that in vivo treatment with PLX51107 selects for the outgrowth of clones at an earlier progenitor state. These resistant AMLs also upregulate Myc transcriptional targets and unexpectedly downregulate Ras transcriptional targets ( Figure 1E ). We corroborated these findings by analyzing large pediatric AML transcriptome datasets generated as part of the NCI TARGET initiative ( Figure 1F ). Taken together, our data support the hypothesis that BET inhibitor and MEK inhibitor combination may be a particularly effective therapeutic approach in AML. Additional preclinical testing in patient derived xenograft models is underway. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Burgess: Bristol Myers Squibb: Current Employment. Severson: Plexxikon Inc.: Current Employment. Powell: Plexxikon Inc.: Current Employment. Bollag: Plexxikon Inc.: Current Employment.",
    "author_names": [
        "Benjamin J. Huang, MD",
        "Xinyue Wang, BA",
        "Max Harris, BA",
        "Anica Wandler, PhD",
        "Eugene Hwang, BA",
        "Michael R. Burgess, MD PhD",
        "Qing Li, MD PhD",
        "Paul Severson, PhD",
        "Ben Powell, PhD",
        "Edward A. Kolb, MD",
        "Soheil Meshinchi, MDPhD",
        "Barry S Taylor, PhD",
        "Gideon Bollag, PhD",
        "Kevin M. Shannon, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Benjamin J. Huang, MD",
            "author_affiliations": [
                "Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, San Francisco, CA ",
                "Department of Pediatrics, University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xinyue Wang, BA",
            "author_affiliations": [
                "Department of Pediatrics, University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Max Harris, BA",
            "author_affiliations": [
                "Department of Pediatrics, University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anica Wandler, PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugene Hwang, BA",
            "author_affiliations": [
                "Department of Pediatrics, University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Burgess, MD PhD",
            "author_affiliations": [
                "Department of Medicine, University of California San Francisco, San Francisco, CA ",
                "Immuno-Oncology and Cell Therapy Department, Bristol-Myers Squibb, San Francisco, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qing Li, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology-Oncology, Michigan Medicine, Ann Arbor, MI ",
                "Department of Cell and Developmental Biology,, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Severson, PhD",
            "author_affiliations": [
                "Plexxikon Inc., Berkeley, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ben Powell, PhD",
            "author_affiliations": [
                "Plexxikon Inc., Berkeley, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward A. Kolb, MD",
            "author_affiliations": [
                "Division of Oncology, Nemours Alfed I. duPont Hospital For Children, Wilmington, DE "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi, MDPhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Washington, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Rsrch. Ctr., Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry S Taylor, PhD",
            "author_affiliations": [
                "Marie-Josée and Henry R. Kravis Center for Molecular Oncology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gideon Bollag, PhD",
            "author_affiliations": [
                "Plexxikon, Berkeley, CA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin M. Shannon, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T06:52:01",
    "is_scraped": "1"
}