{
    "doi": "https://doi.org/10.1182/blood.V128.22.1278.1278",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3396",
    "start_url_page_num": 3396,
    "is_scraped": "1",
    "article_title": "Eltrombopag (ELT) Reverses Iron Mediated Suppression of Insulin Secretion in Pancreatic Cells By Chelating Iron and Decreasing ROS ",
    "article_date": "December 2, 2016",
    "session_type": "102. Regulation of Iron Metabolism: Poster I",
    "topics": [
        "eltrombopag",
        "insulin secretion",
        "iron",
        "pancreas",
        "psychological suppression",
        "insulin",
        "iron chelating agents",
        "chelating agents",
        "iron overload",
        "glucose"
    ],
    "author_names": [
        "Evangelia Vlachodimitropoulou Koumoutsea, MBBS",
        "Pimpisid Koonyosying, BSc",
        "John B. Porter, BA MB BChir MRCP(Path) FRCP(Path) MD",
        "Nichola Cooper, MA, MD MRCP, FRCPath",
        "Bethan Psaila",
        "Martha Sola-Visner, MD"
    ],
    "author_affiliations": [
        [
            "UCL, London, United Kingdom "
        ],
        [
            "Biochemistry, Chiang Mai university, Chiang Mai, Thailand "
        ],
        [
            "Research Haematology Department, University College London, London, United Kingdom "
        ],
        [
            "Haematology, Imperial College, Hammersmith Hospital, London, United Kingdom "
        ],
        [
            "Weill-Cornell Medical College of Cornell University, New York, NY "
        ],
        [
            "Harvard University, Boston,"
        ]
    ],
    "first_author_latitude": "51.5245592",
    "first_author_longitude": "-0.13404009999999997",
    "abstract_text": "Introduction: Eltrombopag (ELT) is an orally active, nonpeptide, small-molecule thrombopoietin receptor agonist (TPO-R), used to treat chronic immune thrombocytopenic purpura (ITP). We have recently reported its ability to mobilise cellular iron, and act as an iron shuttle when combined with currently licensed chelation therapies ( Vlachodimitropoulou et al, Blood 2014, Volume 124, 21). Tissue damage induced by ROS production in iron overload conditions includes endocrine dysfunction including type I diabetes. We have developed a model where iron overload of the pancreatic cell line (RINm5F) inhibits insulin secretion. We investigated the ability of ELT, compared with clinically licensed iron chelators, to reverse ROS production and concomitant suppression of insulin production by iron loading of these cells. Methods: Cell line : RINm5F is a clonal rat pancreatic b cell line (LGC ATCC Sales, UK). These cells secrete insulin following a glucose challenge ( Praz et al., 1983, Biochemistry J ). Intracellular Iron: Cellular iron loading and mobilisation were measured as a decrease in cellular iron content using the ferrozine assay (Vlachodimitropoulou et al. 2015, British Journal of Haematology ). A four-fold increase in intracellular iron compared to control was obtained by serially treating cells with 10% Fetal Bovine Serum (FBS) RPMI media in pancreatic cells over two ten hour periods ( Figure 1A ). The cells were then exposed to iron chelators/ELT, lysed and intracellular iron concentration determined, normalised against protein content. Reactive oxygen species (ROS) estimation: A cell-permeable oxidation-sensitive fluorescent probe 5,6-carboxy-2',7'- dichlorofluorescein diacetate (DCFH-DA); (Molecular Probes, Leiden, Netherlands) was used to measure intracellular ROS. Following iron loading, the cells were pre-incubated with 6 mM H2DCF-DA for 30 minutes at 37°C. Chelators were added and the fluorescence of control and treated cells was read throughout the treatment period in the plate reader (excitation 504 nm, emission 526 nm). Insulin quantification : Following iron loading and chelator treatment, the cells were challenged with Kreb's Ringer Buffer twice, for one hour at a time, containing 2.8mM and 16.7mM glucose ( Lu et al. 2010, Toxicology letter ). The supernatant was then collected and insulin concentration determined using a standard rat insulin ELISA kit (Life Technologies Limited, UK). Viability: The Sulforhodamide B (SRB) viability assay was used to ensure viability >98% and assess the toxicity on the pancreatic cell line. It is commonly used to measure drug-induced cytotoxicity and is a colorimetric assay dependent on healthy adherent cells. Results: Pancreatic cell iron loading was achieved with serial changes of media containing 10% FBS. This loading method was comparable to treating cells with ferric ammonium citrate (FAC) for 24 hours, which was not adopted as FAC adheres to the extracellular surface and produces bias to our intracellular iron quantification system when using iron chelators ( Figure 1A ). When cells were then treated with increasing ELT concentrations, a dose-dependent cellular iron removal were demonstrated so that at 10μΜ for 8hours, approximately 40% of total cellular iron was mobilised ( Figure 3A ). Iron mobilisation by ELT was further enhanced by combination with DFO, DFX or DFP ( Figure 3 ). For example, when 10μΜ DFP is combined with 3μΜ ELT, iron mobilisation increases by a further 17% when compared to DFP treatment alone ( Figure 3C ). ROS production was also decreased in iron-loaded cells in a concentration-dependent manner by increasing ELT concentrations ( Figure 2 ). These reductions in ROS and cellular iron were associated with restoration of insulin secretion, which was reduced by 2.6 fold following iron loading ( Figure 1B ). The levels of insulin secretion returned back to higher than baseline levels (better than with DFX 1μΜ) ( Figure 1C ). Conclusions: This is the first demonstration of a link between cellular iron overload and reduced insulin secretion using pancreatic b-cell line. This is also the first demonstration of improved pancreatic b-cell function, evidenced by restoration of insulin secretion, when iron is chelated and ROS decreased by ELT and other iron chelators. ELT may be useful alone or in combination with other chelators for decreasing iron-mediated ROS induced damage to pancreatic b-cells. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Porter: Novartis: Consultancy, Honoraria, Research Funding; Bluebird Bio: Consultancy; Agios Pharmaceuticals: Consultancy, Honoraria; Celegene: Consultancy."
}