{
    "doi": "https://doi.org/10.1182/blood.V118.21.185.185",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2103",
    "start_url_page_num": 2103,
    "is_scraped": "1",
    "article_title": "STAT3 Activity Negatively Regulates PKCβ Promoter Activity, Impairing Dendritic Cell Differentiation ",
    "article_date": "November 18, 2011",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Immune Cell Development and Differentiation",
    "topics": [
        "culture media, conditioned",
        "dendritic cells",
        "stat3 protein",
        "interleukin-6",
        "neoplasms",
        "cancer",
        "immunosuppressive agents",
        "antibodies",
        "breast cancer",
        "immunoglobulin isotypes"
    ],
    "author_names": [
        "Matthew R Farren",
        "Haley Spangler",
        "Louise M Carlson",
        "Kelvin P Lee, MD"
    ],
    "author_affiliations": [
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.85585325",
    "first_author_longitude": "-78.8407819",
    "abstract_text": "Abstract 185 The immune system plays a key role in preventing and controlling tumor growth and metastasis. In overcoming endogenous anti-tumor immunity, cancers elicit a number of immunosuppressive networks.One key network is the blockade of myeloid progenitor - to - dendritic cell (DC) differentiation, resulting in loss of mature DC (critical in the induction of T cell mediated immune responses) and accumulation of immature, actively immunosuppressive myeloid derived suppressor cells (MDSC) in cancer patients, thus compromising the ability to maintain existing and initiate novel anti-tumor immune responses. This is mediated by tumor derived factors (e.g. VEGF, IL-6) that inhibit DC differentiation by driving STAT3 hyperactivation. The downstream target(s) of this STAT3 signaling, however, have not been defined. Previous work in our lab has identified protein kinase C βII (PKCβII) as being essential in myeloid progenitor to DC differentiation and demonstrated that PKCβII inhibition prevents DC differentiation. These observations and others lead us to hypothesize that tumor driven activation of STAT3 inhibits DC differentiation by down regulating PKCβII expression. To determine if PKCβII expression in DC-progenitors is decreased by cancer, myeloid cells were enriched peripheral blood mononuclear cells (by lymphoid cell depletion) from stage III/IV breast cancer patients (known to have reduced numbers of DCs) and “normal” age-matched donors and gene expression analyzed by qPCR. PKCβII levels in myeloid cells from cancer patients were significantly reduced versus “normal” donors (on average reduced 62%, p < 0.05). This comports with previous in vitro work demonstrating that culture in tumor conditioned media (TCM) decreases PKCβII protein levels and significantly decreases PKCβII mRNA levels and promoter activity, and that this decrease in PKCβII expression was accompanied by significant impairments in DC differentiation in myeloid progenitor-like cell lines long used to model DC differentiation. We've previously shown that TCM drives STAT3 activation and that genetically activated STAT3 (courtesy of a constitutively active STAT3 mutant, CA-STAT3) significantly decreases PKCβII expression. To determine if STAT3 was acting directly on the PKCβ promoter to impair its activity, the promoter was analyzed in silico for STAT3 binding sites. This analysis uncovered 4 putative STAT3 binding sites in close proximity to one another and the start site of PKCβ transcription. To determine if STAT3 binds to any of these sites in response to TCM, quantitative chromatin immunoprecipitation was conducted. TCM rapidly (within 15 minutes) drove >4-fold greater STAT3 binding to the PKCβ promoter (p < 0.05). To determine if this STAT3 binding was responsible for decreased PKCβ promoter activity, we generated reporter constructs containing site-specific mutations designed to ablate the putative STAT3 binding sites identified above. Elimination of site #4 (widely conserved among mammalian species) almost completely abrogated the ability of TCM or IL-6 or CA-STAT3 (see below) to inhibit PKCβ promoter activity, demonstrating that STAT3 binding to the PKCβ promoter negatively regulates PKCβ promoter activity and PKCβII expression. TCM contains many factors known to drive STAT3 activation, including high amounts of IL-6 (commonly greater than 100 ng/ml in our model). To determine if these effects are dependent on these high IL-6 levels, a myeloid progenitor cell line was cultured in TCM that had been pre-incubated with an IL-6 depleting antibody (TCM-αIL-6) or isotype control (TCM-iso). Cells grown in TCM-iso had decreased (approximately 50%) PKCβII levels compared both to cells grown in normal media and to cells grown in TCM-αIL-6, demonstrating that TCM driven PKCβII down regulation is IL-6 dependent (in this model). Furthermore, high levels of IL-6 significantly reduced PKCβ promoter activity (comparable to the affects seen with TCM;) in the dual luciferase reporter assay system (p < 0.05). These results demonstrate that tumors down regulate myeloid PKCβII expression by driving hyperactive STAT3 signaling, resulting in STAT3 binding to and negatively regulating the PKCβ promoter, resulting in impaired DC differentiation. These effects are mediated, at least in part, by IL-6. This work identifies several potential avenues to block or reverse tumor mediated suppression of DC differentiation in cancer. Disclosures: No relevant conflicts of interest to declare."
}