{
    "doi": "https://doi.org/10.1182/blood.V108.11.3017.3017",
    "article_title": "Adoptive Donor T-Cell Infusions Are Necessary and Efficient To Induce Lasting Molecular Remissions after Highly Purified CD34+ Sibling Donor Transplants for First Chronic Phase Chronic Myeloid Leukemia - Final Report and Long-Term Follow-Up of a Phase II Study. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Since September 1998, we prospectively studied the feasibility of transplantation using purified peripheral blood CD34 + cells from HLA-identical sibling donors in first chronic phase chronic myeloid leukemia (CML). A total of 60 patients (pts) with a median pretransplant risk score of 2 (range 1–4) has been included in this study. One patient received an unmanipulated graft due to poor CD34 + donor cell mobilization, while three pts (5%) were successfully retransplanted with an unmanipulated graft from the primary donor after secondary graft failure (n=2) or from an unrelated donor after hematologic relapse (n=1). As part of the study protocol, all pts were closely monitored for BCR-ABL transcripts using real-time RT-PCR analysis of peripheral blood cells as well as BCR-ABL-interphase FISH and metaphase karyotyping of marrow cells. Of the 60 pts, 56 were eligible for the application of donor lymphocyte infusions (DLI), but 7 pts did not receive DLI due to sustained molecular remission and complete chimerism. Thirty-one pts (52%) received DLI because of increasing BCR-ABL transcript levels or hematologic relapse, and 18 pts (30%) as programmed T-cell add-back. The median starting dose was 0.33 (0.01 – 10) x 10 6 CD3 + cells per kg with a median maximum dose 3.3 (0.17 – 100) x 10 6 CD3 + cells per kg. DLI induced a lasting reduction of median BCR-ABL transcript levels (BCR-ABL/GAPDH ratio) of more than 3 log10 and the estimate of being in a complete molecular remission at 7 years is 83% ± 5%. Six pts. (10%) did not respond to DLI, but 4 of these pts. attained a cytogenetic and molecular response by imatinib and/or interferon treatment. The cumulative risk of grades II-IV acute GvHD is 15% ± 5% for all study pts, and the risk of chronic GvHD is 25% ± 6%, respectively. After a median follow-up period of 46 (range 6 – 86) months for all pts, the cumulative 7-year survival estimate is 91% ± 4% (survival rate 92%). Causes of death were disease progression, secondary malignancy, liver failure, septicemia, and systemic capillary leak syndrome in one patient each. In conclusion, the concept of highly purified peripheral blood CD34 + cell transplantation in conjunction with adoptive DLI is associated with a particularly low risk of non-relapse mortality and allows induction of lasting molecular disease control in the majority of first chronic phase CML patients.",
    "topics": [
        "disease remission",
        "donors",
        "follow-up",
        "leukemia, myeloid, chronic-phase",
        "phase 2 clinical trials",
        "relationship - sibling",
        "t-lymphocytes",
        "brachial plexus neuritis",
        "bcr-abl tyrosine kinase",
        "cd34 antigens"
    ],
    "author_names": [
        "Ahmet Elmaagacli, MD",
        "Rudolf Peceny, M.D.",
        "Michael Koldehoff, M.D.",
        "Hellmut Ottinger, M.D.",
        "Rudolf Trenschel, M.D.",
        "Nina K. Steckel, M.D.",
        "Dietrich W. Beelen, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Ahmet Elmaagacli, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation, University Hospital of Essen, Essem, NRW, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rudolf Peceny, M.D.",
            "author_affiliations": [
                "Bone Marrow Transplantation, University Hospital of Essen, Essem, NRW, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Koldehoff, M.D.",
            "author_affiliations": [
                "Bone Marrow Transplantation, University Hospital of Essen, Essem, NRW, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hellmut Ottinger, M.D.",
            "author_affiliations": [
                "Bone Marrow Transplantation, University Hospital of Essen, Essem, NRW, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rudolf Trenschel, M.D.",
            "author_affiliations": [
                "Bone Marrow Transplantation, University Hospital of Essen, Essem, NRW, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina K. Steckel, M.D.",
            "author_affiliations": [
                "Bone Marrow Transplantation, University Hospital of Essen, Essem, NRW, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dietrich W. Beelen, M.D.",
            "author_affiliations": [
                "Bone Marrow Transplantation, University Hospital of Essen, Essem, NRW, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T04:08:33",
    "is_scraped": "1"
}