{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5361.5361",
    "article_title": "MET-PET and NGS Targeted Sequencing Guides Precision Medicine in a CNS Relapsed MM Patient ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction Central nervous system (CNS) involvement is an extremely rare manifestation of extramedullary multiple myeloma (MM), diagnosed in less than 1% of MM patients (pts). It is considered an ultimate high-risk feature, associated with unfavorable cytogenetics, and, even with intense treatment applied, survival is short, reaching less than 12 months in most cases. Case An 81y old male pt. with κ light chain MM on serum and urine, osteolytic lesions and bone marrow involvement in 2015, was referred to our institution. He presented with a CNS MM relapse in June 2017 after prior successful 1 st line Bortezomib-based treatment. Cranial MRI confirmed multiple supra- und infratentoral lesions infiltrating the brain. His cerebrospinal fluid (CSF) demonstrated a high load of clonal plasma cells (PMCs) and κ free light chains (FLC), however, the disease was largely absent within the bone marrow of the patient. The use of positron emission tomography (PET) with 18 F-2`-deoxy-2`-fluorodeoxyglucose (FDG) in MM has been strengthened by the recent publication of the updated imaging guidelines by the IMWG (Cavo et al., Lancet Oncol, 2017). Standard FDG based CNS imaging resolution, however, is impacted by the increased baseline glucose metabolism background of the brain. Therefore, we used radiolabeled 11 C-methionine (MET) - that we recently identified as a sensitive imaging tracer in MM and in fact, high metabolic activity could be detected supra- and infratentorial as well as in the right femur and the clivus (Lapa et al., Theranostics, 2016). The pt. received 3 courses of an intrathecal triple therapy (Cytarabin, MTX, Dexamethasone) leading to a significant reduction of PMC-burden in the CSF. In addition, age adjusted systemic Thiotepa/Cytarabin-based therapy was applied, but had to be discontinued after one course of treatment as grade 4 neutropenia occurred with life-threatening septicemia. In parallel, we analyzed CD138+ cells obtained from BM and the CFS using customized next generation targeted sequencing (Ion torrent platform). The M 3 P (v 3.0) gene selection includes most commonly mutated MM genes, actionable drug targets and genes being associated with drug resistance. Average sequencing depth increased 700X and spatial MM heterogeneity was detected, as the CFS cells harbored a clonal BRAF V600E mutation, which was absent in the germline control and the bone marrow based CD138+ cells. We have initiated targeted therapy using the combination of Dabrafenib/Trametinib, known to be effective in BRAF V600E mutant melanoma brain metastases (Davies MA et al., Lancet Oncol, 2017); responses will be followed by combined cMRI and MET-PET imaging and results will be displayed at the meeting. Conclusion: This is an example of spatial genomic heterogeneity in MM and the first report of a patient with an isolated brain based BRAF V600E mutated MM tumor. This patient with otherwise very limited perspective leverages from innovative diagnostics including MET PET and targeted genome sequencing, demonstrating their clinical utility as they provide the basis for precision medicine concepts to be applied in this MM patient. View large Download slide View large Download slide  Close modal Disclosures Stewart: Amgen: Consultancy; Celgene: Consultancy; Janssen: Consultancy; Roche: Consultancy; Bristol-Myers Squibb: Consultancy.",
    "topics": [
        "massively-parallel genome sequencing",
        "positron-emission tomography",
        "precision medicine",
        "diagnostic imaging",
        "fluorodeoxyglucose f18",
        "free immunoglobulin light chain",
        "antigens, cd98 light chains",
        "bone marrow involvement",
        "bortezomib",
        "brachial plexus neuritis"
    ],
    "author_names": [
        "Matteo Da Via', MD",
        "Susanne Strifler, MD",
        "Santiago Barrio Garcia, PhD",
        "Andoni Garitano Trojaola, PhD",
        "Eva Teufel",
        "Silvia Nerreter",
        "A. Keith Stewart, MBChB, MBA",
        "Andreas Rosenwald",
        "Anke Heidemeier, MD",
        "Constantin Lapa, MD",
        "Hermann Einsele",
        "K. Martin Kortüm, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matteo Da Via', MD",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susanne Strifler, MD",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Santiago Barrio Garcia, PhD",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andoni Garitano Trojaola, PhD",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Teufel",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Nerreter",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Keith Stewart, MBChB, MBA",
            "author_affiliations": [
                "Center for Individualized Medicine, Mayo Clinic, Rochester, AZ ",
                "Division of Hematology/Oncology, Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Rosenwald",
            "author_affiliations": [
                "Institute of Pathology, University of Wuerzburg and Comprehensive Cancer Center Mainfranken, Wuerzburg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anke Heidemeier, MD",
            "author_affiliations": [
                "Department of Radiology, University Hospital of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Constantin Lapa, MD",
            "author_affiliations": [
                "Department of Nuclear Medicine, University Hospital Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermann Einsele",
            "author_affiliations": [
                "Medizinische Klinik und Poliklinik II, Klinikum der Bayrischen Julius-Maximilians-Universität, Würzburg, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "K. Martin Kortüm, MD",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:43:28",
    "is_scraped": "1"
}