{
    "doi": "https://doi.org/10.1182/blood.V106.11.2704.2704",
    "article_title": "Patient Satisfaction with Deferasirox (Exjade ® , ICL670) an Oral Form of Chelation Therapy Versus Deferoxamine an Infused Chelation Therapy. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Frequent blood transfusions result in iron overload and lead to life-threatening complications and early mortality if regular chelation therapy (CT) is not implemented. Deferoxamine (DFO), the most common form of CT, requires infusions of 8–12 hours, 5–7 days per week. Deferasirox (DSX) is an oral CT under development. A randomised clinical trial was conducted to compare the safety and efficacy of DFO and DSX. The study demonstrated that at therapeutic doses, DSX is able to maintain/reduce iron burden comparably to DFO. Patient-reported outcomes (PRO) were also collected and are the focus of this analysis. 296 and 290 patients with β-thalassemia were randomised and treated with DSX and DFO, respectively. At baseline, 15 patients had not been treated previously with DFO; these results focus on the 571 patients who had taken DFO previously. DSX was taken orally once per day while DFO was infused via pump for 8–12 hours, 5–7 days per week. Patients who had previously taken DFO were asked at baseline, Week 4, 24 and at the end of the study (EOS) to rate satisfaction with and convenience of DFO or DSX on five-point scales, and indicate the number of hours lost per month while taking CT. At Week 4, patients provided their preferences for either DSX, DFO, or neither. At EOS patients reported whether they would be willing to take the study drug they were on. At baseline, 45% of patients reported that they were either very satisfied or satisfied with DFO taken prior to the study start and 68% reported that DFO was inconvenient or very inconvenient. DFO treatment took approximately 18 hours out of the previous month. At Weeks 4, 24 and EOS, significantly more patients on DSX (92.0%, 89.6%, 85.1%, respectively) reported being very satisfied or satisfied with treatment than patients on DFO (50.4%, 44.0%, 38.7%; p90%), whereas the majority of the DFO group reported DFO to be inconvenient (>60%). Similarly, patients reported 1.3–2.8 hours lost per month due to taking DSX, compared with 3.1–11.7 lost due to taking DFO during the study. 96.9% reported that they preferred DSX to the treatment they were on prior to the study (DFO). The primary reasons for preferring DSX were: more convenient to take (37.4%), less sore than DFO (25.3%), less disruptive to their day (22.8%), less disruptive to their sleep (6.2%) and to their family (4.2%). At EOS, significantly more patients on DSX (85.8%) previously treated with DFO indicated they would be willing to continue DSX, compared with 13.8% of patients on DFO who would be willing to continue DFO. Results suggest that satisfaction and convenience are far superior and the impact on daily activities is less for those on DSX, compared to those on DFO. This has direct implications on patients’ preferences and willingness to continue taking treatments. As compliance to CT has historically been shown to impact survival in transfusion-dependent patients with β-thalassemia major, these data suggest that DSX may significantly improve thalassemia care.",
    "topics": [
        "chelation therapy",
        "deferasirox",
        "deferoxamine",
        "thalassemia",
        "blood transfusion",
        "iron",
        "iron overload",
        "transfusion",
        "weight measurement scales",
        "client satisfaction"
    ],
    "author_names": [
        "M.D. Cappellini",
        "M. Bejaoui",
        "L. Agaoglu",
        "M.E. Lai",
        "A. Mangiagli",
        "G. Strauss",
        "R. Girot",
        "H. Opitz",
        "L. Abetz",
        "J.F. Baladi",
        "C. Ressayre-Djaffer",
        "J. Ford"
    ],
    "author_dict_list": [
        {
            "author_name": "M.D. Cappellini",
            "author_affiliations": [
                "Osp Maggiore Policlinico IRCCS, Univ Milan, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "M. Bejaoui",
            "author_affiliations": [
                "Ctr Nat des Greffes de la Moelle Osseuse, Tunisia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L. Agaoglu",
            "author_affiliations": [
                "Univ Istanbul, Turkey"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M.E. Lai",
            "author_affiliations": [
                "Osp Regionale Microcitemie, Cagliari, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Mangiagli",
            "author_affiliations": [
                "Osp Umberto I, Siracusa, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "G. Strauss",
            "author_affiliations": [
                "Charité Kinderklinik, Berlin, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Girot",
            "author_affiliations": [
                "Hôpital Tenon, Paris, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Opitz",
            "author_affiliations": [
                "Novartis, Basel, Switzerland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L. Abetz",
            "author_affiliations": [
                "Mapi Values, Bollington, UK"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J.F. Baladi",
            "author_affiliations": [
                "Novartis, Basel, Switzerland"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Ressayre-Djaffer",
            "author_affiliations": [
                "Novartis, Basel, Switzerland"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Ford",
            "author_affiliations": [
                "Novartis, Basel, Switzerland"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T12:55:33",
    "is_scraped": "1"
}