{
    "doi": "https://doi.org/10.1182/blood.V116.21.3858.3858",
    "article_title": "Human Embryonic Stem Cell-Derived Mesenchymal Stroma Cells (hES-MSC) Share Basic Properties with Bone Marrow MSC, They Have Potent Stroma Support Capacities but Lack Immune-Modulatory Function. Implications for off-the Shelf ES-MSC Therapies. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion and Mesenchymal Stem Cells: Poster II",
    "abstract_text": "Abstract 3858 Mesenchymal stroma cells (MSC) have a high potential for novel cell therapy approaches in clinical transplantation due to their intriguing properties, e.g. high proliferation and differentiation capacity, stromal support and immune-modulation. Commonly, bone marrow-derived MSC (BM-MSC) are used for clinical MSC cell therapies. However, BM-derived MSC have a restricted proliferative capacity and cultured BM-MSC are heterogeneous and thus difficult to standardize. Human embryonic stem cell-derived mesenchymal stroma cells (hES-MSC) have recently been developed and might represent an alternative and unlimited source of hMSCs. We therefore aimed to characterize human ES-cell-derived MSC, i.e. the hES-MSC line hES-MP002.5 (Cellartis) and compare its properties with normal human bone marrow (BM) derived MSC. We found that hES-MP cells have lower yet reasonable CFU-F capacity when compared with BM-MSC (6+3 vs 25+1 CFU-F per 100 cells). hES-MP cells showed similar immunophenotypic properties compared with BM-MSC (flow cytometry): Both cell types were positive for CD105, CD73, CD166, HLA Class I, CD44, CD146 and CD90, and cells were negative for surface markers such as CD45, CD34, CD14, CD31, CD19, and HLA-DR. hES-MP, like BM-MSC, could be differentiated into adipocytes, osteoblasts and chondrocytes upon induction in vitro . In order to test whether MSC were capable of homing to the bone marrow after intravenous injection, hES-MP and BM-MSC were markerd with GFP, and sorted GFP-positive cells were injected intravenously into NOD.Cg- Prkdc scid Il2rg tm1Wjl /SzJ (NSG) mice. GFP-positive cells were not detected in the bone marrow 24 hours after injection, neither when hES-MP cells were injected, nor - and as expected - when cultured BM-MSC were used. Intra-femoral transplantation into NSG mice using GFP expressing hES-MP and BM-MSC on the other hand demonstrated successful long-term engraftment (8 weeks) for both cell types. Morphology and intra-femoral localization of hES-MP were similar compared to BM-MSC. LTC-IC and co-transplantation experiments with cord blood CD34+ hematopoietic cells demonstrated furthermore that hES-MP, like BM-MSC, possess potent stroma support function both in vitro and in vivo . However, hES-MP showed no or only little activity in mixed lymphocyte cultures and PHA lymphocyte stimulation assays. In summary, our data demonstrate that MSC derived from hES cells have biological properties and potent stroma functions similar to conventional BM-MSC. Thus, ES-cell derived MSC might be an attractive and reliable alternative and unlimited source for obtaining MSC for clinical cell therapy. However, hES-MP probably have no or only little immuno-modulative capacity, which may limit their potential clinical use. Disclosures: Hyllner: Cellartis AB: Employment.",
    "topics": [
        "bone marrow",
        "embryo",
        "hetastarch",
        "primary eosinophilic endomyocardial cardiomyopathy",
        "cell therapy",
        "transplantation",
        "5'-nucleotidase",
        "cd14 antigen",
        "cd19 antigens",
        "cd31 antigens"
    ],
    "author_names": [
        "Ou Li, PhD",
        "Ariane Tormin, PhD",
        "Jan Claas Brune, MS",
        "Berit Sundberg",
        "Johan Hyllner, PhD",
        "Katarina Le Blanc, MD, PhD",
        "Stefan Scheding, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ou Li, PhD",
            "author_affiliations": [
                "Lund Stem Cell Center, Lund University, Lund, Sweden, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ariane Tormin, PhD",
            "author_affiliations": [
                "Lund Stem Cell Center, Lund University, Lund, Sweden, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Claas Brune, MS",
            "author_affiliations": [
                "Lund Stem Cell Center, University of Lund, Lund, Sweden, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Berit Sundberg",
            "author_affiliations": [
                "Dept. of Lab. Medicine, Huddinge Univ. Hosp., Stockholm, Sweden, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johan Hyllner, PhD",
            "author_affiliations": [
                "Cellartis AB, Gothenborg, Sweden"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katarina Le Blanc, MD, PhD",
            "author_affiliations": [
                "Dept. of Lab. Medicine, Huddinge Univ. Hosp., Stockholm, Sweden, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Scheding, MD",
            "author_affiliations": [
                "Lund Stem Cell Center, University of Lund, Lund, Sweden, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T03:53:29",
    "is_scraped": "1"
}