{
    "doi": "https://doi.org/10.1182/blood.V128.22.202.202",
    "article_title": "Changes in Extrahepatic Iron Load in Response to Iron Chelation Versus Phlebotomy: Observations from the Twitch Trial ",
    "article_date": "December 2, 2016",
    "session_type": "102. Regulation of Iron Metabolism: Iron-related Pathophysiology",
    "abstract_text": "Introduction: The TCD with Transfusions Changing to Hydroxyurea (TWiTCH) trial was an NHLBI-funded multicenter phase 3 randomized trial that demonstrated non-inferiority of hydroxyurea versus continued transfusion therapy in children with sickle cell anemia and abnormal TCD velocities but no severe vasculopathy. Children who were randomized to continue transfusions (Standard Arm) received conventional iron chelation therapy with deferasirox, while children receiving hydroxyurea (Alternative Arm) received serial phlebotomy (10 mL/kg, maximum 500 mL) every 4 weeks. Extrahepatic iron burden was monitored by R2* MRI in the kidney, pancreas, and spleen to monitor the changes in iron overload phenotype between the two groups. Methods : R2* MRI of the abdomen was performed at baseline, 1 year, and 2 years following enrollment. Liver, spleen, pancreas, and kidney R2* were measured from axial and coronal multiecho, gradient echo images. Images were analyzed centrally at an experienced core laboratory using an exponential plus constant model for signal decay. Iron burden in the different organs was assessed using repeated measures analysis of variance (ANOVA) using JMP 11.0. Results: 120 patients underwent baseline R2* assessment, 83 completed the midpoint, and 89 patients completed the endpoint examination. Figure 1 (left) summarizes the changes in kidney R2* across the three time points. Kidney R2* was elevated at baseline in both treatment arms and correlated with LDH (r 2 =0.28, p 30 mg albumin per g creatinine) trended lower in patients on hydroxyurea, (5/45 at baseline (p=1), 1/44 at midpoint (p=0.03), and 4/52 at endpoint (p=0.33). Figure 1 (right) demonstrates the temporal evolution of ACR in 11 study participants with baseline albuminuria; 4/6 patients on standard arm continued to have significant proteinuria on their terminal examination compared with only 1/5 patients on hydroxyurea (p=0.24). There were no groupwise differences in mean pancreas R2* at any time point and clinically significant pancreas iron deposition (R2* > 100 Hz) was only observed in two patients at the mid timepoint. Spleen R2* was markedly elevated at baseline (503 ± 396 Hz), but did not change systematically over time in either group. The change in spleen R2* was correlated with the change in liver iron (r 2 =0.21, p=0.003), regardless of the treatment group, suggesting that the spleen iron stores are part of the dynamic iron storage pool. 37% of the patients had no MRI-detectable spleen (surgical + autosplenectomy). The change of liver iron was not different in patients with or without a spleen. Conclusion: Hydroxyurea therapy was associated with lower intravascular hemolysis and kidney iron deposition. Further studies are necessary to determine whether these changes are associated with decreased proteinuria or improved renal function. Splenic iron burden remained high but stable in all patients, and its role in iron unloading needs further investigation. Pancreas iron loading remained rare, consistent with the low prevalence of endocrinopathies in SCD. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Wood: Apopharma: Consultancy; Ionis Pharmaceuticals: Consultancy; Vifor: Consultancy; Vifor: Consultancy; Biomed Informatics: Consultancy; AMAG: Consultancy; Biomed Informatics: Consultancy; Ionis Pharmaceuticals: Consultancy; World Care Clinical: Consultancy; World Care Clinical: Consultancy; Celgene: Consultancy; Apopharma: Consultancy; Celgene: Consultancy; AMAG: Consultancy. Heeney: Sancilio and Company: Consultancy, Research Funding; Eli Lilly and Company: Research Funding; Pfizer: Research Funding. Ware: Global Blood Therapeutics: Consultancy; Nova Laboratories: Consultancy; Biomedomics: Research Funding; Bristol Myers Squibb: Research Funding; Addmedica: Research Funding; Bayer Pharmaceuticals: Consultancy.",
    "topics": [
        "iron",
        "iron chelation therapy",
        "phlebotomy",
        "hydroxyurea",
        "transfusion",
        "magnetic resonance imaging",
        "albumins",
        "albuminuria",
        "bilirubin",
        "blood transfusion"
    ],
    "author_names": [
        "John C Wood, MD PhD",
        "Alvarez Ofelia, MD",
        "Matthew M Heeney, MD",
        "Alex George, MD PhD",
        "Cynthia Gauger, MD",
        "Beng Fuh, MD",
        "Stephen C Nelson, MD",
        "Carla W Roberts, MD",
        "Melissa Rhodes, MD",
        "Jamie Coleman, MD",
        "Russell E. Ware, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "John C Wood, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics and Radiology, Children's Hospital Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alvarez Ofelia, MD",
            "author_affiliations": [
                "University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew M Heeney, MD",
            "author_affiliations": [
                "Dana Farber/Boston Childrens' Cancer and Blood Disorders Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex George, MD PhD",
            "author_affiliations": [
                "Cancer and Hematology Center, Texas Children's Hospital, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia Gauger, MD",
            "author_affiliations": [
                "Nemours, Jacksonville, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beng Fuh, MD",
            "author_affiliations": [
                "Dept. of Hematology/Oncology, Columbus Children's Hospital, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen C Nelson, MD",
            "author_affiliations": [
                "Children's Hospitals and Clinics of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carla W Roberts, MD",
            "author_affiliations": [
                "University of South Carolina, Columbia, SC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Rhodes, MD",
            "author_affiliations": [
                "Dept. of Pediatrics, Div. of Hem./Onc., Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jamie Coleman, MD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Russell E. Ware, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T06:43:02",
    "is_scraped": "1"
}