{
    "doi": "https://doi.org/10.1182/blood.V104.11.385.385",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=129",
    "start_url_page_num": 129,
    "is_scraped": "1",
    "article_title": "Deletion of Bcl11a Gene Reveals Roles in Lymphoid, Myeloid, and Leukemic Cell Development. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "B-cell lymphoma/leukemia 11a ( Bcl11a) gene, encodes a zinc finger protein that is expressed in normal B- and T-lymphocytes, monocytes, megakaryocytes, and physically interacts with the human B-cell proto-oncogene, BCL6. Bcl11a is activated by fusion of IG the locus in human B-cell lymphomas carrying the (2;14)(p13:q32.3) translocation. To determine the function of Bcl11a in normal hematopoiesis and proliferation of leukemic cells, we generated a Bcl11a knockout mouse model. This showed that Bcl11a is essential for postnatal development and normal lymphopoiesis. While Bcl11a +/− mice are fertile, Bcl11a − / − die a few hours after birth from unknown causes. To evaluate the role of Bcl11a in hematopoiesis, fetal liver (FL) cells were analyzed by FACS for the expression of lineage specific cell surface markers. B-cell maturation was blocked prior to the development of pro-B cells (B220 + /CD43 + ), while myeloid and erythroid lineages were normal. The Bcl11a − / − FL also showed defects in T-cell maturation (reduced CD4 + CD8 − and increased CD4 − CD8 + fetal thymocytes). Lethally irradiated mice transplanted with Bcl11a − / − FL cells showed normal myeloid and erythroid development, while B- and T-cell development was blocked. Thus, defects in lymphoid development were intrinsic to the hematopoietic stem cells (HSC). We established that this defect in lymphopoiesis was not due to homing to the thymus, as shown by failure of T-cell repopulation when Bcl11a − / − FL cells were injected into the thymus. Greater than 80% of the mice transplanted with Bcl11a − / − FL cells died between 15 and 27 weeks, while 100% mice transplanted with Bcl11a +/ − survived. Histopathology of moribund mice showed enlarged thymus with lymphoblasts infiltrating the bone marrow, liver, lung, heart, and kidney. Furthermore, analysis by real time-PCR of thymocytes from the sick mice showed increased expression of Notch1 , a negative regulator of lymphoid development. Leukemic cells were tumorogenic when injected into SCID-NOD mice, and were immortalized by co-culturing on OP9 stromal cells. Immortalized leukemic cell lines showed high expression of T-cell markers CD3e, CD4, CD8, and B-cell marker CD43. Finally, myeloid progenitor cell growth (CFU-c, 3 H-Thymidine incorporation, and viable cell growth) was inhibited by over-expression of Bcl11a in bone marrow cells from 5-FU treated mice. Thus, these data show that Bcl11a is required for B and T cell differentiation and may also function as a T-cell tumor suppressor gene. Furthermore, these results are the first indication of a possible suppressive role for Bcl11a during normal myeloid progenitor development and differentiation. This project has been funded in part from NCI, NIH Contract # NO1-CO-56000, with SAIC-Fredrick, Inc.",
    "topics": [
        "leukemic cells",
        "bcl11a gene",
        "b-cell lymphomas",
        "death",
        "fluorouracil",
        "histopathology tests",
        "immunoglobulins",
        "leukemia",
        "lymphoma",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Mariaestela Ortiz",
        "P. Liu",
        "L. Tessarollo",
        "R.A. Rachel",
        "T. Nakamura",
        "Steven W. Stull",
        "N.A. Jenkins",
        "N.G. Copeland",
        "J. R. Keller"
    ],
    "author_affiliations": [
        [
            "Basic Research Program, SAIC-Frederick, Inc., NCI-Frederick, Frederick, MD, USA",
            " "
        ],
        [
            "The Wellcome Trust Sanger Institute, Cambridge, United Kingdom",
            " "
        ],
        [
            "Mouse Cancer Genetics Program, NCI-Frederick, Frederick, MD, USA",
            " "
        ],
        [
            "Mouse Cancer Genetics Program, NCI-Frederick, Frederick, MD, USA",
            " "
        ],
        [
            "Japanese Foundation for Cancer Research, Tokyo, Japan",
            " "
        ],
        [
            "Basic Research Program, SAIC-Frederick, Inc., NCI-Frederick, Frederick, MD, USA",
            " "
        ],
        [
            "Mouse Cancer Genetics Program, NCI-Frederick, Frederick, MD, USA",
            " "
        ],
        [
            "Mouse Cancer Genetics Program, NCI-Frederick, Frederick, MD, USA",
            " "
        ],
        [
            "Basic Research Program, SAIC-Frederick, Inc., NCI-Frederick, Frederick, MD, USA",
            " "
        ]
    ],
    "first_author_latitude": "39.437245",
    "first_author_longitude": "-77.39871425"
}