{
    "doi": "https://doi.org/10.1182/blood.V120.21.4975.4975",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2234",
    "start_url_page_num": 2234,
    "is_scraped": "1",
    "article_title": "Prognostic Significance of VLA4 and CD44 Expression by Flow Cytometry in Multiple Myeloma (MM) ",
    "article_date": "November 16, 2012",
    "session_type": "Myelodysplastic Syndromes Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Abstract 4975 Background: Our group has developed a peptide referred to as HYD1 which binds VLA-4 integrin/CD44 containing complex and induces necrotic cell death in myeloma cells (Nair et al Mol Cancer Ther 2009, Emmons et al, Mol Cancer Ther , 2011). Furthermore, we previously demonstrated in a small subset of MM patients that HYD1 was more active in specimens obtained from relapsed/refractory patients, a finding that correlated with VLA-4 expression. The frequency of expression and prognostic significance of two key surface markers VLA4 (very late antigen 4) and CD44 in patients with MM remains poorly defined. Methods: We retrospectively reviewed records of patients with MM who had a complete flow cytometry panel (which includes assessment for CD44 and VLA4) at Moffitt Cancer Center between 1/1/2004 and 12/31/2009. CD44 and VLA4 were gated by CD138 expression and we categorized expression as negative, dim, moderate or bright. We collected demographic information, disease related characteristics (including ISS stage, cytogenetics, and baseline laboratory testing) and treatment and outcomes related data (prior therapies, response to first line therapy, follow up and vital status). Responses were per IMWG criteria and for the purpose of this study, a partial remission or better qualified as a response to therapy. High risk cytogenetics (HRC) was defined by the presence of one of the following; 17p deletion, t(4;14), t(14;16) and 13q deletion by metaphase cytogenetics. The study was approved by the IRB at the University of South Florida. Results: A four color flow cytometry panel was available for review on 101 myeloma patients including 57 males, median age at diagnosis was 60 (range 39–83) years. The percentage of ISS stage I, II and III at diagnosis was 36. 4%, 34. 8% and 28. 8% respectively and 28. 7% of the patients had HRC. At the time of the flow panel, 32 patients (31. 7%) were untreated and overall patients had a median of 3 prior therapies (range 0–11). 52 patients (51. 5%), 37 (36. 6%) and 12 (11. 9%) had no, dim or moderate CD44 expression respectively while 26 (26. 3%), 68 (68. 7%) and 5 (5. 1%) had no, dim or moderate VLA4 expression respectively. Subsequently both were sub-grouped according to presence (dim or greater) or absence of expression. A correlation between the expression of CD44 and VLA4 was noted (Fisher's exact p < 0. 001), 45 patients express both markers, 24 express neither markers, 28 express VLA4 but not CD44 while only 4 express CD44 and not VLA4 (p<0. 001). However neither CD44 nor VLA4 expression correlated with prior therapy (untreated versus previously treated), ISS stage, or poor risk cytogenetics (not shown). 76 patients (75. 2%) responded to first line therapy of which 50 expressed VLA4 (66%) while 25 patients did not respond to first line therapy, of which 23 expressed VLA4 (92%) suggesting VLA4 expression is a negative prognostic factor for response to therapy (p=0. 011). Alternatively CD44 did not correlate with response to first line therapy (not shown). The median OS for patients with VLA4 expression was 60. 5 months (95% CI 44. 9–74. 6) while it was 106. 8 months (95% CI 56. 3-Not reached) for patients who did not express VLA4 (log rank p=0. 023). For CD44 expressing patients, the median OS was 65. 8 months (95% CI 49. 3–86. 8) versus 98. 1 months (95% CI 48. 2–106. 8) for patients without CD44 expression (log rank p= 0. 817). On multivariable analysis, age at diagnosis (p=0. 02) and DS stage (p=0. 003) were the only predictors of poor survival while VLA4 expression (p=0. 09) had a trend towards poor survival. Conclusions: While total CD44 expression was not prognostic in this study, the expression of VLA4 was associated with a decreased response to therapy and decreased survival in multiple myeloma patients and validates this marker as a therapeutic target in myeloma. Although total CD44 expression did not correlate with prognosis in this study, expression of specific CD44 splice variants could be prognostic and this does not dismiss CD44 as a target for the novel therapeutic HYD-1 peptide. These studies are currently being pursued by our laboratory. Disclosures: Hazlehurst: Modulation Therapeutics Inc: Patents & Royalties, President and Co-founder Other. Emmons: Modulation Therapeutic Inc: Patents & Royalties.",
    "topics": [
        "cd44 antigens",
        "flow cytometry",
        "homing-associated cell adhesion molecule",
        "multiple myeloma",
        "cancer",
        "peptides",
        "antigens",
        "follow-up",
        "integrins",
        "laboratory techniques and procedures"
    ],
    "author_names": [
        "Wasif Riaz, MBBS",
        "John Pham",
        "Ling Zhang, MD",
        "Lynn Moscinski, MD",
        "Lori A Hazlehurst, Ph.D",
        "Michael Emmons, Ph.D",
        "Daniel M Sullivan, MD",
        "Kenneth H Shain, MD, Ph.D",
        "Conor Lynch, Ph.D",
        "Yue Binglin",
        "Hui-Yi Lin, Ph.D",
        "Rachid Baz, MD"
    ],
    "author_affiliations": [
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Morsani College of Medicine, USF, Tampa, FL, USA, "
        ],
        [
            "Hematopathology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Hematopathology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Molecular Oncology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Molecular Oncology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Clinical Investigations and Department of Blood and Marrow Transplantation, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
        ],
        [
            "Hematology Oncology and Experimental Therapeutics, H Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
        ],
        [
            "Tumor Biology, Moffitt Cancer Center & Research Institute, Tampa, USA, "
        ],
        [
            "Biostastics, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Biostastics, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "28.016562",
    "first_author_longitude": "-82.46327185"
}