{
    "doi": "https://doi.org/10.1182/blood.V112.11.372.372",
    "article_title": "Interim Positron Emission Tomography (PET) in Diffuse Large B-Cell Lymphoma: Independent Expert Nuclear Medicine Evaluation of ECOG 3404 ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "abstract_text": "Background: Positive interim PET scans have been associated with inferior outcomes in DLBCL treated with chemotherapy, alone or with rituximab. In the ECOG 3404 study for bulky and advanced DLBCL, PET scans at baseline and after 3 R-CHOP are centrally reviewed by a single reader; those with positive scans cross-over to R-ICE after 4 R-CHOP, whereas those with negative scans continue on R-CHOP. The primary endpoint of E3404 is progression-free survival. To determine the reproducibility of interim PET scan interpretation, we convened an expert panel. Methods: Three external nuclear medicine physicians visually scored baseline and interim PET scans independently and blinded to other clinical information or outcome. ECOG study criteria were binary (0,1) based on residual disease in initially involved sites with uptake greater than the liver. London criteria were on a scale of 0–5, where 4–5 was positive, based on increased uptake relative to the liver. Overall scores and agreement among experts were evaluated for both criteria, with application of the kappa statistic to correct for chance. Results: Using the ECOG criteria, external reviewers were in complete agreement in 68% of 38 interim scans and completely agreed with the central review in the same 68% cases. Agreement among the experts was 71% employing the London criteria in these cases. The range of PET+ interim scans by reviewer was 16.8% to 34.2% (p=NS) by both ECOG and London criteria. The kappa statistic for overall pairwise correlation between readers was 0.445 (0.396–0.533) using ECOG and 0.502 (0.396–0.630) using London criteria – indicating moderate consistency. Areas of disagreement often, but not exclusively, related to bone disease, the shape and focality of residual uptake, splenic disease, and rare scans without CT-fusion. Conclusions: These data show that visual criteria, either ECOG or London in this series, for interim PET results are moderately reproducible among individual nuclear medicine experts. Our finding of variability among experts indicates the need for caution in interpreting interim PET results in studies and in practice. Review of all E3404 cases is planned after accrual is completed (projected 12/08). Other ongoing studies evaluating interim PET after 1–3 cycles of therapy, the application of quantitative criteria, and consensus panels may provide further valuable information.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "eastern cooperative oncology group",
        "nuclear medicine",
        "nuclear medicine procedure",
        "positron-emission tomography",
        "r-chop",
        "bone diseases",
        "chemotherapy regimen",
        "residual tumor",
        "r-ice regimen"
    ],
    "author_names": [
        "Sandra J. Horning, MD",
        "Malik E. Juweid, MD",
        "Heiko Schoder",
        "Gregory Wiseman, MD",
        "Alex McMillan, Ph.D.",
        "Lode J. Swinnen, MBChB",
        "Ranjana Advani, MD",
        "Randy D. Gascoyne, MD",
        "Andrew Quon"
    ],
    "author_dict_list": [
        {
            "author_name": "Sandra J. Horning, MD",
            "author_affiliations": [
                "Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Malik E. Juweid, MD",
            "author_affiliations": [
                "Dept. of Radiology/Nuclear Med., Univ. of Iowa College of Med., Iowa City, IA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiko Schoder",
            "author_affiliations": [
                "Radiology/Nuclear Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Wiseman, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex McMillan, Ph.D.",
            "author_affiliations": [
                "Health Research and Policy, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lode J. Swinnen, MBChB",
            "author_affiliations": [
                "Div. of Hem. Malignancy, Johns Hopkins Cancer Center, Baltimore, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjana Advani, MD",
            "author_affiliations": [
                "Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randy D. Gascoyne, MD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, BC, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Quon",
            "author_affiliations": [
                "Radiology/ Nuclear Medicine, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T02:24:12",
    "is_scraped": "1"
}