{
    "doi": "https://doi.org/10.1182/blood.V118.21.1821.1821",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2107",
    "start_url_page_num": 2107,
    "is_scraped": "1",
    "article_title": "Bortezomib- and Thalidomide-Induced Peripheral Neuropathy (PN) in Multiple Myeloma (MM): Clinical and Molecular Analysis of 474 Patients Treated with Thalidomide-Dexamethasone (TD) or Bortezomib-TD (VTD) ",
    "article_date": "November 18, 2011",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1821 Introduction: PN is an important complication of MM and its incidence has been further increased after the introduction of the novel agents thalidomide and bortezomib. In a phase 3 trial comparing TD with VTD as induction therapy prior to and consolidation therapy after double autologous stem-cell transplantation for previously untreated MM patients, the VTD arm was significantly superior over TD in terms of improved rates of complete or near-complete response (CR/nCR) (the primary study endpoint) and progression free survival (PFS). Toxicity of VTD and TD regimens, including PN, was a secondary study endpoint. Methods: We performed a subanalysis of the study to assess the frequency, reversibility, risk factors and molecular markers associated with treatment-emergent PN. PN was graded by use of National Cancer Institute's Common Toxicity Criteria (NCI CTCAE) version 3.0. Since grade 1 PN could be misinterpreted and does not interfere with the daily activities, only patients who developed PN of at least grade 2 were evaluated. A total of 474 patients (of whom, 236 randomized to the VTD arm and 238 to TD) were stratified according to the development or not of grade ≥2 neurological adverse events (NAEs). Gene expression profiles (GEP) of pre-treatment CD138+ bone marrow plasma cells (BMPCs) were analyzed in a subset of 127 VTD-treated patients for whom biological samples taken at diagnosis were adequate for genomic analysis. GEP experiments were performed using the Affymetrix HG-U133 Plus 2.0 platform and class comparison of groups of array was done with one-way ANOVA Partek Genomic Suite (version 6.4). Results: Occurrence of PN throughout the entire treatment program was significantly higher in the VTD arm compared with TD. In particular, the rate of grade ≥2 PN was 35% vs 10% (p<0.001), and grade ≥3 was 15% vs 2.5% (p<0.001), respectively. Most of NAEs occurred during the induction phase (52% in VTD and 70% in TD arms), while a minority were seen during consolidation therapy (6% in VTD and 8% in TD). Median time to onset of grade ≥2 PN was 83 days in the VTD arm compared with 37.5 days in TD arm (p=0.04). Overall, 89% of patients on VTD and 95% on TD had a complete resolution of PN within a median of 70 and 61 days (p=0.6), respectively. An improvement to at least grade 1 was recorded in 94% of patients in the VTD arm and in 95% on TD within a median of 78.5 and 61 days (p=0.4), respectively. Three patients (1%) on VTD and none on TD discontinued treatment due to neurological toxicity. Notably, development of grade ≥2 PN did not affect the rates of CR/nCR, and both time to progression (TTP) and PFS. By univariate analysis, characteristics of patients at baseline, including age, MM isotype, ISS stage and cytogenetic abnormalities such as del(13q), t(4;14) or del(17p), did not influence the development of grade ≥2 PN in both arms. GEP were analyzed in 127 patients assigned to the VTD arm (44 with and 83 without treatment-emergent grade ≥2 PN). Patients experiencing a grade ≥2 PN were characterized by the differential expression of 184 genes ( p <0.01). The genes showing the highest change in expression included NRN1 (involved in the axonal regeneration), GSTM1 (involved in the detoxification of electrophilic compounds by conjugation with glutathione), DCTN1 (whose mutations are associated in specific types of disease-associated axonal degeneration). GeneGO® pathway analysis of differentially expressed genes showed enrichment for genes mainly implicated in the regulation of cytoskeleton rearrangement and the axonal guidance: indeed, several genes, which are involved in the signal transfer from semaphorin and ephrin to the cytoskeletal and motor proteins resulted differentially expressed in patients who developed grade ≥2 PN ( SEMA6A , SEMA4B , ACTA2 , EPHA5 , NEB ). Conclusions: Although VTD incorporated into double ASCT was associated with a higher incidence of grade ≥2 PN compared with TD, the probability of complete resolution or improvement to at least grade 1 was comparable in both VTD- and TD-treated groups. Importantly, NAEs did not adversely affect the rate of CR/nCR, and TTP and PFS. No relationship between development of PN and both patient demographics and disease characteristics was observed. Conversely, GEP analysis of BMPCs from patients with VTD-induced PN showed the significant deregulated expression of genes involved in the nervous system function. Disclosures: Off Label Use: Bortezomib and Thalidomide as induction therapy prior to and consolidation therapy after double autologous stem-cell transplantation in newly diagnosed multiple myeloma. Tosi: Janssen: Honoraria; Celgene: Honoraria; Novartis: Honoraria. Baccarani: Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Mayers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees. Boccadoro: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria. Cavo: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "multiple myeloma",
        "peripheral neuropathy",
        "thalidomide",
        "autologous stem cell transplant",
        "consolidation therapy",
        "toxic effect",
        "neoadjuvant therapy",
        "adverse event"
    ],
    "author_names": [
        "Paola Tacchetti, MD",
        "Carolina Terragna, PhD",
        "Gioacchino Catania, MD",
        "Magda Marcatti, MD",
        "Andrea Nozza, MD",
        "Felicetto Ferrara, MD",
        "Francesco Nobile, MD",
        "Catello Califano, MD",
        "Anna Baraldi, MD",
        "Andrea Gallamini, MD",
        "Pellegrino Musto, MD",
        "Patrizia Tosi, MD",
        "Piero Galieni, MD",
        "Annalisa Pezzi, Statistician",
        "Francesco Lanza, MD",
        "Michela Ceccolini, MD",
        "Filippo Ballerini, MD",
        "Lucio Catalano, MD",
        "Clotilde Cangialosi, MD",
        "Antonio Lazzaro, MD",
        "Giorgio Paladini, MD",
        "Ruggero Mozzana, MD",
        "Beatrice Anna Zannetti, MD",
        "Graziella Pinotti, MD",
        "Francesca Elice, MD",
        "Michele Baccarani, MD",
        "Mario Boccadoro, MD",
        "Guido Cavaletti, MD",
        "Michele Cavo, MD"
    ],
    "author_affiliations": [
        [
            "Bologna University School of Medicine, Seràgnoli Institute of Hematology, Bologna, Italy, "
        ],
        [
            "Bologna University School of Medicine, Seràgnoli Institute of Hematology, Bologna, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Genova, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Milano, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Milano, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Napoli, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Reggio Calabria, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Salerno, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Alessandria, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Cuneo, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Potenza, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Rimini, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Ascoli Piceno, Italy, "
        ],
        [
            "Bologna University School of Medicine, Seràgnoli Institute of Hematology, Bologna, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Cremona, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Forlì, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Genova, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Napoli, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Palermo, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Piacenza, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Trieste, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Varese, Italy, "
        ],
        [
            "Bologna University School of Medicine, Seràgnoli Institute of Hematology, Bologna, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Varese, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Vicenza, Italy, "
        ],
        [
            "Bologna University School of Medicine, Seràgnoli Institute of Hematology, Bologna, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Torino, Italy, "
        ],
        [
            "University of Milano-Bicocca, Dept. Neuroscience and Biomedical Technologies (DNTB), Monza, Italy"
        ],
        [
            "Bologna University School of Medicine, Seràgnoli Institute of Hematology, Bologna, Italy, "
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999"
}