{
    "doi": "https://doi.org/10.1182/blood.V120.21.594.594",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2237",
    "start_url_page_num": 2237,
    "is_scraped": "1",
    "article_title": "Ten Year-Long Term Survival After up-Front Autologous Stem Cell Transplantation in Multiple Myeloma: Results From Two Prospective Clinical Trials ",
    "article_date": "November 16, 2012",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation - Late Complications and Approaches to Disease Recurrence: Early and Late Complications",
    "abstract_text": "Abstract 594 Survival of patients with multiple myeloma (MM) has been extended with the introduction of autologous stem cell transplantation (ASCT). More recently, availability of highly effective novel agents has further improved patient outcomes. However, it is still the matter of debate whether a proportion of patients treated with ASCT can enjoy a long term survival, while sustaining prolonged high quality response. To address this issue and to identify those variables which were related to long-term survival, we performed a post-hoc analysis of two large prospective clinical trials of ASCT in newly diagnosed MM patients, the first one comparing single versus double ASCT and the second one incorporating thalidomide-dexamethasone (TD) into double ASCT. A total of 321 patients were randomly assigned in the first study to receive either a single or double ASCT, as previously described (Cavo M et al, JCO 2007). Three hundred and fifty seven patients were enrolled in the subsequent multicenter phase 2 study incorporating TD from the outset until the second ASCT; details of the protocol were previously reported (Cavo et al, J. Clin. Oncol 2009). Results were updated as of 30 March 2012 and compared with those previously reported. All the analyses were performed on an intention-to-treat basis. After a median follow-up of 61 months for the entire treatment population of the first study, PFS remained significantly longer with tandem versus single ASCT (median 37 vs 25 months, P= 0.012), while OS was similar in the two groups (median 71 vs 67 months). 47% and 33% of the patients in the double and single ASCT group achieved a CR+nCR (P= 0.008). Overall, in 24% and 11% of the patients, CR+nCR was sustained for more than 5 and 10 years, respectively. In a multivariate Cox regression analysis, best response (CR+nCR) ever achieved was the most important variable significantly extending PFS (P= 0.003) and OS (P=0.050); random assignment to double ASCT was an additional variable predicting for prolonged PFS(P= 0.026). After a median follow-up of 84 months from starting TD in the second study, median values of PFS and OS were 47.2 and 109.6 months, respectively. The final rate of CR+nCR was 34%, which was maintained for a median of 53 months. Overall, in 42.1% and 9.1% of the patients CR+nCR was sustained for more than 5 and 8 years, respectively. On multivariate analysis, failure to ever achieve at least CR+nCR, low Hb, high β2-m and t(4;14)±del(17p) were found to be independent variables predicting for poorer outcomes. In particular, a shorter OS was seen for patients ever lacking high-quality responses (HR: 0.35, 0.23–0.54, p<0.0001) and with t(4;14)±del(17p) (HR: 0.51, 0.33–0.79, p=0.0030). Overall, 23% and 20% of patients in the first and second study were alive over 10 or 8 years, respectively (long-term survivors). Median PFS of long-term survivors in the 2 studies were 74 and 87.7 months, respectively, versus 25 and 37 months for the rest of the population (P= 0.0000). Median duration of CR+nCR were 70 and 78 months in the long-term survivors group for the first and second study, respectively, in comparison with 21 and 49 months in the remaining patients (P<0.001 for both). The 10 and 8-year estimates of OS after relapse or progression in the long-term survivors of the two protocols were 58% and 72%, respectively, in comparison to a median value of 24 and 23 months for the control group (p<0.0001 for both). In a logistic regression analysis, attainment of high-quality responses was independently associated with long-term survival in both the studies (first study: OR: 1.8, 1.06–3.01, P= 0.03; second study: OR: 4.3, 2.17–8.60, P= 0.000). In conclusion, although the comparison between TD incorporated into ASCT and ASCT without thalidomide was not directly addressed by this analysis, TD + ASCT was associated with extended PFS and OS. Approximately 20% of the patients undergoing up-front ASCT can achieve long term survival (8–10 years from start of treatment), with 33% of them remaining relapse free. Attainment of sustained high-quality responses was the leading independent variable predicting for long-term OS. Prolonged survival after relapse was a contributing factor to long-term OS. Disclosures: Off Label Use: One of the 2 protocols discussed includes the use of thalidomide as induction prior to ASCT.",
    "topics": [
        "autologous stem cell transplant",
        "multiple myeloma",
        "thalidomide",
        "follow-up",
        "dexamethasone",
        "off-label use",
        "cox proportional hazards models",
        "logistic regression",
        "survivors",
        "intention to treat"
    ],
    "author_names": [
        "Elena Zamagni, MD",
        "Francesco Di Raimondo, MD",
        "Francesca Patriarca",
        "Patrizia Tosi",
        "Annalisa Pezzi",
        "Claudia Cellini",
        "Paola Tacchetti, MD",
        "Sonia Ronconi",
        "Silvestro Volpe",
        "Lucia Pantani, MD",
        "Lucio Catalano",
        "Mauro Fiacchini",
        "Emanuele Angelucci",
        "Luciano Masini",
        "Alessandro Gozzetti",
        "Piero Galieni",
        "Beatrice Zannetti",
        "Franco Narni",
        "Annamaria Brioli",
        "Carolina Terragna, PhD",
        "Antonio Lazzaro",
        "Katia Mancuso",
        "Catello Califano",
        "Antonio Ledda",
        "Nicoletta Testoni",
        "Michele Baccarani, MD",
        "Michele Cavo, MD"
    ],
    "author_affiliations": [
        [
            "Bologna University School of Medicine, “Seragnoli”Institute of Hematology, Bologna, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna University School of Medicine, “Seragnoli”Institute of Hematology, Bologna, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna University School of Medicine, “Seragnoli”Institute of Hematology, Bologna, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna University School of Medicine, “Seragnoli”Institute of Hematology, Bologna, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna University School of Medicine, “Seragnoli”Institute of Hematology, Bologna, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna University School of Medicine, “Seragnoli”Institute of Hematology, Bologna, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna University School of Medicine, Seragnoli Institute of Hematology, Bologna, Italy, "
        ],
        [
            "Department of Hematology and Oncological Sciences “L. e A. Seràgnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna University School of Medicine, “Seragnoli”Institute of Hematology, Bologna, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna '96 and Bologna 2002 Studies Italian Myeloma Network, Italy, "
        ],
        [
            "Bologna University School of Medicine, “Seragnoli”Institute of Hematology, Bologna, Italy, "
        ],
        [
            "University of Bologna, Bologna, Italy, "
        ],
        [
            "Bologna University School of Medicine, Institute of Hematology and Medical Oncology, Bologna, Italy"
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999"
}