{
    "doi": "https://doi.org/10.1182/blood.V104.11.3871.3871",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=155",
    "start_url_page_num": 155,
    "is_scraped": "1",
    "article_title": "Study of CTLA-4 Regulation in Large Granular Lymphocyte Leukemia Cells and Their Normal Counterparts. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cytotoxic t-lymphocyte antigen 4",
        "leukemia, t-cell, chronic",
        "genetic predisposition to disease",
        "autoimmune diseases",
        "rheumatoid arthritis",
        "allopurinol",
        "antigens",
        "autoimmune neutropenia",
        "cd28 antigens",
        "flow cytometry"
    ],
    "author_names": [
        "Marcin W. Wlodarski",
        "Megan Quimper",
        "Lukasz Gondek, M.D.",
        "Alexander Rodriquez, M.A.",
        "Jaroslaw P. Maciejewski, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Experimental Hematology and Hematopoiesis, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "T cell large granular lymphocyte (T-LGL) leukemia is a clonal lymphoproliferation of terminal cytotoxic T cells. T-LGL differs from other lymphoid malignancies as it is not entirely autonomous but appears to be sustained by a persistent antigenic drive. The antigen driven process may be suspected based on the frequent association of T-LGL with autoimmune conditions such as autoimmune neutropenia or rheumatoid arthritis. In these diseases, the LGL clone may be a part of an initially polyclonal immune response. CTLA-4 (CD152) is an accessory molecule expressed on CD4+ and some CD8+ cells involved in the regulation of T cell responses; upon triggering by one of its ligands (B7, CD28) CTLA-4 decreases T-cell activation and proliferation and contributes to the termination of antigenic responses. Knockout CTLA-4 mice develop autoimmune symptoms and a lymphoproliferative syndrome. Clinically, CTLA-4 was implicated in the induction of allo-tolerance and in the pathophysiologic mechanisms leading to autoimmune diseases such as thyroditis and rheumatoid arthritis. In addition, polymorphisms within CTLA-4 promoter and exon I have been recognized as immunogenetic predisposition factors for a variety of autoimmune diseases. Some experimental observations suggest defective regulation of the LGL clone and various intra- and extra-cellular mechanisms were implicated. Based on the biologic properties of CTLA4, we designed our experiments to test the potential role of CTLA-4 in dysregulation of clonal T cell responses in T-LGL. Decreased expression and impaired functional activity may be a result of a genetic predisposition due to known CTLA4 promoter and exon I polymorphism, 28 LGL patients were studied using SNP analysis. We have found for the +49 A/G polymorphism in exon I that 42% of LGL patients were homozygous while 38% and 20% were heterozygous for A/G exchange and homozygous for G, respectively. However, this result was comparable to large cohorts of controls reported in various publications and controls (N=18) studied in our laboratory. No patients with CTLA-4 promoter polymorphisms (-658C>T, -319C>T) were found in the LGL cohort. Using intracellular staining and flow cytometry we studied induced and steady state expression of CD152 in LGL cells. As compared to controls (N=14) in whom PMA/Ionomycin and PHA treatment resulted in an up-modulation of the CD152 expression in CD8+ cells (3.2+/− 3.4% vs. 17+/− 6.8% upon stimulation), the inducibility of CTLA-4 was decreased in CD8+ cells derived from patients with LGL (N=11; 3.7+/− 3.5% vs. 8.2+/− 7.5% upon stimulation). Stimulation appeared to be adequate as indicated by comparable CD69 upregulation. As LGL cells phenotypically correspond to mature effector CTL, we investigated whether impaired CTLA-4 induction is rather a feature of normal mature CTL effectors rather than a defect of LGL clone. Following stimulation, we have differentially stained CD8+CD57+ and CD8+CD57− cells from controls and determined expression of CD152; mature CD57+CD8 positive cells failed to express CTLA4 upon stimulation. In analogy, similar procedure was applied to patients with LGL: normal polyclonal CD8+CD57− cells showed induction of CTLA-4 while LGL cells were refractory. These results suggest that the survival and activation of terminal effector CTL including LGL cells are not regulated by CTLA-4 expression."
}