{
    "doi": "https://doi.org/10.1182/blood.V118.21.SCI-40.SCI-40",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2079",
    "start_url_page_num": 2079,
    "is_scraped": "1",
    "article_title": "Implication of Telomerase in Functions Besides Telomere Elongation in Human Cells ",
    "article_date": "November 18, 2011",
    "session_type": "Scientific Committee on Stem Cells and Regenerative Medicine: Building Better Stem Cells: Strategies to Enhance Regenerative Potential",
    "topics": [
        "telomerase",
        "telomere",
        "rna",
        "tumor cells, malignant",
        "ribonucleoproteins",
        "congenital abnormality",
        "dna",
        "enzymes",
        "rna-directed dna polymerase",
        "spinal cord injuries"
    ],
    "author_names": [
        "Francesca Gazzaniga, PhD cand.",
        "Jue Lin, PhD",
        "Elizabeth Blackburn, PhD"
    ],
    "author_affiliations": [
        [
            "Biochemistry, University of California, San Francisco, San Francisco, CA, "
        ],
        [
            "Biochemistry, University of California, San Francisco, San Francisco, CA, USA, "
        ],
        [
            "University of California, San Francisco, San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "37.7573918",
    "first_author_longitude": "-122.43604805000001",
    "abstract_text": "Abstract SCI-40 The ribonucleoprotein enzyme telomerase, which counteracts telomere shortening by adding telomeric DNA repeats to the 3’ ends of chromosomes, contains a core protein reverse transcriptase (called hTERT in humans), the essential template-containing RNA (hTER) and associated factors. Thus, telomerase is capable of circumventing the limit on cell division imposed by telomere attrition. Telomerase enzymatic activity is readily detectable in stem and progenitor cell populations, but is largely downregulated in most adult somatic human cells. In contrast, telomerase is highly active in the large majority (∼80%–90%) of cancer cells. While telomerase is essential for telomere maintenance in cells in vitro and in vivo , several studies now also indicate that telomerase may have telomere-independent functions. We previously showed that lowering the level of the telomerase ribonucleoprotein (RNP) enzyme complex causes rapid changes in cell cycle program in human and mouse cancer cells: partial reduction of telomerase induced by directly lowering telomerase RNP component levels causes altered transcriptional profiles and reduced glucose metabolism in human cancer cells, yet bulk telomere shortening or detectable telomere uncapping are not required for these effects. Work by others has shown that reduction of telomerase core protein component level reduced Wnt signaling and caused Wnt-mutant like developmental defects in Xenopus and mouse and aberrant hematopoiesis in zebrafish embryos. We acutely depleted telomerase RNA components in cultured T cells from healthy human adults using shRNAs targeting both the telomerase protein and the RNA component of telomerase (hTR), delivered immediately after in vitro stimulation. Cell proliferation and telomerase activity levels were quantified through the first and second stimulation cycles. Effects of such telomerase RNP reduction on cell proliferation were observed in time frames too short to be accounted for by bulk telomere attrition. Models to account for these findings will be discussed. Disclosures: Lin: Telome Health, Inc.: Consultancy, Equity Ownership. Blackburn: Telome Health, Inc: Equity Ownership, Membership on an entity’s Board of Directors or advisory committees."
}