{
    "doi": "https://doi.org/10.1182/blood.V106.11.1787.1787",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=513",
    "start_url_page_num": 513,
    "is_scraped": "1",
    "article_title": "Characterisation of 6 Factor XI Missense Mutations. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Factor XI deficiency (MIM 264900 ) is an autosomal bleeding disorder of variable clinical severity. In contrast to haemophilia A or B the clinical symptoms do not correlate well with plasma levels of factor XI; it is therefore difficult to predict the bleeding tendency from either the factor level or the molecular defect. Causative mutations, outside of the Ashkenazi Jewish population, are highly heterogeneous, with 79 different mutations currently recorded on the Factor XI Deficiency Mutation Database ( http://www.factorxi.com/ ), and this number being added to at a rapid rate. The identification of novel missense mutations leaves the dilemma as to whether these are causative or not. The in vitro expression of novel missense mutations is currently the preferred method for assigning causality. We have utilised site-directed mutagenesis and lipofectamine transfection to express novel factor XI missense mutations in a Baby Hamster Kidney cell line (BHK 570). Three novel /previously uncharacterised missense mutations, Met-18Ile, Met102Thr and Thr575Met, and a change previously reported as a polymorphism, Arg378Cys, were expressed in vitro . Two further missense mutations, on which expression data had been reported, were also expressed as expression negative (Tyr133Ser) and expression positive (Pro520Leu) controls, along with the wild-type FXI cDNA vector. A sandwich ELISA assay failed to detect factor XI antigen in the conditioned media of cell lines expressing the Met-18Ile, Met102Thr or the Tyr133Ser mutant FXI cDNAs but detected good FXI expression from the wild-type FXI cDNA. FXI antigen was detected in the cell lysates of all three cell lines, at similar levels to the wild-type cell line, demonstrating that factor XI was being synthesised in but not being secreted by these cell lines. Preliminary data for the Thr575Met, Arg378Cys and Pro520Leu cell lines shows that a significant amount of FXI antigen is being secreted into the conditioned media, with levels broadly similar for all three cell lines. However, levels in the wild-type cell line are approximately 6-fold higher. Further work is on-going to see whether this is a true reflection of secretion efficiency or the effect of differences in cell growth, plasmid incorporation etc. Levels of FXI antigen in cell lysates from these cell lines were broadly similar. Functional studies on these proteins is on-going. The Arg378Cys ‘mutation’, although previously reported as a polymorphism, was detected in a factor XI deficient father and daughter, with no other genetic variation detectable. Secretion of the Arg378Cys protein was surprising as the creation of a free Cysteine residue was expected to cause structural disruption resulting in a CRM- phenotype, as seen in the Arg308Cys and Trp501Cys mutants. We await the results of the function studies with interest. The Met-18Ile mutation was of particular interest as the mutation results in the loss of the initiator Methionine. Western blot analysis failed to detect any size difference between factor XI antigen recovered from cell lysates from the Met-18Ile and wild-type cell lines. We intend to purify the M-18I FXI protein and subject it to tandem MS analysis to try and determine the amnio acid sequence of this mutant protein.",
    "topics": [
        "culture media, conditioned",
        "factor xi",
        "missense mutation",
        "antigens",
        "lysate",
        "bleeding diathesis",
        "dna, complementary",
        "factor xi deficiency",
        "amniocentesis",
        "cysteine"
    ],
    "author_names": [
        "Michael J. Mitchell, BSc",
        "Letian Dai, PhD",
        "John B. Clarke, PhD",
        "Anwar Alhaq, PhD",
        "Geoffrey F. Savidge, MD"
    ],
    "author_affiliations": [
        [
            "Centre for Haemostasis and Thrombosis, Guy’s &St. Thomas’ NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Centre for Haemostasis and Thrombosis, Guy’s &St. Thomas’ NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Centre for Haemostasis and Thrombosis, Guy’s &St. Thomas’ NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Centre for Haemostasis and Thrombosis, Guy’s &St. Thomas’ NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Centre for Haemostasis and Thrombosis, Guy’s &St. Thomas’ NHS Foundation Trust, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4624884",
    "first_author_longitude": "-0.09938435000000001"
}