{
    "doi": "https://doi.org/10.1182/blood-2021-148029",
    "article_title": "Loss of iqgap1 (IQ Motif Containing GTPase Activating Protein 1) in Zebrafish Leads to Intracerebellar Hemorrhage, Morphological Abnormalities and Activates Hematopoietic Response ",
    "article_date": "November 5, 2021",
    "session_type": "301.Vasculature, Endothelial Cells and Platelets: Basic and Translational",
    "abstract_text": "Defects in multiple cell signaling molecules lead to disruptions of vascular integrity given the need for fine-tuned regulation of the cell adhesion complexes. These genetic defects have been linked to the development of intracerebral hemorrhage (ICH). There is genetic evidence in humans for ICH due to some genetic variants, while other variants have been identified in preclinical animal models. Signaling adaptor proteins play a crucial role in cell signaling by promoting interactions between effector proteins and even enabling integration of different pathways. IQGAP1 is a conserved signaling adaptor known for its roles in cell adhesion, cancer and for other cell biological effects. We engineered a zebrafish null mutant in the zebrafish iqgap1 gene by introducing an 11-bp deletion using a CRISPR/Cas9 genome editing method and characterized its phenotype. Homozygous mutants exhibit severe brain hemorrhage and morphological abnormalities, which are ultimately lethal, in about 30-40% of cases, whereas the other embryos survive to adulthood. We visualized the expression pattern of iqgap1 relative to the established fli1a vascular marker and found that iqgap1 strongly overlapped with fli1a expression, but was expressed much more broadly in tissues, such as muscle, branchial arches, and the caudal hematopoietic tissue (equivalent to the mammalian fetal liver). Critically, iqgap1 exhibited co-localization with fli1a in the blood vessels of the central nervous system, whose disruption is likely responsible for the brain hemorrhage. Whole embryo RNA sequencing-based comparison of hemorrhage-positive iqgap1-/- embryo pools with wild-type embryos at 52 hours post-fertilization (hpf) shortly after the onset of hemorrhage identified approximately 800 differentially regulated genes. The most striking feature of this dataset was up-regulation of hematopoietic markers especially those of erythrocytes, neutrophils, mast cells and HSPCs (hematopoietic stem and progenitor cells), but not macrophages. We have confirmed by in situ hybridization with marker gene probes that erythrocyte and neutrophil production is up-regulated most strongly in iqgap1-/- embryos undergoing some level of hemorrhage. By contrast, fli1a endothelial and stem cell marker was downregulated. This animal model provides a compelling genotype-phenotype correlation, implicating IQGAP1 as a new player in vascular disorders such as ICH and identifying a previously unrecognized relationship between IQGAP and regulation of hematopoiesis. Furthermore, this model is now poised to identify ameliorating and exacerbating modifier lesions and potential therapeutic agents that restore normal vascular integrity and prevent ICH. Disclosures Robitaille:  Novartis: Consultancy. Berman:  Oxford Immune Algorithmics: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Sergey Prykhozhij",
        "Lucia Caceres",
        "Kevin Ban",
        "Christopher McMaster",
        "Johane M Robitaille",
        "Jason N Berman"
    ],
    "author_dict_list": [
        {
            "author_name": "Sergey Prykhozhij",
            "author_affiliations": [
                "CHEO Research Insititute, Ottawa, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lucia Caceres",
            "author_affiliations": [
                "Department of Psychology & Neuroscience, Dalhousie University, Halifax, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Ban",
            "author_affiliations": [
                "CHEO Research Institute, Ottawa, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher McMaster",
            "author_affiliations": [
                "CIHR Institute of Genetics, Dalhousie University, Halifax, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johane M Robitaille",
            "author_affiliations": [
                "Ophthalmology and Visual Sciences, Dalhousie University Faculty of Medicine, Halifax, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason N Berman",
            "author_affiliations": [
                "Department of Pediatrics, CHEO Research Institute, Ottawa, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:40:24",
    "is_scraped": "1"
}