{
    "doi": "https://doi.org/10.1182/blood.V106.11.5292.5292",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=332",
    "start_url_page_num": 332,
    "is_scraped": "1",
    "article_title": "Subclinical Alterations in Coagulation in Patients during Conditioning Regimen before Allogeneic Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objective To evaluate the alterations in coagulation in patients during modified busulfan plus cyclophosphamide (BUCY) ± antithymocyte globulin (ATG) before allogeneic hematopoietic stem cell transplantation (allo-HSCT), and to assess the effect of ATG on coagulation system as part of conditioning regimen. Methods Thirty-five patients with various hematological malignancies undergoing allo-HSCT were assessed. Nineteen patients from HLA-identical siblings (group A) were conditioned with modified BUCY regimen, included cytarabine (2g/m 2 i.v., day -9), busulfan (4mg/kg p.o. in divided doses daily, day -8 to day -6), cyclophosphamide (1.8g/m 2 i.v., day -5 and day -4) and Me-CCNU (250mg/ m 2 p.o., day -3). Sixteen patients from HLA-mismatched family members or HLA-matched unreleated donors (group B) were conditioned with modified BUCY + ATG regimen, added cytarabine (4g/m 2 i.v., day -10 and -9) and rabbit ATG (2.5mg/kg i.v., day -5 to day -2, SangStat S.A.S., France). Blood samples were obtained before the start of regimen until day +1 after allo-HSCT. The following laboratory parameters were measured: prothrombin time (PT), active partial thromboplastin time (APTT), Fgrinogen (Fg), antithrombin (AT), D-Dimer, Fgrin degradation product (FDP), platelet (PLT), liver enzymes and bilirubin. VIII:C, IX:C, XI:C and XII:C in some blood samples with prolonged APTT were determined. Clinical hemorrhagic symptoms were monitored. Results From day -5 of conditioning regimens, temporary lengthening of APTT, which peaked on day -3, occurred in 16/19 (84.2%) patients in group A and 19/19 (100%) patients in group B, continued rise in Fg occurred in 17/19 (89.5%) patients in group A and 19/19 (100%) patients in group B, a progressive decrease of PLT was observed in all patients of two groups. Alterations of Fg and PLT were more significant in group B compared to those in group A. Transient D-Dimer increase was detected only in group B on day -3. Among intrinsic pathway coagulation factors, XII:C and XI:C were decreased commonly and significantly when APTT was prolonged. No difference between the two groups could be found with regard to PT, FDP, AT and liver parameters which remained nearly in normal ranges. Most of patients in two groups did not have overt bleeding manifestations. Conclusions Modified BUCY ± ATG conditioning regimen can induce subclinical alterations in coagulation. The regimen contained ATG has more significant effect on coagulation parameters.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "blood coagulation",
        "coagulation process",
        "conditioning (psychology)",
        "activated partial thromboplastin time measurement",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "busulfan",
        "cyclophosphamide"
    ],
    "author_names": [
        "Qian Jiang",
        "Xiao Jun Huang",
        "Kaiyan Liu",
        "Huan Chen",
        "Yuhong Chen",
        "Zhiyong Cao",
        "Daopei Lu"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology, Peking University, People’s Hospital, Beijing, China"
        ],
        [
            "Institute of Hematology, Peking University, People’s Hospital, Beijing, China"
        ],
        [
            "Institute of Hematology, Peking University, People’s Hospital, Beijing, China"
        ],
        [
            "Institute of Hematology, Peking University, People’s Hospital, Beijing, China"
        ],
        [
            "Institute of Hematology, Peking University, People’s Hospital, Beijing, China"
        ],
        [
            "Institute of Hematology, Peking University, People’s Hospital, Beijing, China"
        ],
        [
            "Institute of Hematology, Peking University, People’s Hospital, Beijing, China"
        ]
    ],
    "first_author_latitude": "39.936532",
    "first_author_longitude": "116.354693"
}