{
    "doi": "https://doi.org/10.1182/blood.V104.11.3189.3189",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=138",
    "start_url_page_num": 138,
    "is_scraped": "1",
    "article_title": "Iron Acquisition in Reticulocytes: Evidence for a Kiss and Run Mechanism. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "iron",
        "kissing",
        "reticulocytes",
        "transferrin receptors",
        "adenosine triphosphatases",
        "anemia, sideroblastic",
        "antagonists",
        "bypass",
        "calmodulin",
        "chelating agents"
    ],
    "author_names": [
        "Alex D. Sheftel, BSc",
        "An-sheng Zhang",
        "Orian Shirihai",
        "Premysl Ponka"
    ],
    "author_affiliations": [
        [
            "Department of Physiology, Lady Davis Institute, McGill University, Montreal, QC, Canada"
        ],
        [
            "Department of Cell and Developmental Biology, Oregon Health & Science University, Portland, OR, USA"
        ],
        [
            "Department of Phramacology and Experimental Therapeutics, Tufts University, Boston, MA, USA"
        ],
        [
            "Department of Physiology, Lady Davis Institute, McGill University, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.4968796",
    "first_author_longitude": "-73.6296469",
    "abstract_text": "During differentiation, immature erythroid cells acquire vast amounts of iron at a breakneck rate. Proper coordination of iron delivery and utilization in heme synthesis is essential and disruption of this process likely underlies iron loading disorders such as sideroblastic anemia and myelodysplastic syndrome with ringed sideroblasts. Iron is taken up by the cells via receptor mediated endocytosis, a process whereby diferric transferrin (Tf) binds to its cognate receptor (TfR) on the erythroid cell plasma membrane, followed by internalization of the Tf-TfR complex. Subsequent to endocytosis, the endosome is acidified by a H + -ATPase, allowing the release of iron from Tf. Through an unknown mechanism, iron is targeted to the inner membrane of the mitochondria, where the enzyme that inserts Fe into protoporphyrin IX, ferrochelatase, resides. Although it has been demonstrated that the divalent metal transporter, DMT1, is responsible for the egress of reduced Fe from the vesicle, the immediate fate of the iron atoms after their transport across the vesicular membrane remains unknown. Because reduced iron is a strong pro-oxidant, contributing to free radical formation through Fenton chemistry, it has been predicted that an iron binding molecule shuttles Fe from the endosome to mitochondria. However, this much sought iron binding intermediate, that would constitute the labile iron pool (LIP), has yet to be identified. Thus, we hypothesize that, in Hb-producing cells, there is a direct relaying of Fe from the endosomal machinery to that of the mitochondria. By loading the cytoplasm of reticulocytes with an impermeant form of the iron chelator, desferrioxamine, (hDFO) which would intercept Fe that traversed the cytosol bound to the putative LIP intermediate, we show that 59 Fe, delivered via Tf, can bypass the cytosol. Importantly, iron delivered to these cells in a form that freely diffuses across the membrane, iron-salicylaldehyde isonicotinoyl hydrazone ( 59 FeSIH 2 ), was significantly prevented from being used for heme synthesis in hDFO-laden reticulocytes. We have also used time-lapse confocal microscopy to track iron-loaded endosomes and mitochondria with high spatial and temporal resolutions. Using this approach, we have found that endosomes are very mobile organelles that continuously traverse the cytosol and touch a number of mitochondria multiple times. Addition of N-(6-aminohexyl)-5-chloro-1-naphthalene-sulfonamide (W-7), a calmodulin antagonist that is known to block the myosin motor, to cells that had been treated with fluorescent holo-Tf, inhibited endosomal movement. Interestingly, W-7 treatment of cells whose endosomes were loaded with 59 Fe-Tf blocked both incorporation of that iron into heme or mobilization of the iron by chelators. Together, these data are congruent with our hypothesis that iron is directly delivered to mitochondria by endosomes in a “kiss and run” paradigm."
}