{
    "doi": "https://doi.org/10.1182/blood-2021-148197",
    "article_title": "A Randomized, Double-Blind, Single-Dose Phase 1 Comparative Pharmacokinetic Study Comparing SB12 (Eculizumab Biosimilar) with Reference Eculizumab in Healthy Volunteers ",
    "article_date": "November 5, 2021",
    "session_type": "101.Red Cells and Erythropoiesis, Excluding Iron",
    "abstract_text": "Background: SB12 has been developed as a biosimilar of the reference product (RP) eculizumab. Eculizumab is a humanized monoclonal antibody (IgG2/4 kappa immunoglobulin) that binds to the human C5 complement protein with high affinity. Binding to this protein blocks its cleavage into C5a and C5b, thereby inhibiting terminal complement-mediated intravascular haemolysis. It is currently indicated for the treatment of patients with paroxysmal nocturnal haemoglobinuria, atypical haemolytic uremic syndrome (aHUS), refractory generalized Myasthenia Gravis (gMG) and Neuromyelitis Optica Spectrum Disorder (NMOSD). Objectives: To demonstrate pharmacokinetic (PK) equivalence and evaluate pharmacodynamic (PD), safety, tolerability, and immunogenicity profiles between SB12 and the RP eculizumab. Methods: This was a double-blind, three-arm, parallel group, and single-dose study in healthy subjects, between 18-55 years of age, randomized in a ratio of 1:1:1 to receive a single 300 mg dose of either SB12, European Union (EU) sourced eculizumab, or United States of America (US) sourced eculizumab via intravenous (IV) infusion for 35 minutes. Blood samples for PK and PD analysis were collected over 64 days. The primary objective of this study was to demonstrate PK similarity between the investigational products (IPs), as assessed by area under the concentration-time curve from time zero to infinity (AUC inf ). Secondary PK endpoints included area under the concentration-time curve from time zero to the last quantifiable concentration (AUC last ) and maximum observed concentration (C max ). Equivalence for the primary endpoint (AUC inf ) was determined if 90% confidence intervals (CIs) for the ratio of geometric least squared means (LSMeans) of SB12 to EU sourced eculizumab, SB12 to US sourced eculizumab, and EU sourced eculizumab to US sourced eculizumab was within the equivalence margin of 80.00% to 125.00%, respectively. Other objectives for the study were to evaluate safety, tolerability, immunogenicity, and PD profiles for the IPs. Results: A total of 240 subjects (80 in each treatment group) were enrolled. Back transformation provided the geometric LSMean ratio for the comparison of SB12/EU sourced eculizumab, SB12/US sourced eculizumab and EU sourced eculizumab/US sourced eculizumab for AUC inf were 99.1 % (95.41,102.85), 95.1 % (91.40, 99.04), and 96.0 % (92.16, 100.10), respectively. The corresponding 90% CI was within the pre-defined equivalence margin of 80.00-125.00%, indicating that the each of two treatments are bioequivalent. The profiles of mean terminal complement activity and mean change from baseline of complement activity were superimposable following administration of SB12, EU sourced eculizumab, and US sourced eculizumab. There was a rapid decrease in the complement activity at the end of infusion and then a slow restoration. There was no non-responder in the aspect of the measured complement activity after treatment. There were no deaths or discontinuation of IP due to treatment-emergent adverse events (TEAEs) during the study. Two serious adverse events (SAEs) (renal colic in the SB12 treatment group and back pain in the US eculizumab treatment group) were reported, in 2 subjects. Both events were considered not related to the IP. The proportion of subjects who experienced TEAEs were similar between the SB12, EU sourced eculizumab, and US sourced eculizumab treatment groups (70.0%, 65.0%, and 71.3% of subjects, respectively). The overall incidence of subjects with post-dose anti-drug antibodies (ADA) to eculizumab was 2 (2.5%), 1 (1.3%), and 0 (0.0%) subjects in the SB12, EU sourced eculizumab, and US sourced eculizumab treatment groups, respectively. There was no significant difference between treatment groups. None of the subjects with post-dose ADA to eculizumab had a positive result for neutralizing antibodies. Conclusion: The Phase I study demonstrated PK bioequivalence and showed comparable PD, safety, immunogenicity between SB12 and the RP eculizumab. Disclosures Lee:  Samsung Bioepis, Co., Ltd.: Current Employment. Jang:  Samsung Bioepis, Co., Ltd.: Current Employment. Kim:  Samsung Bioepis, Co., Ltd.: Current Employment. Jeong:  Samsung Bioepis, Co., Ltd.: Current Employment. Lee:  Samsung Bioepis, Co., Ltd.: Current Employment. Jung:  Samsung Bioepis, Co., Ltd.: Current Employment. Demichelis:  Novartis: Consultancy, Research Funding, Speakers Bureau; Bristol/Celgene: Consultancy, Speakers Bureau; AMGEN: Consultancy, Speakers Bureau; ASH: Research Funding; Jazz: Consultancy; Gilead: Consultancy; Astellas: Consultancy; Abbvie: Consultancy, Speakers Bureau.",
    "author_names": [
        "Hyun A Lee",
        "Hyerin Jang",
        "Yeonsoo Kim",
        "Deokyoon Jeong",
        "Jieun Lee",
        "Jin Ah Jung",
        "Roberta Demichelis"
    ],
    "author_dict_list": [
        {
            "author_name": "Hyun A Lee",
            "author_affiliations": [
                "Samsung Bioepis, Co., Ltd., Incheon, Korea, Republic of (South)"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hyerin Jang",
            "author_affiliations": [
                "Samsung Bioepis, Co., Ltd., Incheon, Korea, Republic of (South)"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeonsoo Kim",
            "author_affiliations": [
                "Samsung Bioepis, Co., Ltd., Incheon, Korea, Republic of (South)"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deokyoon Jeong",
            "author_affiliations": [
                "Samsung Bioepis, Co., Ltd., Incheon, Korea, Republic of (South)"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jieun Lee",
            "author_affiliations": [
                "Samsung Bioepis, Co., Ltd., Incheon, Korea, Republic of (South)"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Ah Jung",
            "author_affiliations": [
                "Samsung Bioepis, Co., Ltd., Incheon, Korea, Republic of (South)"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberta Demichelis",
            "author_affiliations": [
                "Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:36:20",
    "is_scraped": "1"
}