{
    "doi": "https://doi.org/10.1182/blood.V122.21.1623.1623",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2423",
    "start_url_page_num": 2423,
    "is_scraped": "1",
    "article_title": "Targeting Chronic Lymphocytic Leukemia With DNA Nanoparticles ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dna",
        "nanoparticles",
        "oligonucleotides",
        "alemtuzumab",
        "cancer",
        "monoclonal antibodies",
        "antibodies",
        "biological markers"
    ],
    "author_names": [
        "Laura E Ruff, PhD",
        "Thomas J. Kipps, MD, PhD",
        "Bradley T Messmer, PhD"
    ],
    "author_affiliations": [
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "University of California, San Diego, Moores Cancer Center, La Jolla, CA, USA"
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ]
    ],
    "first_author_latitude": "32.87864669999999",
    "first_author_longitude": "-117.2230577",
    "abstract_text": "A significant challenge in many areas of cancer research and treatment is the lack of cancer cell-specific binding agents. In Chronic Lymphocytic Leukemia (CLL), numerous genetic and molecular markers are used to divide patients into prognostic categories but clearly distinguished etiological or biological subtypes remain elusive. The current targeted treatments for CLL include monoclonal antibodies: alemtuzumab, ofatumumab, and rituximab, which target CD52 and CD20. While these markers are present on CLL cells, they do not distinguish the leukemia from other lymphocytes. We have developed a technology that uses library bio-panning and molecular evolution approaches to create hyper-avid DNA nanoparticles that recognize cells through multiple interactions. This technology utilizes rolling circle amplification (RCA) of circular oligonucleotide templates containing random nucleotides to produce libraries of single-stranded DNA concatamers, each of which forms a distinct nanoparticle. Each library contains 10 10 unique particles and each particle contains 50-200 copies of its template. To select cancer-specific DNA nanoparticles, we employ random library selection methods, in which a library of particles is incubated with cells, stringently washed to remove non-specific particles, and the retained particles are reamplified to their oligonucleotide template ( Figure 1 ). Templates are recircularized and the entire process is repeated 5-7 times to identify specific particles. Oligonucleotide templates from a pool of specific particles are then cloned, sequenced, and synthesized to identify individual clones. We are agnostic as to the molecular target(s) of the particles, thus circumventing the need to identify a unique molecular identifier on the cancer cell surface, as is the case for developing monoclonal antibodies. Our DNA nanoparticles have an intrinsic multivalent display of modules, allowing for recognition of a diverse landscape on the cell through many low, monovalent affinity interactions, which translate into high overall avidity. Figure 1 View large Download slide DNA nanoparticle selection scheme Figure 1 View large Download slide DNA nanoparticle selection scheme  In our current study, we have performed selections on primary CLL samples and identified CLL-binding particles. Different patient samples were used in each round of selection (one patient sample/round), and several particles were identified that bound to multiple CLL patient samples after 5 rounds of selection. CLL-binding particles can be identified by flow cytometry, in a method akin to cell staining with fluorescently-labeled antibodies. To label the DNA nanoparticles, a fluorescently labeled short oligonucleotide with complementary sequence to the particle is annealed at a low molar ratio. We identified one particle that bound to 6/6 CLL samples tested, including both fresh and frozen samples. Four of those samples were not part of the original sequential selection process. The mean fluorescence intensity was 1.4-2.6-fold above background staining with control particles. These particles were also found to bind to normal B cells, as no counter-selections were performed to remove general binders from the pool. In ongoing experiments a depletion step with counter screening against PBMCs is introduced prior to CLL selection in order to enrich the CLL-specific proportion of binders. Furthermore, a nextgen sequencing approach has been developed that will allow quantitative assessment of the populations of particles present in each round of selection as well as pre and post counterscreening, thus enabling bioinformatic monitoring of the population dynamics as well as pointing towards the most specific candidate particles for subsequent experimental validation. CLL specific particles could be used in diagnostic testing, in vivo targeting, and drug delivery. Disclosures: No relevant conflicts of interest to declare."
}