{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.898.898",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3744",
    "start_url_page_num": 3744,
    "is_scraped": "1",
    "article_title": "Response to Front-Line Imatinib Treatment in Children and Adolescents with CML - Data from a Large Pediatric Cohort ",
    "article_date": "December 7, 2017",
    "session_type": "632: Chronic Myeloid Leukemia: Therapy: Results of Clinical Trials",
    "topics": [
        "adolescent",
        "child",
        "imatinib mesylate",
        "pediatrics",
        "adverse effects",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "neutropenia",
        "protein-tyrosine kinase inhibitor",
        "toxic effect"
    ],
    "author_names": [
        "Meinolf Suttorp, MD PhD",
        "Philipp Schulze",
        "Ingmar Glauche, PhD",
        "Gudrun Göhring, MD",
        "Nils Von Neuhoff, PhD",
        "Markus Metzler, MD",
        "Petr Sedlacek, MD",
        "Eveline S. de Bont, MD",
        "Adriana Balduzzi, MD",
        "Birgitte Lausen, MD",
        "Olga Aleinikova, MD PhD",
        "Sabina Sufliarska, MD",
        "Guenter Henze, MD PhD",
        "Gabriele Strauss, MD",
        "Angelika Eggert, MD PhD",
        "Bernhard Kremens, MD PhD",
        "Andreas H Groll, MD PhD",
        "Frank Berthold, MD PhD",
        "Christoph Klein, MD PhD",
        "Ute Gross-Wieltsch, MD",
        "Karl-Walter Sykora, MD",
        "Arndt Borkhardt, Prof MD",
        "Andreas E. Kulozik, MD PhD",
        "Martin Schrappe, MD PhD",
        "Christina Nowasz",
        "Manuela Krumbholz, PhD",
        "Josephine Tabea Tauer, PhD",
        "Alexander Claviez, MD",
        "Jochen Harbott, PhD",
        "Hans H Kreipe, MD PhD",
        "Brigitte Schlegelberger, Prof. Dr.",
        "Christian Thiede, MD"
    ],
    "author_affiliations": [
        [
            "Univ. Children's Hospital, Dresden, Dresden, Germany "
        ],
        [
            "Institute for Medical Informatics and Biometry, Carl Gustav Carus Faculty of Medicine, Technische Universität Dresden, Dresden, Germany "
        ],
        [
            "Institute for Medical Informatics and Biometry, Carl Gustav Carus Faculty of Medicine, Technische Universität Dresden, Dresden, Germany "
        ],
        [
            "Institute of Human Genetics, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Pediatric Hematology and Oncology, University Children's Hospital Essen, Essen, Germany "
        ],
        [
            "Department of Pediatrics, University Hospital Erlangen, Erlangen, Germany "
        ],
        [
            "Department of Pediatric Hematology-Oncology, University Hospital Motol, Charles University, Prague, Czech Republic "
        ],
        [
            "University Medical Center Groningen, University of Groningen, University Medical Center Groningen, University of Groningen, Groningen, Netherlands "
        ],
        [
            "Clinica Pediatrica Università degli Studi di Milano Bicocca, Ospedale San Gerardo, Monza, Italy "
        ],
        [
            "Rigshospitalet, Copenhagen, Denmark., Department of Pediatric and Adolescent Medicine, University Hospital,, Copenhagen, Denmark "
        ],
        [
            "Republican Scientific and Practical Centre of Children Oncology, MINSK, BLR "
        ],
        [
            "Bone Marrow Transplantation Unit, Comenius University Children's Hospital, Bratislava, Slovakia "
        ],
        [
            "Pediatric oncology, Charite Universitaetsmedizin Berlin, Berlin, Germany "
        ],
        [
            "Helios Kliniken Berlin Buch, Pediatric Hematology and Oncology,, Berlin, Germany "
        ],
        [
            "Charité Berlin,, Pediatric Hematology and Oncology, University Children's Hospital,, Berlin, Germany "
        ],
        [
            "University of Duisburg-Essen,, Department of Pediatrics III, University Hospital, Essen, Germany "
        ],
        [
            "University Children's Hospital, Muenster, Pediatric Hematology and Oncology, Muenster, Germany "
        ],
        [
            "University Children's Hospital, Cologne, Pediatric Hematology and Oncology, Cologne, Germany "
        ],
        [
            "University Children's Hospital, Munich, Germany "
        ],
        [
            "Klinikum Stuttgart - Olgahospital, Stuttgart, Pediatric Oncology, Hematology, Immunology, Stuttgart Cancer Center, Stuttgart, Germany "
        ],
        [
            "Pediatric Hematology/Oncology, Medical School Hannover, Hannover, Germany "
        ],
        [
            "Pediatric Oncology, University Hospital Duesseldorf, Duesseldorf, Germany "
        ],
        [
            "UniversitätsKlinikum Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Pediatric Hematology and Oncology, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany "
        ],
        [
            "TU Dresden, Dresden,, Pediatric Hematology and Oncology, Department of Pediatrics, University Hospital \"Carl Gustav Carus\",, Dresden, Germany "
        ],
        [
            "Pediatric Hematology & Oncology, Univ. Hospital Erlangen, Erlangen, Germany "
        ],
        [
            "Shriner's Hospital for Children, Montreal, Canada "
        ],
        [
            "Department of Pediatrics, Medical University of Schleswig-Holstein, Kiel, Germany "
        ],
        [
            "University Children's Hospital, Oncogenetic Laboratory, Pediatric Hematology and Oncology, Giessen, Germany "
        ],
        [
            "Institute of Pathology, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Institute of Human Genetics, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus der TU Dresden, Dresden, Germany"
        ]
    ],
    "first_author_latitude": "51.04378994999999",
    "first_author_longitude": "13.752093249999998",
    "abstract_text": "Purpose Results of the prospective trial \"CML-PAED-II\" assessing treatment efficacy and side effects in children and adolescents with newly diagnosed chronic myeloid leukemia (CML) are reported. Patients and Methods 156 patients (age range 1.3-18.0 years, 91 male) with newly diagnosed CML (N= 146 chronic phase (CML-CP), N= 3 accelerated phase (CML-AP), N= 7 blastic phase (CML-BP)) received imatinib upfront (300 mg/m², 400 mg/m², 500 mg/m², respectively). Therapy response, progression-free survival, causes of treatment failure and proportion of patients undergoing stem cell transplantation were analyzed in 148 patients with complete data. Results Event-free survival rate at 18 months for pediatric patients diagnosed in CML-CP (median follow-up time 25 months, range: 0.1-120) was 97% (95% CI, 94.2%-99.9%). According to the 2006 ELN-criteria complete hematologic response at month 3, complete cytogenetic response (CCyR) at month 12, and molecular response (MR3.0) at month 18 were achieved in 98%, in 63%, and 59% of the patients, respectively. At month 36 on continuous first line imatinib or 2 nd generation tyrosine kinase inhibitor treatment, 86% of the patients achieved CCyR and 74% achieved MR3.0. 66% of the patients experienced at least one side effect. Imatinib-related anemia was the most frequent toxicity observed if all grades were considered (N=98; 66%) while neutropenia was the most frequently reported grade 3/4 hematologic adverse effect (N=22; 15%). Among non-hematologic toxicities, all grades of gastrointestinal toxicity were observed most frequently (N=57, 38%), however, it occurred at lower grades 1/2 in all but one patient. Higher grade 3/4 musculoskeletal pain was also frequent (N=53, 36%). Twenty-seven patients (18%) had to discontinue treatment temporarily while nine patients permanently terminated imatinib due to non-tolerable side effects (neutropenia N= 4, muscle cramps N= 3, skin N= 1, liver N= 1). Thirty-eight patients (27%) experienced imatinib failure because of unsatisfactory response (N= 27) or intolerance (N= 9). 28/148 patients (19%) underwent stem cell transplantation (SCT). In the SCT sub-cohort 2/23 patients diagnosed in CML-CP, 0/1 in CML-AP, and 2/4 in CML-BP, respectively, died of relapse (N=3) or SCT-related complications (N=2). Conclusion This large pediatric trial provides evidence confirming that first line imatinib in children is highly effective. Observed adverse effects are acceptable and mainly comprise hematological side effects. Long term outcome and effects of a potentially life-long TKI treatment have to be registered in cooperation with adult hematologists in extended surveillance follow-up studies. Disclosures Suttorp: Novartis: Research Funding. Schrappe: JAZZ Pharma: Consultancy, Research Funding; Baxalta: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; SigmaTau: Consultancy, Research Funding; Medac: Consultancy, Research Funding. Thiede: Novartis: Consultancy, Speakers Bureau; Bayer: Consultancy, Speakers Bureau; Roche: Consultancy; Agendix: Employment."
}