{
    "doi": "https://doi.org/10.1182/blood.V108.11.862.862",
    "article_title": "Canonical and Non-Canonical Wnt Signaling Regulate the Balance between HSC Self-Renewal and Differentiation. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "We and others have implicated activation of canonical Wnt signaling by Wnt3a in promoting hematopoietic stem cell (HSC) self-renewal. Since Wnt5a can inhibit canonical Wnt signaling (Topol, et al . 2003), we hypothesized that Wnt3a and Wnt5a act as antagonists on HSC function. To examine the effect of Wnt3a and Wnt5a on canonical Wnt signaling in HSCs, we isolated HSCs (lin − , c-kit HI , Sca-1 HI , IL-7Rα − ) that contain a lacZ reporter gene that is induced by canonical signaling and cultured them in serum-free media in the presence of 30 ng/ml SCF and Flt3L and recombinant Wnt3a (3a; 100 ng/ml) with and without recombinant Wnt5a (5a; 500 ng/ml). We observed a significant 50% reduction (p < .05) in lacZ mRNA in HSCs cultured with 3a + 5a compared to 3a alone, indicating that Wnt5a inhibits canonical signaling in HSCs. Treatment with 3a, 5a, and 3a + 5a caused the percentage of actively cycling HSCs to decrease 1.4 to 1.6-fold compared to control (SCF + Flt3L) (p < .02). To examine the role of Wnt signaling in HSC self-renewal, wild-type CD45.1 + HSCs were cultured for 6 days before being transplanted into lethally irradiated recipients (1:100 ratio HSCs to CD45.2 + whole bone marrow cells; total number of CD45.1 + HSCs transplanted ranged from 3 to 5 × 10 3 ). There was no difference in long-term repopulation between control HSCs (6.7 ± 5.5% CD45.1 + bone marrow cells, n = 14) and HSCs cultured with 3a (4.1 ± 3.7%, n = 8, p = .24). However, HSCs cultured with 5a (24.1 ± 21.2%, n = 10) or 5a + 3a (38.5 ± 36.4%, n = 11) showed significant increases in repopulation compared to control (p < .01; Mann-Whitney test). To determine if additional survival signals were necessary for 3a to induce HSC self-renewal, we transplanted cultured HSCs isolated from transgenic mice that overexpressed the anti-apoptotic gene Bcl2. We observed that control HSCs engrafted 7/7 mice (average repopulation: 17.8 ± 6.8% CD45.1 + bone marrow) whereas when 3a was added, only 1/7 mice showed engraftment (1.2%). Together, these data suggest that induction of canonical signaling by Wnt3a results in decreased HSC expansion and self-renewal and that Wnt5a positively regulates HSC self-renewal by non-canonical Wnt signaling pathways independent of its ability to inhibit canonical signaling. We examined the effects of Wnt3a and Wnt5a on Hoxb4, Notch1, and c-myc expression in HSCs. We observed that adding 3a to serum-free cultures caused no change in Hoxb4 mRNA, a 2-fold reduction in Notch1 mRNA (p < .01) and a 2.4-fold increase in the canonical Wnt pathway target gene c-myc (p < .05; n = 3) compared to control. No changes in Hoxb4, Notch1, or c-myc mRNA were observed in HSCs cultured with 5a or 5a + 3a. Since overexpression of c-myc has been linked to loss of HSC self-renewal, we hypothesized that overexpression of Wnt3a would inhibit HSC self-renewal and repopulation. We transduced CD45.1 + bone marrow with Wnt3a-IRES-GFP or IRES-GFP retroviral vectors and sorted GFP + cells were transplanted with equal numbers of CD45.2 + mock-transduced cells. Four months post transplantation, 3.4 ± 1.8% of bone marrow cells in IRES-GFP recipients were GFP + (n = 8). In contrast, no GFP + cells were detected in Wnt3a-GFP recipients (n = 8). Wnt3a-GFP retroviral DNA was detected by PCR, suggesting that vector silencing was required for transduced cell survival. We propose that imbalanced canonical Wnt signaling in HSCs deregulates hematopoiesis by inducing pro-differentiation genes such as c-myc and that additional signals, e.g. Wnt5a, are required to maintain the balance between HSC differentiation and self-renewal.",
    "topics": [
        "antagonists",
        "bcl-2 protein",
        "cd45 antigens",
        "culture media, serum-free",
        "dna",
        "flt3 ligand",
        "internal ribosome entry sites",
        "polymerase chain reaction",
        "proto-oncogene protein c-kit",
        "rna, messenger"
    ],
    "author_names": [
        "Michael Nemeth",
        "Yingzi Yang",
        "David Bodine"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Nemeth",
            "author_affiliations": [
                "National Human Genome Research Institute, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yingzi Yang",
            "author_affiliations": [
                "National Human Genome Research Institute, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Bodine",
            "author_affiliations": [
                "National Human Genome Research Institute, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T09:34:28",
    "is_scraped": "1"
}