{
    "doi": "https://doi.org/10.1182/blood.V112.11.4783.4783",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1267",
    "start_url_page_num": 1267,
    "is_scraped": "1",
    "article_title": "Up Regulation of transendothelial migration on Hematopoietic Progenitor Cells (HPC) and neutrophils by Leukotreine B 4 (LTB4) via elevated Endothelial Permeability ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "endothelium",
        "hematopoietic stem cells",
        "leukotriene b4",
        "neutrophils",
        "permeability",
        "up-regulation (physiology)",
        "cell adhesion molecules",
        "leukotriene b4 receptors",
        "adverse effects",
        "antagonists"
    ],
    "author_names": [
        "Yeung-Chul Mun, MD, PhD",
        "Soo A. Oh",
        "Moon Young Choi",
        "Jee-Young Ahn",
        "Kyoung-Eun Lee",
        "Eun-Sun Yoo",
        "Chu-Myong Seong"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Ewha Womans University School of Medicine, Seoul, South Korea"
        ],
        [
            "Department of Internal Medicine, Ewha Womans University School of Medicine, Seoul, South Korea"
        ],
        [
            "Department of Internal Medicine, Ewha Womans University School of Medicine, Seoul, South Korea"
        ],
        [
            "Department of Internal Medicine, Ewha Womans University School of Medicine, Seoul, South Korea"
        ],
        [
            "Department of Internal Medicine, Ewha Womans University School of Medicine, Seoul, South Korea"
        ],
        [
            "Departments of Pediatrics, Ewha Womans University School of Medicine, Seoul, South Korea"
        ],
        [
            "Department of Internal Medicine, Ewha Womans University School of Medicine, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.556269",
    "first_author_longitude": "126.83592179999998",
    "abstract_text": "Backgrounds : The mechanisms on HPC mobilization by Hematopoietic growth factors seem to be multifactorial processes. Though the roles of protease (ie. NE, MMPs) and cell adhesion molecules (CAMs) seem to be important, the precise mechanisms on HPC mobilization are still unknown. LTB4 is lipid mediator derived from membrane phospholipids during the process of inflammation, and have many roles (ie; inducer of chemotaxis, the production of nitric oxide, transepithelial migration of neutrophil). The major activities of LTB 4 include the recruitment and activation of leukocytes, suggesting that it has considerable functional overlap with the chemokine family of chemoattractant peptides, which also direct the recruitment of leukocytes. We previously had reported that LTB4 was able to mobilize HPC of 8.5-fold baseline within only 4 hours without significant side effects in the murine models (Blood 2005, 106;11(2):401b-402b) and LTB4 receptor and reactive oxygen species (ROS) were involved in the pathway of mobilization induced by LTB4 or G-CSF using C57BL/6 mice (Blood 2006, 108;11(2):395b, Blood 2007, 110;11(2):303B). In this study, we investigated the cellular mechanisms of HPC mobilization which was induced by LTB4. Methods : We studied the expression of LTB4 receptors (BLT1 and BLT2) on the surface of murine HPC using RT-PCR. To elucidate the effects of LTB4 on the cells which compose the bone marrow environment for the HPC mobilization, we studied the influence of LTB4 on proliferation, transmigration, permeability, and expression of CAMs on HPC and neutrophils from C57BL/6 mice and MS5 cells, murine stromal cell line cells, and bEnd3 cells as well. Results : Proliferations of b.End3 cell and MS-5 cell were not affected by treatment of LTB4. But, permeability of b.End3 cell monolayer were increased 1.3-fold by LTB4 treatment (100 nM) compared with control. After LTB4 treatment, transendothelial migrations of total nucleated cells (TNC) (22.2% vs 9.4%), HPC (2.7% vs 0%) and neutrophils (75.6% vs 13.6%) from the C57BL/6 mice bone marrow were increased compared with control group respectively. These effects were reversed by LTB4 receptor antagonists (ie; LTB4APA and U75302 ). Transendothelial migration of neutrophil was increased quickly compared with those of HPCs and total nucleated cells from the bone marrow. However, LTB4 didn’t affect on the expression of ICAM-1 and VCAM-1 of b.End3 cell, murine microvascular endothelial cell. Conclusions : Through our data, it is suggested that transendothelial migration of HPCs and neutrophils were upregulated by LTB4 via elevated endothelial permeability. Further studies are necessary to find the molecular mechanisms on the mobilization by LTB4. Prompt mobilization by LTB4, which takes only 4 hours may be very useful in the clinic if safty profiles are completed in human."
}