{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4316.4316",
    "article_title": "A ROR1 Bispecific T Cell Engager for the Treatment of Chronic Lymphocytic Leukaemia Demonstrates Enhanced Function Following Ibrutinib Treatment ",
    "article_date": "December 7, 2017",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "ROR1 is expressed on a range of solid and haematological malignancies, including chronic lymphocytic leukaemia, mantle cell lymphoma and a subset of acute lymphoblastic lymphoma, making it an attractive therapeutic target. In keeping with this, ROR1 CAR T cells and a ROR1 antibody, are being investigated as novel treatments [NCT02222688, NCT02776917 & NCT02706392]. BiTEs are small, 55kDa antibody based therapeutics composed of two single chain variable fragments (scFv) linked in tandem by a flexible linker. One scFv binds to tumour antigens and the other to the CD3 complex, bringing target cells and T cells in close proximity, facilitating formation of cytotoxic synapses and resulting in target cell death. We have generated a fully humanised ROR1 BiTE which unlike conventional antibodies recruits and utilises the inherent cytotoxic potential of polyclonal resident T cells and does not require ex vivo cell manipulation. We therefore investigated the potential of a ROR1 BiTE for the treatment of CLL. We first assessed the efficacy of our ROR1 BiTE against SKW6.4, Jeko1 and Kasumi-2 haematological cell lines which are ROR1 positive, confirming significant cytotoxicity even at low concentrations of 1ng/ml (Figure 1A). To demonstrate in vivo potential, mice were injected with SKW6.4 cells and disease established before treatment with T cells and 5 days of ROR1 BiTE or control PBS therapy. BiTE treated animals had improved survival compared to the control cohort (50 days vs 18 days), despite only a single infusion of T cells (Figure 1B). We next assessed the potential of the BiTE to target primary CLL cells: allogeneic healthy donor T cells were co-cultured with CLL cells (3:1 effector:target ratio) in the presence of ROR1 BiTE with resultant decrease in CLL viability at 24 hours (Mean CLL survival 32%, Figure 1C). In contrast, we saw minimal cytotoxicity in co-cultures of autologous patient T cells and CLL cells with ROR1 BiTE under identical conditions (Mean CLL survival 92%, Figure 1D). We hypothesised this was secondary to the previously described multifactorial T cell dysfunction in CLL. Ibrutinib, the first in class Bruton's tyrosine kinase inhibitor, demonstrates impressive efficacy in front line and relapsed/refractory CLL patients including those with high risk 17p deletion. In addition, it modulates the tumour micro-environment, skews T cells to a Th1 phenotype, reduces PD-1 expression and reverses pseudo-exhaustion. In view of this, we isolated T cells from patients receiving Ibrutinib and cultured them with autologous CLL cells and demonstrated significantly enhanced cytotoxicity compared to patients not exposed to Ibrutinib (Mean CLL survival 43% vs 85%, p=0.012) (Figure 1E). This cohort included patients who had failed multiple prior lines of therapy and/or 17p deleted cases. Ibrutinib treatment was also associated with markedly enhanced secretion of a range of pro-inflammatory mediators including IFNγ and TNFα (Figure 1F). To ensure this effect was not due to Ibrutinib increasing sensitivity of CLL cells to a ROR1 BiTE, we analysed matched samples from 2 patients pre and post treatment. Post Ibrutinib T cells demonstrated enhanced killing, irrespective of the CLL cells exposure to Ibrutinib, confirming enhanced T cell function as the driving force of improved BiTE mediated cytotoxicity (Figure 1G). Taken together, we demonstrate the potential of a ROR1 BiTE to target haematological malignancies and highlight for CLL, the clinical context in which BiTEs are used is critical for effective responses. Baseline T cell dysfunction in untreated or relapsed CLL patients will likely limit efficacy, whilst Ibrutinib treatment allows for improved T cell effector function. In keeping with this CD19 CAR T cells demonstrate superior expansion, function and persistence when generated from CLL patients on Ibrutinib, confirming a global positive immunomodulatory role. Other small molecule inhibitors may improve T cell function by reducing tumour bulk but Ibrutinib inhibits other tyrosine kinases including ITK, which may play a role in T cell modulation. Despite Ibrutinib monotherapy being effective, patients often have a low level disease burden and minimal residual disease is rarely achieved. BiTE treatment for high risk patients in this situation represents a rational option to deepen responses. Overall, our data supports the assessment of our ROR1 BiTE in the post Ibrutinib setting for CLL. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Gohil: UCL Business: Patents & Royalties. Nathwani: UCL Business: Patents & Royalties. Della Peruta: UCL Business: Patents & Royalties.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "ibrutinib",
        "ror1 protein, human",
        "t-lymphocytes",
        "bites",
        "cytotoxicity",
        "antibodies",
        "hematologic neoplasms",
        "neoplasms"
    ],
    "author_names": [
        "Satyen Gohil, BSc, MBBS, MRCP, FRCPath",
        "Solange Rosa Paredes-Moscosso",
        "Micaela Harrasser",
        "Mohamed El-Kholy",
        "Emma Morris, FRCPath, MA, MBBChir, PhD MRCP",
        "Amit Nathwani, MD PhD",
        "Marco Della Peruta, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Satyen Gohil, BSc, MBBS, MRCP, FRCPath",
            "author_affiliations": [
                "University Ci, Enfield, United Kingdom ",
                "University College London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Solange Rosa Paredes-Moscosso",
            "author_affiliations": [
                "University College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Micaela Harrasser",
            "author_affiliations": [
                "University College London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamed El-Kholy",
            "author_affiliations": [
                "University College London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emma Morris, FRCPath, MA, MBBChir, PhD MRCP",
            "author_affiliations": [
                "University College London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Nathwani, MD PhD",
            "author_affiliations": [
                "University College London, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Della Peruta, PhD",
            "author_affiliations": [
                "University College London, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T04:08:17",
    "is_scraped": "1"
}