{
    "doi": "https://doi.org/10.1182/blood.V112.11.199.199",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1116",
    "start_url_page_num": 1116,
    "is_scraped": "1",
    "article_title": "Knockdown of CCR7 or Its Ligands Causes a Loss of Central Nervous System Involvement in Notch1 Induced T-ALL ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "central nervous system",
        "ligands",
        "notch1 gene",
        "t-cell leukemia, acute",
        "chemotherapy regimen",
        "disease remission",
        "infiltrates",
        "leukemia, t-cell",
        "leukemic infiltration"
    ],
    "author_names": [
        "Silvia Buonamici",
        "Thomas Trimarchi",
        "Apostolos Klinakis",
        "Linsey Reavie",
        "Brenton G. Mar",
        "Eric Gehrie",
        "Emma L. Kuan",
        "Gwendalyn J. Randolph",
        "Jonathan Bromberg",
        "Iannis Aifantis"
    ],
    "author_affiliations": [
        [
            "Pathology, New York University School of Medicine, New York, NY, USA"
        ],
        [
            "Pathology, New York University School of Medicine, New York, NY, USA"
        ],
        [
            "Genetics & Development, Columbia University, New York, NY, USA"
        ],
        [
            "Pathology, New York University School of Medicine, New York, NY, USA"
        ],
        [
            "Pediatrics, Columbia University Morgan Stanley Children’s Hospital of New York Presbyterian, New York, NY, USA"
        ],
        [
            "Gene and Cell Medicine, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Gene and Cell Medicine, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Gene and Cell Medicine, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Gene and Cell Medicine, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Pathology, New York University School of Medicine, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.764847249999995",
    "first_author_longitude": "-73.96984804999998",
    "abstract_text": "Intensive chemotherapy helps achieve remission in the vast majority of acute lymphoblastic leukemia (ALL) patients. A subset of these cases, T-cell ALL (T-ALL), fare significantly worse, presenting with more severe disease, lower remission rates and a greater likelihood of relapse, particularly within the central nervous system (CNS). All modern treatment protocols involve intensive prophylactic CNS chemotherapy and cranial irradiation. The dramatic increase in overall survival is thought to be worth the significant long term side effects associated with CNS treatment such as secondary tumors, neurocognitive deficits and neuroendocrine disorders. Despite its significance, very little is known about the basic mechanisms of leukemic lymphocyte infiltration into the CNS. Over 50% of T-ALL patients have activating mutations in the Notch1 protein. According to our gene expression profiling results, Notch1 activation leads to the induction of CCR7, a chemokine receptor known to play a role in normal lymphocyte homing in extramedullary tissues and CNS. To study CNS infiltration, we generated two murine models expressing activated Notch1 (N1-IC), a bone marrow transplant (WT/WT N1 ) and a conditional knockin. Both developed an aggressive T-ALL with immature T-cells infiltrating into secondary lymphoid tissues, but more importantly, they had CNS involvement. Numerous malignant appearing CD3 positive cells were found in the leptomeningeal space of the brain in both mouse models. When we transplanted CCR7 knock out bone marrow cells expressing N1-IC, the recipient mice (WT/CCR7KO N1 ) developed an aggressive T-ALL as before. However, a close examination of the brain failed to show any leukemic infiltration in the host mice. In agreement, wild-type N1-IC positive cells transplanted into plt mice (plt/ WT N1 ) lacking the CCR7 ligands, CCL19 and CCL21, induced T-cell leukemia, but again, these cells failed to infiltrate into the CNS. In addition, WT/CCR7KO N1 and plt/WT N1 mice survived longer than WT/WT N1 mice (61 and 71 vs 47 days, p<0.0001). Using real time PCR and FACS, we quantified the levels of CCR7 in 7 human T-ALL cell lines and found that all but one expressed CCR7 at varying levels. The highest expressing, CEM, and non-expressing, DND41, cell lines were transplanted into alymphoid Rag2 −/− gc −/− hosts and rapid leukemic infiltration of both lines was monitored by bioluminescent imaging. We found dramatic infiltration of CEM cells, but not DND41 cells into the CNS of the recipients. Moreover, the overexpression of CCR7 in the non-expressing DND41 cells caused them to acquire the ability to infiltrate into the CNS of the hosts. These results strongly implicate CCR7 as a major mediator of CNS involvement in T-cell leukemia and would suggest that targeting the Notch1 or CCR7 pathways could provide an effective CNS therapy with reduced long term morbidity."
}