{
    "doi": "https://doi.org/10.1182/blood.V112.11.3288.3288",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1178",
    "start_url_page_num": 1178,
    "is_scraped": "1",
    "article_title": "High-Sensitivity Monitoring of Hematopoietic Chimerism after Double Umbilical Cord Blood Transplantation by Real-Time Quantitative Polymerase Chain Reaction. ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment",
    "abstract_text": "Double umbilical cord blood transplantation (DUCBT) has recently emerged as a treatment of hematological malignancies. Chimerism after DUCBT typically shows a single unit engrafting when it relies on polymerase chain reaction (PCR) fluorescent amplification of short tandem repeat-markers analyzed by capillary electrophoresis (STR-CE). As real-time quantitative PCR (RQ-PCR) of short insertion and deletion polymorphisms stands for a more sensitive method of detection especially for minor cell populations, the goal of our study was to assess by RQ-PCR the potential persistence of the unit not detected by STR-CE, defined as a nanochimerism. Between July 2005 and April 2008, 26 patients underwent DUCBT with a reduced-intensity regimen in our institution, as described by Barker JN et al. (fludarabine, cyclophosphamide, total body irradiation 2 Gy). Their median age was 54.5 years (range 11–67). Most patients had advanced hematological malignancies. They all received 4-6/6 HLA-matched cord units. Numbers of infused nucleated and CD34+ cells were higher than 2x10 7 /kg and 1x10 5 /kg, respectively. Monitoring of hematopoietic chimerism was routinely performed on DNA from total peripheral blood mononuclear cells (PBMC) and from blood T cells, weekly during the first month, then twice monthly for 2 months, and monthly, using STR-CE. All available patients with one cord unit chimerism were studied by RQ-PCR. The median follow-up time was 6.5 months (range 1–35). Twenty-three of 26 patients had a full donor chimerism from one cord unit by STR-CE, at day 14 (N=12), day 21 (N=4), day 30 (N=4), day 60 (N=1) or day 200 (N=2) on PBMC and on T cells. Among them, 15 patients were analyzed by RQ-PCR. Discrepancies between both methods appeared in 14 of 15 cases for PBMC and in 8 of 12 available DNAs from blood T cells. RQ-PCR could still detect the minor cord unit at least 21 days after its “disappearance” assessed by STR-CE on PBMC (N=7/14) and on T cells (N=4/8). These data suggested that evaluation of chimerism by RQ-PCR after DUCBT lowers the detection threshold (sensitivity 0.01%) and allows to quantify a nanochimerism that cannot be detected by STR-CE (sensitivity 1–5%). This is the first series ever published on the monitoring of chimerism after DUCBT using RQ-PCR. Clinical implications of this nanochimerism will have to be unraveled in larger series.",
    "topics": [
        "chimerism",
        "quantitative real-time polymerase chain reaction",
        "umbilical cord blood transplantation",
        "polymerase chain reaction",
        "hematologic neoplasms",
        "cyclophosphamide",
        "dna",
        "electrophoresis, capillary",
        "fludarabine",
        "follow-up"
    ],
    "author_names": [
        "Sophie Marty-Grès",
        "Marielle Moussiere",
        "Odile Avinens",
        "Monique Andary",
        "Annie Ramounau-Pigot",
        "Patrice Ceballos",
        "Jean-Côme Meniane",
        "Geneviève Margueritte",
        "Nathalie Fegueux",
        "Jean-Francois Rossi",
        "Jean-François Eliaou"
    ],
    "author_affiliations": [
        [
            "Laboratory of Immunology, CHU Montpellier, Montpellier, France"
        ],
        [
            "Laboratory of Immunology, CHU Montpellier, Montpellier, France"
        ],
        [
            "Laboratory of Immunology, CHU Montpellier, Montpellier, France"
        ],
        [
            "Laboratory of Immunology, CHU Montpellier, Montpellier, France"
        ],
        [
            "Laboratory of Immunology, CHU Montpellier, Montpellier, France"
        ],
        [
            "Hematology-Oncology, CHU Montpellier, Montpellier, France"
        ],
        [
            "Hematology-Oncology, CHU Montpellier, Montpellier, France"
        ],
        [
            "Pediatric Onco-Hematology, CHU Montpellier, Montpellier"
        ],
        [
            "Hematology-Oncology, CHU Montpellier, Montpellier, France"
        ],
        [
            "Hematology-Oncology, CHU Montpellier, Montpellier, France"
        ],
        [
            "Laboratory of Immunology, CHU Montpellier, Montpellier, France"
        ]
    ],
    "first_author_latitude": "43.6315886",
    "first_author_longitude": "3.8504425"
}