{
    "doi": "https://doi.org/10.1182/blood.V124.21.4196.4196",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2716",
    "start_url_page_num": 2716,
    "is_scraped": "1",
    "article_title": "Primary Immune Thrombocytopenia in Elderly Patients: Clinical Profile, Efficacy and Safety of Treatment Protocols ",
    "article_date": "December 6, 2014",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Introduction: Primary immune thrombocytopenia (ITP) is an acquired autoimmune disease characterized by accelerated platelet destruction and inadequate platelet production mediated by autoantibodies. As there are no specific diagnostic tests, the diagnosis of ITP remains one of exclusion. Although the incidence of ITP increases with age, there are no practice guidelines for elderly patients and few studies have been conducted. Compared with younger patients, older patients have a higher incidence of serious bleeding complications and increased related mortality. Therefore we propose to describe our experience in the management of ITP in patients over 65 years old. Methods: We conducted a retrospective study of 44 patients over 65 years old at the moment of the ITP diagnosis, treated in our center from January 1995 to March 2014. Variables analyzed were age, Charlson score, clinical manifestations and platelet count at diagnosis, type of treatment, response to treatment and adverse events. Results: The median current age is 77 years (IQR, 70-84 years), with a median age at diagnosis of 69 years (IQR, 65-75 years). The ratio of males to females was 0.91. Eighteen (40.9%) patients had a Charlson score greater than or equal to 2. The comorbilities were 27.8% diabetes with damage to target organs; 11.4% coronary disease; 9.8% solid metastatic tumor, 9.8% peripheral vascular disease, 9.8% chronic pulmonary disease; 5% congestive heart failure, 5% peptic ulcer, 5% cerebrovascular disease, 5% moderate-severe liver disease, 5% moderate-severe renal disease y 1.6% connective tissue disease, 1.6% dementia, 1.6% hemiplegia and 1.6% leukemia. The mean platelet count at diagnosis was 28x109 / L (IQR, 8-74x109 / L). Initial presentation was thrombocytopenia on a routine blood count in 43% of patients while the rest presented bleeding symptoms. Fourteen patients (31.8%) required admission on diagnosis. 18.8% showed major bleeding: 6 (13.63%) gastrointestinal haemorrhages, 1 (2.2%) hematuria and 47.7% minor bleeding: 8 (18.18%) bruising, 7 (15.9%) mucosal bleeding and 7 (15.89%) purpura and epistaxis. Regarding treatment, observation was used in 11 patients (25%), all of whom subsequently acheived spontaneous remission. Corticosteroid therapy (prednisone 0.5-1mg/kg), was the initial treatment used in 13 patients (29.5%), 15.9% received intravenous inmunoglobulins (1gr/kg x 2 days) and 18.2% combination therapy. A response was obtained in 75.6% of patients (35.6% CR, 40% R). Seven (16%) subjects received second-line treatment (1 splenectomy, 3 romiplostim, 1 eltrombopag, 1 rituximab, 1 Imurel). The patient that underwent splenectomy obtained CR. Of the 3 patients treated with romiplostim, 2 achieved CR directly, and the third required rescue therapy with eltrombopag to reach CR. The patient that received second line treatment with eltrombopag obtained R and the patient treated with Rituximab failed and needed rescue therapy with romiplostim. Finally the patient treated with azathioprine is in CR but still on treatment. At present we have an 84.1% response rate after a median follow up of 66 months (IQR, 27-100 months). During treatment we observed a single vascular event in the form of deep vein thrombosis with associated pulmonary embolism in a subject with additional thromboembolic risk factors. We found no infections, hyperglycemia or hypertensive crisis which required hospital admission or special monitoring. Five patients (11.4%) developed neoplasms (hepatocellular carcinoma, rectal neoplasm, pancreatic adenocarcinoma and Hürthle cell carcinoma ), none of which were haematological. Three patients died: 2 due to neoplasm progression and 1 to acute renal failure. Conclusions: Low and intermediate doses of corticosteroids are a good first line treatment option in elderly patients. Close monitoring of the patient is advisable to ensure the early detection and treatment of adverse events and possible underlying diseases that could justify the thrombocytopenia. In our series the incidence of major bleeding in over 65s with ITP is clearly superior to that reported in younger subjects. Therefore, it is essential to optimize the intensity and duration of treatment in these patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": null,
    "author_names": [
        "Maria Cristina Moragues Martinez",
        "Kati Hurst",
        "Maria Eva Mingot Castellano",
        "Ana Isabel Heiniger Mazo"
    ],
    "author_affiliations": [
        [
            "Carlos Haya Hospital, Malaga, Spain"
        ],
        [
            "Carlos Haya Hospital, Malaga, Spain"
        ],
        [
            "Carlos Haya Hospital, Malaga, Spain"
        ],
        [
            "Carlos Haya Hospital, Malaga, Spain"
        ]
    ],
    "first_author_latitude": "36.723173599999996",
    "first_author_longitude": "-4.4498416"
}