{
    "doi": "https://doi.org/10.1182/blood-2019-128849",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4357",
    "start_url_page_num": 4357,
    "is_scraped": "1",
    "article_title": "Delayed Time to Emergency Hip Surgery in Patients Taking Oral Anticoagulants ",
    "article_date": "November 13, 2019",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "topics": [
        "anticoagulants",
        "anticoagulants, oral",
        "anticoagulation",
        "direct oral anticoagulants",
        "early diagnosis",
        "emergency surgical procedure",
        "hip fracture repair",
        "hip fractures",
        "operative procedure on hip",
        "primary outcome measure"
    ],
    "author_names": [
        "Teresa Cafaro, MD",
        "Vicky Tagalakis, MD FRCPC",
        "Maral Koolian, MD FRCPC",
        "Simard Camille, MD"
    ],
    "author_affiliations": [
        [
            "university of montreal, montreal, Canada ",
            "universite de montreal, Montreal, Canada "
        ],
        [
            "Medicine, Jewish General Hospital, Montreal, Canada "
        ],
        [
            "Jewish General Hospital, McGill University, Montreal, Canada "
        ],
        [
            "Mcgill University, Montreal, Canada"
        ]
    ],
    "first_author_latitude": "45.558042050000005",
    "first_author_longitude": "-73.73030250000001",
    "abstract_text": "Abstract Introduction Surgical intervention within 48 hours of admission in patients with acute hip fractures has been associated to lower morbidity and mortality. Patients anticoagulated with Vitamin K Antagonists (VKAs) have longer time to corrective surgery than those not anticoagulated. Sparse data exists on time to surgery (TTS) in patients taking direct oral anticoagulants (DOACs). The aim of this study is to establish TTS among non-anticoagulated and anticoagulated patients taking either VKA or DOAC. Materials and Methods We conducted a retrospective cohort study of consecutive patients admitted with acute hip fracture between July 1, 2016 and December 31, 2017. Patient-, anticoagulant- and surgery-related characteristics were collected. The primary outcome was TTS calculated from time of admission. Median TTS with interquartile range (IQR) was compared among 3 groups of patients: DOAC, VKA and No OAC. Results A total of 472 patients were included: 12.5% (59/472) were anticoagulated (28/472 on VKAs and 31/472 on DOACs). Median TTS was longer in the VKA group [64 hours (IQR: 50-84)] and in the DOAC group [(61 hours; IQR: 42 to 77)] versus the No OAC group [44 hours (IQR: 28-63), p =0.0006 and p=0.003 respectively]. There was no significant difference in median TTS in the VKA group versus the DOAC group (p =0.6396). Conclusion Patients taking either VKA or DOAC have significant delays to emergency hip fracture surgery compared to those not anticoagulated. An action plan aimed at early identification and cessation of anticoagulation is warranted in this vulnerable group of patients. Keywords: Direct Oral anticoagulants, Vitamin K antagonists, Anticoagulation, Acute hip fracture, Emergency surgery View large Download slide View large Download slide  Disclosures Tagalakis: BMS-Pfizer: Other: participated on ad boards; Sanofi Aventis: Other: investigator initiated grant;participated on ad boards; Pfizer: Other: participated on ad boards; Bayer: Other: participated on ad boards; Servier: Other: participated on ad boards."
}