{
    "doi": "https://doi.org/10.1182/blood.V108.11.5134.5134",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=644",
    "start_url_page_num": 644,
    "is_scraped": "1",
    "article_title": "Effect of Chemotherapy Treatment on Fetal-Maternal Microchimerism in Parous Cancer Patients. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cancer",
        "chemotherapy effects",
        "fetus",
        "microchimerism",
        "mothers",
        "parity",
        "solid tumors",
        "hematologic neoplasms",
        "chemotherapy regimen",
        "dna"
    ],
    "author_names": [
        "Gary L. Gilmore, PhD",
        "Melissa M. Holm, Bsc",
        "Yuliya Anikanova, Bsc",
        "Bushra Haq, MD",
        "Sri Lakshmi Jasthy, MD",
        "John Lister, MD",
        "James M. Rossetti, MD",
        "Richard K. Shadduck, MD"
    ],
    "author_affiliations": [
        [
            "Cancer Institute, West Penn Hospital, Pittsburgh, PA, USA"
        ],
        [
            "Cancer Institute, West Penn Hospital, Pittsburgh, PA, USA"
        ],
        [
            "Cancer Institute, West Penn Hospital, Pittsburgh, PA, USA"
        ],
        [
            "Cancer Institute, West Penn Hospital, Pittsburgh, PA, USA"
        ],
        [
            "Cancer Institute, West Penn Hospital, Pittsburgh, PA, USA"
        ],
        [
            "Cancer Institute, West Penn Hospital, Pittsburgh, PA, USA"
        ],
        [
            "Cancer Institute, West Penn Hospital, Pittsburgh, PA, USA"
        ],
        [
            "Cancer Institute, West Penn Hospital, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "40.45960265000001",
    "first_author_longitude": "-79.97485925",
    "abstract_text": "Fetal-maternal microchimerism [MC] is a benign condition arising from cross-trafficking of circulating cells between the fetus and the mother during gestation. It is known that MC persists for decades post-partum. The reported incidence of MC is 33% in normal parous women, but the MC status of cancer patients has not been examined. We have completed our study of 200 parous cancer patients, using a sensitive two-round PCR technique with nested primer sets specific for the Y-chromosome specific sequence, DSY14, to detect male DNA in blood samples from female patients. Exhaustive analysis of samples from parous cancer patients gave a frequency of 34% MC+ [68 of 200], which is significantly lower than the 57% MC+ [114 of 200] we found in normal parous women [p<.0001]. We reported an apparent dichotomy based on diagnosis, in that patients with hematologic malignancies had a greater frequency of MC than solid tumor patients [46% vs 29%; p<.0001]. Both groups received similar numbers of chemotherapy cycles [3.4 cycles for solid tumor patients; 3.2 for hem/onc patients], suggesting this difference was not due to less intensive treatment. When we separated the untreated patients from each population, we found that only 25% [3 of 12] untreated patients with hematologic malignancies were MC, whereas 32% of untreated solid tumor patients were MC+ [12 of 38; p=.66, ns]. Therapy appeared to increase the frequency of MC in hematologic patients to 52% [25 of 48; p=.09, ns], but MC was essentially unaffected in solid tumor patients [27%, 28 of 104; p = .18, ns]. The difference between treated solid tumor patients and those with hematologic malignancies was significant [p=.0001]. Thus, one side effect of chemotherapy may be to increase MC in hematologic malignancy, but in solid tumor patients, MC is not affected. The reason for the increased MC in treated hematologic patients in unclear, but we speculate the reduced frequency in untreated patients is due to dilution by the malignant clone, and that chemotherapy restores the normal balance of blood cells in these patients. The reason for reduced MC in solid tumor patients is also not obvious, as DNA yields are roughly equivalent between the two groups of cancer patients. Further analysis of the data is underway to see if an underlying cause can be determined."
}