{
    "doi": "https://doi.org/10.1182/blood.V106.11.2972.2972",
    "article_title": "Anti-CD20 and Anti-CD52 Monoclonal Antibodies Enhance Cytotoxicity of Bortezomib Against Chronic Lymphocytic Leukemia Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Inhibitor of proteasome, bortezomib (BOR), has high in vitro cytotoxic activity in chronic lymphocytic leukemia (CLL). However, first clinical trials showed low efficacy of BOR used alone in CLL patients. One way to increase the efficacy of BOR in vivo may be its combinatory use with other agents active in CLL, what can bring also benefit from lowering their doses. Indeed, there is some evidence, that efficacy of BOR may be increased by its combination with other agents active in CLL. Aim: To assess in vitro cytotoxic effects exerted by BOR in concomitant treatment with monoclonal antibodies anti-CD20 (rituximab, RIT) or anti-CD52 (alemtuzumab, ALT), agents with confirmed activity in CLL. Additionally, we investigated mechanisms responsible for observed interactions. Methods: The study was performed on cells isolated from 61 untreated CLL patients. Cell viability was evaluated by propydium iodide and MTT assays. Proapoptotic effects were measured by detection of active caspase-3, collapse of mitochondrial transmembrane potential (Mitotracker Red dye) and annexin V flow cytometry assays. Additionally, expression of several promoters of apoptosis (Bid, Bax, Bak, Bcl-w) and anti-apoptotic proteins (Bcl-2, Mcl-1, XIAP and FLIP) was measured. BOR concentration varied in different experiments between 1,25nM and 5nM. Based on preliminarily performed experiments RIT and ALT were used at final doses 10 μg/ml and 20 μg/ml, respectively. Cells were cultured for 24 hours in following sets of samples: 1/untreated control, 2/BOR alone, 3/RIT alone, 4/ALT alone, 5/BOR+RIT and 6/BOR+ALT. Moreover, all those sets of cultures were either done in RPMI 1640 medium supplemented with 5% human serum as a source of complement or in the presence of 20 μg/ml anti-human IgG crosslinking antibodies. Finally, in additional series of experiments cells were pretreated for 24 hours with RIT or ALT, and then BOR was added for the next 24 hours of incubation. Results: Combinations of BOR+RIT and BOR+ALT showed additive cytotoxicity, especially when 24-hour incubation with the antibodies crosslinked with anti-IgG preceded BOR administration (combination index 1.07 and 0.83, respectively). In these settings both combinations, BOR+RIT and BOR+ALT, significantly increased caspase-3 activation. Interestingly, addition of complement enhanced significantly only cell death mediated by ALT. Caspase-3 activation correlated with collapse of mitochondrial potential in samples treated with BOR+RIT (R= 0.71; p<0.02). Upregulation of Bax and downregulation of Bcl-2 or Mcl-1 were found after BOR+RIT treatment (p<0.005 and p<0.01, respectively). ALT+BOR triggered significant downregulation of Bcl-2 (p<0.005) and XIAP (p<0.01) proteins in CLL cells. For both combinations, significant increase in Bax/Bcl-2 ratio was shown (p<0.001). Conclusions: We found additive cytotoxic effects of both combinations, BOR+RIT and BOR+ALT. Upregulation of Bax and downregulation of Bcl-2 and Mcl-1 proteins were main mechanisms of additive interaction of BOR+RIT. The BOR+ALT combination significantly increased Bid and p53 expression and downregulated Bcl-2 and XIAP proteins. These data indicate feasibility of treatment combining proteasome inhibition with the use of RIT or CAM monoclonal antibodies in CLL.",
    "topics": [
        "alemtuzumab",
        "bortezomib",
        "cd20 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytotoxicity",
        "monoclonal antibodies",
        "caspase-3",
        "antibodies",
        "complement system proteins"
    ],
    "author_names": [
        "Piotr Smolewski, MD, PhD",
        "Markus Duechler, PhD",
        "Anna Linke",
        "Barbara Cebula",
        "Olga Grzybowska-Izydorczyk, MD",
        "Medhat Shehata, MD, PhD",
        "Tadeusz Robak, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Piotr Smolewski, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Medical University of Lodz, Lodz, Poland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Markus Duechler, PhD",
            "author_affiliations": [
                "Ludwig Boltzmann Institute for Cytokine Research, Department of Hematology, Clinic of Internal Medicine I, AKH Vienna, Vienna, Austria"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Linke",
            "author_affiliations": [
                "Department of Hematology, Medical University of Lodz, Lodz, Poland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Cebula",
            "author_affiliations": [
                "Department of Hematology, Medical University of Lodz, Lodz, Poland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Grzybowska-Izydorczyk, MD",
            "author_affiliations": [
                "Department of Hematology, Medical University of Lodz, Lodz, Poland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Medhat Shehata, MD, PhD",
            "author_affiliations": [
                "Ludwig Boltzmann Institute for Cytokine Research, Department of Hematology, Clinic of Internal Medicine I, AKH Vienna, Vienna, Austria"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadeusz Robak, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Medical University of Lodz, Lodz, Poland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T15:43:29",
    "is_scraped": "1"
}