{
    "doi": "https://doi.org/10.1182/blood.V122.21.1163.1163",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2656",
    "start_url_page_num": 2656,
    "is_scraped": "1",
    "article_title": "Increased Pre-Transfusion Reticulocytosis Among Chronically Transfused Sickle Cell Disease Patients Is Associated With More Severe Cerebral Vasculopathy ",
    "article_date": "November 15, 2013",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster I",
    "abstract_text": "Chronic red blood cell transfusion therapy is indicated for primary and secondary stroke prevention in children with sickle cell disease (SCD). The main transfusion goal is achievement of pre-transfusion sickle hemoglobin (HbS) levels of 30%. Unfortunately, there continues to be a population of patients with a history of stroke who have progressive vasculopathy and/or secondary stroke, despite chronic transfusion therapy. Predictive markers for vasculopathy and cerebral events are needed to identify patients at risk for disease progression. Increased reticulocytosis was previously associated with other sickle cell disease complications, and adherent reticulocytes may contribute to the vascular pathology. The objective of this study was to explore the hypothesis that pre-transfusion reticulocytosis may serve as a disease severity marker for cerebral vasculopathy among chronically transfused children with sickle cell disease. After obtaining consent and assent, reticulocytosis was studied in a cohort of pediatric sickle cell patients treated with chronic transfusions (n=33, ages 2-17 years). The group was stratified into three groups: group 1 with an abnormal transcranial doppler (TCD) study in the absence of magnetic resonance angiography (MRA) detected vasculopathy [TCD(+), MRA(-), n=14], group 2 with a history of a stroke in the absence of MRA-detected vasculopathy [Stroke(+), MRA(-), n=5], and group 3 with a history of abnormal TCD or stroke and more severe vasculopathy detected by magnetic resonance angiography [MRA(+), n=14]. Pre-transfusion blood samples were analyzed within 72 hours of collection. Steady-state blood samples were also examined from a control group of pediatric SCD patients (>6 years of age) with normal TCD studies who were receiving supportive care in the absence of chronic transfusions or hydroxyurea (n=7). Hematologic data, including automated complete blood counts, absolute reticulocyte counts (ARC) with reticulocyte maturity were obtained. In addition, a flow cytometric approach was developed to further examine and quantitate reticulocyte subsets based upon staining with thiazole orange combined with CD36, CD45, CD49d, CD71, and CD235. The pre-transfusion HbS levels were not statistically different among the three transfused groups ([TCD(+), MRA(-)]: 30.2 ± 11.8%; [Stroke(+), MRA(-)]: 28.4 ± 3.3%; [MRA(+)]: 33.3 ± 9%, p>0.3). The high levels of reticulocytosis in the pre-transfusion samples were similar to those measured in the control group (ARC: 451 ± 126 K/uL in the chronically transfused cohort; ARC: 369 ± 94 K/uL in the control group, p=0.11). Pre-transfusion reticulocytosis was detected in every chronically transfused subject (ARC range 151-701 K/ul). The mean ARC in the [TCD(+), MRA(-)] group was not significantly different from the [Stroke(+), MRA(-)] group (411 ± 135 K/uL and 396 ± 97 K/uL respectively, p=0.82). However, the mean ARC in the [MRA(+)] group (512 ± 107 K/uL) was significantly higher than the control group, the [TCD(+), MRA(-)] group and the [Stroke(+), MRA(-)] group (p<0.05). The increased ARC in the MRA(+) group included higher absolute numbers of circulating reticulocytes at all stages of maturation including the immature reticulocyte subset [CD36(+), CD71(+)] that was detected in every sample. These data suggest that reticulocytosis with the release of immature CD36(+), CD71(+) cells into the peripheral blood remains as a characteristic feature of pediatric SCD even among chronically transfused patients. More severe vasculopathy, detected by MRA, was associated with significantly higher levels of pre-transfusion reticulocytosis. As such, reticulocytosis should be explored further as a marker or a potential contributor to more severe vasculopathy among chronically transfused children with SCD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "brain",
        "reticulocytosis",
        "sickle cell anemia",
        "transfusion",
        "vascular diseases",
        "magnetic resonance angiography",
        "cerebrovascular accident",
        "ischemic stroke",
        "uterine fibroids",
        "cd36 antigens"
    ],
    "author_names": [
        "Megha Kaushal",
        "Ross M. Fasano",
        "Colleen Byrnes",
        "Naomi L.C. Luban",
        "Emily Riehm Meier",
        "Jeffery L. Miller"
    ],
    "author_affiliations": [
        [
            "Molecular Genomics and Therapeutics Section, Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Center for Cancer and Blood Disorders, Children’s National Medical Center, Washington, DC, USA"
        ],
        [
            "Molecular Genomics and Therapeutics Section, Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Center for Cancer and Blood Disorders, Children’s National Medical Center, Washington, DC, USA"
        ],
        [
            "Molecular Genomics and Therapeutics Section, Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Molecular Genomics and Therapeutics Section, Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999"
}