{
    "doi": "https://doi.org/10.1182/blood-2019-129613",
    "article_title": "Paics Inhibition Is a Potential Therapeutic Strategy for MYC-Positive DLBCL ",
    "article_date": "November 13, 2019",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) is among the most common hematological malignancies with varying prognosis. As many as forty percent of patients eventually experience relapsed/refractory disease after combinatorial chemo-immunotherapies, R-CHOP, and prognosis after relapse is dismal. MYC is among the most established prognostic factors and associated with clinically-distinct subsets of DLBCL with poor prognosis: double-expressor lymphoma (DEL) and double-hit lymphoma (DHL). MYC is co-expressed with BCL2 in DEL, which consists of 60% of activated B-cell type DLBCL (ABC-DLBCL) cases, while DHL, defined by coexistence of MYC and BCL2/BCL6 rearrangements, were reportedly observed in 15% of germinal center B-cell like DLBCL (GCB-DLBCL). Considering that MYC-positive DLBCLs exhibit dismal outcomes, pharmacological inhibition of MYC activity is highly demanded; however, direct targeting of MYC has been proven challenging. Here we show that PAICS (phosphoribosylaminoimidazole carboxylase and phosphoribosylaminoimidazolesuccinocarboxamide synthase), which catalyzes a critical step in de novo purine synthesis, functions downstream of MYC in DLBCL cells. We further show MRT252040, a newly-developed PAICS inhibitor, effectively suppresses proliferation of MYC-driven DLBCL cells in vitro and in vivo . Through the nCounter-based transcriptome profiling of formalin-fixed paraffin-embedded (FFPE) tissues from 170 untreated DLBCL patients, we found that MYC and PAICS were co-expressed and their mRNA levels were among the most predictive for poor prognosis after standard R-CHOP therapy. Their expression levels were particularly high in a subset of ABC-DLBCL and extranodal DLBCL, namely in DEL and DHL cases. Importantly, these findings were validated using three independent cohorts (Schmitz et al. NEJM, 2018). MYC and PAICS expression levels were high in most DLBCL lines and low in normal B cells in the lymph nodes, while they were variable in primary DLBCL tissues, revealed by nCounter and immunofluorescence. This trend was more evident in PAICS due presumably to active de novo purine biosynthesis in highly-proliferative cell lines and a subset of DLBCLs, including MYC-positive DLBCLs. These findings were also validated using the DepMap, a publicly-available genome-wide CRISPR/Cas9 dropout screen datasets. PAICS was among the top-ranked essential genes for the survival of DLBCL cell lines. Since co-expression of MYC and PAICS in a subset of DLBCL were indicative of a functional relationship between the two factors, we explored publicly-available ChIP-seq datasets to see if MYC directly regulates PAICS expression. As expected, MYC ChIP-seq signals were highly enriched near the PAICS promoter in a series of cancer cell lines. Furthermore, shRNA-mediated MYC knockdown led to reduced levels of PAICS mRNA in MYC-positive DLBCL cells and significantly slowed their growth. Collectively, these data suggest that PAICS is a direct transcriptional target of MYC, playing a key role in proliferation of MYC-positive DLBCL cells. To assess the feasibility of PAICS-inhibition as a therapeutic option for MYC-positive DLBCLs, we tested MRT252040 for its anti-lymphoma activity in vitro and in vivo . To do so, we first assessed cell cycle status and Annexin positivity upon MRT252040 treatment using a series of DLBCL cell lines. As expected, MRT252040-mediated PAICS inhibition induced cell cycle arrest and apoptosis. Furthermore, MRT252040 treatment significantly delayed proliferation of DLBCL cell lines, namely those harboring MYC rearrangements. Finally, to assess anti-lymphoma activity of MRT252040 in vivo , we tested MRT252040 efficacy using patient-derived xenograft DLBCL. After xenotransplantation, proportions of lymphoma cells per total mononuclear cells in peripheral blood were examined over time by FACS, and MRT252040 (or vehicle) treatment was initiated once lymphoma cells constituted >0.1%. MRT252040-treated mice survived significantly longer than vehicle-treated mice, indicative of therapeutic efficacy of MRT252040 monotherapy against DLBCL in vivo . Our data suggest that MYC regulates the de novo purine synthesis pathway via directly transactivating PAICS expression. We propose that MRT252040, a newly-developed PAICS inhibitor, warrants attention as a novel therapeutic approach for MYC-positive DLBCLs, which otherwise exhibit poor clinical outcomes. Disclosures Ohshima: SRL, Inc.: Consultancy; Kyowa Kirin Co., Ltd.: Honoraria, Research Funding; Chugai Pharmaceutical Co., Ltd.: Honoraria, Research Funding; Celgene Corp.: Honoraria, Research Funding; NEC Corp.: Research Funding. Akashi: Sumitomo Dainippon, Kyowa Kirin: Consultancy; Celgene, Kyowa Kirin, Astellas, Shionogi, Asahi Kasei, Chugai, Bristol-Myers Squibb: Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "purines",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "bcl-2 protein",
        "r-chop",
        "rna, messenger",
        "transplantation, heterologous",
        "annexins",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Kohta Miyawaki, MD PhD",
        "Takuji Yamauchi, MD PhD",
        "Takeshi Sugio, MD PhD",
        "Kensuke Sasaki, MD",
        "Hiroaki Miyoshi, MD PhD",
        "Simon Osborne, PhD",
        "Deborah Taylor, PhD",
        "Koichi Ohshima, MD PhD",
        "Koji Kato, MD PhD",
        "Takahiro Maeda, MD PhD",
        "Koichi Akashi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kohta Miyawaki, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takuji Yamauchi, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Sugio, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensuke Sasaki, MD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroaki Miyoshi, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Kurume University School of Medicine, Kurume, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Osborne, PhD",
            "author_affiliations": [
                "LifeArc, London, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah Taylor, PhD",
            "author_affiliations": [
                "LifeArc, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Ohshima, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Kurume University School of Medicine, Kurume, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Kato, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takahiro Maeda, MD PhD",
            "author_affiliations": [
                "Center for Cellular and Molecular Medicine, Kyushu University Hospital, Fukuoka, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Akashi, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T02:36:57",
    "is_scraped": "1"
}