{
    "doi": "https://doi.org/10.1182/blood-2020-137279",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4630",
    "start_url_page_num": 4630,
    "is_scraped": "1",
    "article_title": "Fedratinib, an Oral, Selective Inhibitor of Janus Kinase 2 (JAK2), in Patients with Intermediate-2 or High-Risk Myelofibrosis (MF): Updated Results from the Randomized, Placebo-Controlled, Phase III JAKARTA Trial ",
    "article_date": "November 5, 2020",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "topics": null,
    "author_names": [
        "Animesh Pardanani, MBBS, PhD",
        "Ayalew Tefferi, MD",
        "Tamas Masszi, MD",
        "Elena Mishchenko, MD",
        "Mark W. Drummond, PhD FRCPath",
        "Eric Jourdan, MD",
        "Alessandro M. Vannucchi, MD",
        "Mindaugas Jurgutis",
        "Vincent Ribrag, MD",
        "Alessandro Rambaldi, MD PhD",
        "Liang Piu Koh, MBBS, MRCP",
        "Shelonitda Rose, MD",
        "Jun Zhang, PhD",
        "Claire Harrison, DM, FRCP, FRCPath"
    ],
    "author_affiliations": [
        [
            "Mayo Clinic of Rochester, Rochester, MN "
        ],
        [
            "Mayo Clinic of Rochester, Rochester, MN "
        ],
        [
            "Egyesített Szent István és Szent László Kórház, Budapest, Hungary "
        ],
        [
            "Lady Davis Medical Center, Haifa, Israel "
        ],
        [
            "Gartnavel General Hospital, Glasgow, United Kingdom "
        ],
        [
            "CHU Caremeau, Nimes, France "
        ],
        [
            "AOU Careggi, University of Florence, Florence, Italy "
        ],
        [
            "Klaipeda Jurininku hospital, Klaipeda, Lithuania "
        ],
        [
            "Institut Gustave Roussy, Villejuif, France "
        ],
        [
            "Azienda Socio Sanitaria Territoriale Papa Giovanni XXIII, Bergamo, Italy ",
            "Department of Oncology and Hematology, University of Milan, Milan, Italy "
        ],
        [
            "Department of Haematology-Oncology, National University Cancer Institute, National University Health System, Singapore, Singapore "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ "
        ],
        [
            "Guy's and St Thomas' Hospital, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.48066454999999",
    "abstract_text": "BACKGROUND: MF is characterized by anemia, splenomegaly, debilitating constitutional symptoms, and shortened survival. Fedratinib is an oral JAK2 inhibitor approved in the United States for treatment (Tx) of adult patients (pts) with intermediate (INT)-2 or high-risk MF. The randomized, placebo (PBO)-controlled, phase III JAKARTA trial evaluated clinical outcomes with fedratinib in pts with JAK-inhibitor-naïve MF. Initial findings from the JAKARTA study have been reported (Pardanani, JAMA Oncol , 2015). JAKARTA data were recently reanalyzed in preparation for regulatory review. OBJECTIVE: Evaluate the clinical efficacy and safety with fedratinib 400 mg/day in updated analyses of the JAKARTA study. METHODS: JAKARTA was an international, randomized, double-blind, PBO-controlled study that enrolled pts aged ≥ 18 years with INT-2 or high-risk primary, post-PV, or post-ET MF. Pts were randomly assigned 1:1:1 to fedratinib 400 mg, fedratinib 500 mg, or PBO, administered orally once-daily for ≥ 6 consecutive 4-week cycles (\"randomized Tx period\"). After completing 6 Tx cycles (or earlier in the case of disease progression), pts randomized to PBO could crossover to fedratinib. The primary endpoint was the spleen volume response rate (SVRR), the proportion of pts who achieved a ≥ 35% spleen volume reduction from baseline (BL) confirmed by MRI/CT at end of cycle 6 (EOC6), confirmed by follow-up scan 4 weeks later. Secondary endpoints included SVRR without 4-week confirmation, durability of spleen response, and symptom response rate (proportion of pts with a ≥ 50% reduction from BL in total symptom score [TSS] on the modified Myelofibrosis Symptom Assessment Form [MFSAF]) at EOC6. An exploratory analysis evaluated proportions of pts with ≥ 50% reductions from BL at EOC6 in individual MFSAF symptom scores: night sweats, pruritus, abdominal discomfort, early satiety, pain under ribs on left side, and bone or muscle pain. These analyses are limited to pts randomized to fedratinib 400 mg (the approved starting dose of fedratinib) or to PBO. Efficacy analyses were performed for the intention-to-treat (ITT) population and safety was assessed in all pts who received ≥ 1 dose of study drug. RESULTS: 96 pts were randomized to fedratinib 400 mg and 96 pts to PBO. In the fedratinib and PBO arms, median ages at BL were 63 (range 39-86) and 66 (27-85) years, respectively, 65% and 60% of pts had primary MF, 76% and 73% had constitutional symptoms, median spleen volumes were 2652 (316-6430) and 2660 (662-7911) mL, and median TSS were 15.3 (0-57) and 12.4 (0-53). Median durations of exposure were 15.5 months in the fedratinib 400 mg arm and 6 months in the PBO arm. With a confirmation scan 4 weeks after EOC6, SVRR was significantly higher in the fedratinib arm (37% [95%CI 27%, 46%]) vs. the PBO arm (1% [0%, 3%]) ( P < 0.0001). Without the confirmation scan, SVRR at EOC6 was 47% (95%CI 37%, 57%) in the fedratinib 400 mg arm and 1% (0%, 3%) in the PBO arm ( P < 0.0001; Figure ). Estimated median duration of spleen response with fedratinib was 18.2 months. Symptom response rate at EOC6 for evaluable pts (ie, with TSS data available at BL and EOC6) was 40% (36/89) with fedratinib and 9% (7/81) with PBO ( P < 0.0001). Fedratinib was associated with higher response rates vs. PBO in all 6 MFSAF symptoms: abdominal discomfort (41% vs. 15%, respectively), night sweats (58% vs. 22%), bone or muscle pain (33% vs. 14%), early satiety (51% vs. 18%), pruritus (39% vs. 20%), and pain under the ribs on the left side (42% vs. 24%). The most common Tx-emergent adverse events (TEAEs) during the randomized Tx period were grade 1-2 gastrointestinal events ( Table ). New or worsening grade 3 anemia and grade ≥ 3 thrombocytopenia laboratory abnormalities were reported in 34% and 12% of fedratinib-treated pts, most (75%) occurring within 3-4 months of Tx initiation. Compared with PBO, fedratinib-treated pts more frequently experienced increased serum creatinine, amylase, and lipase; these were mainly grade 1-2 in severity. TEAEs led to Tx discontinuation for 14% of fedratinib pts and 8% of PBO pts. CONCLUSIONS: Fedratinib 400 mg/day significantly reduced splenomegaly and symptom burden in pts with JAK-inhibitor-naïve MF. Relatively few pts discontinued fedratinib therapy due to TEAEs, suggesting these events are manageable. These data corroborate results initially reported for the JAKARTA trial, and further support the efficacy and safety of fedratinib in this pt population. View large Download slide View large Download slide  Disclosures Masszi: AbbVie: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees. Drummond: Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Gilead: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Astellas: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Blueprint Medicine Corporation: Research Funding; Jazz: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Jourdan: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees. Vannucchi: Blueprint: Membership on an entity's Board of Directors or advisory committees; Celgene/BMS: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AbbVie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Incyte: Membership on an entity's Board of Directors or advisory committees. Ribrag: AZD: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other; Infinity: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees; MSD: Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees; gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; nanostring: Honoraria, Membership on an entity's Board of Directors or advisory committees; EPZ: Honoraria, Membership on an entity's Board of Directors or advisory committees; epizyme (EPZ): Research Funding; argenX: Research Funding; pharmamar: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; servier: Consultancy; gustave roussy comprehensive cancer center: Current Employment. Rambaldi: Abbvie: Honoraria; Jazz: Honoraria; Astellas: Honoraria; Omeros: Honoraria; Novartis: Honoraria; Gilead: Honoraria; Bristol-Myers Squibb: Honoraria; Sanofi: Honoraria; Amgen: Honoraria; Pfizer: Honoraria; Roche: Honoraria; MSD: Honoraria. Rose: Bristol-Myers Squibb Company: Current Employment, Current equity holder in publicly-traded company. Zhang: Bristol-Myers Squibb Company: Current Employment, Current equity holder in publicly-traded company. Harrison: Promedior: Honoraria; Roche: Honoraria; Sierra Oncology: Honoraria; Novartis: Honoraria, Research Funding, Speakers Bureau; Celgene: Honoraria, Research Funding, Speakers Bureau; Shire: Honoraria, Speakers Bureau; Incyte Corporation: Speakers Bureau; Gilead Sciences: Honoraria, Speakers Bureau; Janssen: Speakers Bureau; AOP Orphan Pharmaceuticals: Honoraria; CTI Biopharma Corp: Honoraria, Speakers Bureau."
}