{
    "doi": "https://doi.org/10.1182/blood.V116.21.3209.3209",
    "article_title": "A Reassessment of the Red Blood Cell Folate Assay ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster II",
    "abstract_text": "Abstract 3209 Background: The red blood cell folate (RCF) assay has historically been recommended as a more reliable indicator of tissue folate stores compared to the serum folate (SF) assay, as it is not affected by recent ingestion of food. However, the RCF assay suffers from inherent problems with imprecision and accuracy, which are not encountered with SF measurements. Furthermore, following the advent of required folic acid supplementation of many foods by the Food and Drug Administration (FDA) in 1992, folate deficiency is increasingly rare. Very few studies have looked at the value of the RCF versus the SF. We undertook a 10 year retrospective analysis of RCF and SF results to determine the clinical utility of RCF beyond that of SF. Methods: We retrieved all RCF and SF results from the laboratory information system at Mayo Clinic (Rochester, MN) ordered on inpatients and outpatients between 1999–2009. Data for patients who had concurrent orders for SF and RCF were analyzed and chart reviews were conducted on those patients with normal SF but low RCF. Abnormal values were defined by the National Health and Nutrition Examination Surveys (NHANES)/Center for Disease Control (CDC) criteria for folate deficiency (SF< 3.0 ng/ml, RCF < 140 ng/ml). Results: A total of 152,166 SF and 15,708 RCF were performed over the decade of the study. The prevalence of folate deficiency using only SF values was 0.39% and 0.27% using only RCF values. There were 1082 patients in which SFA and RCFA were ordered concurrently ( Table 1 ). Table 1. Analysis of patients with paired SF and RCF using NHANES/CDC definition of folate deficiency  . Serum Folate . Abnormal (<3.0 ng/ml) . Normal (>3.0 ng/ml) . REC  Abnormal (<140 ng/ml)  1 (0.09%)  4 (0.4%)  Normal (>140 ng/ml)  8 (0.7%)  1069 (98.8%)  . Serum Folate . Abnormal (<3.0 ng/ml) . Normal (>3.0 ng/ml) . REC  Abnormal (<140 ng/ml)  1 (0.09%)  4 (0.4%)  Normal (>140 ng/ml)  8 (0.7%)  1069 (98.8%)  View Large Only 1 patient (0.09%) had both abnormal SF and RCF. Chart reviews of the 4 patients with a normal SF but low RCF were as follows: 1) a 6 year old (yo). male with known folic acid transporter deficiency treated with Leucovorin. 2) a 58 yo male with history of gout, hypertension, psoriasis, and hyperlipidemia with normal hemoglobin (Hb) and MCV. 3) a 65 yo male with chronic diarrhea and suspected alcohol abuse; slight macrocytosis (MCV=100.3 fL) but normal Hb. 4) a 51 yo male with multifactorial gait disorder and alcohol abuse. There was a previous history of vitamin B12 deficiency but B12 levels were normal at this time. The CBC was notable for macrocytosis (MCV=115.1 fL) without anemia. Only in patient 4 did the RCF value result in the institution of folic acid supplementation. Conclusions: The RCF provides no additional information beyond that provided by the SF in virtually all situations. Thus SF alone is sufficient for assessment of folate stores. However, there is no evidence to support routine ordering of either SF or RCF, as true folate deficiency in the current era of FDA mandated folic acid supplementation is exceedingly rare. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "erythrocytes",
        "folic acid",
        "folic acid deficiency",
        "fluorides",
        "folic acid measurement, serum",
        "macrocytosis",
        "anemia",
        "chronic diarrhea",
        "cisplatin/methotrexate/vinblastine protocol",
        "gait disorders"
    ],
    "author_names": [
        "James Hoyer, MD",
        "Jennifer Oliveira, MD",
        "Nikola Baumann, PhD",
        "Amy Saenger, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "James Hoyer, MD",
            "author_affiliations": [
                "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Oliveira, MD",
            "author_affiliations": [
                "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikola Baumann, PhD",
            "author_affiliations": [
                "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Saenger, PhD",
            "author_affiliations": [
                "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T15:37:18",
    "is_scraped": "1"
}