{
    "doi": "https://doi.org/10.1182/blood-2019-127474",
    "article_title": "Phase 1-2 Study of Pembrolizumab Combined with the Anti-LAG-3 Antibody MK-4280 for the Treatment of Hematologic Malignancies ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "Background: The prognosis is poor for most patients with lymphoma who do not respond to initial therapy, leaving an unmet need for effective therapies for this patient population. Pembrolizumab, a programmed death 1 (PD-1) inhibitor, has shown clinically meaningful antitumor activity and manageable safety in multiple tumor types, including relapsed or refractory (R/R) classic Hodgkin lymphoma (R/R cHL) and R/R primary mediastinal large B-cell lymphoma. Results of preclinical studies have shown that lymphocyte activation gene-3 (LAG-3), a cell surface immunomodulatory receptor protein, is elevated in hematologic malignancies and that blockade of LAG-3 and the PD-1/PD ligand 1 (PD-L1) axis has synergistic antitumor activity in solid tumors. MK-4280 is a humanized anti-LAG-3 monoclonal antibody that blocks the interaction between LAG-3 and its ligand. The current study will evaluate the safety and efficacy of pembrolizumab combined with MK-4280 in patients with selected hematologic malignancies. Study Design and Methods : This phase 1-2 multisite, multicohort, open-label study (NCT03598608) will have a safety lead-in phase to establish the preliminary recommended phase 2 dose (RP2D) followed by an efficacy expansion phase. In the safety lead-in phase, a modified toxicity probability interval design will be used to establish the RP2D of pembrolizumab plus MK-4280. Dose-limiting toxicities will be assessed during the first cycle. The study will enroll patients with PD-1/PD-L1 inhibitor-naive R/R cHL (cohort 1), PD-1/PD-L1 inhibitor-refractory R/R cHL (cohort 2), R/R diffuse large B-cell lymphoma (cohort 3), and R/R indolent non-Hodgkin lymphoma (cohort 4). Adult patients (age ≥18 years) with ECOG PS 0 or 1 and adequate organ function who meet the standard eligibility criteria for pembrolizumab studies, such as no prior receipt of anti-PD-1 antibody and no active infection necessitating systemic therapy, will be enrolled. Patients will receive pembrolizumab 200 mg every 3 weeks and MK-4280 for 35 cycles (~2 years) or until documented disease progression, unacceptable toxicity, intercurrent illness preventing further administration of study drug, or withdrawal from study. Tumor response will be assessed by computed tomography/positron emission tomography every 12 weeks to confirm complete response or as clinically indicated, using revised response criteria for malignant lymphoma. Patients will be monitored for adverse events (AEs) until 30 days after study treatment end (90 days for serious AEs). After confirmed disease progression or start of new anticancer therapy, patients will be contacted by telephone every 12 weeks for survival status. All-patients-as-treated (APaT), defined as all patients who received ≥1 dose of the study drug, will constitute the safety population. The full analysis set, defined as all patients with a baseline assessment who have measurable disease by investigator assessment and who were administered a dose of study intervention, regardless of dose level, will constitute the efficacy population. The primary objective is to determine the safety and tolerability of MK-4280 plus pembrolizumab and establish its RP2D. Secondary objectives are to evaluate the objective response rate of MK-4280 when combined with pembrolizumab per investigator assessment and to evaluate the pharmacokinetics of MK-4280 and pembrolizumab. Exploratory objectives are to evaluate overall survival, progression-free survival, and best overall response for MK-4280 and pembrolizumab; to assess the presence of circulating MK-4280 and anti-pembrolizumab antibodies; to assess target engagement and pharmacodynamics of MK-4280 through biomarker evaluation; and to identify molecular biomarkers associated with clinical response/resistance, safety, pharmacodynamics, and/or the mechanism of action of MK-4280 and pembrolizumab. At least 14 patients (≥3 per cohort) will be enrolled in the safety lead-in phase; approximately 120 patients (≤30 per cohort) will be enrolled in the efficacy expansion phase. Disclosures Armand: Serventa: Research Funding; Sigma-Tau: Research Funding; Otsuka: Research Funding; Merck & Co.: Employment, Membership on an entity's Board of Directors or advisory committees, Other: Travel fees, gifts, and others, Research Funding; Roche: Research Funding; Pfizer Inc: Research Funding; Affimed: Research Funding; Bristol Myers Squibb Pharmaceuticals: Employment, Membership on an entity's Board of Directors or advisory committees, Other: Travel fees, gifts, and others, Research Funding; Infinity Pharmaceuticals: Employment, Membership on an entity's Board of Directors or advisory committees; Dana-Farber Cancer Institute: Employment. Zinzani: PORTOLA: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; ROCHE: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; SANDOZ: Membership on an entity's Board of Directors or advisory committees; SANOFI: Consultancy; CELGENE: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; EUSAPHARMA: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; KYOWA KIRIN: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; CELLTRION: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; GILEAD: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; JANSSEN-CILAG: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; SERVIER: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; IMMUNE DESIGN: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; MSD: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; VERASTEM: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Palcza: Merck & Co., Inc.: Employment, Other: Stock ownership. Healy: Merck & Co., Inc.: Employment, Other: Stock ownership. Nahar: Merck & Co., Inc.: Employment. Marinello: Merck & Co., Inc.: Employment, Other: Travel fees, gifts, and others; stock or other ownership. Gregory: Gilead: Membership on an entity's Board of Directors or advisory committees; AbbVie: Other: grant pending, Research Funding; Monash University: Research Funding; Janssen: Other: grant pending, Research Funding; Roche: Speakers Bureau; Beigene: Other: Grant pending, Research Funding; Melbourne Haematology: Consultancy, Honoraria, Other: Travel fees and conference support, Speakers Bureau; Celgene: Other: grant pending, Research Funding; MSD: Other: grant pending, Research Funding.",
    "topics": [
        "antibodies",
        "hematologic neoplasms",
        "pembrolizumab",
        "chlorambucil",
        "programmed cell death 1 ligand 1",
        "toxic effect",
        "biological markers",
        "disease progression",
        "ligands",
        "lymphoma"
    ],
    "author_names": [
        "Philippe Armand",
        "Pier Luigi Luigi Zinzani, MD",
        "John Palcza",
        "Jane Anne Healy",
        "Akash Nahar",
        "Patricia Marinello",
        "Gareth P Gregory, MBBS (Hons), PhD FRACP, FRCPA"
    ],
    "author_dict_list": [
        {
            "author_name": "Philippe Armand",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pier Luigi Luigi Zinzani, MD",
            "author_affiliations": [
                "Institute of Hematology \"Seràgnoli\" University of Bologna, Bologna, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Palcza",
            "author_affiliations": [
                "Merck & Co., Inc., Kenilworth, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Anne Healy",
            "author_affiliations": [
                "Merck & Co., Inc., Kenilworth, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akash Nahar",
            "author_affiliations": [
                "Merck & Co., Inc., Kenilworth, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Marinello",
            "author_affiliations": [
                "Merck & Co., Inc., Kenilworth, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth P Gregory, MBBS (Hons), PhD FRACP, FRCPA",
            "author_affiliations": [
                "School of Clinical Sciences at Monash Health, Monash University, Clayton, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T04:09:15",
    "is_scraped": "1"
}