{
    "doi": "https://doi.org/10.1182/blood.V118.21.5153.5153",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2041",
    "start_url_page_num": 2041,
    "is_scraped": "1",
    "article_title": "Differential Activity of Pazopanib and Imatinib Against PDGFRA-Related MPN and AML ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloproliferative Syndromes",
    "abstract_text": "Abstract 5153 Introduction: Pazopanib is a tyrosine kinase inhibitor with proven activity against metastatic renal cancer. Due to its target spectrum of kinases (PDGFR, KIT, and VEGFR), we sought to investigate its activity against myeloid malignancies. Methods: 32D cells transduced with FIP1L1-PDGFRA or several activating PDGFRA point mutations as well as AML cell lines were analyzed for the effects of pazopanib vs. imatinib on cell growth, MTS activity, 7-AAD positivity, and clonogenic growth. Pazopanib and imatinib were purchased from LC Laboratories Woburn, MA, USA. Results: Pazopanib was found to decrease the growth of FIP1L1-PDGFRA transduced cell lines at low nanomolar concentrations (10 nM). 1000 nM doses were equally effective as 1000 nM of the PDGFR tyrosine kinase inhibitor imatinib. MTS assays confirmed that at 10 nM, pazopanib reduced cell proliferation to 28% of that of vehicle-treated control cells (DMSO 0.05%), while 100 nM of pazopanib completely abolished cell growth and suppressed MTS activity. Analysis of 7-AAD positivity using flow cytometry showed that reduction in cell growth and MTS activity was due to induction of apoptosis (17+/−0.6%, 63+/−0.5%, and 87+/−0.5%, 86+/−0.1% for 10, 100, and 1000 nM of pazopanib and 1000 nM of imatinib, respectively). Interestingly, while two PDGFRA activating point mutations (H650Q and R748G) recently identified in patients with idiopathic hypereosinophilic syndrome-type myeloproliferative neoplasms (MPN) were equally sensitive against pazopanib and imatinib, two other such point mutations showed differential sensitivity, with Y849S being more sensitive to imatinib and N659S being more sensitive to pazopanib. When evaluating the effect of pazopanib on acute myeloid leukemia cell lines, we found that imatinib inhibited the cell growth and reduced colony forming units of Kasumi-1 and BCR-ABL positive K562 but not MV4-11 or NB-4 cells, while Kasumi-1, MV4-11, and NB-4 cells were sensitive towards pazopanib treatment. Moreover, while the clonogenic growth of bone marrow-derived cells from two control patients (lymphoma or AML in remission) were only reduced to 75% of control with pazopanib treatment in vitro (100 nM), 100 nM pazopanib decreased colony growth to 18% in another patient with AML at diagnosis. Conclusion: Our data suggest that pazopanib may be active against a variety of myeloid neoplasms and that clinical studies assessing its efficacy are warranted. Also, cells may show differential sensitivity against the PDGFR and KIT inhibitors pazopanib and imatinib. Disclosures: Koschmieder: GlaxoSmithKline: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Off Label Use: Data on in vitro activity of pazopanib and imatinib in MPN and AML discussed. Krug: MedA Pharma: Honoraria; Novartis: Honoraria; Alexion: Honoraria; Boehringer Ingelheim: Research Funding; Sunesis: Honoraria. Müller-Tidow: Novartis: Research Funding.",
    "topics": [
        "imatinib mesylate",
        "pazopanib",
        "platelet-derived growth factor alpha receptor",
        "mechlorethamine",
        "mohr-tranebjaerg syndrome",
        "platelet-derived growth factor receptor",
        "protein-tyrosine kinase inhibitor",
        "bcr-abl tyrosine kinase",
        "cancer",
        "dimethyl sulfoxide"
    ],
    "author_names": [
        "Steffen Koschmieder, MD",
        "Mirle Schemionek, PhD",
        "Christian Elling, PhD",
        "Utz Krug, MD",
        "Torsten Kessler, MD",
        "Wolfgang E. Berdel",
        "Carsten Müller-Tidow, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine IV (Oncology, Hematology, and Stem Cell Transplantation), University Hospital of Aachen, Aachen, Germany, "
        ],
        [
            "Department of Medicine A - Hematology, Oncology and Pneumology, University of Münster, Münster, Germany, "
        ],
        [
            "Department of Medicine A - Hematology, Oncology and Pneumology, University of Münster, Münster, Germany, "
        ],
        [
            "Department of Medicine A - Hematology, Oncology and Pneumology, University of Münster, Münster, Germany, "
        ],
        [
            "Department of Medicine A - Hematology, Oncology and Pneumology, University of Münster, Münster, Germany, "
        ],
        [
            "Department of Medicine - Hematology, Oncology and Pneumology, University Hospital of Muenster, Muenster, Germany"
        ],
        [
            "Department of Medicine A - Hematology, Oncology and Pneumology, University of Münster, Münster, Germany, "
        ]
    ],
    "first_author_latitude": "50.7757479",
    "first_author_longitude": "6.042959"
}