{
    "doi": "https://doi.org/10.1182/blood.V124.21.5040.5040",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2725",
    "start_url_page_num": 2725,
    "is_scraped": "1",
    "article_title": "Development of a Novel Automated Screening Method for Detection of FVIII Inhibitors ",
    "article_date": "December 6, 2014",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "screening",
        "factor viii",
        "dilution technique",
        "whole blood coagulation time",
        "activated partial thromboplastin time measurement",
        "antibodies",
        "anticoagulants, oral",
        "antiphospholipid syndrome",
        "blood coagulation factors",
        "calibration"
    ],
    "author_names": [
        "Matthew S. Evans, MD",
        "M. Elaine Eyster, MD",
        "Keri J. Donaldson, MD",
        "Michael H. Creer, MD"
    ],
    "author_affiliations": [
        [
            "Penn State Hershey Medical Center, Hershey, PA "
        ],
        [
            "Penn State Hershey Medical Center, Hershey, PA "
        ],
        [
            "Penn State Hershey Medical Center, Hershey, PA"
        ],
        [
            "Penn State Hershey Medical Center, Hershey, PA"
        ]
    ],
    "first_author_latitude": "40.26432415",
    "first_author_longitude": "-76.6738791",
    "abstract_text": "Background Factor VIII activity is determined by directly measuring the aPTT of a patient plasma sample and determining the percent activity from a standard curve generated from plotting the measured clotting time (in seconds) on a semi-log scale vs a known percent activity of the standard at several specific dilution points. Factor VIII activity for the patient samples is then performed on dilutions of patient plasma mixed with equal amounts of plasma deficient in the factor to be measured, and the percent of factor in the patient plasma is calculated from the standard curve by plotting the observed clotting time for a specific dilution of the patient sample. To minimize the potential for under-reporting an activity level or missing the presence of an inhibitor (defined as an antibody directed against Factor VIII), a subjective assessment of parallelism of the patient curve to the standard curve is performed. In absence of an inhibitor the standard and patient curves are parallel to each other with the patient curve’s slope (Ps) similar to the standard curve’s slope (Cs). In patients with an inhibitor, the clotting time is prolonged. Furthermore, with each subsequent dilution, the amount of inhibitor is diluted out, leading to shorter clotting times for subsequent dilutions. In practice this leads to a less steep patient curve slope (Ps) compared to the standard curve slope (Cs) and thus nonparallel lines. Aim Parallelism determination is currently a subjective assessment that leads to increased error in reporting, potential missed evaluation for inhibitors and potential unnecessary testing for inhibitors. We developed an objective and automated tool to assess parallelism as an added screening tool for the presence of a Factor VIII inhibitor. Methods We performed Factor VIII assays (Low Factor VIII assay modification on STA Compact using low curve calibration at 1:6, 1:15 and 1:30 dilution (STA Deficient VIII, Immuno-Depleted Plasma for Factor VIII:C assay by STA. Package insert 26217-revised September 1994)) at appropriate dilutions on Factor VIII deficient hemophilia patients. We examined curves for parallelism by comparing the ratio of the slope of the curve generated from patient dilutions without detectable inhibitor (disease-free state) and the slope of the curve generated from patient dilutions with a known inhibitor (disease state) vs the slope of the standard curve. We confirmed presence of an inhibitor for each patient sample by Bethesda assay utilizing the Nijmegen modification. Results Using a bell curve generated from a parameter simulation of obtained Ps/Cs ratios from screening 21 samples with and without an inhibitor, we determined a ratio of Ps/Cs of 0.45 to be a cut-off that was 100% sensitive and 80% specific for detection of an inhibitor. To confirm the validity of this cut-off, we screened 48 de-identified samples with and without low FVIII inhibitor (Bethesda titers <5) obtained from the NHLBI biologic specimen and data repository. In this larger sample set, our cut-off ratio of <0.45 for the detection of an inhibitor to FVIII was 100% sensitive and 91.6% specific, with a positive predictive value of 92.3% and a negative predictive value of 100%. Conclusion We developed and validated a new screening tool for detecting the presence of an inhibitor to Factor VIII during routine FVIII assays. This method has the potential to screen for the detection of inhibitors to other specific clotting factors such as FIX, lupus anticoagulants and the presence of the newer oral anticoagulants which directly inhibit Factor Xa or thrombin. Disclosures No relevant conflicts of interest to declare."
}