{
    "doi": "https://doi.org/10.1182/blood.V124.21.1507.1507",
    "article_title": "One Year Survey and Implications of an Hemophilic Computerized Alert System in an University Clinic ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "Hemophilia patients are confronted to several issues when being treated in urgent and non-urgent situations. Immediate factor substitution can be life or limb preserving. We installed a computerized haemophilia alert system so as to be informed when one of our patients is treated in another department. Patients admitted to the hospital with a bleeding disorder trigger an alert in the hematology department as well as in the department where the patient is actually located. We defined alerts as being false positive when an alert was triggered by the admission of a patient where interaction with the hematologist wasn’t necessary and as being false negative when a triggered alert for a patient with a bleeding problem or high bleeding risk in need for interaction with the hematologist didn’t reach the hematologist. We follow 307 patients in our hemophilia consultation. From 01.01.2011 through 31.12.2011, admission of 128 hemophilic patients to our hospital triggered an alert on 232 occasions. Forty-three percent of presenting patients suffered from von Willebrand’s disease type 1, 11.5% from thrombopathies, 9% from severe hemophilia A, 9% from mild hemophilia A, 9% were hemophilia A carrier and 8% had factor XI deficiency. Out of 232 alerts in 2011, most were identified as false positive. Eighteen alerts were not followed by a contact between the treating physician and the hematology service (8%). Sixteen alerts (7%) were followed by the establishment of a substitution protocol for an intervention that wasn’t planned before, preventing, in consequence, bleeding complications thereafter. Two alerts (1%) were triggered by 2 patients, 1 suffering from von Willebrand’s disease type 1, the other from von Willebrand’s disease type 2B, with massive bleeding, where intervention by the hematologist was potentially life- or limbsaving, even if one of the alerts was only discovered the following morning. In conclusion, follow up of 232 alerts during 1 year permitted to intervene possibly life- or limbsaving in only 2 cases. In 16 cases a protocol of substitution could be established that wouldn’t have been made without the alert system. All other cases of alerts were followed up without consequences and thus increased work charge unnecessarily. We continue to follow up our patients with the alert system described. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bleeding diathesis",
        "blood coagulation disorders",
        "conflict of interest",
        "consultation",
        "disclosure",
        "factor xi deficiency",
        "false-negative results",
        "false-positive results",
        "follow-up",
        "hemophilia a"
    ],
    "author_names": [
        "Sabine Blum, MD",
        "Linda Guida",
        "Jean-Blaise Wasserfallen, MD",
        "Anne Angelillo-Scherrer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sabine Blum, MD",
            "author_affiliations": [
                "CHUV, Lausanne, Switzerland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Linda Guida",
            "author_affiliations": [
                "CHUV, Lausanne, Switzerland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Blaise Wasserfallen, MD",
            "author_affiliations": [
                "CHUV, Lausanne, Switzerland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Angelillo-Scherrer, MD",
            "author_affiliations": [
                "Centre Hospitalier Universitaire Vaudois and University of Lausanne, Lausanne, Switzerland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T02:38:08",
    "is_scraped": "1"
}