{
    "doi": "https://doi.org/10.1182/blood.V118.21.5219.5219",
    "article_title": "Stage I or II Marginal Zone B-Cell Lymphoma; Multicenter Retrospective Analysis of 217 Cases ",
    "article_date": "November 18, 2011",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Abstract 5219 Background: Local stage- Ann Arbor stage I/II- Marginal zone B-cell lymphoma (MZL) was occupied 50∼70% of all MZL patients. Even though almost of them were well controlled with local treatment based therapy, But there is no data about risk factors and role of additional chemotherapy in stage II after local treatment. In this study, we conducted multicenter retrospective analyses of local stage MZL in order to assess their clinical features, optimal treatments, and prognoses. Methods: Between May 1992 and Jan. 2011, a total of 217 patients with biopsy-confirmed Ann Arbor stage I/II -MZL from 7 different institutions in Korea were included for analysis in this study. Results: The median age of our subjects was 48 (range: 14–82) years. This study involved 102 males (47%) and 115 females (53%). The most common primary sites of involvement were the orbit and ocular adnexa (43%) followed by small or large bowel (14%), and nodal MZL (10%). 190 patients (88%) and 27 patients (12%) were stage I and II, respectively. Of 217 patients with stage I or II, 213 patients were available for treatment outcome analysis. 167 (77%) were treated with local modality such as radiation therapy or surgery alone, 24 patients (11%) received additional systemic chemotherapy after local treatment. 26 patients (12%) were treated with chemotherapy alone. The overall response rate was 98% (95% CI, 96–100%) with 188 CRs and 20 PRs. Median progression free survivals (PFS) was 10.5 years (95% CI, 7.5–13.4 years). Overall survival (OS) did not reach the median value. 5 year and 10 year OS rates were 94% and 88%, respectively. During the follow-up 38 relapse events were observed. Poor prognostic factors influence to PFS were stage II ( P =0.007) and chemotherapy alone treatment ( P =0.002). Conclusion: Local stage- Ann Arbor stage I/II- MZL had been observed a good clinical course and well controlled with local treatment modality without additional chemotherapy. But, stage II MZL patients who need chemotherapy had relatively poor survival. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "lymphoma, mucosa-associated lymphoid tissue",
        "marginal zone b-cell lymphoma",
        "chemotherapy regimen",
        "biopsy",
        "craniosynostosis",
        "cytokine release syndrome",
        "follow-up",
        "lung compliance",
        "prognostic factors",
        "radiation therapy"
    ],
    "author_names": [
        "Sung Yong Oh",
        "Won Seog Kim",
        "Cheolwon Suh, MD",
        "Junshik Hong",
        "Soon Il Lee",
        "Moo-Kon Song, MD",
        "Jung Han Kim, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sung Yong Oh",
            "author_affiliations": [
                "Internal medicine, Dong-A University Hospital, Busan, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Won Seog Kim",
            "author_affiliations": [
                "Medicine, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheolwon Suh, MD",
            "author_affiliations": [
                "Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junshik Hong",
            "author_affiliations": [
                "Department of Internal Medicine, Gachon University Gil Hospital, Gachon University of Medicine and Science, Incheon, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soon Il Lee",
            "author_affiliations": [
                "Hematology/Oncology, Dankuk University Hospital, Chonan, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moo-Kon Song, MD",
            "author_affiliations": [
                "Pusan National University Hospital, Pusan, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jung Han Kim, MD, PhD",
            "author_affiliations": [
                "Hallym University Hospital, Seoul, South Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T02:18:13",
    "is_scraped": "1"
}