{
    "doi": "https://doi.org/10.1182/blood.V112.11.4943.4943",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1266",
    "start_url_page_num": 1266,
    "is_scraped": "1",
    "article_title": "Therapeutic Compliance and Efficacy of Dose-Dense R-CHOP-14 Immunochemotherapy Plus Pegfilgrastim for First-Line Treatment of Low Risk Diffuse Large B-Cell Lymphoma Patients: Preliminary Results of An Open-Label Clinical Trial in Spain ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) is the most prevalent form of non-Hodgkin lymphoma. Three-weekly R-CHOP has become the standard treatment for DLBCL. Dose-dense immunochemotherapy could improve the efficacy of treatment; however these regimens are worse tolerated due to mielotoxicity. We are conducting a prospective, open-label, single arm clinical trial of treatment with dose-dense R-CHOP supported by pegfilgrastim in patients with DLBCL older than 65 with IPI 0–5 or younger than 65 with IPI 0–2. The aim of this sub-analysis was to evaluate the efficacy and treatment compliance in patients with low risk DLBCL (IPI 0–2). Patients received R-CHOP administered every 14 days followed by pegfilgrastim (6 mg per cycle) on day 2. Patients with tumor masses > 10 cm were allowed to receive radiotherapy with 30 Gy, and those at risk of central nervous system infiltration receive prophylactic lyposomal cytarabine. Fifty-eight patients with IPI 0–2 were included in this analysis, median age was 58 years old (range 18–82), 22 (38%) patients were older than 65 yr, and 32 (53%) were male. Characteristics of the patients at diagnosis were as follows: stage III–IV: 29 (50%), bulky disease: 13 (22%), extra nodal involvement: 34 (59%), ³2 extranodal sites: 6 (10%), B symptoms: 10 (17%), ECOG 0–1: 55 (95%), elevated LDH 21 (36%), elevated b 2 microglobulin: 15 (26%), IPI 0–1 28 (48%). Fifty-four patients completed 6 cycles of treatment and 4 patients were dropped out, 1 due to progression and 3 due to exitus: 1 respiratory insufficiency, 1 bilateral pneumonia and 1 septic shock. Overall, 335 chemotherapy cycles were administered and 23 (6.9%) were delayed due to: neutropenia (3), febrile neutropenia (4), hepatotoxicity (1), fever or infection without neutropenia (11) and other adverse events (4). Doses of myelotoxic drugs were reduced in 8 (2.4%) cycles (3 patients). Most cycles (91.9%) were administered as scheduled. Serious adverse events were reported in 23 (39.7%) patients. Among them, febrile neutropenia episodes were observed in 10 patients (17.3%). Out of 54 evaluated patients for efficacy after 130-days follow-up, 45 (83%) achieved complete remission, 5 (9%) partial remission, 3 (5.5%) stable disease and 1 (1.8%) progressed. In an intention-to-treat analysis among the 58 patients, 46 (79.3%) patients achieved CR, 6 (10.3%) PR and 2 (3.4%) were not evaluable. High remission rates suggest that dose-dense immunochemotherapy with pegfilgrastim support is an efficacious treatment for DLBCL in low risk patients. The regimen is well tolerated, treatment compliance is high and most of cycles were administered as scheduled.",
    "topics": [
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "pegfilgrastim",
        "spain",
        "r-chop",
        "adverse event",
        "febrile neutropenia",
        "neutropenia",
        "chemotherapy regimen",
        "complete remission"
    ],
    "author_names": [
        "Eva Gonzalez-Barca, Sr.",
        "Miguel Canales, III",
        "Antonio Salar, MD, PhD",
        "Secundino Ferrer",
        "Joan Bargay",
        "S. Grande",
        "Santiago Gardella",
        "María Jesús Vidal",
        "Albert Oriol, MD",
        "A. López",
        "J. García",
        "Jl Bello",
        "Fj Tomás",
        "Javier Briones",
        "Dolores Caballero"
    ],
    "author_affiliations": [
        [
            "Hematology, Institut Catala d’Oncologia, L’Hospitalet de Llobregat, Spain"
        ],
        [
            "Hospital Universitario La Paz, Madrid"
        ],
        [
            "Hematology Department, Hospital del Mar, Barcelona, Spain"
        ],
        [
            "Hematología y Hemoterapia, Hospital Universitari Dr. Peset, Valencia, Spain"
        ],
        [
            "Hematología, Hospital Son Llàtzer, Palma de Mallorca, Spain"
        ],
        [
            "Department of Hematology, Hospital Universitario 12 Octubre, Madrid, Spain"
        ],
        [
            "Hematología, Hospital Dr. Josep Trueta, Girona"
        ],
        [
            "Hematología, Hospital de Donostia, Donostia, Spain"
        ],
        [
            "Hospital Universitari Germans Trias i Pujol, Badalona, Spain"
        ],
        [
            "Hospital Vall dxHebrón, Barcelona, Spain"
        ],
        [
            "Hospital Universitario Río Ortega, Valladolid, Spain"
        ],
        [
            "Hospital Universitario de Santiago, Santiago de Compostela, Spain"
        ],
        [
            "MD Anderson, Madrid, Spain"
        ],
        [
            "Clinical Hematology, Hospital Santa Creu i Sant Pau, Barcelona, Spain"
        ],
        [
            "Hematology-BMT Unit, HOSPITAL CLINICO SALAMANCA"
        ]
    ],
    "first_author_latitude": "41.3654231",
    "first_author_longitude": "2.1191517"
}