{
    "doi": "https://doi.org/10.1182/blood.V120.21.4897.4897",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2239",
    "start_url_page_num": 2239,
    "is_scraped": "1",
    "article_title": "Leukemic and Hematopoietic Stem Cells Compete for the Same Functional Marrow Niche in a MLL-AF9 Murine Leukemia Model ",
    "article_date": "November 16, 2012",
    "session_type": "Malignant Stem and Progenitor Cells",
    "topics": [
        "hematopoietic stem cells",
        "leukemia",
        "mice",
        "transplantation",
        "leukemic cells",
        "neoplasms",
        "antineoplastic agents",
        "atypical",
        "blood smear",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Ronan G. Desmond, MD, MRCP, FRCPath",
        "Taha Bat",
        "Olena Kamenyeva",
        "Benjamin Mizukawa, MD",
        "James C. Mulloy, PhD",
        "Andre Larochelle, MD, PhD",
        "Cynthia E. Dunbar, MD"
    ],
    "author_affiliations": [
        [
            "NHLBI, Bethesda, MD, USA, "
        ],
        [
            "NHLBI, Bethesda, MD, "
        ],
        [
            "NIAID, "
        ],
        [
            "Cancer and Blood Diseases Institute, Division of Oncology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "NHLBI, Bethesda, MD, "
        ],
        [
            "NHLBI, Bethesda, MD, "
        ]
    ],
    "first_author_latitude": "39.0035707",
    "first_author_longitude": "-77.1013313",
    "abstract_text": "Abstract 4897 Much is known regarding the location, cellular composition, signaling pathways, and functional role of the normal hematopoietic stem cell (HSC) niche in the bone marrow microenvironment. Microenvironmental cells including osteoblasts, other specialized mesenchymal cells, and vascular endothelial cells exert control over HSC self-renewal, differentiation, and engraftment. Niche occupancy appears to be competitive and limiting in terms of controlling the number of HSCs per organism. Leukemia stem cells (LSCs), through their inherent properties of quiescence and resistance to chemotherapeutic agents, are thought to be one of the principal mechanisms underlying disease relapse in patients. Much less is known regarding the interaction of LSCs and the marrow microenvironment. It is not clear whether LSCs localize to the same niches as HSCs, compete with HSCs for niche occupancy, or share dependence on niche signals, and whether those signals affect tumor responses to chemotherapy. Using a human pre-B ALL xenograft mouse model, Colmone et al (Science 2008) recently showed that leukemic cells may alter the normal microenvironment, resulting in initial homing of transplanted normal HSPCs in distinct atypical niches. Shiozawa et al (JCI 2011) showed that metastatic prostate cancer cells, a tumor type known to target bone, impeded HSC engraftment in a murine model, suggesting competition for the same niche. To investigate the relationship between HSC and LSC niche localization and functional occupancy, we used murine progenitor cells transduced with an MLL-AF9 vector expressing GFP in a murine syngeneic competitive transplantation model. MLL-AF9 cells are highly enriched for LSCs, particularly the c-kit+ compartment (Somervaille Cancer Cell 2006). We found that between approximately 21% and 24% of cells were c-kit+ by FACS in 2 separate experiments. In our model, mice transplanted with unsorted MLL-AF9 cells (1×10 7 ) died of AML with a latency of 11–14 days. We cotransplanted a fixed number of MLL-AF9-GFP cells (1×10 6 ) with increasing numbers of normal mouse whole bone marrow (WBM) cells, derived from dsRed transgenic mice to facilitate distinction from the GFP+ MLL-AF9 cells, into mice irradiated with 1000 rads: 1×10 5 [group 1], 1×10 6 [group 2], 1×10 7 [group 3], 5×10 7 [group 4]. Control groups received 1×10 5 and 1×10 6 normal WBM cells only. Survival was monitored daily. The control group receiving 1×10 5 cells only all died with median time to death of 16.5 days from lack of count recovery, those receiving 1×10 6 cells are still alive 35 days after transplant, indicating that 1×10 6 cells is adequate to rescue from irradiation. Mice were bled weekly until death and samples were analyzed by flow cytometry. Complete blood counts, blood smears, and splenic sections were obtained from these mice. As expected, there were no circulating blasts detected 7 days post transplant and all mice were healthy. However, 14 days after transplant the percentages of GFP+ leukemic cells detected in the blood were inversely proportional to the number of normal dsRed WBM cells transplanted (group 1 vs. group 2 vs. group 3 vs. group 4 mean percentage of GFP+ cells, 83.97 v 66.53 v 18.73 v 9.275 p< 0.0001). At day 15, mice from group 1, but not from groups 2 to 4, became moribund and were sacrificed. Spleens in this group were heavier than in those mice transplanted with 1×10 5 normal WBM cells alone and 2 out of 3 showed leucocytosis compared to leucopenia in all mice in the group transplanted with normal cells alone. When mice in the other groups had blood samples taken for analysis while moribund, GFP+ cells were greater than 80% suggesting that mice in group 1 died from complications relating to leukemic infiltration. Confocal microscopy confirmed the colocalization of normal HSPCs and MLL-AF9-GFP LSCs in the niche. Most interestingly, survival was proportional to the numbers of normal WBM cells transplanted, with a continuous delay in leukemic death proportional to the number of normal WBM cells cotransplanted with the same dose of MLL-AF9 cells ( Figure 1 ). Hence, this murine model of leukemia suggests that normal and leukemic cells compete for the same functional niche, that manipulation of the niche could impact on response to anti-leukemic therapies, and that cell dose in the context of stem cell transplantation for leukemia may have an impact on outcome via niche competition. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}