{
    "doi": "https://doi.org/10.1182/blood.V128.22.85.85",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3342",
    "start_url_page_num": 3342,
    "is_scraped": "1",
    "article_title": "Rivaroxaban Versus Fondaparinux in the Treatment of Superficial Vein Thrombosis - the Surprise Trial ",
    "article_date": "December 2, 2016",
    "session_type": "332. Antithrombotic Therapy: Less Common Thromboses, Special Patient Populations, and Anticoagulation",
    "topics": [
        "fondaparinux",
        "rivaroxaban",
        "superficial thrombophlebitis",
        "supraventricular tachycardia",
        "venous thromboembolism",
        "hemorrhage",
        "deep vein thrombosis",
        "duration of treatment",
        "anticoagulation",
        "autoimmune diseases"
    ],
    "author_names": [
        "Jan Beyer-Westendorf, MD",
        "Sebastian Schellong, MD",
        "Horst Gerlach, MD",
        "Katja Jersemann",
        "Eberhard Rabe, MD",
        "Kurtulus Sahin",
        "Rupert Bauersachs, MD PhD"
    ],
    "author_affiliations": [
        [
            "Center for Vascular Diseases, Division \"Thrombosis Research\",, University Hospital \"Carl Gustav Carus\",, Dresden, Germany "
        ],
        [
            "Municipal Hospital Friedrichstadt, Dresden, Germany "
        ],
        [
            "Private Office for Vascular Diseases, Mannheim, Germany "
        ],
        [
            "GWT-TUD GmbH, Dresden, Germany "
        ],
        [
            "University of Bonn, Bonn, Germany "
        ],
        [
            "ClinStat GmbH, Cologne, Germany "
        ],
        [
            "Klinikum Darmstadt GmbH, Darmstadt, DEU"
        ]
    ],
    "first_author_latitude": "51.056227",
    "first_author_longitude": "13.7793331",
    "abstract_text": "Background The current standard of therapy in superficial vein thrombosis (SVT) comprises subcutaneous injections of the indirect factorXainhibitorfondaparinuxfor up to 45 days, which was highlyeffectivecompared to placebo in the CALISTO trial. However,fondaparinuxis expensive, requires daily injections and cost-effectiveness in SVT therapy has been questioned. Rivaroxaban is a direct oral factorXainhibitor which has been shown to be effective in the prevention and treatment of venous thromboembolism (VTE). We hypothesizedthat SVT patientsat high risk for VTE complications may be treated as efficacious and safe with rivaroxaban as withfondaparinux. Methods The SURPRISE trial, a randomized, open-label blinded outcome event adjudication trial, compared rivaroxaban 10 mg once daily withfondaparinux2.5 mg once daily in patients with SVT at high risk of VTE complications (defined assupragenualSVT + age > 65 years, male sex, previous VTE, cancer, autoimmune disease or SVT of non-varicose veins). Treatment duration for both treatments was 45+5 days with an observational period until day 90+10. The primary efficacy outcome was a composite endpoint of deep vein thrombosis, pulmonary embolism, SVT progression towards thesaphenofemoraljunction, SVT recurrence or all cause death in the per-protocol analysis at day 45. A predefined sensitivity analysis was performed in all randomized patients (full analysis set). The primary safety outcome was the rate of ISTH major bleeding during treatment. Further outcome measures included the composite efficacy outcome up to day 90, each component of the primary efficacy outcome, rates of surgical treatment of SVT and rates of major VTE (composite of symptomatic PE or symptomatic proximal DVT or VTE-related death) at days 45 and 90. The trial was designed to test for non-inferiority of rivaroxaban compared tofondaparinuxwith respect to the primary efficacy outcome and to the rates of ISTH major bleeding. Results A total of 472 patients were randomized (mean age 60.3 years; 60.4% female) and treated with rivaroxaban (n=236) orfondaparinux(n=236). Mean treatment duration was 44.0 days for rivaroxaban and 44.8 days forfondaparinux. Until day 45+5, the primary efficacy outcome (n=435 in per-protocol analysis set) occurred in 3.3% (95%-CI 0.90; 5.73) of patients treated with rivaroxaban and 1.8% (95%-CI 0.05; 3.52) of patients receivingfondaparinux(absolute difference between rivaroxaban andfondaparinuxwas 1.53%; one-sided upper CI limit 4.03%; p-value for non-inferiority 0.025; table 1 and figure 1). Until day 90+10, the respective rates were 7.1% for rivaroxaban and 6.7% forfondaparinux(absolute difference 0.41;one-sided upper CI limit 4.41%;p-value for non-inferiority 0.047). Non-inferiority of rivaroxaban vs.fondaparinuxwas preserved in the full analysis set. No major bleeding occurred and rates of non-major, clinically relevant bleeding were 2.5 vs. 0.4% for day 45+5 and 2.5 vs. 0.9% for day 90+10 in safety set for rivaroxaban andfondaparinux, respectively (table 1).Mean±SDadherence (pill/syringe count at day 45) was 98.9±13.4% for rivaroxaban and 99.3±6.2% forfondaparinux(full analysis set). Conclusions In high-risk SVT patients, rivaroxaban was non-inferior tofondaparinuxin preventing thromboembolic complications with comparable safety. VTE events were predominantly SVT recurrence. Few cases of DVT and PE occurred, which indicates that a 45 days course of rivaroxaban 10 mg orfondaparinux2.5 mg is sufficient to prevent serious complications in this specific subset of SVT patients. As to whether oral rivaroxaban offers a better quality of life compared to 45 days of injections, this has to be investigated in future studies. We found higher SVT complications rates in both treatment arms compared to thefondaparinuxarm in the CALISTO trial. Therefore, patients at higher VTE risk can be identified by use of a simple risk factor assessment, which may help to improve cost-effectiveness of SVT therapy. However, the concept of SVT risk stratification needs to be further investigated, since patients without additional risk factors may not need anticoagulant therapy at all. (Funded by Bayer Vital GmbH, Germany, ClinicalTrials.gov NCT01499953) In response to a pre-submission enquiry, the New England Journal of Medicine indicated potential interest in the study results and a simultaneous publication/presentation is targeted. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Beyer-Westendorf: Daichii Sankyo: Consultancy, Honoraria, Research Funding; Boehringer Ingelheim: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Honoraria, Research Funding; LEO: Consultancy, Honoraria, Research Funding. Schellong: Bayer: Honoraria; Pfizer: Honoraria; Boehringer-Ingelheim: Honoraria; Daichii Sankyo: Honoraria; LeoPharma: Honoraria. Gerlach: ASPEN: Honoraria; Bayer: Honoraria; Boehringer-Ingelheim: Honoraria; LeoPharma.: Honoraria. Rabe: Bayer: Honoraria; Boehringer Ingelheim: Honoraria; Daichii-Sankyo: Honoraria; LeoPharma: Honoraria; Pfizer: Honoraria. Bauersachs: Bayer: Honoraria, Research Funding; Boehringer Ingelheim: Honoraria, Research Funding; BristolMyers Squibb: Honoraria, Research Funding; Daiichi Sankyo: Honoraria, Research Funding; ASPEN: Honoraria, Research Funding."
}