{
    "doi": "https://doi.org/10.1182/blood.V116.21.411.411",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1760",
    "start_url_page_num": 1760,
    "is_scraped": "1",
    "article_title": "Genome-Wide Analysis of Genetic Alterations In Hypodiploid Acute Lymphoblastic Leukemia Identifies a High Frequency of Mutations Targeting the IKAROS Gene Family and Ras Signaling ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Pediatric Acute Lymphoblastic Leukemia",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "genes",
        "genetics",
        "genome-wide association study",
        "mutation",
        "signal transduction",
        "dna",
        "leukemia, lymphocytic, acute, childhood",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Linda Holmfeldt, PhD",
        "Jinghui Zhang, Ph.D.",
        "Jing Ma, Ph.D.",
        "Meenakshi Devidas, PhD",
        "Andrew J. Carroll, PhD",
        "Nyla A. Heerema, Ph.D.",
        "Julie M. Gastier-Foster, PhD",
        "Susana C. Raimondi, PhD",
        "Mignon L. Loh, M.D.",
        "Stephen Hunger, MD",
        "Charles Mullighan, MBBS, MD, FRACP, FRCPA, MSc"
    ],
    "author_affiliations": [
        [
            "Pathology, St Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Computational Biology, St Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Hartwell Center for Bioinformatics and Biotechnology, St Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Department of Biostatistics, College of Medicine, University of Florida, Gainesville, FL, USA, "
        ],
        [
            "Deptartment of Genetics, University of Alabama at Birmingham, Birmingham, AL, USA, "
        ],
        [
            "The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Ohio State University Laboratory Medicine/Pathology, Nationwide Childrens Hospital, Columbus, OH, USA, "
        ],
        [
            "Pathology, St Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Division of Pediatric Hematology/Oncology, University of California - San Francisco, San Francisco, CA, USA, "
        ],
        [
            "Pediatric Hem./Onc./BMT, University of Colorado College of Medicine, Aurora, CO, USA, "
        ],
        [
            "Pathology, St Jude Children's Research Hospital, Memphis, TN, USA, "
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "Abstract 411 Hypodiploid acute lymphoblastic leukemia (ALL) comprises up to 7% of pediatric ALL cases, and is characterized by multiple chromosomal losses and very poor outcome. Prognosis is associated with the degree of aneuploidy, with outcome much worse for cases with less than 44 chromosomes. To date, there is no clear biologic rationale for the poor outcome of hypodiploid ALL. To gain insights into the genetic basis of hypodiploid ALL, we performed a genome-wide analysis of genetic alterations in 128 hypodiploid childhood ALL cases treated by the Children's Oncology Group (N=97) and St Jude (N=31). This cohort comprised 50 near haploid cases (24–34 chromosomes), 24 low hypodiploid ALL cases (35–44 chromosomes), 33 masked hypodiploid cases (with a near haploid or low hypodiploid genome that has doubled), and 21 high hypodiploid cases (45 chromosomes) with a dicentric chromosome, most commonly involving chromosomes 9 and either 12 or 20. DNA copy number alterations and loss of heterozygosity (LOH) were examined using Affymetrix SNP 6.0 arrays on both leukemia and remission DNA, and candidate gene resequencing was performed for genes and pathways involved by recurring copy number alterations and mutation in ALL (including PAX5 , IKZF1, IKZF2, IKZF3, JAK1, JAK2, KRAS, NRAS, PTPN11, CBL, NF1 and FLT3 ). Recurring aneuploidy was observed for all chromosomes with the exception of chromosome 21, with the most common targets of aneuploidy being chromosomes 2, 3, 4, 7, 9, 12, 13, 15, 16, 17 and 20. We identified multiple recurring focal deletions, the nature and frequency of which were significantly associated with degree of aneuploidy. The most frequent alteration was deletion of CDKN2A/CDKN2B at 9p21 (encoding INK4/ARF) in 32% of cases, with deletions most commonly observed in high hypodiploid ALL cases with dicentric chromosomes (76% of cases) compared to 23% in near haploid, low and masked hypodiploid ALL cases. The B-lymphoid transcription factor gene PAX5 (9p13) was mutated (by deletion, amplification, rearrangement or sequence mutation) more frequently in dicentric cases (62%) than in cases with loss of 2 or more chromosomes (7%). Additional recurring deletions were observed in the histone loci at 6p22, and PAG1 at 8q21.13 (10% and 9%, respectively, of hypodiploid ALL cases with loss of 2 or more chromosomes). A striking novel finding was a high frequency of focal deletions and sequence mutations targeting the IKAROS family members IKZF2 (encoding the lymphoid transcription factor HELIOS, 2q34) and IKZF3 (AIOLOS, 17q21). IKZF2 and IKZF3 deletions and sequence mutations were only present in hypodiploid ALL cases with 38 chromosomes or less and masked hypodiploid ALL cases ( IKZF2 21%; IKZF3 10%). Deletions of these genes are uncommon in other subtypes of ALL (e.g. 2% IKZF3 deletions in non-hypodiploid B-ALL). Conversely, focal deletion of IKZF1 (encoding IKAROS, 7p13-p11.1), which is found in up to one-third of non-hypodiploid ALL cases, was rare in hypodiploid ALL, and mostly present in cases with a near diploid genome. We also observed a high frequency of deletions and sequence mutations targeting the Ras signaling pathway ( KRAS (2%), NRAS (10%), NF1 (28%), PTPN11 (2%) and FLT3 (6%)) in near haploid, low and masked hypodiploid ALL (total 45% of these cases). The NF1 deletions were most commonly focal, and involved an internal subset of exons (exons 15–37, 18% of cases with 38 chromosomes or less and masked hypodiploid samples). Notably, the sequence mutations and deletions of NF1 , IKZF2 and IKZF3 were almost always mutually exclusive, and frequently occurred in conjunction with loss of the entire other copy of the corresponding chromosome, resulting in biallelic deletion and/or inactivation of the involved gene. This study provides the first detailed genetic analysis of this high risk subtype of ALL, and suggests that genetic alterations targeting Ras signaling and lymphoid development are central to the pathogenesis and poor prognosis of low hypodiploid ALL. Moreover, these results suggest that therapeutic targeting of Ras signaling may be of clinical benefit in this very high risk subtype of ALL. Disclosures: Hunger: bristol myers squibb: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; eisai: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}