{
    "doi": "https://doi.org/10.1182/blood.V110.11.655.655",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1069",
    "start_url_page_num": 1069,
    "is_scraped": "1",
    "article_title": "Gene Expression Profiles for Prognosis in MGUS, Coupled with Signatures of Oncogenic Pathway Deregulation Provide a Novel Approach for Selection of Molecular Targets in Multiple Myeloma. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "gene expression profiling",
        "molecular target",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "1-phosphatidylinositol 3-kinase",
        "hypoxia",
        "plasma cell disorder",
        "disease progression",
        "dna microarrays",
        "follow-up"
    ],
    "author_names": [
        "Ariel Anguiano, MD",
        "Chaitanya Acharya",
        "Kelly Salter",
        "Daniel McCluskey",
        "Christina Gasperetto, MD",
        "Fenghuang Zhan, MD",
        "Madhav Dhodapkar, PhD",
        "Joseph Nevins, PhD",
        "Bart Barlogie, MD",
        "John D. Shaughnessy, Jr., PhD",
        "Anil Potti, MD"
    ],
    "author_affiliations": [
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ],
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ],
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ],
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ],
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Rockefeller University, New York, NY, USA"
        ],
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "36.0035214",
    "first_author_longitude": "-78.93965209999999",
    "abstract_text": "Gene expression profiles that reflect unique aspects of biologic phenotypes and characterize the heterogeneity of monoclonal gammopathies may facilitate the development of a ‘signature’ that predicts the evolution of MGUS to multiple myeloma (MM). Furthermore, while most patients with MM are initially sensitive to therapy, resistance invariably develops. Thus, a need exits for novel therapeutic strategies targeting resistance-associated deregulated molecular pathways. Using previously-described methodologies that employ DNA microarray data in a cohort of 877 annotated samples from patients with plasma cell dyscrasias (MGUS, untreated MM and refractory MM), a complex multi-gene expression profile (‘metagene’) of 120 genes was identified that predicts risk of progression, from MGUS to MM. This analysis used an initial ‘test’ cohort of patients with MGUS that represented patients followed for a median of 36.4 months. At follow up, 11% of these patients were identified as having disease progression. Leave-one-out cross validation analysis within the test cohort revealed 95% accuracy. The ‘metagene model’ was also evaluated in a large independent validation cohort. Overexpressed genes in the predictive model represented those involved in the proteasome, RAS, and MAP-kinase pathways. In addition, we used gene expression signatures that reflect the deregulation of major oncogenic signaling pathways (Ras, PI3kinase, Akt, Src, ß-catenin, E2F, and Myc) and pathways representative of the tumor microenvironment (Hypoxia, Angiogenesis, Chromosomal Instability, and TNF-alpha) to identify patterns of pathway activation unique to individual patients with plasma cell dyscrasias. This analysis revealed that patterns of pathway activation clearly defined the stages of myeloma progression. As an example, Myc deregulation was unique to refractory MM (p < 0.001) as compared to Ras and PI3K activation in MGUS patients (p < 0.01). Also, unique to refractory MM, a majority of the tumors (> 96%) had deregulation of multiple signaling pathways, suggesting a complex oncogenic process. In particular, these samples demonstrated deregulation in Ras (78%), Myc (70%), Src (63%), E2F (52%) and ß-catenin (52%) pathways. In contrast, normal plasma cells showed none to minimal deregulation of the oncogenic pathways. As a proof of concept, we then used cell proliferation assays to show that the predicted deregulation of Ras, Src and PI3 kinase pathways was directly proportional (p < 0.01, log rank test) to the sensitivity of cell lines (n = 17) to agents (FTS, SU6656, and LY4002 respectively) that specifically target these pathways. This suggests that in addition to identifying a high-risk cohort of patients with MGUS, such a strategy provides a novel approach to targeted therapeutics in refractory MM - by guiding the appropriate use of pathway specific inhibitors. Finally, results of Kaplan Meier analyses using gene expression-based classifiers and risk stratification models as well as further in vitro data involving manipulation of other oncogenic pathways and signatures relevant to myeloma (e.g. hypoxia, chromosomal instability and angiogenesis) will be also be presented."
}