{
    "doi": "https://doi.org/10.1182/blood.V120.21.3128.3128",
    "article_title": "Low Dose Busulfan Is Associated with Bronchiolitis Obliterans Syndrome Following Allogeneic Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "abstract_text": "Abstract 3128 Rationale: Bronchiolitis obliterans syndrome (BOS) is the most common late non-infectious pulmonary complication following hematopoietic stem cell transplantation (HSCT). The prevalence is estimated to be between 5–10% after allogeneic HSCT with a significant increase in morbidity and mortality. We conducted a retrospective case control study to evaluate the associations between patients with BOS and those who did not develop airflow obstruction or symptoms. Methods: Between January 1 st 2000 and June 30 th 2010 all patients who underwent an allogeneic HSCT at the Dana-Farber Cancer Institute/Brigham and Women's Hospital (n=1854) were screened for the development of BOS, using a modified NIH diagnostic criteria. BOS was defined as 1) new onset airflow obstruction, FEV 1 /FVC ratio ≤0.7 and FEV 1 <80% predicted; 2) irreversible obstruction defined as no response to bronchodilator per ATS criteria; 3) if airflow obstruction was noted prior to HSCT, a ≥15% decline in FEV 1 from baseline; 4) BO confirmed by pathology irrespective of meeting the spirometric definition of BOS. We matched the BOS cases, based on date of HSCT (±90 days), with 2 groups of control subjects: 1) subjects who developed chronic graft vs. host disease (cGVHD) without BOS and 2) subjects who developed neither cGVHD nor BOS. Comparisons between BOS subjects and controls were conducted using t-test or Fisher's exact tests. We also performed a multivariate regression analysis predicting the development of BOS; all variables with a p <0.1 on univariate analysis were included in the model. All statistical analyses were performed using R. Results: We identified 89 subjects meeting our diagnostic criteria for BOS with a prevalence of 4.8%. The median time from transplantation to meeting criteria for BOS was 491 days (range: 48–2067). Univariate analysis demonstrated that BOS was significantly associated with previously reported risk factors including age, pre-transplantation PFT's, high risk disease, source of peripheral blood stem cells, unrelated donor, history of respiratory infection prior to day 100, and busulfan based conditioning regimens. (all p<0.05, table 1 ). Upon further stratification of regimens, univariate analysis demonstrated that reduced intensity conditioning busulfan was associated with the development of BOS (p<0.001). After analyzing our univariate associations in a multivariate model, busulfan-based conditioning and unrelated donors were independent factors associated with BOS (p <0.001), while, ATG use conferred lower odds of BOS (p<0.001). Conclusion: Our findings extend those from prior reports of risk factors associated with BOS. Our results demonstrate that busulfan, even when used at lower doses in reduced intensity conditioning transplantation, confers an increased risk for BOS. Future studies in prospective cohorts will be important to confirm these findings. Table 1: Univariate predictors BOS subjects matched with controls.  View large * □ Myeloablative conditioning regimens: cytoxan + total body irradiation 1400 cGY; high dose Busulfan + cyclophosphamide. Reduced Intensity conditioning regimen: fludarabine + low dose busulfan View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "bronchiolitis obliterans",
        "busulfan",
        "hematopoietic stem cell transplantation",
        "airway obstruction",
        "transplantation",
        "cyclophosphamide",
        "graft-versus-host disease, chronic",
        "bronchodilator agents",
        "cancer"
    ],
    "author_names": [
        "Lee Gazourian, MD",
        "Angela J Rogers, MD, MPH",
        "Ruby Igbanga",
        "Gerald L Weinhouse, MD",
        "Robert J Soiffer, MD",
        "Joseph H Antin, MD",
        "Jerome Ritz, MD",
        "Vincent T Ho, MD",
        "George R Washko, MD",
        "Rebecca M Baron, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lee Gazourian, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Pulmonary and Critical Care Medicine, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angela J Rogers, MD, MPH",
            "author_affiliations": [
                "Channing Laboratory, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruby Igbanga",
            "author_affiliations": [
                "Department of Medicine, Division of Pulmonary and Critical Care Medicine, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerald L Weinhouse, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Pulmonary and Critical Care Medicine, Brigham and Women's Hospital, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J Soiffer, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph H Antin, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Ritz, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent T Ho, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George R Washko, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Pulmonary and Critical Care Medicine, Brigham and Women's Hospital, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca M Baron, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Pulmonary and Critical Care Medicine, Brigham and Women's Hospital, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T04:10:05",
    "is_scraped": "1"
}