{
    "doi": "https://doi.org/10.1182/blood.V120.21.2873.2873",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2402",
    "start_url_page_num": 2402,
    "is_scraped": "1",
    "article_title": "Prognostic Impact of NOTCH1 Mutations in Chronic Lymphocytic Leukemia (CLL): A Study On 538 Patients. ",
    "article_date": "November 16, 2012",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mutation",
        "notch1 gene",
        "leukemia",
        "massively-parallel genome sequencing",
        "protein p53",
        "biological markers",
        "dideoxy chain termination dna sequencing",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Sandra Weissmann, PhD",
        "Andreas Roller, PhD",
        "Vera Grossmann, MSc",
        "Claudia Haferlach, MD",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD",
        "Susanne Schnittger, PhD",
        "Alexander Kohlmann, PhD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "Abstract 2873 Background: Chronic lymphocytic leukemia (CLL) is the most common leukemia in adults. Recurrent activating mutations of NOTCH1 have been reported, including the relevance of NOTCH1 mutations as independent negative prognostic marker (Rossi et al., Blood 2012). Aims: 1. Determine the frequency and prognostic impact of NOTCH1 mutations ( NOTCH1 mut) in a large unselected cohort of adult CLL patients. 2. Evaluate the range of mutational burden by amplicon deep-sequencing. Patients and Methods: We investigated 538 patients (189 female, 349 male; median age: 66.1 years, range: 37.8 – 90.5 years) with untreated CLL by FISH and for NOTCH1 mut (Transcript ID ENST00000277541) using next-generation amplicon deep-sequencing (454 Life Sciences, Branford, CT). Additionally, TP53 (n=45 mut/523 screened, 8.6%) and IGHV mutation status were analyzed. IGHV status was unmutated in 39.2% (209/533) and mutated in 60.8% (324/533) cases. Since NOTCH1 mut in CLL are known to be located predominantly within the C-terminal PEST domain (Rossi et al., Blood 2012) we sequenced exons 33–34 (covering codons 2029 to 2556), represented by 7 distinct PCR reactions with a median amplicon length of 345 bp. In median, 608 bidirectional reads (range 140–2,117) were generated per amplicon, thereby allowing a sensitive detection of variants, i.e. at a cut-off value of 5% ∼30 independent reads were sequenced. Results: All patients were investigated by FISH: del(17p) (30/538, 5.6%), del(11q) (57/538, 10.6%), +12 (103/538, 19.1%), del(6q) (8/538, 1.5%), normal karyotype according to FISH (NK) (111/538, 20.6%) and del(13q) as sole abnormality (229/538, 42.6%). In total, 81 NOTCH1 mut were observed in 71/538 (13.2%) patients. The vast majority of mutations (98.8%) were found to be heterozygous, only 1/81 mutation (1.2%) was homozygous. We identified 23 point mutations (6 missense and 17 nonsense; 28.4%) and 58 frame-shift alterations (57 deletions and 1 indel; 71.6%). The most frequently occurring mutation was as previously described p.Pro2514ArgfsX4 (c.7541_7542delCT), which was identified in 51/81 (62.7%) variants. The median mutational burden as assessed by deep-sequencing read counts was 28% of sequence reads carrying the mutation (range: 2% - 69%). Of note, in 54/81 (66.7%) variations the detected mutation load was ≤20% and therefore would be below the detection level of Sanger sequencing. In detail, a mutational burden ≤20% was observed in 32/81 (39.5%) variations and ≤10% in 22/81 (27.2%) mutations. 10/71 (14.1%) NOTCH1 mut patients carried 2 mutations. In 9/10 patients a different mutational load between the 2 NOTCH1 mut was detected, indicating the presence of 2 independent clones or clonal evolution with acquisition of a second mutation in the initially NOTCH1 single mutated clone. Mutations mainly clustered in the C-terminal part, i.e. codons 2,385 to 2,555 of exon 34 where 72/81 (88.8%) alterations were located. Confirming published data, statistical analyses revealed NOTCH1 mut being associated with unmutated (unmut) IGHV status (unmut vs mut: 59/209, 28.2% vs 11/324, 3.4%; P <0.001), TP53 mut (mut vs unmut: 10/45, 22.2% vs 58/478, 12.1%, P =0.064) and +12 as sole cytogenetic aberration (+12 sole vs remainder: 23/64, 35.9% vs 48/472, 10.2%; P <0.001). We did not detect any difference in NOTCH1 mut frequency between cases harboring +12 sole and +12 with other aberrations (+12 sole vs +12: 23/64, 35.9% vs 13/45, 28.9%; P =0.54). In contrast, NOTCH1 mut were rare events in patients with del(13q) (del(13q) vs remainder: 24/296, 8.1% vs 47/240, 19.6%; P <0.001). No associations with other cytogenetic subgroups were detected. Univariable cox regression analyses revealed an adverse prognostic impact for NOTCH1 mut ( P =0.056) and IGHV unmut ( P <0.001). With respect to patients of the favorable prognostic risk group ( IGHV mut, TP53 unmut, n=146), NOTCH1 mut patients (n=9) showed a significantly shorter time to treatment (TTT) than NOTCH1 wild-type cases (n=137) (median TTT n.r. vs. 9.4 years, P =0.042). Conclusion: 1. We present the first deep-sequencing study of NOTCH1 mutations in a large unselected CLL cohort and report an overall frequency of 13.2%. 2. The mutational burden of 66.7% of NOTCH1 mutations in CLL patients was ≤20%. 3. NOTCH1 mutations are an adverse prognostic parameter associated with shorter TTT and represent yet another novel important biomarker in CLL. Disclosures: Weissmann: MLL Munich Leukemia Laboratory: Employment. Roller: MLL Munich Leukemia Laboratory: Employment. Grossmann: MLL Munich Leukemia Laboratory: Employment. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership. Kern: MLL Munich Leukemia Laboratory: Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Equity Ownership. Kohlmann: MLL Munich Leukemia Laboratory: Employment."
}