{
    "doi": "https://doi.org/10.1182/blood.V108.11.3248.3248",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=766",
    "start_url_page_num": 766,
    "is_scraped": "1",
    "article_title": "A Comparative Analysis of the Leukaemic Potential of Mature T Cells Versus T Cell Precursors. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "gene transfer techniques",
        "infectious mononucleosis",
        "leukemia",
        "leukemia, t-cell",
        "lymphadenopathy",
        "lymphoma",
        "neoplasms",
        "polymerase chain reaction",
        "severe combined immunodeficiency",
        "splenomegaly"
    ],
    "author_names": [
        "Sebastian Newrzela",
        "Christopher Baum, MD",
        "Zhixiong Li, MD",
        "Martin-Leo Hansmann, MD",
        "Sylvia Hartmann, MD",
        "Marianne Hartmann",
        "Kerstin Cornils",
        "Boris Fehse, MD",
        "Dorothee M. von Laer, MD"
    ],
    "author_affiliations": [
        [
            "Georg-Speyer-Haus, Institute for Biomedical Research, Frankfurt, Hessen, Germany"
        ],
        [
            "Hannover Medical School, Department of Hematology, Hemostaseology and Oncology, Hannover, Niedersachsen, Germany"
        ],
        [
            "Hannover Medical School, Department of Hematology, Hemostaseology and Oncology, Hannover, Niedersachsen, Germany"
        ],
        [
            "University of Frankfurt, Department of Pathology, Frankfurt, Hessen, Germany"
        ],
        [
            "University of Frankfurt, Department of Pathology, Frankfurt, Hessen, Germany"
        ],
        [
            "Georg-Speyer-Haus, Institute for Biomedical Research, Frankfurt, Hessen, Germany"
        ],
        [
            "University Medical Center Hamburg-Eppendorf, Department of Bone Marrow Transplantation, Hamburg, Germany"
        ],
        [
            "University Medical Center Hamburg-Eppendorf, Department of Bone Marrow Transplantation, Hamburg, Germany"
        ],
        [
            "Georg-Speyer-Haus, Institute for Biomedical Research, Frankfurt, Hessen, Germany"
        ]
    ],
    "first_author_latitude": "50.095239299999996",
    "first_author_longitude": "8.665329899999998",
    "abstract_text": "After the report of two cases of leukaemia caused by insertional mutagenesis of a retroviral vector in children with SCID, it became clear that safety issues of therapeutic gene transfer must be addressed more thoroughly. We analysed whether gene transfer into mature T cells and haematopoietic stem cells bear the same risk of generating T cell leukaemia through activation of specific T cell oncogenes, such as LMO2, TCL1 and ΔTrkA. To address this issue, we used the Rag-1 mouse model, which allows long term analysis of transplanted T cells and haematopoietic stem cells. We were able to transduce mature T cells and haematopoietic stem cells of C57BL/6 (Ly5.1) donor mice with oncoretroviral vectors expressing LMO2, TCL1 and ΔTrkA. Transduction efficacies of up to 70% were achieved for mature T cells and approximately 90% for haematopoietic stem cells. After transplantation into Rag-1-deficient recipients, stem cell transplanted animals developed T cell lymphomas/leukemia for all investigated oncogenes after characteristic incubation times, mostly of a CD8+CD4+ double positive phenotype. T cell lymphomas were characterised by gross thymic mass, splenomegaly and heavily enlarged lymph nodes, although none of the control- vector- transduced mice developed lymphoma/leukaemia. LM PCR analysis revealed mono- or oligoclonality of the tumours. T cell transplanted animals showed no signs of leukaemia development so far. However, after several attempts, one immortalized T cell progenitor clone could be generated after transduction with LMO2. Our results so far indicate that mature T cells are less susceptible to transformation by known T cell proto-oncogenes, but the studies are still ongoing."
}