{
    "doi": "https://doi.org/10.1182/blood.V114.22.3237.3237",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1587",
    "start_url_page_num": 1587,
    "is_scraped": "1",
    "article_title": "Cell Lines and “Knock-in” Mice Bearing FLT3/ITD Mutations Exhibit Elevated Repair Errors Generated through Alternative DNA Double Strand Break Repair Pathways: Implications for Genomic Instability. ",
    "article_date": "November 20, 2009",
    "session_type": "CHROMOSOMAL REARRANGEMENTS AND DNA REPAIR POSTER II",
    "topics": [
        "cell lines",
        "dna, double-stranded",
        "flt3 gene",
        "genomic instability",
        "impedance threshold device",
        "mice",
        "ms-like tyrosine kinase 3",
        "mutation",
        "dna ligases",
        "dna"
    ],
    "author_names": [
        "Jinshui Fan, PhD",
        "Li Li, MD, PhD",
        "Donald Small, MD, PhD",
        "Feyruz V. Rassool"
    ],
    "author_affiliations": [
        [
            "Radiation Oncology, University of Maryland School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Johns Hopkins Univ. School of Med., Baltimore, MD, USA, "
        ],
        [
            "Oncology and Pediatrics, Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "Department of Radiation Oncology, University of Maryland School of Medicine, Baltimore, MD"
        ]
    ],
    "first_author_latitude": "39.2889604",
    "first_author_longitude": "-76.625715",
    "abstract_text": "Abstract 3237 Poster Board III-174 Activating mutations of the FMS-like tyrosine kinase-3 (FLT3) receptor occur in approximately 30% of acute myeloid leukemia (AML) patients and, at least for internal tandem duplication (ITD) mutations, are associated with poor prognosis. We previously reported that FLT3/ITD mutations are associated with increased reactive oxygen species (ROS) production which leads to increased DNA double strand breaks (DSBs) and decreased repair fidelity, that may in part explain aggressive AML in FLT3/ITD patients. While the DNA-PK and Ku-dependent non homologous end-joining (NHEJ) pathway is one of the main routes for repairing DSBs in normal mammalian cells, recent reports have suggested that an alternative and less well defined NHEJ pathway (Alt NHEJ) involving DNA ligase IIIαa and PARP1, characterized by DNA sequence microhomology at the repair junctions, may play a role in the generation of deletions and translocations that can lead to cancer progression. Here, we report that in hematopoetic progenitor cells expressing FLT3/ITD (Ba/F3/ITD), the frequency of errors and the size of deletions during DSB repair is increased compared with the Ba/F3 control cells. Moreover, these data are confirmed in bone marrow mononuclear cells (BM MNCs) from FLT3/ITD “knock-in” mice, compared with WT control cells. Strikingly, we show that Ku proteins (Ku70 and Ku86), key components of the main NHEJ pathway, are down-regulated in FLT3/ITD-positive cell line and primary mouse BM MNCs. Concomitantly, DNA ligase IIIαa, a component of Alt NHEJ pathway is up-regulated in FLT3/ITD-expressing cells and plays a role in abnormal DSB repair. Importantly, after treatment with a FLT3 inhibitor, AML (MOLM-14, MV4-11) cells containing FLT3/ITD mutations demonstrate a reduction of misrepair and deletion size, and down-regulation of DNA ligase IIIαa, suggesting that FLT3 signaling regulates the pathways by which DSBs are repaired. Thus, therapy to inhibit FLT3/ITD may lead to repair that reduces repair errors and genomic instability. Disclosures No relevant conflicts of interest to declare."
}