{
    "doi": "https://doi.org/10.1182/blood-2018-99-109491",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4031",
    "start_url_page_num": 4031,
    "is_scraped": "1",
    "article_title": "Stem Cell Regulation During Chronic Infection ",
    "article_date": "November 29, 2018",
    "session_type": "Regulation of Myelopoiesis by Inflammatory Signaling",
    "topics": [
        "animal model",
        "chronic infection",
        "stem cells",
        "cytokine",
        "inflammation",
        "interferon type ii",
        "infections",
        "acquired aplastic anemia",
        "bone marrow suppression",
        "communicable diseases"
    ],
    "author_names": [
        "Katherine Y. King, MD PhD"
    ],
    "author_affiliations": [
        [
            "Stem Cells and Regenerative Medicine Center/Pediatric Infectious Diseases, Baylor College of Medicine, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.710529599999994",
    "first_author_longitude": "-95.39649899999999",
    "abstract_text": "Infections and chronic inflammatory conditions affect blood production and are frequently associated with peripheral cytopenias. Common examples include tuberculosis and atypical mycobacterial infections, HIV, hepatitis C, rheumatoid arthritis, and inflammatory bowel disease. Low blood counts amplify morbidity and mortality in each of these conditions. Recent studies have contributed to a better understanding of the pathophysiologic conditions linking inflammation and bone marrow suppression. While studies to investigate the effects of chronic infection on human hematopoietic stem and progenitor cells (HSPCs) are limited in number and scope, we and others have used animal models to evaluate the effects of infection and inflammation on HSPCs. During persistent Mycobacterium avium infection of mice, hematopoietic stem cells (HSCs) exited from quiescence and differentiated at a high rate. The total number of HSCs decreased by approximately 95% in a period of 4 months, even in the absence of widespread myelofibrosis, and the animals developed pancytopenia. Physiologic changes during infection, including loss of quiescence, diminished self-renewal, and increased differentiation, could largely be recapitulated by administration of the inflammatory cytokine interferon gamma (IFNg) alone. Indeed, studies from our lab and others collectively indicate that inflammatory cytokines are key drivers of hematopoietic changes in chronic infections and inflammatory conditions. Cytokines including interferon alpha, IFNg, IL1, IL6 and TNFalpha and pathogen-associated molecular patterns such as LPS have all been shown to increase HSC division and reduce their self-renewal. In our system, the major mechanism of stem cell loss was through excessive terminal differentiation; however, the presence of multiple stressors may also increase replication stress and propensity for apoptosis in these cells. Recent studies further indicate that inflammatory signaling may alter the number and function of cells that are produced by HSPCs, through selective activation of HSPC subtypes or epigenetic reprogramming. Collectively, the effects of inflammatory signaling on HSPC self-renewal and differentiation have important clinical implications in a number of disease states. Excessive inflammatory signaling is associated with acquired aplastic anemia and myelodysplastic syndrome; therefore, identifying the molecular mechanisms by which inflammatory cytokines such as IFNg drive terminal differentiation and HSC loss may yield strategies to modify disease progression for these syndromes. Recent work showed that inflammation critically drives Tet2-associated clonal hematopoiesis; the role of inflammation in clonal hematopoiesis and malignant transformation more broadly remains an active area of investigation. Finally, the concept that inflammatory signaling may alter the lineage output of HSPCs, either through selective or directive differentiation, may aid in the understanding of immune responses to infectious diseases, with potential therapeutic implications. Disclosures No relevant conflicts of interest to declare."
}