{
    "doi": "https://doi.org/10.1182/blood.V120.21.571.571",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2273",
    "start_url_page_num": 2273,
    "is_scraped": "1",
    "article_title": "Niche-Based Screening Identifies Novel Small Molecules That Overcome Stromal Effects in Multiple Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Discovery and Characterization of New Agents in Multiple Myeloma",
    "topics": [
        "infectious mononucleosis",
        "molecule",
        "multiple myeloma",
        "screening",
        "ispinesib",
        "biological markers",
        "bortezomib",
        "complement system proteins",
        "discoid lupus erythematosus",
        "gene expression profiling"
    ],
    "author_names": [
        "Shrikanta Chattopadhyay, MBBS",
        "Alison L. Stewart, PhD",
        "Siddhartha Mukherjee, MD, PhD",
        "Cherrie Huang",
        "Kimberly A. Hartwell, PhD",
        "Peter G. Miller, PhD",
        "Leigh Carmody, PhD",
        "Rushdia Z. Yusuf, MBBS, MPH",
        "David B. Sykes, MD, PhD",
        "Sonia Vallet",
        "Loredana Santo",
        "Diana D. Cirstea, MD",
        "Teru Hideshima, MD, PhD",
        "Vladimir Dancik, PhD",
        "Jaime Cheah, PhD",
        "Edmund Price",
        "Abigail Bracha, PhD",
        "Max Majireck, PhD",
        "Mahmud Hussain, PhD",
        "Shambhavi Singh",
        "Nicola Tolliday, PhD",
        "Malcolm A.S. Moore, D.Phil",
        "Andrew M. Stern, PhD",
        "Alykhan F Shamji, PhD",
        "Benjamin L. Ebert, MD, PhD",
        "Todd R. Golub, MD",
        "Noopur Raje, MD",
        "David T. Scadden, MD",
        "Stuart L. Schreiber, PhD"
    ],
    "author_affiliations": [
        [
            "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Chemical Biology Program, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Department of Medicine and Irving Cancer Research Center, Columbia University School of Medicine, NY, "
        ],
        [
            "Chemical Biology Program, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Cancer Program, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Division of Hematology, Brigham and Women's Hospital, Boston, MA, USA, "
        ],
        [
            "Chemical Biology Platform, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Center for Regenerative Medicine, Massachusetts General Hospital. Department of Stem Cell and Regenerative Biology, Harvard University. Harvard Stem Cell Institute, Boston, MA, USA, "
        ],
        [
            "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Center for Multiple Myeloma Research, Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Chemical Biology Program, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Chemical Biology Program, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Chemical Biology Program, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Chemical Biology Program, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Department of Chemistry & Chemical Biology, Harvard University, Cambridge, MA, "
        ],
        [
            "Department of Chemistry & Chemical Biology, Harvard University, Cambridge, MA, "
        ],
        [
            "Department of Chemistry & Chemical Biology, Harvard University, Cambridge, MA, "
        ],
        [
            "Therapeutics Discovery and Development, The Broad Institute, Cambridge, MA, USA, "
        ],
        [
            "Cell Biology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Chemical Biology Platform, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Chemical Biology Program, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Cancer Program, Broad Institute of Harvard University and the Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Massachusetts General Hospital Center for Regenerative Medicine and Cancer Center, Department of Stem Cell and Regenerative Biology at Harvard University and The Harvard Stem Cell Institute, Boston, MA, "
        ],
        [
            "Department of Chemistry & Chemical Biology, Harvard University, Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3356352",
    "first_author_longitude": "-71.1041786",
    "abstract_text": "Abstract 571 Despite advances in the treatment of multiple myeloma (MM), this disease remains incurable and novel therapeutic strategies are urgently needed. Ideal strategies would overcome resistance factors from the bone-marrow microenvironment (niche) since a variety of inhibitors are rendered less effective by bone-marrow stromal cells (BMSCs) of the MM niche (McMillin et al., Nat Med. 2010 Apr;16(4):483–9). Drug discovery often entails a target-based approach but identifying targets in MM is challenging because of its complex genome and multiple niche interactions. We used a chemical biology approach in which small-molecule inhibitors of MM cells, grown within their niche, are first identified and then used to discover targets within MM or its niche. These compounds also serve as leads for future drug discovery. To model myeloma/niche interactions, we chose an MM cell line MOLP5 that has an obligate dependence on BMSCs to maintain viability. Small-molecule inhibitors were identified by screening ∼25,000 structurally diverse small molecules on GFP-labeled MOLP5 cells co-cultured with primary BMSCs derived from hip replacement samples. MOLP5 growth inhibition was measured by quantifying GFP(+) cells with automated high-throughput microscopy. About 800 hits were counter-screened on BMSCs alone to exclude non-specifically toxic compounds. The remaining 182 MOLP5-selective inhibitors were then tested on 2 other GFP-labeled MM cell-lines, MM1S and INA6, in the presence or absence of BMSCs to exclude compounds that are less effective in the presence of BMSCs. The 64 compounds that overcome BMSC resistance were tested on CD34+ human hematopoietic progenitors to prioritize compounds with selectivity between MM and normal blood cells. The 8 compounds that met these criteria fell into 3 categories: 1) compounds with equal activity in the presence or absence of BMSCs (overcome stromal resistance); 2) compounds with selectivity for BMSC-dependent MOLP5 cells (block stromal viability factors); and 3) compounds with increased activity in the presence of BMSCs (enhance stromal inhibitory factors). Because most efficacious clinical compounds like bortezomib act like compounds in category 1, compound BRD9876 was chosen from this category for mechanistic studies. Gene-expression profiling of BRD9876-treated MM1S cells suggested possible links to mitotic arrest and cell cycle analyses revealed a rapid accumulation of cells in the G2/M phase. Treated cells were stained for the mitotic spindle protein α-tubulin and found to exhibit an aberrant mono-astral mitotic phenotype, reminiscent of the kinesin-5 (Eg5; KIF11) inhibitor monastrol. This was encouraging because a kinesin-5 inhibitor ARRY-520 has shown promising durable responses in multiple myeloma (Shah et al, ASH Annual Meeting 2011; Abstract 1860). To determine if BRD9876 was a kinesin-5 inhibitor, a BRD9876-resistant sub-line of MM1S was developed and the kinesin-5 gene sequenced. BRD9876-resistant cells have a novel kinesin-5 mutation (Y104C) at a site that is distant from the monastrol-binding pocket. Most kinesin-5 inhibitors in clinical development bind the monastrol pocket, and the BRD9876-resistant cells were not cross-resistant to one such inhibitor, ispinesib, suggesting a distinct mode of kinesin-5 inhibition by BRD9876. To identify biomarkers of sensitivity to BRD9876, quantitative dose/response measurements in 98 genetically characterized cell lines (Schreiber & co-workers, submitted) comprising a subset of the Cancer Cell Line Encyclopedia (CCLE) were analyzed. Unbiased analyses correlating genetic features with sensitivity revealed that mutations in the mitotic regulator WEE1 were associated with sensitivity to BRD9876. Validation studies comparing WEE1 mutant to wild-type cell lines confirmed enhanced sensitivity of mutant cells to both BRD9876 and ispinesib suggesting that WEE1 mutations could be a useful biomarker for different kinesin-5 inhibitors. In contrast, co-treatment of WEE1 WT cells with sub-toxic concentrations of the WEE1 inhibitor MK1775 led to marked enhancement of BRD9876 activity but had little effect on ispinesib activity, suggesting a unique synergistic relationship between WEE1 inhibitors and BRD9876. In summary, niche-based screening in multiple myeloma has revealed a novel therapeutic candidate and can complement other drug-discovery approaches against this disease. Disclosures: Ebert: Celgene: Consultancy; Genoptix: Consultancy. Raje: Onyx: Consultancy; Celgene: Consultancy; Millennium: Consultancy; Acetylon: Research Funding; Amgen: Research Funding; Eli-Lilly: Research Funding."
}