{
    "doi": "https://doi.org/10.1182/blood.V110.11.3510.3510",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=923",
    "start_url_page_num": 923,
    "is_scraped": "1",
    "article_title": "Macrophage Inflammatory Protein (MIP)-3α/CCL20 and Its Receptor CCR6 Are Overexpressed in the Bone Microenvironment and Involved in Osteoclast Formation in Multiple Myeloma Patients. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "culture media, conditioned",
        "macrophage inflammatory proteins",
        "multiple myeloma",
        "osteoclasts",
        "chemokines",
        "monoclonal gammopathy of undetermined significance",
        "trance protein",
        "bone lesion",
        "biopsy",
        "cd40 ligand"
    ],
    "author_names": [
        "Nicola Giuliani, MD, PhD",
        "Gina Lisignoli, PhD",
        "Sara Tagliaferri",
        "Mirca Lazzaretti, PhD",
        "Francesca Morandi",
        "Simona Colla, PhD",
        "Cristina Manferdini",
        "Beatrice Tonnarelli",
        "Vittorio Rizzoli, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and BMT Center, University of Parma, Parma, Italy"
        ],
        [
            "Laboratory of Immunology and Genetics, IOR, Bologna, Italy"
        ],
        [
            "Hematology and BMT Center, University of Parma, Parma, Italy"
        ],
        [
            "Genetica, University of Parma, Parma, Italy"
        ],
        [
            "Hematology and BMT Center, University of Parma, Parma, Italy"
        ],
        [
            "Hematology and BMT Center, University of Parma, Parma, Italy"
        ],
        [
            "Laboratory of Immunology and Genetics, IOR, Bologna, Italy"
        ],
        [
            "Laboratory of Immunology and Genetics, IOR, Bologna, Italy"
        ],
        [
            "Hematology and BMT Center, University of Parma, Parma, Italy"
        ]
    ],
    "first_author_latitude": "44.800791100000005",
    "first_author_longitude": "10.325895099999999",
    "abstract_text": "Osteoclast (OC) activation in multiple myeloma (MM) is primarily due to the imbalance of the critical osteoclastogenic system RANKL/OPG in the bone microenvironment. Recent evidences indicate that chemokines, small chemoattractant proteins involved in cancer cell homing, may contribute to osteoclast formation and activation. However, whereas the role of the chemokine macrophage inflammatory protein (MIP)-1α in MM-induced OC activation is well established, the involvement of other chemokines is not known. In this study, we evaluated the potential role of MIP-3α/CCL20 and its receptor CCR6 in the pathophysiology of OC formation and osteolytic lesions in MM. First the effect of MIP-3α/CCL20 on in vitro osteoclast formation by peripheral monocytes was evaluated. (MIP)-3α/CCL20 significantly increased both the number of multinucleated TRAP + OCs and RANK + OC progenitor cells in presence of RANKL. In addition we found that (MIP)-3α/CCL20 increases RANKL mRNA levels in both human osteoblastic (OB) and bone marrow (BM) osteoprogenitor cells (preOB). Following, the potential production of (MIP)-3α/CCL20 by human MM cell lines (HMCLs) and fresh purified CD138 + MM cells was also checked. Significant levels of (MIP)-3α/CCL20 were detected in one out of nine HMCLs tested and in about 10% of purified MM cells by ELISA and immunohystochemistry. On the other hand we found that MM cells up-regulated (MIP)-3α/CCL20 secretion, in OB/PreOB cells and in OCs as well as its receptor CCR6 in OCs in co-culture systems in presence of a transwell insert. Among potential soluble factors involved in the up-regulation of MIP-3α/CCL20 by MM cells we found that IL-1β and TNFα together stimulate MIP-3α/CCL20 production in both OB and PreOB. The role of MIP-3α/CCL20 in OC activation by MM cells was finally demonstrated by finding that both blocking anti-(MIP)-3α/CCL20 and anti-CCR6 Abs. but not anti-IgG control significantly decreased OC formation induced by the conditioned medium of MM cells co-cultured with OB and OC, respectively. This chemokine system was further studied in vivo in MM patients. MIP-3α/CCL20 levels were detected in the BM plasma of MGUS subjects (n°=16) and in MM (n°=52) patients at the diagnosis in relationship with the presence of bone lesions (osteolytic n°= 32; non-osteolytic: n°=20). Significant higher MIP-3α/CCL20 levels were detected in MM patients vs. MGUS (mean ± SD: 51.9±2 vs. 21±3 pg/mL; p=0.01) and in MM osteolytic patients vs. non-osteolytic ones (mean ± SD: 70.8±5.9 vs. 13.8±1.1 pg/mL; p=0.001). Interestingly, no significant differences were observed between MGUS and non-osteolytic MM patients. By immunohystochemistry performed on BM biopsies, we consistently found that MIP-3α/CCL20 was over-expressed in OBs in osteolytic MM patients as compared to non-osteolytic ones. In addition we found that OCs showed a strong CCR6 staining in the areas with an increased number of OCs. In conclusion our data indicate that (MIP)-3α/CCL20 its receptor CCR6 are up-regulated in bone microenvironment by MM cells and involved in osteoclast formation and bone lesions in MM patients."
}