{
    "doi": "https://doi.org/10.1182/blood-2020-135839",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4516",
    "start_url_page_num": 4516,
    "is_scraped": "1",
    "article_title": "Mosunetuzumab Shows Promising Efficacy in Patients with Multiply Relapsed Follicular Lymphoma: Updated Clinical Experience from a Phase I Dose-Escalation Trial ",
    "article_date": "November 5, 2020",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Sarit E Assouline, MD MSc",
        "Won Seog Kim, MD PhD",
        "Laurie H. Sehn, MDMPH",
        "Stephen J. Schuster, MD",
        "Chan Yoon Cheah, MBBS",
        "Loretta J. Nastoupil, MD",
        "Mazyar Shadman",
        "Sung-Soo Yoon, MD PhD",
        "Matthew J Matasar, MD",
        "Catherine Diefenbach, MD",
        "Gareth P. Gregory",
        "Nancy L. Bartlett, MD",
        "Michael C. Wei",
        "Michelle Y. Doral",
        "Shen Yin",
        "Raluca Negricea",
        "Chi-Chung Li",
        "Elicia M. Penuel",
        "Huang Huang",
        "L. Elizabeth Budde"
    ],
    "author_affiliations": [
        [
            "Jewish General Hospital, Montreal, Canada "
        ],
        [
            "Sungkyunkwan University School of Medicine, Samsung Medical Center, Seoul, Korea, Republic of (South) "
        ],
        [
            "British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Linear Clinical Research and Sir Charles Gairdner Hospital, Nedlands, Australia "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Department of Internal Medicine, Seoul National University Hospital, Seoul National University College of Medicine, Seoul, Korea, Republic of (South) "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Perlmutter Cancer Center at NYU Langone Health, New York, NY "
        ],
        [
            "School of Clinical Sciences at Monash Health, Monash University, Clayton, Australia "
        ],
        [
            "Department of Medicine, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "F. Hoffmann-La Roche Limited, Mississauga, Canada "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "F. Hoffmann-La Roche Limited, Mississauga, Canada "
        ],
        [
            "City of Hope, Duarte, CA"
        ]
    ],
    "first_author_latitude": "45.4979582",
    "first_author_longitude": "-73.6295809",
    "abstract_text": "Sarit Assouline and Won Seog Kim contributed equally. Introduction: Follicular lymphoma (FL) is considered an indolent yet incurable disease characterized by recurrent relapses: disease-free intervals shorten, and refractoriness increases with each relapse. Patients (pts) with FL who have received at least two prior systemic therapies typically have a poor prognosis. This is particularly true for those who have progression of disease within 24 months of front-line treatment (POD24), or are refractory to multiple agent classes; such patients are left with limited treatment options. Mosunetuzumab is a full-length, fully humanized immunoglobulin G1 CD20/CD3 bispecific antibody that redirects T cells to engage and eliminate malignant B cells. GO29781 (NCT02500407) is an ongoing open-label, multicenter, Phase I/Ib, dose-escalation and expansion study evaluating the safety, efficacy and pharmacokinetics of mosunetuzumab in pts with relapsed/refractory (R/R) B-cell lymphoma. Here, we present updated clinical data from pts with R/R FL treated with mosunetuzumab after at least two prior systemic therapies. Methods: Data are presented from Group B, in which pts received intravenous mosunetuzumab monotherapy as step-up doses in Cycle 1 on Days 1 and 8 and the target dose administered on Day 15. Mosunetuzumab was given on Day 1 of each subsequent 21-day cycle for 8 cycles in pts with a complete response (CR), and up to 17 cycles in those with a partial response (PR) or stable disease (SD). Results: As of January 21, 2020, 62 pts with FL (with at least two prior systemic therapies), received mosunetuzumab at dose levels between 0.4/1.0/2.8mg and 1/2/13.5mg (Cycle 1 Day 1/8/15 dose levels). The median age was 59 (range 27-85) years, and median number of prior therapies was 3 (range 2-11). Thirty-three pts (53%) were refractory to both a prior anti-CD20 antibody and an alkylating agent (double refractory), 30 (48%) had POD24, and four (6%) had received prior chimeric antigen receptor T-cell (CAR-T) therapy. The overall response rate (ORR) was 68% (42/62), with 31 pts (50%) achieving CR ( Figure ). Consistent CR rates were observed in high-risk pt populations, including those with double refractory disease (18/33 [55%]), POD24 (16/30 [53%]), PI3Ki refractory (7/9 [78%]), and those who received prior CAR-T therapy (2/4 [50%]). With a median time on study of 14.4 months, 26 pts (62% of all responders; including 74% of pts who achieved CR) remained in remission at the data cut-off. The median duration of response (DOR) was 20.4 months (95% CI: 11.7 months, upper limit not reached) for all 42 responders. The median PFS was 11.8 months (95% CI: 7.3-21.9 months). Adverse events (AEs) were reported in 60 pts (97%); serious adverse events (SAE) were reported in 22 pts (35%). The most frequently reported (>10% of pts) grade (Gr) 3 or higher AEs included hypophosphatemia (23%; transient and clinically asymptomatic) and neutropenia (21%; with a low rate of febrile neutropenia [2%]). Overall, 14 pts (23%) experienced CRS; in four pts, CRS was classified as a SAE. CRS events were reversible, mostly of Gr 1 or 2 (Gr 1, n=11; Gr 2, n=2; Gr 3, n=1; Lee, et al. Blood 2014), and predominantly occurred during Cycle 1. No patient required tocilizumab, intensive care unit admission or use of vasopressors for CRS management. Neurologic AEs (NAEs; defined by any AEs reported as Preferred Terms in SOC Nervous System Disorders and SOC Psychiatric Disorders) were observed in 28 pts (45%); all were Gr 1 (n=18) or 2 (n=10). The most commonly reported NAEs were headache (24%), insomnia (15%) and dizziness (11%). No Gr ≥3 NAEs or serious NAEs were reported. Conclusions: Fixed-duration mosunetuzumab monotherapy results in high response rates and durable disease control with a tolerable safety profile in heavily pretreated patients with FL, including known high-risk subgroups. Updated pharmacodynamics and biomarker data will be presented at the meeting. View large Download slide View large Download slide  Disclosures Assouline: BeiGene: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Speakers Bureau; Janssen: Consultancy, Honoraria, Speakers Bureau; Takeda: Research Funding; Pfizer: Consultancy, Honoraria; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria, Speakers Bureau. Kim: Mundipharma: Research Funding; Donga: Research Funding; Kyowa Kirn: Research Funding; Celltrion: Research Funding; JJ: Research Funding; Pfizer: Research Funding; F. Hoffmann-La Roche: Research Funding. Sehn: Genentech, Inc.: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; Seattle Genetics: Consultancy, Honoraria; Teva: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria; Servier: Consultancy, Honoraria; Chugai: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria; Apobiologix: Consultancy, Honoraria; Acerta: Consultancy, Honoraria; Merck: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Kite: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Karyopharm: Consultancy, Honoraria; Lundbeck: Consultancy, Honoraria; TG therapeutics: Consultancy, Honoraria; Verastem Oncology: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; MorphoSys: Consultancy, Honoraria. Schuster: AlloGene, AstraZeneca, BeiGene, Genentech, Inc./ F. Hoffmann-La Roche, Juno/Celgene, Loxo Oncology, Nordic Nanovector, Novartis, Tessa Therapeutics: Consultancy, Honoraria; Novartis, Genentech, Inc./ F. Hoffmann-La Roche: Research Funding. Cheah: Celgene, F. Hoffmann-La Roche, Abbvie, MSD: Research Funding; Celgene, F. Hoffmann-La Roche, MSD, Janssen, Gilead, Ascentage Pharma, Acerta, Loxo Oncology, TG therapeutics: Honoraria. Nastoupil: Karus Therapeutics: Research Funding; Gilead/KITE: Honoraria; TG Therapeutics: Honoraria, Research Funding; Merck: Research Funding; Novartis: Honoraria, Research Funding; Gamida Cell: Honoraria; Bayer: Honoraria; Pfizer: Honoraria, Research Funding; LAM Therapeutics: Research Funding; Janssen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Genentech, Inc.: Honoraria, Research Funding. Shadman: Fred Hutchinson / University of Washington: Current Employment; Abbvie, Genentech, Inc., AstraZeneca, Sound Biologics , Pharmacyclics, Verastem, ADC therapeutics, Beigene, Cellectar, BMS, Mophosys and Atara Biotherapeutics: Consultancy; Mustang Bio, Celgene, Pharmacyclics, Gilead, Genentech, Inc., Abbvie, TG therapeutics, Beigene, AstraZeneca, Sunesis: Research Funding. Yoon: Amgen: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Kyowahako Kirin: Research Funding; Janssen: Consultancy; F. Hoffmann-La Roche: Other: All authors received support for third-party writing assistance, furnished by Scott Battle, PhD, provided by F. Hoffmann-La Roche, Basel, Switzerland., Research Funding; YuhanPharma: Research Funding. Matasar: Daiichi Sankyo: Consultancy; IGM Biosciences: Research Funding; Immunovaccine Technologies: Honoraria, Research Funding; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; Teva: Consultancy; Rocket Medical: Consultancy, Research Funding; Seattle Genetics: Consultancy, Honoraria, Research Funding; GlaxoSmithKline: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Pharmacyclics: Honoraria, Research Funding; Juno Therapeutics: Consultancy; Takeda: Consultancy, Honoraria; Genentech, Inc.: Consultancy, Honoraria, Research Funding; Merck: Consultancy; Bayer: Consultancy, Honoraria, Research Funding. Diefenbach: Trillium: Research Funding; Millenium/Takeda: Research Funding; Merck: Consultancy, Research Funding; MEI: Research Funding; LAM Therapeutics: Research Funding; Incyte: Research Funding; Genentech, Inc.: Consultancy, Research Funding; Denovo: Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding. Gregory: Janssen: Consultancy; F. Hoffmann-La Roche, Genentech, Inc., MSD, AbbVie, BeiGene, AstraZeneca, Celgene, BMS: Research Funding; F. Hoffmann-La Roche, Novartis, AbbVie: Speakers Bureau; F. Hoffmann-La Roche, Novartis, Sandoz, Gilead, AbbVie, MSD: Honoraria; F. Hoffmann-La Roche, Novartis, Sandoz, Gilead: Membership on an entity's Board of Directors or advisory committees. Bartlett: BMS/Celgene: Research Funding; Merck: Research Funding; Kite, a Gilead Company: Research Funding; Immune Design: Research Funding; Janssen: Research Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Millennium: Research Funding; Pharmacyclics: Research Funding; Seattle Genetics: Consultancy, Research Funding; Affimed Therapeutics: Research Funding; Autolus: Research Funding; Acerta: Consultancy; Roche/Genentech: Consultancy, Research Funding; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; BTG: Consultancy; ADC Therapeutics: Consultancy; Forty Seven: Research Funding. Wei: Genentech, Inc.: Current Employment; F. Hoffmann-La Roche: Current equity holder in publicly-traded company. Doral: Genentech, Inc.: Current Employment; F. Hoffmann-La Roche: Current equity holder in publicly-traded company. Yin: Genentech, Inc.: Current Employment, Current equity holder in publicly-traded company. Negricea: F. Hoffmann-La Roche: Current Employment. Li: F. Hoffmann-La Roche: Current Employment, Current equity holder in publicly-traded company; Genentech, Inc.: Current Employment. Penuel: Genentech, Inc./ F. Hoffmann-La Roche: Current Employment; F. Hoffmann-La Roche: Current equity holder in publicly-traded company. Huang: F. Hoffmann-La Roche: Current Employment. Budde: AstraZeneca: Speakers Bureau; Merck, Amgen, AstraZeneca, Mustang Therapeutics: Research Funding; F. Hoffmann-La Roche, Kite Pharma: Consultancy. OffLabel Disclosure: Mosunetuzumab (RG7828) is a full-length, fully humanized immunoglobulin G1 (IgG1) bispecific antibody targeting both CD3 (on the surface of T cells) and CD20 (on the surface of B cells). Mosunetuzumab redirects T cells to engage and eliminate malignant B cells. Mosunetuzumab is an investigational agent."
}