{
    "doi": "https://doi.org/10.1182/blood.V128.22.2750.2750",
    "article_title": "The Role of Notch in Vascular Endothelial Cell-Mediated Protection of AML Precursors from Targeted Therapy ",
    "article_date": "December 2, 2016",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster II",
    "abstract_text": "Despite advances in the treatment of acute myeloid leukemia (AML), disease relapse following an initial period of remission remains a significant risk, suggesting the existence of resistant leukemic precursors. Recent studies indicate resistance may be imparted to the leukemic precursors by the hematopoietic niche within the bone marrow. Previously, we have shown that a key component of the niche, endothelial cells (EC), can support long-term growth of AML precursors in culture. Here, we show that Notch is a novel target to disrupt the protective AML-EC interactions and enhance treatment effectiveness. In preliminary studies of AML with FLT3 mutations, we demonstrated that leukemic precursors from primary human AML patient samples are protected from treatment with a small molecule FLT3 inhibitor, AC220, when cultured in the presence of EC. We assayed cell viability of AML cells following 3 days of treatment with AC220 (100nM) or control (DMSO) in EC co-culture or liquid culture, and found that cells survived AC220 treatment better in EC co-culture compared to liquid culture (average percent cell viability from 3 primary FLT3-ITD+ AML patient samples relative to DMSO control: liquid culture (3 ± 3%) vs. EC co-culture (35 ± 19%), p=0.04). To identify genes involved in conferring protection to AML cells, we performed genome-wide transcriptional analysis of AML cells following 2 days of treatment with AC220 or DMSO in EC co-culture. EdgeR was used to assess differences in gene enrichment across cell populations. We found 1171 and 555 genes were increased and decreased, respectively, in AC220-treated population compared to DMSO control-treated population AML based on a 2-fold change and FDR<0.01. Amongst the differentially expressed genes, we found an enrichment of genes involved in Notch signaling pathway, including HES1, CDKN1A, and CCND1, in AML cells that survived treatment with AC220 compared to control. To evaluate a role for Notch signaling in EC-mediated growth of AML cells, we incubated AML cells in EC co-culture with inhibitory antibodies against Notch 1 and 2 receptors or control antibody for 2 weeks, and assayed the cells for colony-forming cell (CFC) activity. We found that inhibition of Notch signaling led to an increase in CFC formation. In contrast, when we combined AC220 with Notch 1 and 2 blocking antibodies in AML/EC co-culture, we found that inhibition of Notch signaling significantly reduced the number of total CFC and FLT3-ITD+ CFC compared to AC220 treatment combined with control antibody (p<0.005). These results suggest a role for Notch in EC-mediated protection of resistant AML precursors and thus offer a potential therapeutic strategy for sensitizing resistant precursors to targeted therapies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "endothelium",
        "molecular targeted therapy",
        "coculture techniques",
        "dimethyl sulfoxide",
        "antibodies",
        "ms-like tyrosine kinase 3",
        "antibodies, blocking",
        "cyclin d1",
        "disease remission",
        "flt3 inhibitors"
    ],
    "author_names": [
        "Quy Le, PhD",
        "Soheil Meshinchi",
        "Brandon Kenneth Hadland, MD PhD",
        "Roland B. Walter, MD PhD",
        "Irwin D. Bernstein, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Quy Le, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "Department of Pediatrics, University of Washington, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brandon Kenneth Hadland, MD PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland B. Walter, MD PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "Department of Medicine/Division of Hematology, University of Washington, Seattle, WA ",
                "Department of Epidemiology, University of Washington, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irwin D. Bernstein, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "Department of Pediatrics, University of Washington, Seattle,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:31:48",
    "is_scraped": "1"
}