{
    "doi": "https://doi.org/10.1182/blood-2018-99-117079",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3994",
    "start_url_page_num": 3994,
    "is_scraped": "1",
    "article_title": "Novel Therapy for Aggressive Cutaneous T-Cell Lymphoma Leading to Complete Clinical Remission before Allogenic Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": [
        "disease remission",
        "hematopoietic stem cell transplantation",
        "lymphoma, t-cell, cutaneous",
        "transplantation",
        "biopsy",
        "methotrexate",
        "toxic effect",
        "allogeneic stem cell transplant",
        "antigens, cd30",
        "bexarotene"
    ],
    "author_names": [
        "Nicolas Gallastegui Crestani, MD",
        "Mohammed E. Ibrahim, CRPH, BCOP, BCPS, BCACP",
        "Ayman M. Mohamed, PharmD",
        "Paolo Romanelli, MD",
        "Amer Beitinjaneh, MD MPH, MSc",
        "Jonathan H. Schatz, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology / Department of Medicine, Sylvester Comprehensive Cancer Center / University of Miami Leonard M. Miller School of Medicine, Miami, FL "
        ],
        [
            "Oncology Pharmacy Department / Division of Hematology, Division of Oncology / Department of Medicine, Sylvester Comprehensive Cancer Center / University of Miami Leonard M. Miller School of Medicine, Deerfield Beach, FL "
        ],
        [
            "Oncology Pharmacy Department / Division of Hematology, Division of Oncology / Department of Medicine, Sylvester Comprehensive Cancer Center / University of Miami Leonard M. Miller School of Medicine, Deerfield Beach, FL "
        ],
        [
            "Department of Dermatology & Cutaneous Surgery, University of Miami Leonard M. Miller School of Medicine, Miami, FL "
        ],
        [
            "Adult Stem Cell Transplant Program / Division of Hematology / Department of Medicine, Sylvester Comprehensive Cancer Center / University of Miami Leonard M. Miller School of Medicine, Miami, FL"
        ],
        [
            "Division of Hematology / Department of Medicine, Sylvester Comprehensive Cancer Center / University of Miami Leonard M. Miller School of Medicine, Miami, FL "
        ]
    ],
    "first_author_latitude": "25.78932935",
    "first_author_longitude": "-80.2132297",
    "abstract_text": "Cutaneous T-cell lymphomas (CTCL) represent up to 80% of extranodal non-Hodgkin Lymphomas, the most common being Mycosis Fungoides (MF) with or without its leukemic stage Sezary Syndrome and Primary cutaneous CD30+ T-cell lymphoproliferative disorders. Prognosis for advanced stages is poor, with 5-year survival 40-70% for patients with advanced skin stages, and 15-40% for those with extracutaneous involvement and CD30+ transformed CTCL. The disease is considered incurable, and most patients will undergo at least two different lines of therapy, and up to 36% undergo at least four different lines due to a short duration of remissions. Local and systemic therapies are provided stepwise based on extension and aggressive histologic features. Systemic options for advanced-stages include bexarotene, methotrexate, interferon, histone deacetylates inhibitors, extracorporeal photopheresis (ECP), antibody drug conjugates, and systemic single or multiple agent chemotherapies. The longest response durations were reported after allogeneic stem cell transplantation in contrast to autologous transplantation and conventional chemotherapy. Disease status prior to transplant is a major predictive of better outcome, but it is typically difficult to achieve strong pretransplant remissions. Some suggested utilizing total electron beam radiation but this can predispose the patient to more infection due to skin injury. We had the case of a patient with refractory CD30+ transformed CTCL who successfully achieved clinical remission in anticipation for transplant with a novel outpatient regimen including high-dose methotrexate with limited toxicity. Table 1 shows the regimen that was employed to achieve a complete cutaneous remission, allowing progression to haploidentical allogeneic stem cell transplantation. We designed this for a 58-year-old male, previously treated over a period of 12 years for skin rashes that ultimately were diagnosed as CTCL/MF: C6D4+, CD8+ and CD25-, CD30- and positive T-cell receptor gene rearrangement. Sezary cell count was 2%, and there was no evidence of systemic involvement. Sequential therapies were employed by dermatology, including topical clobetasol, weekly oral (PO) methotrexate (MTX), ECP and bexarotene up to 150mg/m2 PO twice a day, but disease progressed to skin tumor stage, biopsy confirmed. Multiple additional therapies followed including phototherapy and interferon, but the disease began progressing aggressively by fall 2017 when hematology became involved. Again there was no evidence of systemic disease, and the Sezary count was 0%, but skin disease progressed, with ~80% skin involvement, some biopsy proved to be CD30+ with large cell transformation. The patient was started on Brentuximab Vedotin (BV) 1.8mg/Kg intravenous (IV) every 21 days (Q21D) and after 5 cycles developed major resolution of most tumor lesions, but developed progression of residual lesions that were biopsy proven to be MF, CD30- with no large cell transformation. Bendamustine 90mg/m2 IV on day 1 and day 2 Q21D was added to BV regimen for 2 cycles with further progression so was discontinued. The patient was referred for allogeneic transplant, but a strong remission was desired prior to proceeding, and we therefore designed the regimen in Table 1 as a novel approach to allow transplant. The patient achieved a complete cutaneous clinical response after cycle 2 and went on to receive a third cycle, after which he proceeded in July 2018 to haploidentical allogenic transplantation conditioned with Fludarabine, total body irradiation and post-transplant cyclophosphamide. Etoposide IV and MTX PO are both approved as systemic therapies of disease as per National Comprehensive Cancer Network Guidelines, although no reports of use of IV MTX or in combination with Etoposide have been found on literature. High-dose IV MTX is given as inpatient as requires close toxicity surveillance, hydration, urine alkalization and MTX serum level monitoring in parallel to folinic acid rescue by protocol. Side effect profile was limited to mild nausea controlled on ondansetron PO and no evidence of renal or liver toxicity was found. Surveillance and supportive care were successfully provided as an outpatient as per Table 1. This exemplifies an effective outpatient regimen with low toxicity and significant cost reduction that successfully achieved remission in anticipation for transplantation. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}