{
    "doi": "https://doi.org/10.1182/blood.V126.23.4942.4942",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3078",
    "start_url_page_num": 3078,
    "is_scraped": "1",
    "article_title": "Use of Clofarabine in Pediatric Multisystem Langerhans Cell Hystiocytosis ",
    "article_date": "December 3, 2015",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "clofarabine",
        "langerhans cell",
        "pediatrics",
        "fever",
        "biopsy",
        "nucleoside analog",
        "anemia",
        "splenomegaly",
        "adverse effects",
        "brain mri"
    ],
    "author_names": [
        "Valentina Pita",
        "Neiva Betancourt",
        "Bertha Ramirez",
        "Adriana C. Bello, MD"
    ],
    "author_affiliations": [
        [
            "Hospital, Caracas, Venezuela "
        ],
        [
            "Hospital \"Dr Carlos Arvelo\", Caracas, Venezuela "
        ],
        [
            "Hospital \"Dr Carlos Arvelo\", Caracas, Venezuela "
        ],
        [
            "Pediatric hematology, Hospital Militar Caros Arvelo, Caracas, Venezuela"
        ]
    ],
    "first_author_latitude": "10.492205649999999",
    "first_author_longitude": "-66.91836135",
    "abstract_text": "Langerhans cell hystiocytosis has been defined as an inflammatory and/or neoplasm of the hematopoietic system, mainly of myeloid precursors. There is recent evidence of mutations in the BRAFF V600 progenitor cells, which underline its neoplastic nature -myeloprolipherative condition. The diagnosis of LCH relies on a positive biopsy identifying characteristic LCH cells by morphology and immunohystochemistry (CD1a and Langherin). Genetic tests have been added to the diagnostic armamentarium, with prognostic value. Children younger than 2 years, and with risk organ involvement, have an unpredictable, often bad prognosis. There is no current international consensus on LCH treatment, and guidelines are based on the best currently known treatment approaches. Case #1: 4 year old girl with MS-LCH with hematologic, bone and lung involvement. She presented early at 18 months of age with pancytopenia, became transfusion dependant of red blood cells and occasional platelets. She was started on LCH-III after a lymph node biopsy showed extramedullary hemopoiesis and positive for LCH (Langherin, Cd1a). She received 12 weeks of initial therapy with vinblastine and prednisolone, with no improvement. Disease progressed with additional bilateral pleural effusion and fever. She was given Clofarabine 25mg/m2/d x5 during 2 courses, with improvement of counts and symptoms. A PET FDG scan was pending to assess disease status. Case #2: 18 month old girl with systemic manifestations of MS-LCH since age 3 months, with fever, splenomegaly and anemia. Multiple cranial lesions were found, and skull biopsy at age 13 months was positive for LCH (langherin, Cd1a). BRAFF V600 mutation by PCR of biopsy was negative. cerebral MRI was normal. She was started on LCH-III (vinlastine plus steroids) during 6 weeks. Due to disease progression, worsening splenomegaly, anemia, fever, she was given clofarabine 25mg/m2/d x5. Fever disappeared post 1st course of treatment. Rest of manifestations were gone after 2nd cycle. Treatment was administered as inpatient, with no significant side effects. Clofarabine is a second generation nucleoside analog with activity in refractory AML. It has been used with success as salvage therapy in LCH patients. There is growing optimism with the use of nucleoside analogs as effective treatment of LCH, with dose-dependent effects on therapeutic efficacy, as well as toxicity. Disclosures Off Label Use: Clofarabine. Second generation nucleoside analog."
}