{
    "doi": "https://doi.org/10.1182/blood.V124.21.1706.1706",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2692",
    "start_url_page_num": 2692,
    "is_scraped": "1",
    "article_title": "Nodal Peripheral T-Cell Lymphoma – a Clinical and Epidemiological Analysis at Medicine School of Sao Paulo University ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "epidemiology",
        "lymphoma, t-cell, peripheral",
        "ki-1+ anaplastic large cell lymphoma",
        "angioimmunoblastic lymphadenopathy",
        "autologous stem cell transplant",
        "cancer therapy",
        "complete remission",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "electrocorticogram",
        "etoposide"
    ],
    "author_names": [
        "Luis Alberto de Padua Covas Lage, MD",
        "Marianne Castro Goncalves, MD",
        "Rodrigo Santucci, MD",
        "Renata Oliveira Costa, MD",
        "Debora Levy",
        "Maria Claudia Zerbini",
        "Juliana Pereira, PhD"
    ],
    "author_affiliations": [
        [
            "University of Sao Paulo, Sao Paulo, Brazil "
        ],
        [
            "Sao Paulo University, Sao Paulo, Brazil "
        ],
        [
            "HEMOMED, Sao Paulo, Brazil ",
            "HEMOMED, São Paulo, Brazil "
        ],
        [
            "Instituto do Câncer de São Paulo Octavio Frias de Oliveira and Hospital das Clínicas da Faculdade de Medicina da USP, Sao Paulo, Brazil "
        ],
        [
            "Laboratory of Genetics and Molecular Hematology - LIM31, University São Paulo, School of Medicine,, Sao Paulo, Brazil "
        ],
        [
            "Universidade de Sao Paulo - FMUSP, Sao Paulo, Brazil "
        ],
        [
            "Hospital das Clínicas da FMUSP, São Paulo, Brazil ",
            "Hospital das Clinicas da Faculdade de Medicina da USP, Sao Paulo, Brazil ",
            "Cancer Institute of the State of São Paulo-University of São Paulo Medical School, São Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-23.561399100000003",
    "first_author_longitude": "-46.73078909999999",
    "abstract_text": "Background: Peripheral T-cell lymphoma (PTCL) are a biologically and clinically heterogeneous group of rare diseases arising from mature or activated post-thymic T lymphocytes. Correspond to 10% to 15% of lymphoid malignancies with marked geographical variation in incidence. According to the WHO classification they are divided into nodal, extranodal, primary cutaneous and leukemic or disseminated and encompass 18 distinct entities. The nodal group involves the peripheral T-cell lymphoma, not otherwise specified (PTCL-NOS), angioimmunoblastic lymphoma (AITL), anaplastic large cell lymphoma ALK positive (ALCL-ALK+) and anaplastic large cell lymphoma ALK negative (ALCL-ALK-). The literature of PTCL is scarce, especially in our country where data of epidemiology, clinical features and outcomes are usually rarely available. So, to better understand PTCL we performed a retrospective study with patients treated in a reference service for cancer treatment in Brazil. Methods: Eight-seven nodal PTCL patients treated with anthracyclne-based regimen (CHOP or, CHOEP) from January 2000 to June 2014 were evaluated retrospectively at the Medicine School of Sao Paulo University, Brazil. All patients lower than 60 years were consolidated with autologous hematopoietic stem cell transplantation (ASCT) in first CR or PR except that with ALCL-ALK+ diagnosis. Refractory and relapsed patients were salvaged with 3-4 cycles of IVAC (Ifosphamide 1.5 g/m2 i.v D1-D5, etoposide 100mg/m2 i.v D1-D5, aracytin 2g/m2 i.v twice a day D1-D2) regimen and submitted to ASCT. It was performed a central histopathological review and clinical and epidemiological data were obtained from medical records. Patients were evaluated for overall response (OR) including complete response (CR) and partial response (PR), overall survival (OS) and progression free survival (PFS). Statistical analysis was performed using the STATA-3 program using and a p-value ≤ 0.05 was considered statistically significant. Results: Of the 87 patients, 34 (39.08%) cases were classified as ALCL-ALK-, 27 (31.03%) as PTCL-NOS, 16 (18.39%) as ALCL-ALK+, 6 (6.89%) as AITL and in 4 (4.1%) cases the diagnosis could not be performed and an expansion of the immunohistochemical is ongoing. Thirty-six (45.38%) cases were female and 51(54.62%) were male, 59(67.81%) patients were lower than 60 years. Seventy-six (87.35%) patients presented in advanced stage (III or IV) at diagnosis but 73(83.90%) patients presented an ECOG < 2 and 14(16.10%) ≥ 2. Eighteen (20.70%) patients were of low-risk, 26 (29.88%) of low-intermediate risk and 43(49.42%) of high-intermediate and high-risk of international prognostic index (IPI). The CR and PR was obtained for 44(50.57%) and 8(9.19%), respectively with 59.76% OR. Thirty (34.48%) patients were primary refractory and five remain under treatment. In a median of follow of 30 months, ALCL-ALK+ show higher OS (median 140.98 months) than ALCL-ALK- (44.20 months), PTCL-NOS (median 20.62 months) and AITL (median 7.24 months) (p=0.41) ( Figure 1 A). The median of PFS was 3.84 months for AITL, 23.44 months for ALCL-ALK+, 40.03 months for PTCL-NOS and was not yet reached for ALCL-ALK- (p=0.0006) ( Figure 1 B). Figure 1: View large Download slide Overall survival (1A) and Progression Free Survival (1B) of nodal PTCL Figure 1: View large Download slide Overall survival (1A) and Progression Free Survival (1B) of nodal PTCL Figure 2 View large Download slide Figure 2 View large Download slide Conclusion: In this study we showed that ALCL-ALK+ as well as found in the literature presented a better OS in comparison to others nodal T-cell lymphoma as AITL, PTCL-NOS and ALCL-ALK-. Surprisingly the PFS of ALCL-ALK+ was statistically significant lower than of ALCL-ALK-. We thought that this result may be explained because in our service until to perform this analysis we did not indicate ASCT in first CR for ALCL-ALK+, but for all ALCL-ALK-. This hypothesis may be reinforced as the most of our cases presented high-intermediate and high-risk of IPI and that could equalize the favorable effect of ALK expression. In addition, we changed our approach and we are also indicating ASCT in first line for patients with ALCL-ALK+ with intermediate-high and high-risk of IPI . Disclosures No relevant conflicts of interest to declare."
}