{
    "doi": "https://doi.org/10.1182/blood-2020-136800",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4509",
    "start_url_page_num": 4509,
    "is_scraped": "1",
    "article_title": "Risk Stratified Tandem Vs Single Autologous Stem Cell Transplantation for Multiple Myeloma Yields Equivalent Survival ",
    "article_date": "November 5, 2020",
    "session_type": "731.Clinical Autologous Transplantation: Results",
    "topics": null,
    "author_names": [
        "Kevin Sing, MD",
        "Roy Sabo, PhD",
        "James O'Bryan",
        "Matthew Risendal",
        "Catherine H Roberts, PhD",
        "Amir Ahmed Toor, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Virginia Commonwealth University, Richmond, VA "
        ],
        [
            "Department of Biostatistics, Virginia Commonwealth University, Richmond, VA "
        ],
        [
            "Virginia Commonwealth University, Richmond, VA"
        ],
        [
            "Virginia Commonwealth University, Richmond, VA"
        ],
        [
            "Department of Internal Medicine, Virginia Commonwealth University, Richmond, VA "
        ],
        [
            "Department of Internal Medicine, Virginia Commonwealth University, Richmond, VA "
        ]
    ],
    "first_author_latitude": "37.54467185",
    "first_author_longitude": "-77.44154744999999",
    "abstract_text": "The standard of care for patients with newly diagnosed multiple myeloma who are transplant eligible is induction therapy followed by conditioning with high dose melphalan and autologous hematopoietic cell transplant (HCT). While the value of a single HCT (S-HCT) is established in standard-risk myeloma (SRM), there is controversy about whether tandem transplantation would improve outcomes such as progression-free survival (PFS) or overall survival (OS) in high-risk myeloma (HRM) patients. In this IRB approved retrospective study, the records of 343 multiple myeloma patients, who were referred by community oncologists and underwent HCT at Virginia Commonwealth University from 2008 to 2015, were reviewed. Patients were classified into different disease risk groups and OS and PFS determined. HRM was defined as including at least one of the following prognostic factors at diagnosis: t(4;14), t(14;16), t(14;20), del17p13, or gain of 1q by FISH; del 13 or aneuploidy by karyotyping; and ISS stage 3; patients without these features and with standard risk attributes were classified as SRM, while any patients with missing attribute information were classified as having undetermined risk myeloma (URM). In the study population, there were 135 SRM, 100 HRM, and 104 URM patients. Median age of the entire cohort was 60 years (76-34). The patients underwent hematopoietic cell mobilization and collection with filgrastim ± plerixafor and were conditioned with high-dose Melphalan (140-200 mg/m2). When possible, patients with SRM underwent single HCT (S-HCT) and those with HRM, tandem HCT (T-HCT) based on risk classification, response to prior therapy, insurance mandate and patient/physician preference. In those undergoing T-HCT, the median time to second HCT was 141 days. Evaluating the entire study population, and comparing patients who underwent a T-HCT (median follow up 82 mo.) vs. a S-HCT (85 mo.), there was no significant difference in OS (adjusted HR 1.1, 95% CI: 0.7-1.8; Cox proportional hazard model, adjusted for age, gender and risk group) (Figure 1) and PFS (HR 0.9, 95% CI: 0.6-1.2) between these two treatment groups. Of the 135 SRM patients, 20 underwent T-HCT; there was no significant difference in OS (HR = 1.2, 95% CI 0.5-2.9) and PFS (HR = 0.9, 95% CI = 0.5-1.7) in these patients compared to those undergoing S-SCT. Of the 100 HRM patients, 46 underwent T-HCT (P <0.01 c/w SRM & URM for T-HCT assignment). Again, there was no significant difference observed in OS (HR = 1.3, 95% CI = 0.7 - 2.5) (Figure 2) and PFS (HR = 1.0, 95% CI = 0.6 - 1.8) in the T-HCT recipients as compared to S-SCT amongst the HRM patients. Similar outcomes were observed in the URM patients. There were no differences observed between S-HCT and T-HCT outcomes in patients with deletion of chromosome 17p or in those with ISS stage 3 disease in OS (HR = 1.7, 95% CI = 0.8 - 3.8) and PFS (HR = 1.0, 95% CI: 0.5, 1.9). Overall, HRM patients had a trend for worse, albeit not significantly different, OS (HR 1.4, 95% CI: 0.9-2.2), as well as PFS (HR 1.1, 95% CI 0.7-1.6) compared to SRM; URM demonstrated a similar trend vis a vis SRM. This retrospective review of survival in SRM and HRM transplanted at a single center demonstrates that in the era of induction and maintenance therapy with novel agents, tandem transplantation does not improve OS or PFS in either SRM or HRM patients compared to a single transplant. Standard of care for newly diagnosed multiple myeloma patients who are transplant eligible should remain induction therapy with novel agents followed by single autologous HCT and maintenance therapy. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}