{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.975.975",
    "article_title": "Population Pharmacokinetics of Cefotaxime and Dosage Recommendations in Children with Sickle Cell Disease ",
    "article_date": "December 7, 2017",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical: Poster I",
    "abstract_text": "Background: The pharmacokinetic profile of most drugs is dependent on patient's covariates and may be influenced by the disease. Cefotaxime is frequently prescribed in paediatric patients with Sickle Cell Disease (SCD), characterized by vaso-occlusive complications, chronic haemolytic anaemia and defective immunological function predisposing to severe infection. Considering the very particular inflammatory context and the complexity of the disease, one may suspect than SCD could influence the pharmacokinetic profile of many drugs, which has already been reported for the morphine in SCD patients. Data on the impact of SCD on Cefotaxime disposition are missing, while the prescription of an optimal treatment against potentially fatal infections is essential. In the present study, our aims were to determine Cefotaxime pharmacokinetics when prescribed in SCD children for suspected or proven bacterial infection, identify significant covariates and perform Monte-Carlo simulations to optimize drug dosage. Results: Cefotaxime serum concentrations were measured in 80 paediatric SCD patients receiving Cefotaxime. A total of 110 concentrations were available for pharmacokinetic analysis. The population pharmacokinetic model developed from the SCD samples analyze made it possible to predict the plasma concentrations obtained according to the prescribed dosages. We found that the prescription of a standard dose of Cefotaxime (50 mg/kg every 8 hours) or a high dose of Cefotaxime (50 mg/kg every 6 hours) were both insufficient to reach the therapeutic target (ie a time above the minimum inhibitory concentration of the germ (T>MIC) of 80%, which is recommended for severe bacterial infection), particularly in young children (Figure 1) . With the standard dose of Cefotaxime, only 38% of patients under 12 years old reached the therapeutic target, which increase to 82% with a high dose, meaning that 18% of the patients are still not efficiently treated in case of bacteria infection. In case of germs (Streptococcus pneumoniae or Salmonella) with intermediate sensitivity (MCI=1g/l), the amount of underdosed patients could reach 81% with the prescription of a standard dose (Figure 1). Moreover, Cefotaxime clearance increased by 22% in patients with acute chest syndrome, highlighting the possible impact of severe vaso-occlusion and inflammation on drug metabolism. Conclusion: Our data suggest that SCD patients, particularly young children, may have a particular Cefotaxime pharmacokinetic profile, possibly due to severe inflammatory condition. Considering the predisposition to severe infection in these patients, the prescribed dose of Cefotaxime should not be lower than 50 mg/kg/6h. In case of acute chest syndrome, this dose could even be insufficient to treat a bacterial infection (including due to sensitive germ with MIC= 0.5g/L or below) and should be adapted depending on patients' characteristics and clinical presentation. View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cefotaxime",
        "child",
        "pharmacokinetics",
        "select the dosage, dosage form or route of administration",
        "sickle cell anemia",
        "infections",
        "bacterial infections",
        "acute chest syndrome",
        "drug dose",
        "hemolytic anemia"
    ],
    "author_names": [
        "Bérengère Koehl, MD PhD",
        "Elsa Maksoud, engineer",
        "Phuong Ha, engineer",
        "Wei Zhao, engineer",
        "Florentia Kaguelidou, MD PhD",
        "Malika Benkerrou, MD",
        "Patricia Mariani, MD",
        "Mathie Lorrot, MD PhD",
        "Albert Faye, MD PhD",
        "Evelyne Jacqz-Aigrain, MD PhD",
        "Andre Baruchel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bérengère Koehl, MD PhD",
            "author_affiliations": [
                "Reference Center of Sickle Cell Disease, Hopital Robert Debré, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elsa Maksoud, engineer",
            "author_affiliations": [
                "Department of Paediatric Pharmacology and pharmacogenetics, Hopital Robert Debré, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phuong Ha, engineer",
            "author_affiliations": [
                "Department of Paediatric Pharmacology and pharmacogenetics, Hopital Robert Debré, Paris, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Zhao, engineer",
            "author_affiliations": [
                "Department of Paediatric Pharmacology and pharmacogenetics, Hopital Robert Debré, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florentia Kaguelidou, MD PhD",
            "author_affiliations": [
                "Department of Paediatric Pharmacology and pharmacogenetics, Hopital Robert Debré, Paris, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malika Benkerrou, MD",
            "author_affiliations": [
                "Robert Debré Hospital - APHP, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Mariani, MD",
            "author_affiliations": [
                "departement of microbiology, Hopital Robert Debré, APHP, Paris, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathie Lorrot, MD PhD",
            "author_affiliations": [
                "Hopital Robert Debré, APHP, Paris, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Albert Faye, MD PhD",
            "author_affiliations": [
                "Pediatric unit, Hopital Robert Debré, APHP, Paris, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evelyne Jacqz-Aigrain, MD PhD",
            "author_affiliations": [
                "Department of Paediatric Pharmacology and pharmacogenetics, Hopital Robert Debré, APHP, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Baruchel, MD",
            "author_affiliations": [
                "Pediatric Hematology and Immunology Department, Robert Debré Hospital and University Paris Diderot, Hopital Robert Debre, Paris, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T02:39:03",
    "is_scraped": "1"
}