{
    "doi": "https://doi.org/10.1182/blood.V114.22.363.363",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1444",
    "start_url_page_num": 1444,
    "is_scraped": "1",
    "article_title": "Integrative Analysis of NPM1 Mutation-Associated MicroRNA and Gene Expression Signatures Identifies Potential Leukemia-Relevant Genes in Acute Myeloid Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "DISORDERED GENE EXPRESSION IN HEMATOLOGIC MALIGNANCY INCLUDING DISORDERED EPIGENETIC REGULATION: LYMPHOID MALIGNANCY",
    "topics": [
        "gene expression",
        "genes",
        "leukemia",
        "leukemia, myelocytic, acute",
        "micrornas",
        "mutation",
        "npm1 gene",
        "leukemogenesis",
        "rna, messenger",
        "cyclin d1"
    ],
    "author_names": [
        "Annika C Russ",
        "Sonja C Lück",
        "Sandrine Sander",
        "Hartmut Döhner",
        "Konstanze Döhner",
        "Lars Bullinger"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
        ],
        [
            "Institute of Physiological Chemistry, Ulm University, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
        ]
    ],
    "first_author_latitude": "48.42289235",
    "first_author_longitude": "9.9539251",
    "abstract_text": "Abstract 363 MicroRNAs (miRs) have been shown to control a wide range of biological functions such as differentiation, proliferation and apoptosis, either by translational repression, mRNA cleavage or miR mediated decay of the respective target mRNA. Deregulated miR expression has been associated with various human cancers, including acute myeloid leukemia (AML), a disease characterized by the accumulation of acquired genetic alterations in hematopoietic progenitor cells that lead to altered self-renewal, proliferation and differentiation. Mutations of the nucleophosmin ( NPM1 ) gene could be identified as the most common genetic alteration in AML, mainly occurring in cytogenetically normal karyotype (CN-AML) cases. Furthermore, while NPM1 mutated cases show a favorable prognosis (in the absence of FLT3 -ITD) and have been shown to possess a distinct gene expression profile (GEP), so far the biology underlying this aberration has still not been fully understood. In previous work, we profiled the miR expression in a cohort of 91 AML cases comprising all major cytogenetic and molecular genetic subgroups. Significance Analysis of Microarrays (SAM) revealed a distinct miR-signature associated with NPM1 mutation ( NPM1 mut ) in CN-AML as also shown by other groups: 66 miRs were differentially expressed in NPM1 mut compared to NPM1 wild-type ( NPM1 wt ) cases. The vast majority of these miRs was strongly upregulated in NPM1 mut CN-AML, whereas only few miRs were downregulated compared to NPM1 wt cases. Therefore, overexpression of a distinct set of miRs seems to be an important characteristic of NPM1 mut CN-AML, and the resulting deregulated expression of target genes of these NPM1 mut signature miRs might contribute to leukemogenesis. To identify putative target genes of NPM1 mut -associated miRs, we performed an integrative analysis of miR-expression and NPM1 mut -related gene expression data in our cohort. First, we generated target gene lists for the core 33 overexpressed miRs of the NPM1 mut signature by using the miRGator database. This resulted in a theoretical NPM1 mut associated GEP. Then, a comparison of the theoretical with the measured NPM1 mut GEP was performed in order to find putative targets whose mRNA levels are directly affected by the respective miRs. This approach revealed several promising candidate genes with known implication in tumorigenesis and/or leukemogenesis like APP , CCND1 , IRF2 , BCL2L1 , MLL and KIT . Interestingly, these genes are putative targets of not only one, but several miRs (4 to 15) of the NPM1 mut signature, thereby pointing towards a synergistic effect of these miRs. Validation of individual miR-target gene relations was carried out by qRT-PCR in cell lines transfected with the respective miR mimics, supplemented by Western Blot and 3'UTR-luciferase-reporter assays. This validation was successful, not only for already known miR-target gene connections, but also for novel candidates including e.g. CCND1 , a cell cycle regulator, and interferon regulatory factor-2 ( IRF2 ). IRF2 is known to show dysregulated expression in the majority of AML cases and has recently been described to be essential for preserving the self-renewal and multilineage differentiation capacity of hematopoietic stem cells (Sato et al., Nat Med 2009). Thus, our approach of combining miR expression information and GEP in NPM1 mut CN-AML led to the identification of promising target genes with potential implication in leukemogenesis. Additional functional analyses of relevant miRs and target genes are currently in progress to further illuminate the mechanism of NPM1 mut AML pathogenesis. Disclosures: No relevant conflicts of interest to declare."
}