{
    "doi": "https://doi.org/10.1182/blood.V120.21.2798.2798",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2352",
    "start_url_page_num": 2352,
    "is_scraped": "1",
    "article_title": "Assessment of Early Cytogenetic Response As a Predictor of Long-Term Clinical Outcomes in a Phase 1/2 Study of Bosutinib in Chronic Phase CML. ",
    "article_date": "November 16, 2012",
    "session_type": "632. Chronic Myeloid Leukemia - Therapy: Poster II",
    "topics": [
        "bosutinib",
        "cytogenetics",
        "leukemia, myeloid, chronic-phase",
        "treatment outcome",
        "brachial plexus neuritis",
        "follow-up",
        "imatinib mesylate",
        "protein-tyrosine kinase inhibitor",
        "dasatinib",
        "duration of treatment"
    ],
    "author_names": [
        "Jorge E Cortes, MD",
        "Tim H Brümmendorf",
        "H. Jean Khoury",
        "Andreas Hochhaus, MD",
        "Jane Apperley",
        "Stephen O'Brien",
        "Eric Leip",
        "Virginia Kelly",
        "Katherine Ruffner",
        "Hagop M. Kantarjian, MD"
    ],
    "author_affiliations": [
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Universitätsklinikum Aachen, RWTH Aachen, Germany, "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Universitätsklinikum Jena, Jena, Germany, "
        ],
        [
            "Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "University of Newcastle, Newcastle Upon Tyne, United Kingdom, "
        ],
        [
            "Pfizer Inc, Cambridge, MA, USA"
        ],
        [
            "Pfizer Inc, Cambridge, MA, USA"
        ],
        [
            "Pfizer Inc, Cambridge, MA, USA"
        ],
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 2798 Bosutinib (BOS) is an orally active, dual Src/Abl tyrosine kinase inhibitor (TKI). In an open-label, phase 1/2 trial BOS 500 mg/d demonstrated clinical activity and manageable toxicity in patients (pts) with chronic phase (CP) chronic myeloid leukemia (CML) following resistance/intolerance to imatinib (IM; Blood 2011;118:4567-76) and possibly dasatinib (DAS) and/or nilotinib (NI; Blood 2012;119:3403-12). This retrospective analysis investigated attainment/maintenance of major cytogenetic response (MCyR) by Months 3, 6, 9, and 12 as an early predictor of long-term outcomes in pts receiving bosutinib as second-line (CP 2L; after failure of IM only) or third/fourth-line (CP 3L; after failure of IM plus DAS and/or NIL) therapy for CP CML. Pts aged 3 18 y with CP CML received oral BOS starting at 500 mg/d. A total of 288 CP 2L pts with IM resistance (n = 200) or intolerance (n = 88) were enrolled: 53% were male, median age was 53 y (range, 18–91 y), and median time from CML diagnosis was 3.6 y (range, 0.1–15.1 y). A total of 119 CP 3L pts were enrolled following failure of IM plus resistance to DAS (n = 38), intolerance to DAS (n = 50), resistance to NIL (n = 27), intolerance to NIL (n = 1), or resistance/intolerance to DAS and NIL (n = 3): 45% were male, median age was 56 y (range, 20–79 y), and median time from CML diagnosis was 6.5 y (range, 0.6–18.3 y). Median treatment duration was 22.1 mo (range, 0.2–60.8 mo) for CP 2L pts and 8.6 mo (range, 0.2–60.8 mo) for CP 3L pts. Time from the last enrolled pt's first dose to the data cutoff was 23 mo for CP 2L pts, with a median follow-up duration of 31.8 mo (range, 0.6–66.0 mo). Time from the last pt's first dose to the data cutoff was 25 mo for CP 3L pts, with a median follow-up duration of 31.4 mo (range, 0.3– 66.0 mo). Among the 266 CP 2L pts who had a valid baseline cytogenetic assessment, a MCyR was attained/maintained (improved baseline cytogenetic assessment and attained a MCyR, or maintained baseline MCyR post-baseline) by 108/186 (58%) IM-resistant and 49/80 (61%) IM-intolerant pts, including 85/186 (46%) and 43/80 (54%) pts, respectively, who attained/maintained a complete cytogenetic response (CCyR). Among pts without a CCyR at baseline, 103/181 (57%) IM-resistant and 39/69 (57%) IM-intolerant pts achieved a MCyR. The Kaplan-Meier probability of maintaining a MCyR at 2 y was 71% for IM-resistant and 88% for IM-intolerant pts. Among 110 CP 3L pts who had a valid baseline cytogenetic assessment, cumulative rates for attaining/maintaining a MCyR and CCyR were 41% and 32%, respectively. The Kaplan-Meier probability of maintaining a MCyR at 2 y was 71%. A landmark analysis showed that the attainment/maintenance of a MCyR by Months 6, 9, and 12 on treatment was associated with an increased likelihood of overall survival (OS) at 2 y for both CP 2L and CP 3L pts. The difference in OS between those with and without a MCyR reached significance by Month 3 for CP 2L pts but not until Month 6 for CP 3L pts ( Table  ). In conclusion, early attainment or maintenance of a MCyR (by Month 3) correlated with better OS in CP CML pts treated with BOS following IM failure. In CP CML pts treated with BOS following failure of 3 2 TKIs, 2-y OS was not different in pts with and without a MCyR prior to the Month 6 time point. This suggests that it is acceptable to allow longer periods of treatment for these pts to achieve responses without imparting significant long-term detriment.  . . MCyR . No MCyR . . . n evaluable a . MCyR, n . OS at 2 y b (95% CI) . No MCyR, n . OS at 2 y b (95% CI) . P value for OS c . CP 2L cohort       By Month 3 282 96 98% (91.8–99.5) 186 88% (82.0–91.8) 0.005 By Month 6 277 126 97% (91.7–98.8) 151 88% (82.0–92.6) 0.011 By Month 9 275 141 96% (91.5–98.5) 134 89% (81.7–92.9) 0.009 By Month 12 272 151 96%(91.3–98.2) 121 90% (82.8–94.1) 0.016 CP 3L cohort       By Month 3 115 28 88% (68.1–96.1) 87 86% (75.9–91.5) 0.232 By Month 6 112 40 92% (77.4–97.4) 72 84% (73.2–90.9) 0.027 By Month 9 108 40 95% (80.1–98.6) 68 88% (76.9–93.6) 0.022 By Month 12 103 40 95% (81.0–98.7) 63 89% (77.7–94.4) 0.023 . . MCyR . No MCyR . . . n evaluable a . MCyR, n . OS at 2 y b (95% CI) . No MCyR, n . OS at 2 y b (95% CI) . P value for OS c . CP 2L cohort       By Month 3 282 96 98% (91.8–99.5) 186 88% (82.0–91.8) 0.005 By Month 6 277 126 97% (91.7–98.8) 151 88% (82.0–92.6) 0.011 By Month 9 275 141 96% (91.5–98.5) 134 89% (81.7–92.9) 0.009 By Month 12 272 151 96%(91.3–98.2) 121 90% (82.8–94.1) 0.016 CP 3L cohort       By Month 3 115 28 88% (68.1–96.1) 87 86% (75.9–91.5) 0.232 By Month 6 112 40 92% (77.4–97.4) 72 84% (73.2–90.9) 0.027 By Month 9 108 40 95% (80.1–98.6) 68 88% (76.9–93.6) 0.022 By Month 12 103 40 95% (81.0–98.7) 63 89% (77.7–94.4) 0.023 a Pts known to be alive exceeding the respective landmark time point. b Kaplan-Meier estimate of OS is based on total follow-up of 2 y from first BOS dose (response by Month 3 and OS over next 21 mo; response by Month 6 and OS over next 18 mo; response by Month 9 and OS over next 15 mo; or response by Month 12 and OS over next 12 mo). c Kaplan-Meier log-rank test for comparison of pts attaining/maintaining a MCyR versus no MCyR. View Large Disclosures: Cortes: Novartis, Bristol Myers Squibb, Pfizer, Ariad, Chemgenex: Consultancy, Research Funding. Brümmendorf: Bristol Myer Squibb: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy; Patent on the use of imatinib and hypusination: Patents & Royalties. Hochhaus: Pfizer, Novartis, BMS, MSD, Ariad: Consultancy, Research Funding. Apperley: BMS, Teva, Ariad: Membership on an entity's Board of Directors or advisory committees; Pfizer, Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis and BMS: Speaker at satellite symposia, Speaker at satellite symposia Other. O'Brien: Pfizer Inc: Research Funding. Leip: Pfizer Inc: Employment. Kelly: Pfizer Inc: Employment, Equity Ownership. Ruffner: Pfizer Inc: Employment. Kantarjian: Pfizer Inc: Research Funding."
}