{
    "doi": "https://doi.org/10.1182/blood.V120.21.3223.3223",
    "article_title": "p60src and p72 Syk Tyrosine Kinases Activate Both Lw and CD44 to Mediate Sickle Red Blood Cell Adhesion to Endothelium ",
    "article_date": "November 16, 2012",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster III",
    "abstract_text": "Abstract 3223 The vaso-occlusive process in patients with sickle cell disease is complex and involves interactions between hemoglobin S red blood cells (SSRBCs) and vascular endothelial cells (ECs). However, the pathophysiologic triggers inducing SSRBC adhesion and vaso-occlusion are poorly understood. Elucidation of these mechanisms at the molecular level would allow development of new preventive and treatment strategies to abrogate vaso-occlusive events. Because non-receptor tyrosine kinases in non-erythroid cells are known to mediate cell-cell interactions, we have now investigated the role of non-receptor tyrosine kinases in modulating SSRBC adherence to cultured ECs, identified the kinases involved, and defined both the receptors on activated SSRBCs and the ligands on ECs involved in these interactions. Less than 20% of non-treated SSRBCs were able to adhere to non-stimulated ECs in vitro in intermittent flow conditions at a shear stress of 2 dynes/cm 2 . However, treatment of SSRBCs with sodium orthovanadate (Na 3 VO 4 ), a potent broad spectrum inhibitor of protein tyrosine phosphatases, was able to significantly up-regulate RBC adhesion to cultured ECs by 4.6±1-fold over baseline adhesion in vitro. Na 3 VO 4 in contrast, completely failed to increase adhesion of normal RBCs to cultured ECs. The increased SSRBC adhesion induced by Na 3 VO 4 was significantly inhibited with piceatannol ( p <0.001), which inhibits non-receptor tyrosine kinases p72 Syk and p56 Lck , and PP1 ( p <0.001), an src-selective tyrosine p56 Lck , p59 Fyn and p60src kinase inhibitor. However, genistein, a broad range inhibitor of tyrosine kinases, and damnacanthal, a highly potent and selective inhibitor of p56 Lck , completely failed to inhibit the effect of Na 3 VO 4 on SSRBC adhesion. In addition, phenylarsine oxide, which specifically activates p56 Lck tyrosine kinase, did not affect SSRBC adhesion to ECs. Together, these data suggest that SSRBC adhesion to ECs can be upregulated via activation of at least p72 Syk and p60src tyrosine kinases, but not via the src-tyrosine kinase p56 Lck . We further confirmed that increased SSRBC adhesion by Na 3 VO 4 treatment is indeed a result of the activation of p72 Syk and p60src tyrosine kinases. Slight basal phosphorylation of p72 Syk and p60src was detected in all SSRBC samples tested. However, Na 3 VO 4 -treatment of SSRBCs significantly enhanced phosphorylation of both p60src and p72 Syk kinases over basal phosphorylation (p<0.05), and this effect induced by Na 3 VO 4 was completely blocked with the src-selective inhibitor PP1 or PP2, and piceatannol, respectively, suggesting that p72 Syk and p60src undergo enhanced activation and are involved in up-regulation of SSRBC adhesion to endothelium. Moreover, at a shear stress of 2 dynes/cm 2 , both anti-LW (ICAM-4) and anti-CD44 antibodies individually inhibited adhesion of activated SSRBCs to ECs, by up to 83% and 78%, respectively. Recombinant soluble LW (srLW) and CD44 (srCD44) proteins also completely abolished adhesion of activated SSRBCs to ECs, identifying LW and CD44 as the RBC receptors involved in this interaction. The EC ligands for activated SSRBCs were also identified using antibody inhibition studies, as the αvβ3 integrin, a ligand previously shown to be important to SSRBC adhesion to activated ECs in vivo, and the endothelial CD44. These data demonstrate that activation of p72 Syk and p60src-dependent pathways can act to activate LW- and CD44-mediated SSRBC adhesion to endothelial αvβ3 integrin and CD44, respectively, suggesting that this mechanism may initiate or exacerbate vaso-occlusion by increasing SSRBC adhesion to the endothelium. RBC CD44 is also the first adhesion molecule shown to be involved in SSRBC adhesion to endothelium. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adhesions",
        "cd44 antigens",
        "endothelium",
        "erythrocytes",
        "homing-associated cell adhesion molecule",
        "phosphotransferases",
        "proto-oncogene protein pp60 (c-src)",
        "tyrosine",
        "lymphocyte specific protein tyrosine kinase p56(lck)",
        "ligands"
    ],
    "author_names": [
        "Edward Chiou",
        "Rahima Zennadi, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Edward Chiou",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Duke University, Durham, NC, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rahima Zennadi, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Duke University, Durham, NC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T18:35:15",
    "is_scraped": "1"
}