{
    "doi": "https://doi.org/10.1182/blood.V124.21.2067.2067",
    "article_title": "Ammonium Production and Glutamine-Addiction of Myeloma Cells: New Attractive Targets in Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "It is a historical notion that the growth of human myeloma cell lines (HMCLs) was limited by depletion of L-glutamine (Gln), and it has been reported that myeloma cells produce an excess of ammonium (NH 4 + ), as a possible rare clinical manifestation in multiple myeloma (MM) patient. Recently, Gln metabolism has been found of critical importance in several types of cancer cells, which have been defined Gln-addicted. However, the relationship between NH 4 + production and Gln-addiction in MM cells, as well as the mechanisms involved therein, are unknown, and were investigated in this study. Firstly, we assessed the NH 4 + production by several HMCLs (RPMI-8226, JJN3, KMS12-BM, XG1 and OPM2) and found that all these lines produced an excess of NH 4 + only in presence of Gln; conversely, non-MM cell lines, such as the acute lymphoblastic leukemia 697 cells, did not. Then, we screened 13 MM patients, finding that 4 of them (1 newly diagnosis and 3 relapsed MM) had increased peripheral blood NH 4 + level and one of them presented relevant clinical signs of encephalopathy. Then, we checked NH 4 + production by freshly purified CD138 + cells from bone marrow (BM) aspirates of these MM patients, showing that CD138 + plasma cells (PCs), but not CD138 - fraction, from hyperammonemic patients produced, in the presence of Gln, significantly more NH 4 + , than those of non-hyperammonemic patients (median increase: +236%). We retrospectively assessed BM plasma NH 4 + levels in a cohort of 30 patients with monoclonal gammopathies finding significantly increased median levels from MGUS to relapsed MM patients (Kruskal Wallis test P =0.01). To study the molecular mechanisms involved in NH 4 + production, the expression of enzymes involved in Gln metabolism (GLS1 and GLS2 glutaminases, glutamine synthetase (GS) and asparagine synthetase (ASNS) was evaluated in HMCLs, through Real Time PCR and Western blot. HMCLs expressed GLS1, ASNS, and, at variable levels, GLS2, while, interestingly, had negligible levels of expression of GS, compared to the ALL cell line 697. These observations were extended in two proprietary (NCBI GEO series accessions: GSE13591 and GSE6205) and two publicly available databases (GSE6477 and GSE6691). 323 global dataset, including 18 healthy donors, 28 MGUS, 19 SMM, 200 newly diagnosed and 26 relapsed MM, 9 plasma cell leukemia (PCL) patients, together with 23 HMCLs, were normalized using custom GeneAnnot-based Chip Annotation Files (v.2.2.0) and Robust Multi-array Average procedure. Kruskal-Wallis and Jonckheere-Tepstra tests were applied to find significant differences and trends, respectively, in gene expression levels between different PC dyscrasias. Benjamini-Hochberg procedure was applied for multiple testing correction. In PCL and HMCLs samples, we identified the highest ASNS and the lowest GLS2 gene expression levels. In addition, several genes for Gln transporters, were highly expressed, showing significant differences in expression levels among MM disease phases: in particular, SLC38A1 , SLC7A5 and SLC1A5 showed significant increase of expression level from normal PCs to HMCLs, across the different PC dyscrasias, whereas SLC38A3 gene resulted poorly expressed in PCL and HMCL. Interestingly, the expression of SLC38A1 , SLC7A5 and SLC1A5 was positively, and SLC38A3 negatively, correlated with that of MYC. We next investigated the effects of Gln depletion on MM cells. We confirmed that in all the HMCLs tested Gln depletion has marked cytotoxic effects, independently on the presence of the GS inhibitor methionine sulfoximine (MSO), consistently with the lack of GS expression by MM cells. In line with these observations, HMCLs were 10-times more sensitive to E. chrysanthe Asparaginase (ASNase) than to E. coli ASNase characterized by a 10-fold lower glutaminase activity. Interestingly ASNase effects were increased in the presence of Bortezomib (0-10nM). The effect of inhibitors of Gln transporters and Gln-metabolizing enzymes on MM cells survival is under investigation. In conclusion our data suggest that in PCs cells acquire features of Gln-addiction during monoclonal gammopathies progression consisting of (i) lack of GS expression, ( ii ) altered expression of Gln transporters and, in a subset of patients and in HMCLs, ( iii ) increased NH 4 + production. Our data also suggest that Gln-addiction could be a new attractive therapeutic strategy in MM. Disclosures Giuliani: Celgene Italy: Research Funding.",
    "topics": [
        "addictive behavior",
        "glutamine",
        "multiple myeloma",
        "myeloma cells",
        "asparaginase",
        "glutaminase",
        "membrane transport proteins",
        "photon correlation spectroscopy",
        "portacaval shunt, surgical",
        "precordial catch syndrome"
    ],
    "author_names": [
        "Fabrizio Accardi, MD",
        "Martina Chiu",
        "Marina Bolzoni",
        "Paola Storti, PhD",
        "Katia Todoerti, PhD",
        "Luca Agnelli",
        "Massimiliano Ferrari, MD",
        "Gabriele Missale, MD",
        "Franco Aversa, MD",
        "Ovidio Bussolati, MD PhD",
        "Nicola Giuliani, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fabrizio Accardi, MD",
            "author_affiliations": [
                "University of Parma, Parma, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Martina Chiu",
            "author_affiliations": [
                "University of Parma, Parma, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Bolzoni",
            "author_affiliations": [
                "University of Parma, Parma, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Storti, PhD",
            "author_affiliations": [
                "University of Parma, Parma, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katia Todoerti, PhD",
            "author_affiliations": [
                "IRCCS, Referral Cancer Center of Basilicata, Rionero in Vulture, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Agnelli",
            "author_affiliations": [
                "University of Milan, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimiliano Ferrari, MD",
            "author_affiliations": [
                "University of Parma, Parma, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Missale, MD",
            "author_affiliations": [
                "Azienda Ospedaliero-Universitaria di Parma, Parma, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franco Aversa, MD",
            "author_affiliations": [
                "University of Parma, Parma, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ovidio Bussolati, MD PhD",
            "author_affiliations": [
                "University of Parma, Parma, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Giuliani, MD PhD",
            "author_affiliations": [
                "University of Parma, Parma, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T12:56:15",
    "is_scraped": "1"
}