{
    "doi": "https://doi.org/10.1182/blood.V120.21.1632.1632",
    "article_title": "Ofatumumab (OFA) in Combination with CHOP for Previously Untreated Follicular Lymphoma: Follow-up Results ",
    "article_date": "November 16, 2012",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "abstract_text": "Abstract 1632 Background: OFA is a fully human monoclonal antibody that binds to both the large and small extracellular loops of CD20. OFA is currently approved for patients (pts) with refractory chronic lymphocytic leukemia and has demonstrated activity in non-Hodgkin's lymphomas, including follicular lymphoma (FL). We previously reported results of a phase II study of OFA in combination with CHOP (cyclophosphamide 750 mg/m 2 , doxorubicin 50 mg/m 2 , vincristine 1.4 mg/m 2 , prednisone 100 mg daily for 5 days) chemotherapy (O-CHOP) in pts with previously untreated FL (Czuczman et al. Br J Haematol . 2012;157:438). We now report updated efficacy, safety and pharmacokinetic (PK) follow-up data for this study. This trial is registered at www.clinicaltrials.gov ( NCT00494780 ). Methods: Fifty-nine pts with previously untreated FL were randomized to OFA 500 mg (n = 29) or 1000 mg (n = 30) on day 1, with CHOP on day 3, every 3 weeks for 6 cycles. The primary end point was overall response rate (ORR), as assessed by an independent end points review committee. Secondary end points included complete response (CR), progression-free survival (PFS), overall survival, adverse events (AEs) and PK. Follow-up assessments after therapy were done every 3 months (mo) until mo 12 and then every 6 mo until alternative FL therapy or mo 60. Positron emission tomography (PET) was done at baseline and 3 mo after last therapy. Blood samples for PK analyses were collected to determine OFA serum concentrations, and noncompartmental methods were used to estimate PK parameter values. Results: Fifty-eight pts received therapy; 1 pt in the 1000-mg group withdrew before initiation of therapy. The ORR was 90% for the 500-mg group (n=29) and 100% for the 1000-mg group (n=29); 55% of pts achieved CR or unconfirmed CR (CRu), including 67% of pts with a Follicular Lymphoma International Prognostic Index (FLIPI) score of 3–5. At baseline, 57 pts were PET positive, and 49 pts underwent repeat PET scans after therapy. Forty of 49 pts (82%) became PET negative, including 27 of 29 (93%) pts who achieved CR/CRu and 13 of 20 pts (65%) who achieved partial response (PR). With a median follow-up of 33.8 mo, the median PFS for the 500-mg group was 27.6 mo and the median PFS for the 1000-mg group was not reached ( P =0.46). Median PFS for pts with FLIPI scores of 0–1 (n=17), 2 (n=20) and 3–5 (n=21) was not reached, 27.6 mo and 27.6 mo, respectively ( P =0.68). Median PFS for pts (n=32) who achieved CR/CRu was also not reached and was 28.3 mo for pts (n=23) achieving PR. Median PFS for PR pts who were PET positive and PET negative after therapy was not reached and 28.3 mo, respectively. No deaths have been reported. No hematologic serious AEs (SAEs) were experienced during the follow-up period. During the follow-up period, non-hematologic SAEs were reported in 1 pt in the 500-mg group (pneumonia) and 5 pts in the 1000-mg group (abdominal hernia, erysipelas, intervertebral disc protrusion, meniscus lesion and vulval cancer); none were ofatumumab-related. After repeated dosing, OFA clearance values were 6.3 and 5.9 mL/h, and half-life values were 27.2 and 26.8 days in the 500-mg and 1000-mg groups, respectively. Conclusions: O-CHOP achieved durable remissions in previously untreated pts with FL. There were no observed PK or PFS differences between the 500-mg and 1000-mg arms, but the study was not powered to detect such differences. O-CHOP was effective in pts with high-risk FLIPI scores, and CR/CRu and PFS rates were not affected by FLIPI score. PET status after therapy did not predict PFS in responding pts, although the study was too small to make such a determination. These results indicate that O-CHOP should be studied as a therapy for FL pts with high-risk FLIPI scores. View large Download slide Progression-Free Survival: View large Download slide Progression-Free Survival:  Close modal Disclosures: Czuczman: GlaxoSmithKline: Advisory board Other, Honoraria. Off Label Use: Ofatumumab in follicular lymphoma. Belada: GlaxoSmithKline: Research Funding. Mayer: Roche: Consultancy, Research Funding; GlaxoSmithKline: Consultancy, Research Funding. Gupta: GlaxoSmithKline: Employment. Lin: GlaxoSmithKline: Employment, Equity Ownership. Winter: GlaxoSmithKline: Employment, Equity Ownership. Goldstein: GlaxoSmithKline: Employment, Equity Ownership. Jewell: GlaxoSmithKline: Employment, Equity Ownership. Lisby: Genmab: Employment, Equity Ownership.",
    "topics": [
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "follicular lymphoma",
        "follow-up",
        "ofatumumab",
        "brachial plexus neuritis",
        "positron-emission tomography",
        "surrogate endpoints",
        "adverse event",
        "cd20 antigens",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Myron S. Czuczman, MD",
        "Georg Hess",
        "Ole Gadeberg",
        "Lars Moeller Pedersen",
        "Per Hansen",
        "David Belada, M.D., Ph.D.",
        "Stephanie A. Gregory, MD",
        "Brad Pohlman, MD",
        "Jiri Mayer, M.D., PhD., Prof.",
        "Robert Pytlik",
        "Lorenz Trumper",
        "Andreas Viardot, MD",
        "Ira V. Gupta, MD",
        "Thomas S. Lin, MD, PhD",
        "Paul Winter",
        "Nancy Goldstein",
        "Roxanne C. Jewell, PhD",
        "Steen Lisby, MD, DMSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Myron S. Czuczman, MD",
            "author_affiliations": [
                "Departments of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Georg Hess",
            "author_affiliations": [
                "Johannes Gutenberg-University, Mainz, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ole Gadeberg",
            "author_affiliations": [
                "Vejle Hospital, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Moeller Pedersen",
            "author_affiliations": [
                "Roskilde University Hospital, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Per Hansen",
            "author_affiliations": [
                "University of Southern Denmark, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Belada, M.D., Ph.D.",
            "author_affiliations": [
                "Dept Hematology, University Hospital, Hradec Kralove, Czech Republic, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie A. Gregory, MD",
            "author_affiliations": [
                "Hematology/Oncology, Rush University Medical Center, Chicago, IL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brad Pohlman, MD",
            "author_affiliations": [
                "The Cleveland Clinic Foundation, Cleveland, OH, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Mayer, M.D., PhD., Prof.",
            "author_affiliations": [
                "Department of Internal Medicine, Hemato-Oncology, University Hospital Brno and Masaryk University, Brno, Czech Republic, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Pytlik",
            "author_affiliations": [
                "First Dept. of Medicine, Charles Univ. General Hosp., Prague, Czech Republic, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorenz Trumper",
            "author_affiliations": [
                "University Hospital Göttingen, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Viardot, MD",
            "author_affiliations": [
                "Dept. of Internal Medicine III, University Hospital Ulm, Ulm, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ira V. Gupta, MD",
            "author_affiliations": [
                "GlaxoSmithKline, Collegeville, PA, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas S. Lin, MD, PhD",
            "author_affiliations": [
                "GlaxoSmithKline, Collegeville, PA, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Winter",
            "author_affiliations": [
                "GlaxoSmithKline, Middlesex, United Kingdom, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Goldstein",
            "author_affiliations": [
                "GlaxoSmithKline, Research Triangle Park, USA, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roxanne C. Jewell, PhD",
            "author_affiliations": [
                "GlaxoSmithKline, Research Triangle Park, NC, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steen Lisby, MD, DMSc",
            "author_affiliations": [
                "Genmab A/S, Copenhagen, Denmark"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:28:50",
    "is_scraped": "1"
}