{
    "doi": "https://doi.org/10.1182/blood.V114.22.153.153",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1414",
    "start_url_page_num": 1414,
    "is_scraped": "1",
    "article_title": "FcγRIIa Rescues Normally-Poor αIIbβ3-Mediated Outside-in Signaling in Mouse Platelets. ",
    "article_date": "November 20, 2009",
    "session_type": "PLATELET ACTIVATION AND BIOCHEMISTRY: INTEGRIN AIIBB3 ADHESION AND SIGNALING",
    "topics": [
        "adaptor signaling protein",
        "adhesions",
        "blood platelets",
        "fibrinogen",
        "granules",
        "integrins",
        "ligands",
        "lipase",
        "lipids",
        "mice"
    ],
    "author_names": [
        "Brian Boylan",
        "Steven E. McKenzie, MD, PhD",
        "Debra K. Newman, PhD",
        "Peter J. Newman, PhD"
    ],
    "author_affiliations": [
        [
            "BloodCenter of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Cardeza Foundation for Hematological Research, Thomas Jefferson University, Philadelphia, PA, USA, "
        ],
        [
            "The Blood Research Institute, Milwaukee, WI, USA"
        ],
        [
            "BloodCenter of Wisconsin, Milwaukee, WI, USA, "
        ]
    ],
    "first_author_latitude": "43.041737700000006",
    "first_author_longitude": "-87.97840919999999",
    "abstract_text": "Abstract 153 Outside-in signal transduction is one of several amplification pathways that platelets employ following their adhesion to components of the extracellular matrix or to multivalent ligands like fibrinogen and von Willebrand factor. Previous studies have shown that outside-in signal transduction initiated by the binding of fibrinogen to its receptor, the integrin αIIbβ3, results in the activation of β3-associated Src family kinases (J Cell Biol 157:265, 2002; J Cell Sci 121:1641, 2008) that phosphorylate key tyrosine residues within the cytoplasmic domain of the transmembrane immunoreceptor tyrosine-based activation motif (ITAM)-containing adaptor protein, Fcγ;RIIa (Blood 112:2780, 2008). “Activation” of FcγRIIa sets off a cascade of events that facilitate assembly and activation of other key signaling intermediates, including the tyrosine kinase Syk and phospholipase Cγ2. PLCγ2, through its lipase activity, generates lipid products that support a multitude of cellular activation responses, including cytoskeletal rearrangements leading to platelet shape change and spreading, secretion of platelet granules, and activation of additional cell surface integrins. Curiously, mice lack the gene encoding FcγRIIa, and murine platelets are notoriously poor at sending αIIbβ3-mediated outside-in signals into the cell. The purpose of the current investigation, therefore, was to determine whether enforced expression of FcγRIIa in mouse platelets might serve to amplify murine platelet activation downstream of ligand binding to αIIbβ3. We found that the spreading of platelets derived from FcγRIIa transgenic mice was more robust and extensive compared to that of their wild-type counterparts. ADP- and collagen related peptide-induced granule secretion, as measured by P-selectin exposure, was also enhanced, as was the degree of integrin of αIIbβ3 activation, as reported by the binding of the activation-dependent monoclonal antibody, JON/A. Taken together, these data provide further support for importance of FcγRIIa in transmitting αIIbβ3-mediated amplification signals into the cell, and help to explain the often-observed defect in αIIbβ3-mediated signal transduction in murine platelets. Disclosures: Newman: New York Blood Center: Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Consultancy."
}