{
    "doi": "https://doi.org/10.1182/blood-2018-99-118744",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4043",
    "start_url_page_num": 4043,
    "is_scraped": "1",
    "article_title": "Patient-Reported Outcome Driven Case Management System for Hematology — a Prospective Study ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research—Malignant Conditions: Patient Reported Outcomes",
    "topics": [
        "amyloidosis",
        "brachial plexus neuritis",
        "cancer",
        "case management",
        "follow-up",
        "multiple myeloma",
        "patient self-report",
        "physical health",
        "surrogate endpoints",
        "toxic effect"
    ],
    "author_names": [
        "Rahma Warsame, MD",
        "Briant Fruth",
        "Katrina Croghan, M.S.",
        "Ann Engebretson, L.P.N",
        "Taxiarchis Kourelis, MD",
        "Sarah Aug",
        "Sara Ellingson",
        "Colleen Irlbeck",
        "Morie A. Gertz, MD",
        "Francis K. Buadi, MB, CHB",
        "Ronald S. Go, MD",
        "Wilson I Gonsalves, MD",
        "Eli Muchtar, MD",
        "Shaji K. Kumar, MD",
        "S. Vincent Rajkumar, MD",
        "John A. Lust, MD PhD",
        "Nelson Leung, MD",
        "David Dingli, MD PhD",
        "Yi Lin, MD PhD",
        "Suzanne R. Hayman, MD",
        "Martha Q. Lacy, MD",
        "Amie Fonder, PA-C",
        "Miriam Hobbs, CNP",
        "Yi Lisa Hwa, CNP, DNP",
        "Carrie A. Thompson, MD",
        "Robert A. Kyle, MD",
        "Jan Buckner, MD",
        "Angela Dispenzieri, MD",
        "Jeff A. Sloan, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Biomedical Statistics & Informatics, Mayo Clinic, Rochester, MN "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "200 First St. SW, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN ",
            "Robert D. and Patricia E. Kern Center for the Science of Health Care Delivery, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Nephrology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Oncology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001",
    "abstract_text": "Background : Modern clinical practice places time restrictions on the amount of information and processing that can be done in a typical office visit. Meeting patient needs within the healthcare system is challenging, contributing to patient (pt) and clinician dissatisfaction and potential suboptimal outcomes. We developed an electronic point-of-care case management system for cancer patients. The system's goal is to obtain patient-reported quality of life (PROQOL) outcomes and provide clinicians with information regarding QOL issues to address. We tested this system in a prospective randomized study against usual care (UC). The primary objective was to determine if PROQOL system would improve mean QOL over time. Methods: Eligible pts were adults with multiple myeloma (MM) or light amyloidosis (AL), seen at Mayo Clinic. Pts were randomized 2:1 to PROQOL system or usual care. PROQOL system was offered prior to every visit. Pts select from various categories about their single biggest concern, and receive a printed list of actionable resources based on selected concern. Clinicians also receive the PROQOL results to review with pts. Providers and pts randomized to PROQOL completed a \"was it worth it survey\" (WIWI). An 8 item Linear Analogue Self-Assessment was used to assess QOL, the primary endpoint. Secondary endpoints included distribution of choices of most important concern and their relationship to demographic and clinical variables. The study was powered to detect a 0.5 standard deviation difference in QOL between groups. Results: There were 233 patients enrolled (171 MM, 62 AL) in this study between July 1, 2016 and April 17, 2018. Median age was 65 years (range 31-87), and 59% were male. Median time from diagnosis to study consent was 37 months (PROQOL 36.3 versus UC 39.6). Median follow up for all patients was 15 months (range: 0.7-22 months), and median follow up for PROQOL pts was 16 months and 14 months for UC pts (p=0.027). There were 25 pts that have died since enrollment and 208 alive. No statistical significant difference in QOL between PROQOL and UC (median QOL 7 vs 7, p=0.75). The most prevalent main concerns selected were Physical Health (37%) and Cancer and Diagnosis (27%), the pattern remained even when pts were given the option to pick a second major concern 26% and 20% respectively. No other concern was listed more than 8% at baseline. All category selections and percentages are shown in the Figure. The average time to complete the instrument was 6 minutes. Pts found the PROQOL system was worth their time (75%), they would choose it again (87%) and recommend it to others (82%). Eighty-two percent of clinicians did not think the PROQOL tool negatively impacted their practice and 75% believed they may see improvement in pt wellbeing. Discussion: The PROQOL system was well received by pts and clinicians but did not improve QOL relative to UC in this study. The PROQOL demonstrates that majority of patients strongly desire more information regarding ongoing therapy, clinical trials, prognosis and toxicity. Further investigation is needed to understand whether communication is limited by time or mechanism of information delivery, such as verbal or written, or whether it should be undertaken in a separate allied health care visit. Figure. View large Download slide Figure. View large Download slide  Disclosures Gertz: spectrum: Consultancy, Honoraria; Abbvie: Consultancy; Research to Practice: Consultancy; annexon: Consultancy; Medscape: Consultancy; Physicians Education Resource: Consultancy; Amgen: Consultancy; janssen: Consultancy; Alnylam: Honoraria; Teva: Consultancy; Apellis: Consultancy; Ionis: Honoraria; celgene: Consultancy; Prothena: Honoraria. Kumar: Novartis: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding; KITE: Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Research Funding; Oncopeptides: Membership on an entity's Board of Directors or advisory committees; KITE: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding. Dingli: Alexion Pharmaceuticals, Inc.: Other: Participates in the International PNH Registry (for Mayo Clinic, Rochester) for Alexion Pharmaceuticals, Inc.; Millennium Takeda: Research Funding; Millennium Takeda: Research Funding; Alexion Pharmaceuticals, Inc.: Other: Participates in the International PNH Registry (for Mayo Clinic, Rochester) for Alexion Pharmaceuticals, Inc.. Lacy: Celgene: Research Funding. Dispenzieri: Celgene, Takeda, Prothena, Jannsen, Pfizer, Alnylam, GSK: Research Funding."
}