{
    "doi": "https://doi.org/10.1182/blood.V110.11.4125.4125",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1016",
    "start_url_page_num": 1016,
    "is_scraped": "1",
    "article_title": "A Study on t(9;22)(q34;q11) in Endothelial Cells in Chronic Myeloid Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "endothelial cells",
        "leukemia, myelocytic, chronic",
        "bcr-abl tyrosine kinase",
        "graft-versus-host disease, chronic",
        "bone marrow transplantation",
        "leukemia",
        "peptides",
        "chromosome abnormality",
        "fluorescent antibody technique",
        "fluorescent in situ hybridization"
    ],
    "author_names": [
        "Liang Huang, PHD",
        "Jingyi Wu, PHD",
        "Miao Zheng, PHD",
        "Mei Huang, PHD",
        "Yicheng Zhang, PHD",
        "Jianfeng Zhou, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Tongji Hospital, HuaZhong University of Science and Technology, Wuhan, Hubei, China"
        ],
        [
            "Department of Hematology, Tongji Hospital, HuaZhong University of Science and Technology, Wuhan, Hubei, China"
        ],
        [
            "Department of Hematology, Tongji Hospital, HuaZhong University of Science and Technology, Wuhan, Hubei, China"
        ],
        [
            "Department of Hematology, Tongji Hospital, HuaZhong University of Science and Technology, Wuhan, Hubei, China"
        ],
        [
            "Department of Hematology, Tongji Hospital, HuaZhong University of Science and Technology, Wuhan, Hubei, China"
        ],
        [
            "Department of Hematology, Tongji Hospital, HuaZhong University of Science and Technology, Wuhan, Hubei, China"
        ]
    ],
    "first_author_latitude": "30.5130043",
    "first_author_longitude": "114.4202756",
    "abstract_text": "Chronic myeloid leukemia (CML) is a disease characterized by t(9;22)(q34;q11), the Philadelphia chromosome (Ph chromosome), and speculated to derive from the hemangioblast, which can give rise to both blood cells and endothelial cells. By using fluorescence in situ hybridization (FISH), we detected Ph chromosome in endothelial cells, which were separated with magnetic beads of CD105+, the marker for endothelial cells, from bone marrow mononuclear cells of 6 CML patients. Moreover, by using Fiction technique, a method combined immunofluorescence with FISH assay, we studied the translocation in vascular endothelium in hepatic and gastroenteric tissue sections and bone marrow trephines of another 7 CML patients. We showed that CD105+ endothelial cells of 6 CML patients with Ph chromosome were identified to harbor the same chromosome aberration as the leukemia cells, 69∼87% of bone marrow endothelial cells carried Ph chromosome. And Ph chromosome was identified in 21∼74% of microvascular endothelial cells in another 7 patients. These results confirmed that CML is derived from the hemangioblast, which can contribute to the maintenance of the blood vascular endothelium. Given specific cytotoxic T lymphocytes can be activated by the immunogenic bcr/abl peptide, we presume that the expression of bcr/abl on endothelial cells in CML patients may be one of the reasons for the incidence of chronic graft versus host disease (cGVHD) after bone marrow transplantation."
}