{
    "doi": "https://doi.org/10.1182/blood.V118.21.1717.1717",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2105",
    "start_url_page_num": 2105,
    "is_scraped": "1",
    "article_title": "Immunosuppressive Treatment for Patients with Myelodysplastic Syndromes: A Review of 358 Patients ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "topics": [
        "immunosuppressive agents",
        "myelodysplastic syndrome",
        "inappropriate sinus tachycardia",
        "cyclosporine",
        "alemtuzumab",
        "transfusion",
        "bone marrow aspiration",
        "prostatic hypertrophy risk score",
        "rapamycin",
        "toxic effect"
    ],
    "author_names": [
        "Ankur R. Parikh, DO",
        "Yang Yang",
        "Colin O. Wu, PhD",
        "Andrea Poon",
        "Karen G. Smith",
        "Neal S. Young, MD",
        "A. John Barrett, MD",
        "Matthew J. Olnes, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, USA, "
        ],
        [
            "National Heart, Lung, and Blood Institute, Bethesda, USA, "
        ],
        [
            "Office of Biostatistics Research, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Heart, Lung, and Blood Institute, Bethesda, USA, "
        ],
        [
            "NIH Library, Bethesda, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "NHLBI, NIH, Bethesda, MD, USA, "
        ],
        [
            "National Institutes of Health, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.001698450000006",
    "first_author_longitude": "-77.1028317",
    "abstract_text": "Abstract 1717 Scientific and clinical evidence support a role for immune dysregulation in the pathogenesis of myelodysplastic syndromes (MDS) in some patients, and immunosuppressive therapy (IST) is considered a standard treatment for selected patients with MDS. Despite a number of studies showing its efficacy in MDS, IST has not been widely adopted because of uncertainty about therapeutic benefit, perceived toxicities of antibody treatment, and confusion about patient selection. To better define the place of IST in MDS, we reviewed all published clinical trials of IST for adult patients with MDS to determine its therapeutic benefit and treatment-related toxicity. We also sought to define clinical and laboratory predictors for response to IST. IST was defined as T cell directed therapies, including the following drugs administered alone or in combination: cyclosporine A (CsA), rabbit or horse anti-thymocyte globulin (ATG), alemtuzumab, sirolimus, tacrolimus, mycophenolate mofetil, or daclizumab. Electronic databases were scanned for all peer-reviewed clinical trial reports concerning IST for MDS from inception through August 1, 2011. Risk of bias for each study was assessed by two independent investigators using the Cochrane Risk of Bias Tool, and the Newcastle-Ottawa Scale. The searches of MEDLINE, Cochrane Clinical Trials Register, SCOPUS, Web of Science and EMBASE yielded a total of 1950 articles, and 1937 were subsequently discarded based on our a priori exclusion criteria. A total of 13 reports from 13 individual clinical trials enrolling 358 patients met criteria for this review. IST was well tolerated with a treatment-related mortality rate of 1.3%. Hematologic improvements (HI), partial response (PR), and complete response (CR) was defined using International Working Group for MDS criteria. The overall response rate (ORR) to IST was 41% (HI 18%, PR 15%, and CR 8%). ORR according to treatment regimen were alemtuzumab 68% (n= 31 patients), CsA 56% (n=111 patients), h-ATG 35%, (n=83 patients), r-ATG/CsA 30% (n= 20 patients), r-ATG 27%, (n=15 patients), and h-ATG/CSA 25% (n=79 patients). Response rates were higher when patients were treated on protocols incorporating specific selection criteria versus unselected patients (ORR 59% vs 41%, p=0.01). Patients with a hypocellular bone marrow had response rates that were equal to individuals with normal or increased marrow cellularity: ORR 63% vs 63%, (p=0.99); PR 25% vs 23%, (p=0.81); CR 15% vs 11%, (p=0.46). Patients younger than 60 years had significantly higher response rates to IST than older individuals (ORR 59% vs 40%, p=0.004), irrespective of the treatment regimen administered. Patients who were transfusion dependent had response rates equal to those who were transfusion independent at the time of treatment (ORR 60% vs 55%, p=0.57). Response rates in patients with low and intermediate cytogenetic risk groups as defined by the International Prognostic Scoring Scale (IPSS) were 51% and 49%, respectively. Response rates varied according to World Health Organization (WHO) Prognostic Scoring Scale (WPSS) morphology categories, with overall response rates of 57% (n=128 patients), 10% (n=10 patients), and 21% (n=39 patients) in individuals with very low, low, and intermediate morphology categories, respectively. Response rates did not vary according to gender or cell lineages involved. These results indicate that the choice of IST may be critical in optimizing responses and that IST should be considered for MDS patients younger than 60 years old, with low and intermediate risk IPSS cytogenetics and very low WHO morphology categories, regardless of bone marrow cellularity and duration of transfusion dependence.  . CsA . Alemtuzumab . hATG . hATG/CsA . rATG . rATG/CsA . Sirolimus . ANOVA . Response . R% (range) . No. . R% (range) . No. . R% (range) . No. . R% (range) . No. . R% (range) . No. . R% (range) . No. . R% (range) . No. . P-value . CR  3 3/111 23 7/31 5 4/83 10 8/79 20 3/15 15 3/20 0 0/19 0.002 (1–8)  (10–41)  (1–12)  (5–19)  (4–48)  (3–38)  —  PR  24 27/111 13 4/31 16 13/83 4 3/79 7 1/15 15 3/20 16 3/19 0.013 (17–33)  (4–30)  (9–25)  (1–11)  (0.1–32)  (3–38)  (3–40)  HI  29 32/111 32 10/31 15 12/83 11 9/79 0 0/15 0 0/20 0 0/19 <0.0001  (21–38)  (17–51)  (8–24)  (5–21)  —  —  —  ORR  56 62/111 68 21/31 35 29/83 25 20/79 27 4/15 30 6/20 16 3/19 <0.00001  (46–65)  (49–83)  (25–46)  (16–36)  (8–55)  (12–54)  (3–40)  . CsA . Alemtuzumab . hATG . hATG/CsA . rATG . rATG/CsA . Sirolimus . ANOVA . Response . R% (range) . No. . R% (range) . No. . R% (range) . No. . R% (range) . No. . R% (range) . No. . R% (range) . No. . R% (range) . No. . P-value . CR  3 3/111 23 7/31 5 4/83 10 8/79 20 3/15 15 3/20 0 0/19 0.002 (1–8)  (10–41)  (1–12)  (5–19)  (4–48)  (3–38)  —  PR  24 27/111 13 4/31 16 13/83 4 3/79 7 1/15 15 3/20 16 3/19 0.013 (17–33)  (4–30)  (9–25)  (1–11)  (0.1–32)  (3–38)  (3–40)  HI  29 32/111 32 10/31 15 12/83 11 9/79 0 0/15 0 0/20 0 0/19 <0.0001  (21–38)  (17–51)  (8–24)  (5–21)  —  —  —  ORR  56 62/111 68 21/31 35 29/83 25 20/79 27 4/15 30 6/20 16 3/19 <0.00001  (46–65)  (49–83)  (25–46)  (16–36)  (8–55)  (12–54)  (3–40)  View Large Disclosures: No relevant conflicts of interest to declare."
}