{
    "doi": "https://doi.org/10.1182/blood.V110.11.3-a.3-a",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1082",
    "start_url_page_num": 1082,
    "is_scraped": "1",
    "article_title": "Rivaroxaban — An Oral, Direct Factor Xa Inhibitor — Prevents Arterial Thrombotic Occlusion in Electrolytically Injured Rat Carotid Arteries. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "antithrombin iii",
        "carotid arteries",
        "rivaroxaban",
        "thrombotic occlusion",
        "activated partial thromboplastin time measurement",
        "enoxaparin",
        "catheters",
        "activated clotting time measurement",
        "acute coronary syndromes",
        "anticoagulants"
    ],
    "author_names": [
        "Barbara Haertlein, BS",
        "Tom J. Parry, Ph.D.",
        "Cailin Chen, Ph.D.",
        "Elizabeth Perzborn, Ph.D.",
        "Patricia Andrade-Gordon, Ph.D.",
        "Bruce P. Damiano, Ph.D."
    ],
    "author_affiliations": [
        [
            "Vascular Research, Johnson and Johnson Pharmaceutical Research and Development, Spring House, PA, USA",
            " "
        ],
        [
            "Vascular Research, Johnson and Johnson Pharmaceutical Research and Development, Spring House, PA, USA",
            " "
        ],
        [
            "Vascular Research, Johnson and Johnson Pharmaceutical Research and Development, Spring House, PA, USA",
            " "
        ],
        [
            "Cardiovascular Pharmacology R&D Discovery Research, Bayer Healthcare, AG, Wuppertal, Germany",
            " "
        ],
        [
            "Vascular Research, Johnson and Johnson Pharmaceutical Research and Development, Spring House, PA, USA",
            " "
        ],
        [
            "Vascular Research, Johnson and Johnson Pharmaceutical Research and Development, Spring House, PA, USA",
            " "
        ]
    ],
    "first_author_latitude": "40.1895032",
    "first_author_longitude": "-75.2102369",
    "abstract_text": "Introduction: Rivaroxaban is an oral, direct Factor Xa (FXa) inhibitor in advanced clinical development for the prevention and treatment of thromboembolic disorders, including arterial indications such as acute coronary syndromes (ACS). The aim of this study was to determine whether rivaroxaban can prevent arterial thrombotic occlusion in electrolytically injured rat carotid arteries. Methods: Anesthetized, male Sprague-Dawley rats were equipped with an intravenous (i.v.) catheter to administer drug or vehicle and an intra-arterial catheter for arterial pressure monitoring and blood sampling. The left carotid artery was exposed and a bipolar electrode placed proximally around it. A pulsed Doppler flow probe was then placed distally around the vessel. Blood was obtained before drug or vehicle administration to determine activated clotting time (ACT), prothrombin time (PT), Russell’s viper venom time (RVVT), activated partial thromboplastin time (aPTT) and thrombin-antithrombin (TAT) complex concentration; baseline carotid blood flow was recorded for 20 minutes. Vehicle (polyethylene glycol:ethanol:water or saline, 0.5 mL/kg/min), rivaroxaban (0.3, 1 and 3 mg/kg; dosing volume 0.5 mL/kg/min), or the low molecular weight heparin enoxaparin (10 mg/kg) were infused i.v. over 30 seconds. After infusion, direct current (3 mA) was applied to the left carotid artery for 5 minutes. Blood flow was monitored for 30 minutes after injury. Blood was sampled again 14.5 and 30 minutes after injury for ACT determination, and after 30 minutes for PT, RVVT, TAT and aPTT determination. Results: Rivaroxaban dose-dependently increased the median time to arterial thrombotic occlusion (TTO), and was significantly more effective than vehicle at doses of 1 and 3 mg/kg (vehicle, 13.2 minutes; rivaroxaban 1 and 3 mg/kg, >30 minutes; P <0.05 by Kaplan-Meier analysis). Compared with enoxaparin (10 mg/kg), rivaroxaban inhibited TTO at doses of 1 and 3 mg/kg more effectively. Rivaroxaban (0.3–3 mg/kg i.v.) dose-dependently prolonged ACT, PT and RVVT, and substantially decreased the formation of TAT complexes, but did not substantially affect aPTT. Enoxaparin prolonged ACT, aPTT and RVVT, and decreased TAT complex formation, but had no effect on PT. Conclusions: Rivaroxaban potently inhibited electrolytically induced arterial thrombotic occlusion in rat carotid arteries, resulting in substantial changes in coagulation parameters. The coagulation parameter changes were consistent with inhibition of FXa activity as indexed by the RVVT. These findings suggest that rivaroxaban may be an effective anticoagulant in arterial thrombotic disorders, such as ACS."
}