{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5384.5384",
    "article_title": "Phenotypic Analysis of NK Cell in Multiple Myeloma Patients ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: The exploitation of host immune function is critical for the development of the novel myeloma therapy. NK cells play an important role in the anti-myeloma immune response, and the investigation of NK cell function provides us a beneficial information. We performed phenotypic analyses of NK cells in patients with multiple myeloma. Methods: Peripheral blood samples were obtained from 30 multiple myeloma patients (10 newly diagnosed cases of myeloma, 10 relapsed, and 10 in complete or partial remission), and 9 healthy volunteers. NK cells were identified as a fraction of CD3 negative and CD56 positive, and NKp46 was further used for NK cell identification in CD56 positive myeloma cell-containing samples. The phenotype of NK cells was characterized by the expression of SALMF7, NKG2D, FcγRIII, PD-1, and CD56bright or dim. Results: At the diagnosis of multiple myeloma, the number of NK cells was significantly low in comparison to that of patients in remission (p=0.013). Regarding immune checkpoint molecule, the expression of PD-1 on the NK cells of myeloma patients was significantly increased in comparison with that of healthy donors (p= 0.003). The expression of SLAMF7 on the NK cell of myeloma patients was decreased significantly (p=0.048), whereas, NKG2D on the NK cells did not differ between myeloma patients and healthy donors. Notably, the expression of FcγRIII, which is a key player in a mechanism of antigen-dependent cytotoxicity, was significantly suppressed in the NK cells of myeloma patients (p=0.001). In patients who were treated with immunomodulatory drugs (IMiDs), although there was no significant change in the number of total NK cells, the CD56dim NK cell fraction was significantly increased(p=0.019), and significant suppression of PD-1 (p=0.035) on the NK cells were observed. Conclusion: The phenotypic analyses suggested that the anti-tumor function of NK cells may be suppressed in myeloma patients. However, IMiDs may increase the activated NK cells. Further investigation is warranted. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Hagiwara: Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "multiple myeloma",
        "natural killer cells",
        "phenotype",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "antigens",
        "cytotoxicity",
        "disease remission",
        "molecule",
        "neoplasms"
    ],
    "author_names": [
        "Shotaro Hagiwara, MDPhD",
        "Noriko Sorimachi, PhD",
        "Junji Tanaka, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shotaro Hagiwara, MDPhD",
            "author_affiliations": [
                "Department of Hematology, National Center For Global Health and Medicine, Shinjuku, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Noriko Sorimachi, PhD",
            "author_affiliations": [
                "Molecular Immunology and Inflammation, Research Institute, National Center for Global Health and Medicine, Tokyo, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junji Tanaka, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Tokyo Women's Medical University, Tokyo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:34:31",
    "is_scraped": "1"
}