{
    "doi": "https://doi.org/10.1182/blood.V108.11.3238.3238",
    "article_title": "Rapid Expansion of Acute Myeloid Leukemia-Reactive Cytotoxic T Cells from CD8+CD62L+ Blood Lymphocytes of HLA-Matched Healthy Donors In Vitro  ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Allogeneic cytotoxic T-lymphocyte (CTL) therapy in acute myeloid leukemia (AML) is hampered by the poor efficiency of growing leukemia-reactive CTLs from healthy donors in vitro . We established an allogeneic mini-mixed lymphocyte-leukemia culture (MLLC) approach by stimulating comparably small numbers (10 4 /well) of CD8 + T cells isolated from healthy donors against irradiated primary AML blasts in 96-well plates. Prior to use, CD8 + T cells were immunomagnetically separated into a CD62L(high) + subset enriched for naive precursors and central memory cells as well as a CD62L(low) + /negative subset containing effector memory cells. The culture medium contained IL-7, IL-12, and IL-15. After 2 weeks, IL-12 was replaced by IL-2. Mini-MLLCs were performed in seven different healthy donor-AML pairs that were matched for HLA class I according to high-resolution molecular typing. Following 2 weekly re-stimulations with primary AML blasts, mini-MLLC responder populations were analyzed for reactivity on day 19 of culture using split-well IFN-gamma ELISPOT assays. AML-reactive CD8 + T-cell responders were obtained from all 7 donor-AML pairs. The majority of reactive cultures originated from the CD62L(high) + subfractions. In 4 out of 7 pairs MLLC responder populations mainly recognized AML blasts, but not Epstein-Barr virus transformed B-lymphoblastoid cell lines of donor and patient origin. The AML-reactive CD8 + T cells were restricted by single HLA class I alleles as determined by blocking experiments using a panel of HLA allele-specific monoclonal antibodies. Representative mini-MLLC responders demonstrated strong cytotoxicity against primary AML blasts in 51 Chromium-release assay. Cross-reactivity testing identified an HLA-A*0201-restricted CTL population that recognized AML blasts much stronger than non-malignant monocytes of the same patient. This CTL neither recognized recipient-derived primary fibroblasts nor other hematopoietic cells suggesting a leukemia-associated rather than a minor histocompatibility antigen as the target structure. Several MLLC-derived CTL populations expressed unique T cell receptor Vbeta chains consistent with clonal origin from AML-reactive precursors. Multiple CTL responders reached a cell yield exceeding 10 8 after 6 to 10 weekly re-stimulations with AML blasts. Our results suggest that in healthy individuals most AML-reactive CD8 + CTLs originate from the CD62L(high) + peripheral blood subpopulation containing naive precursor and central memory T cells. This mini-MLLC approach allows the rapid expansion of AML-reactive CD8 + CTLs from HLA-matched healthy donors to cell numbers sufficient for antigen identification strategies or adoptive immunotherapy trials.",
    "topics": [
        "culture media",
        "donors",
        "human leukocyte antigens",
        "leukemia",
        "lymphocytes",
        "t-lymphocytes, cytotoxic",
        "l-selectin",
        "interleukin-12",
        "aldesleukin",
        "antigens"
    ],
    "author_names": [
        "Eva Distler",
        "Catherine Woelfel, PhD",
        "Sylvia Pesth",
        "Nina Kraus",
        "Thomas C. Wehler, MD",
        "Ralf G. Meyer, MD",
        "Marion Nonn, PhD",
        "Christoph Huber, MD",
        "Thomas Woelfel, MD",
        "Wolfgang Herr, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eva Distler",
            "author_affiliations": [
                "3rd Department of Medicine, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Catherine Woelfel, PhD",
            "author_affiliations": [
                "3rd Department of Medicine, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvia Pesth",
            "author_affiliations": [
                "3rd Department of Medicine, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina Kraus",
            "author_affiliations": [
                "3rd Department of Medicine, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas C. Wehler, MD",
            "author_affiliations": [
                "3rd Department of Medicine, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralf G. Meyer, MD",
            "author_affiliations": [
                "3rd Department of Medicine, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marion Nonn, PhD",
            "author_affiliations": [
                "3rd Department of Medicine, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Huber, MD",
            "author_affiliations": [
                "3rd Department of Medicine, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Woelfel, MD",
            "author_affiliations": [
                "3rd Department of Medicine, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Herr, MD",
            "author_affiliations": [
                "3rd Department of Medicine, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T12:54:38",
    "is_scraped": "1"
}