{
    "doi": "https://doi.org/10.1182/blood-2019-124349",
    "article_title": "Pomalidomide + Bortezomib + Low-Dose Dexamethasone after 1 Prior Line of Therapy in Patients with Lenalidomide-Pretreated Multiple Myeloma: Subanalysis of the Phase 3 Optimismm Trial By Patient Age and Prior Stem Cell Transplant ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "BACKGROUND Lenalidomide (LEN), an established treatment (Tx) for newly diagnosed multiple myeloma, is routinely administered until disease progression. Therefore, patients (pts) for whom LEN is no longer an option at first relapse, including LEN-refractory pts, are a clinically relevant and growing population. Tx of these pts remains challenging, as they have been poorly represented in phase 3 clinical trials. OPTIMISMM (NCT01734928), a phase 3 trial specifically designed to address this population, demonstrated significantly improved progression-free survival (PFS) with pomalidomide (POM), bortezomib (BORT), and low-dose dexamethasone (PVd) compared with BORT and low-dose dexamethasone (Vd) in pts who received 1-3 prior regimens and were 100% LEN pretreated (70% LEN refractory) (Richardson PG, et al. Lancet Oncol . 2019;20:781-794). Here, we report the efficacy and safety of PVd in pts treated after 1 prior line of therapy (LOT) according to age, prior stem cell transplant (SCT), and in pts with high-risk cytogenetic abnormalities (HR CAs). METHODS Pts were randomized 1:1 to receive PVd or Vd in 21-day cycles. POM 4 mg/day was given on days 1-14 (PVd arm only); bortezomib (BORT) 1.3 mg/m 2 was given on days 1, 4, 8, and 11 of cycles 1-8 and on days 1 and 8 of cycles 9+; and dexamethasone 20 mg/day (10 mg/day for pts aged > 75 yrs) was given on the days of and after BORT. Key eligibility criteria included ≥ 2 cycles of prior LEN, including LEN-refractory pts. The primary endpoint was PFS. RESULTS As of October 26, 2017, 226 of 559 pts enrolled in OPTIMISMM had 1 prior LOT; 100 pts were aged ≤ 65 yrs (49 PVd, 51 Vd) and 126 were aged > 65 yrs (62 PVd, 64 Vd). In pts aged ≤ 65 yrs (PVd vs Vd), the median age was 58.0 vs 59.0 yrs, 63.3% vs 47.1% were male, 55.1% vs 51.0% were LEN refractory, and 83.7% vs 72.5% had prior BORT. In pts aged > 65 yrs, the median age was 73.0 vs 71.5 yrs, 58.1% vs 51.6% were male, 59.7% vs 60.9% were LEN refractory, and 41.9% vs 46.9% had prior BORT. After 1 prior LOT, PVd vs Vd significantly improved PFS in pts aged ≤ 65 yrs (median, 22.0 vs 13.1 mos; P = .0305) and those > 65 yrs (median, 17.6 vs 9.9 mos; P = .0348) (Figure). The overall response rate (ORR) was significantly higher with PVd vs Vd across the age groups (Table). The rate of ≥ very good partial response (VGPR) was 65.3% vs 17.6% in pts aged ≤ 65 yrs and 58.1% vs 26.6% in pts aged > 65 yrs. Comparable PFS and ORR outcomes were noted for an age cutoff of ≤ 70 yrs (median PFS, 17.8 vs 13.1 mos with PVd [n = 71] vs Vd [n = 78]; ORR, 88.7% [≥ VGPR, 62.0%] vs 55.1% [≥ VGPR, 21.8%], respectively) vs > 70 yrs (median PFS, 16.5 vs 9.5 mos with PVd [n = 40] vs Vd [n = 37]; ORR, 92.5% [≥ VGPR, 60.0%] vs 54.1% [≥ VGPR, 24.3%], respectively). These PFS and ORR findings were similar to those reported in pts with and pts without prior SCT (Table). Median PFS was 22.0 mos with PVd vs 13.8 mos with Vd in pts with prior SCT ( P = .0241) and 16.5 vs 9.5 mos, respectively, in pts without prior SCT ( P = .0454). Pts with HR CAs (n = 32 [18 PVd, 14 Vd]), defined as having a del(17p), t(4;14), or t(14;16), had a median PFS of 14.7 mos with PVd and 9.9 mos with Vd. The most common grade 3/4 treatment-emergent adverse events (TEAEs) with PVd vs Vd were neutropenia (49.0% vs 6.3%), infections (30.6% vs 14.6%), and thrombocytopenia (26.5% vs 18.8%) in pts aged ≤ 65 yrs and neutropenia (25.8% vs 12.9%), infections (27.4% vs 16.1%), and thrombocytopenia (14.5% vs 22.6%) in pts aged > 65 yrs. CONCLUSIONS In pts with LEN-pretreated relapsed or refractory multiple myeloma at first relapse, PVd reduced the risk of progression or death by 50% in pts aged ≤ 65 yrs and by 43% in pts aged > 65 yrs vs Vd. Additionally, across age subgroups, second-line Tx with PVd vs Vd significantly improved ORR and led to deeper responses. Similar findings were observed in pts with and pts without prior SCT. PVd also benefited pts with HR CAs vs Vd. Overall, TEAEs with PVd were generally consistent with the known profiles of the constituent agents. These data in pts at first relapse continue to demonstrate that PVd is effective and safe as a second-line Tx following LEN, regardless of age, prior SCT status, and presence of HR CAs. View large Download slide View large Download slide  Close modal Disclosures Dimopoulos: Sanofi Oncology: Research Funding. Weisel: GSK: Honoraria; Juno: Consultancy; Takeda: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Adaptive Biotech: Consultancy, Honoraria; Celgene Corporation: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Research Funding. Moreau: Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria. Anderson: Amgen, Janssen, Takeda, Celgene: Consultancy, Speakers Bureau. White: Sanofi: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Janssen: Consultancy, Honoraria. San-Miguel: Amgen, Bristol-Myers Squibb, Celgene, Janssen, MSD, Novartis, Roche, Sanofi, and Takeda: Consultancy, Honoraria. Sonneveld: SkylineDx: Research Funding; Takeda: Honoraria, Research Funding; Karyopharm: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; BMS: Honoraria; Amgen: Honoraria, Research Funding. Jenner: Abbvie, Amgen, Celgene, Novartis, Janssen, Sanofi Genzyme, Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Dürig: Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support; Celgene: Consultancy, Other: Travel or accommodations, Speakers Bureau. Pavic: Celgene, Janssen, Takeda, Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Casal: Celgene Corporation: Employment. Srinivasan: Celgene: Employment, Equity Ownership. Nguyen: Celgene Corporation: Employment, Equity Ownership. Biyukov: Celgene: Employment, Equity Ownership. Peluso: Celgene Corporation: Employment. Richardson: Amgen: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Oncopeptides: Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees. OffLabel Disclosure: Yes. The triplet combination is not currently approved in the US for the treatment of multiple myeloma.",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "hematopoietic stem cell transplantation",
        "lenalidomide",
        "multiple myeloma",
        "pomalidomide",
        "brachial plexus neuritis",
        "peripheral vascular diseases",
        "pulmonary valve disorders",
        "infections"
    ],
    "author_names": [
        "Meletios A. Dimopoulos, MD",
        "Katja C. Weisel, MD",
        "Philippe Moreau, MD",
        "Larry D. Anderson, MD PhD",
        "Darrell J White, MD",
        "Jesús San-Miguel",
        "Pieter Sonneveld",
        "Monika Engelhardt, MD",
        "Matthew Jenner, MBBS, MRCP, FRCPath",
        "Alessandro Corso",
        "Jan Dürig",
        "Michel Pavic, MD",
        "Morten Salomo, MD PhD",
        "Eva Casal",
        "Ruiyun Jiang",
        "Shankar Srinivasan, PhD MBA",
        "Tuong Vi Nguyen",
        "Tsvetan Biyukov, MD",
        "Teresa Peluso",
        "Paul G. Richardson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Meletios A. Dimopoulos, MD",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katja C. Weisel, MD",
            "author_affiliations": [
                "Department of Oncology, Hematology and Bone Marrow Transplantation, Section of Pneumology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau, MD",
            "author_affiliations": [
                "Clinical Hematology, University Hospital Hôtel-Dieu, Nantes, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry D. Anderson, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology/Oncology, University of Texas Southwestern Medical Center, Dallas, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darrell J White, MD",
            "author_affiliations": [
                "Dalhousie University and Queen Elizabeth II Health Sciences Centre, Halifax, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesús San-Miguel",
            "author_affiliations": [
                "Hematology Department, Clinica Universidad de Navarra, CIMA, IDISNA, Pamplona, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld",
            "author_affiliations": [
                "Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Engelhardt, MD",
            "author_affiliations": [
                "Universitätsklinikum Freiburg, Freiburg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Jenner, MBBS, MRCP, FRCPath",
            "author_affiliations": [
                "Department of Haematology, Southampton General Hospital, Southampton, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Corso",
            "author_affiliations": [
                "Policlinico San Matteo Universita Di Pavia, Pavia, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Dürig",
            "author_affiliations": [
                "University Hospital Essen, Essen, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Pavic, MD",
            "author_affiliations": [
                "Centre Hospitalier Universitaire De Sherbrooke (CHUS) - Centre de Recherche Clinique Etienne-Le Bel (CRCELB) Hopital Fleurimont, SHERBROOKE, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morten Salomo, MD PhD",
            "author_affiliations": [
                "Copenhagen University Hospital, Rigshospitalet, Kobenhavn, Denmark "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Casal",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruiyun Jiang",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shankar Srinivasan, PhD MBA",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tuong Vi Nguyen",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsvetan Biyukov, MD",
            "author_affiliations": [
                "Celgene International Sàrl, Boudry, Switzerland "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Peluso",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Richardson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:40:25",
    "is_scraped": "1"
}