{
    "doi": "https://doi.org/10.1182/blood.V124.21.349.349",
    "article_title": "A Novel Humanized Bone Marrow Niche Xenotransplantation Model Allows Superior Engraftment of Human Normal and Malignant Hematopoietic Cells and Reveals Myelofibrosis-Initiating Cells in the HSC Compartment ",
    "article_date": "December 6, 2014",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Pathogenic Bone Marrow Microenvironments",
    "abstract_text": "Xenotransplantation into immunocompromised mice is a powerful tool for studying human normal and malignant hematopoiesis. However, xenotransplant models do not necessarily recapitulate human physiology since environmental factors provided by bone marrow (BM) niche cells may differ between mice and humans. Although existing mouse models allow for propagation of hematopoietic stem and progenitor cells (HSPCs) and aggressive acute leukemias, engraftment of more committed normal progenitor cells and many other hematopoietic malignancies is still lacking. Here, we report the development of a novel mouse model bearing a subcutaneously accessible human bone ossicle formed by in situ differentiation of BM-derived mesenchymal stromal cells (MSCs). These human ossicles contain a functional humanized BM niche that facilitates robust engraftment of normal human HSPC and exhibits superior engraftment and expansion of primary AML. Interestingly, this model allows robust engraftment of PML-RARA positive APL and JAK2 V617F+ PMF, both of which fail to engraft in conventional xenotransplantation models. Subcutaneous injection of human BM-derived MSCs resulted in the formation of human ossicles through endochondral ossification resulting in a bone marrow cavity harboring normal mouse hematopoietic elements. After conditioning irradiation, direct intraossicle injection of cord blood CD34+ HSPC (n=5) resulted in robust multi-lineage human engraftment including B cells, T cells, NK cells, mature neutrophils, eosinophils, monocytes, as well as red blood cell precursors and platelets, as assessed by flow cytometric analysis of aspirates taken directly from the ossicles. The self-renewal potential of engrafted HSPCs was demonstrated by re-establishing multi-lineage hematopoiesis in secondary recipients. Unlike conventional NSG mice, this xenograft model allowed engraftment of phenotypically defined L-MPP (n=7) and GMP (n=7). Engraftment analysis 2 weeks post transplantation showed human engraftment with a majority of CD33+ myeloid cells (LMPP: 77.3±14.4%; GMP: 97.3±1.8%) and intermediate (LMPP: 20.8±14.4%) to low (GMP: 1.8±1.8%) numbers of B lymphoid cells. In the investigation of AML, direct intraossicle transplantation of blasts (n=5) resulted in faster (as early as 6 weeks) and significantly higher leukemic engraftment in humanized niches compared to mouse BM. Furthermore, engraftment was also significantly higher in humanized niches after intravenous transplantation and demonstrated a paratrabecular engraftment pattern, suggesting preferential homing and expansion of AML cells in a human BM microenvironment. Limiting dilution analysis revealed a 10-250 fold higher leukemia-initiating cell frequency using direct intraossicle transplantation compared to intrafemoral injection into mouse BM. Intraossicle transplantation also allowed for engraftment and propagation of PML-RARA-positive APL blasts (n=3) resulting in almost 100% leukemic chimerism and granulocytic sarcoma formation 10-15 weeks post-transplantation. Finally, transplantation of PMF patient-derived CD34+ cells (n=5) into the humanized niche led to robust engraftment with up to 50% human chimerism, and further subpopulation studies demonstrated that PMF-engraftment was exclusively initiated from the HSC (CD34+/CD38-/CD90+) population. Engrafted cells showed marked myeloid skewing with JAK2 V617F-positive cells, and detection of only minimal JAK2 wild type lymphoid cells. In summary, we report the development of a novel xenotransplantation model using human bone ossicles formed by in situ differentiation of BM-derived MSCs that substantially improves the engraftment of normal and malignant hematopoietic populations, leading to the formal demonstration that PMF-initiating cells reside in the immunophenotypic HSC compartment. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "engraftment",
        "myelofibrosis",
        "transplantation, heterologous",
        "transplantation",
        "cyclic gmp",
        "progressive multifocal leukoencephalopathy",
        "retinoic acid receptor alpha",
        "cancer",
        "dilution technique"
    ],
    "author_names": [
        "Andreas Reinisch, MDPhD",
        "Dita Gratzinger, MD PhD",
        "Wan-Jen Hong, MD",
        "Ravi Majeti, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andreas Reinisch, MDPhD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dita Gratzinger, MD PhD",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wan-Jen Hong, MD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Majeti, MD PhD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T19:31:47",
    "is_scraped": "1"
}