{
    "doi": "https://doi.org/10.1182/blood.V126.23.2445.2445",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3149",
    "start_url_page_num": 3149,
    "is_scraped": "1",
    "article_title": "Co-Opting the Genetic Redundancy of the Pax Family to Treat PAX5 Mutated Pre-B ALL ",
    "article_date": "December 3, 2015",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "topics": [
        "leukemia, precursor b-cell lymphoblastic",
        "mutation",
        "pax5 gene",
        "redundancy",
        "genetics",
        "pax8 transcription factor",
        "transcription factor",
        "antiparasitic agents",
        "cd19 antigens",
        "childhood cancer"
    ],
    "author_names": [
        "Marshall S Horwitz, MD PhD",
        "Matthew R Hart, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, University of Washington School of Medicine, Seattle, WA"
        ],
        [
            "Department of Pathology, University of Washington School of Medicine, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "Pre-B cell ALL is the most common pediatric malignancy. More than a third of cases acquire loss-of-function mutations of PAX5 , a regulatory transcription factor which is required for the differentiation of B lymphocytes. Additionally, germline loss of function PAX5 mutation is a cause of familial pre-B cell ALL. These observations indicate that loss of PAX5 activity drives leukemogenesis. We have seen that PAX5 re-expression in PAX5 -mutated pre-B cell ALL restores differentiation capacity and promotes apoptosis. However, because the gene is deleted or otherwise mutated it may not be possible to easily repair or restore PAX5 expression in leukemic cells. Nevertheless, PAX5 possesses two closely related paralogs, PAX2 and PAX8 , which are structurally and functionally similar to PAX5, yet are neither expressed in lymphocytes nor mutated in ALL. Toward the goal of exploiting PAX family genomic redundancy for therapeutic purposes, we have tested the ability of PAX2 and PAX8 to replace PAX5 in pre-B ALL cell lines. Preliminary results indicate that both PAX2 and PAX8 rescue B cell differentiation and function similarly to PAX5 in this context. These results include modulation of B cell developmental markers, CD10, CD19 and CD22, as well as induction of PAX5 target genes, CD79a and BACH2 . Cells also display a reduction in size which may be indicative of the large to small B cell transition and importantly show increased levels of cell death following PAX2 and PAX8 expression. We have further investigated the epigenetic status of PAX2 and PAX8 promoters in B cells and find that both loci are hypermethylated, suggesting that demethylation with agents such as methotrexate, may represent a therapeutic entry point for activating expression of PAX5 paralogs. Finally, based on observations that electrical polarization during early embryogenesis regulates developmental transcription factor expression, including for PAX genes, we have tested the ability of approved drugs targeting ion channels for their ability to induce PAX factor expression and thereby complement for loss of PAX5 in pre-B cell ALL. The anti-parasitic drug ivermectin, which activates chloride channels, is one of several compounds that appear promising in early studies. Disclosures No relevant conflicts of interest to declare."
}