{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4734.4734",
    "article_title": "The Frequency of Venous Thromboembolism (VTE) Prophylaxis Among Patients Hospitalized for Cancer in the US ",
    "article_date": "December 7, 2017",
    "session_type": "903. Outcomes Research—Non-Malignant Conditions: Poster III",
    "abstract_text": "Background: Prophylactic anticoagulant therapy has been shown to improve patient outcomes among patients with cancer, who may be at a high risk for a venous thromboembolism (VTE) event. This study evaluated the frequency of VTE prophylaxis as well as the risk for VTE among patients who were hospitalized for cancer in the United States (US). Methods: Patients hospitalized with cancer during the index identification period between January 1, 2012 and June 30, 2015 were identified from the MarketScan Commercial and Medicare databases. The first of such hospitalization for cancer to occur during the index identification period was defined as the index hospitalization. Eligible patients were required to have continuous insurance coverage for 6 months prior to (baseline period) and after (follow-up period) the index hospitalization. The proportion of patients receiving any inpatient, outpatient, or inpatient and outpatient VTE prophylaxis was evaluated. The risk for VTE events during and after the index hospitalization was evaluated by Kaplan-Meier analysis. Results: Among the population of patients hospitalized for cancer (n=1,919; mean age 61 years), 34.4% (n=660) were ≥65 years of age, 52.5% (n=1,008) were female, and the mean hospital length of stay was 4.8 days. During the index hospitalization, 28.4% (n=544) of patients received inpatient VTE prophylaxis, among whom the majority received enoxaparin only (87.9%, n=478). After discharge from the index hospitalization, 9.3% (n=179) of patients received outpatient prophylaxis, among whom a large number received warfarin only (31.8%, n=57). Among all patients hospitalized with cancer, 5.9% (n=114) received both inpatient and outpatient VTE prophylaxis, while a majority of patients did not receive any VTE prophylaxis (68.3%, n=1,310). Among the patients hospitalized for cancer, 1.5% (n=29) had a VTE event during the index hospitalization, while 2.0% (n=38) and 5.4% (n=104) had a VTE event within 42 days or within 6 months after hospital discharge, respectively. The risk for VTE was most prominent for approximately 30-40 days after the index hospitalization (Figure). Conclusions: In this real-world study, a majority of patients hospitalized for cancer received no VTE prophylaxis. Patient outcomes for such patients may be improved by increased VTE prophylaxis to reduce the risk of VTE in both inpatient and outpatient settings. View large Download slide View large Download slide  Close modal Disclosures Amin: Portola Pharmaceuticals, Inc: Consultancy. Neuman: Portola Pharmaceuticals, Inc: Employment. Lingohr-Smith: Novosys Health: Employment. Menges: Novosys Health: Employment. Lin: Novosys Health: Employment; Bristol-Myers Squibb: Consultancy.",
    "topics": [
        "cancer",
        "venous thromboembolism",
        "enoxaparin",
        "follow-up",
        "length of stay",
        "patient discharge",
        "risk reduction",
        "thromboprophylaxis",
        "warfarin",
        "outpatients"
    ],
    "author_names": [
        "Alpesh J. Amin, MD",
        "Richey Neuman, MD MPH",
        "Melissa Lingohr-Smith, PhD",
        "Brandy Menges, PhD",
        "Jay Lin, PhD MBA"
    ],
    "author_dict_list": [
        {
            "author_name": "Alpesh J. Amin, MD",
            "author_affiliations": [
                "University of California, Irvine, Irvine, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richey Neuman, MD MPH",
            "author_affiliations": [
                "Portola Pharmaceuticals, Inc, San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Lingohr-Smith, PhD",
            "author_affiliations": [
                "Novosys Health, Green Brook, NJ"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brandy Menges, PhD",
            "author_affiliations": [
                "Novosys Health, Green Brook, NJ"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jay Lin, PhD MBA",
            "author_affiliations": [
                "Novosys Health, Green Brook, NJ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T03:58:42",
    "is_scraped": "1"
}