{
    "doi": "https://doi.org/10.1182/blood.V106.11.2779.2779",
    "article_title": "Tandem Duplications of the FLT3 and MLL Are Independent Poor Prognostic Factors in Pediatric Acute Myeloid Leukemia. AML99 Study in Japan. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "To find poor prognostic factors other than karyotypes is desired to improve the treatment outcome in pediatric acute myeloid leukemia (AML). Total three hundread and eighteen patients were enrolled in Japanese Childhood AML Cooperative Treatment Protocol, AML99, from January 2000 to December 2002. We performed the mutation analysis of FLT3 and MLL in 158 patients (13 of 29 with FAB-M3, 10 of 49 with Down syndrome, 135 of 240 with other type of AML) Patients with FAB-M3 and patients with Down syndrome were treated on different protocol. Seventeen (12.6%) of 135 patients had FLT3 -internal tandem duplication (ITD). The differences between AML patients with or without FLT3 -ITD were significant in 4-year overall survival (OS) (35.3% vs. 86.1%, p<0.00001), disease free survival (DFS) (38.5% vs. 68.1%, p=0.0013), and relapse rate (RR) (53.8% vs. 28.5%, p=0.0029). Furthermore, MLL -partial tandem duplication (PTD) was found in 21 (15.6%) of 135 patients. The differences between patients with or without MLL -PTD were significant in 4y-OS (56.3% vs. 81.4%, p=0.013), DFS (41.7% vs. 68.3%, p=0.017), and RR (53.9% vs. 27.5%, p=0.0078). Out of 18 patients with MLL -PTD who received allo-SCT, 9 patients survived (6 of 8 in 1st CR, 3 of 4 in 2nd CR, 0 of 6 in non CR). Out of 12 patients with FLT3 -ITD who received allo-SCT, 4 patients survived (4 of 6 in 1st CR, 0 of 6 in non CR). Allo-SCT is considered to be effective for the patients with TD of both genes. Coduplication of both genes was observed in 3 patients. FLT3 kinase domain mutation was found in 7.0% and MLL translocations were found in 11.4% of the patients, but both aberrations did not show poor outcome in this study. FLT3 -ITD and MLL -PTD were found in 9 (25.7%) and 8 (22.9%) of 35 patients with normal karyotype. FLT3 -ITD and MLL -PTD are considered to be independent poor prognostic factors of pediatric AML patients, especially in patients with normal karyotype. The different therapeutic approach including allo-SCT will be needed for these patients.",
    "topics": [
        "flt3 gene",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "pediatrics",
        "prognostic factors",
        "impedance threshold device",
        "allopurinol",
        "karyotype determination procedure",
        "acute promyelocytic leukemia",
        "myeloblastic leukemia, pediatric acute"
    ],
    "author_names": [
        "Akira Shimada, MD",
        "Tomohiko Taki, MD",
        "Ken Tabuchi, MD",
        "Takeshi Taketani, MD",
        "Ryoji Hanada, MD",
        "Akio Tawa, MD",
        "Masahiro Tsuchida, MD",
        "Keizo Horibe, MD",
        "Ichiro Tsukimoto, MD",
        "Yasuhide Hayashi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Akira Shimada, MD",
            "author_affiliations": [
                "Hematology/Oncology, Gunma Children’s Medical Center, Gunma, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tomohiko Taki, MD",
            "author_affiliations": [
                "Molecular Laboratory Medicine, Kyoto Prefectural University of Medicine Graduate School of Medical Science, Kyoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Tabuchi, MD",
            "author_affiliations": [
                "Hematology, Kanagawa Children’s Medical Center, Yokohama, Kanagawa, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Taketani, MD",
            "author_affiliations": [
                "Pediatrics, Shimane University Faculty of Medicine, Izumo, Shimane, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryoji Hanada, MD",
            "author_affiliations": [
                "Hematology/Oncology, Saitama Children’s Medical Center, Saitama, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akio Tawa, MD",
            "author_affiliations": [
                "Pediatrics, National Hospital Organization Osaka National Hospital, Osaka, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Tsuchida, MD",
            "author_affiliations": [
                "Pediatrics, Ibaraki Children’s Hospital, Mito, Ibaraki, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keizo Horibe, MD",
            "author_affiliations": [
                "Pediatrics, National Hospital Organization Nagoya Medical Center, Nagoya, Aichi, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ichiro Tsukimoto, MD",
            "author_affiliations": [
                "The First Pediatrics, Toho University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhide Hayashi, MD",
            "author_affiliations": [
                "Hematology/Oncology, Gunma Children’s Medical Center, Gunma, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T18:41:58",
    "is_scraped": "1"
}