{
    "doi": "https://doi.org/10.1182/blood-2019-123673",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4313",
    "start_url_page_num": 4313,
    "is_scraped": "1",
    "article_title": "POLARGO: A Randomized Phase III Study Evaluating Polatuzumab Vedotin Plus Rituximab, Gemcitabine, and Oxaliplatin in Patients with Relapsed/Refractory Diffuse Large B-Cell Lymphoma Who Had Received One or More Previous Therapies ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "Introduction: The antibody-drug conjugate polatuzumab vedotin (pola) targets CD79b on B-cell malignancies. Pola in combination with bendamustine and rituximab (BR) improved complete response (CR) rate and overall survival (OS) in patients with relapsed/refractory (R/R) diffuse large B-cell lymphoma (DLBCL), compared with BR alone (CR rate: 40% vs 18%, respectively, p=0.026; median OS: 12.4 vs 4.7 months, respectively, p=0.0023; Sehn et al. ASH 2018). Based on these results, pola + BR was recently approved by the FDA for patients with R/R DLBCL after at least two prior therapies. NCCN guidelines (2019) suggest multiple second-line and subsequent treatment options for patients with R/R DLBCL; in practice, a wide range of options are used (Herrera et al. Hematol Oncol 2019). One recommended option is rituximab plus gemcitabine and oxaliplatin (R-GemOx; Mounier et al. Haematol 2013; Cazelles et al. Hematol Oncol 2019). Platinum-based chemotherapies such as oxaliplatin are a preferred salvage approach for patients with R/R DLBCL (Tilly et al. Ann Oncol 2015). The safety of pola combined with platinum-based therapies in R/R DLBCL has not yet been assessed, and both pola and platinum-based therapies are associated with neuropathy. In the POLARGO study, we will assess the safety and efficacy of pola in combination with R-GemOx, compared with R-GemOx alone, in patients with R/R DLBCL. Methods: POLARGO (MO40598) is a multicenter, open-label, Phase III study, comprising two stages: 1) a safety run-in stage evaluating pola + R-GemOx in 10 patients and 2) a randomized controlled trial (RCT) stage comparing pola + R-GemOx with R-GemOx alone in an expected 206 patients. In the RCT stage, patients will be recruited from 80─90 sites globally. Patients must have histologically confirmed R/R DLBCL, confirmed availability of archival or freshly collected tumor tissue (RCT stage), and ECOG performance status of 0-2. Relapse is defined as disease that recurs following a response lasting ≥ 6 months from completion of the last line of therapy. Refractory is defined as disease that progressed during previous therapy or stable disease for up to 6 months from completion of the last line of therapy. Patients will be excluded if they have had allogeneic stem-cell transplantation (SCT) and/or have planned autologous/allogeneic SCT. Patients with baseline peripheral neuropathy greater than grade 1 (as assessed by National Cancer Institute Common Terminology Criteria for Adverse Events, Version 5.0 [NCI CTCAE v5.0]) will be excluded. The primary endpoint of the safety run-in stage is the safety and tolerability of pola (1.8mg/kg) + R-GemOx (R, 375mg/m 2 ; Gem, 1000mg/m 2 ; Ox, 100mg/m 2 ) administered in 21-day cycles, as assessed by the incidence, nature, and severity of adverse events (AEs; NCI CTCAE v5.0), with a focus on peripheral neuropathy. If pola + R-GemOx is tolerable in the safety run-in stage, new patients will be enrolled in the RCT stage. At randomization, patients will be stratified by number of previous lines of systemic therapy for DLBCL, outcome of last systemic therapy (relapsed vs refractory), and age (≤70 years vs >70 years). Patients will be randomized (1:1) to receive up to eight 21-day cycles of either pola + R-GemOx or R-GemOx alone. The primary endpoint of the RCT stage is OS, defined as the time from randomization to death from any cause. The secondary efficacy endpoints are: best overall response, progression-free survival, duration of objective response, event-free survival, CR rate and objective response rate (according to Lugano 2014 criteria), as determined by the investigator and an independent review committee. Safety will be assessed by recording the incidence, nature, and severity of AEs (NCI CTCAE v5.0), with a focus on peripheral neuropathy. Dose interruptions, reductions, and intensity will be used to determine tolerability. The impact of treatment on health-related quality of life will be assessed. PET-CT and CT scans will be obtained at screening, during, and after the treatment period; 28 days after the last dose of study drug; and then every two (PET-CT), and six (CT) months during follow-up for up to 2 years. Disclosures McMillan: Sandoz: Honoraria; Novartis: Honoraria; Celgene: Honoraria, Speakers Bureau; Gilead: Honoraria; Pfizer: Honoraria, Research Funding; MSD: Honoraria; F. Hoffmann-La Roche Ltd: Honoraria, Speakers Bureau; BMS: Honoraria. Matasar: Bayer: Other: Travel, accommodation, expenses; Janssen: Honoraria, Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding; GlaxoSmithKline: Honoraria, Research Funding; Daiichi Sankyo: Consultancy; Seattle Genetics: Consultancy, Honoraria, Other: Travel, accomodation, expenses, Research Funding; Rocket Medical: Consultancy, Research Funding; Genentech, Inc.: Consultancy, Honoraria, Other: Travel, accommodation, expenses , Research Funding; Bayer: Consultancy, Honoraria, Other; Roche: Consultancy, Honoraria, Other: Travel, accommodation, expenses , Research Funding; Merck: Consultancy, Equity Ownership; Juno Therapeutics: Consultancy; Teva: Consultancy. Sancho: Sandoz: Consultancy; F. Hoffmann-La Roche Ltd: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Honoraria; Celltrion: Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squib: Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Honoraria, Other: Advisory board; Novartis: Honoraria; Kern Pharma: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Viardot: Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria; Kite/Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche Ltd: Honoraria, Membership on an entity's Board of Directors or advisory committees. Hernandez: F. Hoffmann-La Roche Ltd: Employment. Perretti: F. Hoffmann-La Roche Ltd: Employment. Haioun: Servier: Honoraria; Miltenyi: Honoraria; Takeda: Honoraria; F. Hoffmann-La Roche Ltd: Honoraria; Gilead: Honoraria; Amgen: Honoraria; Celgene: Honoraria; Novartis: Honoraria; Janssen: Honoraria. OffLabel Disclosure: Polatuzumab vedotin (POLIVY, Genentech, Inc.) is a CD79b-directed antibody-drug conjugate. It was approved by the FDA in June 2019 in combination with bendamustine and rituximab for the treatment of adults with relapsed/refractory diffuse large B-cell lymphoma after at least two prior therapies.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "gemcitabine",
        "oxaliplatin",
        "phase 3 clinical trials",
        "rituximab",
        "peripheral neuropathy",
        "platinum",
        "adverse event",
        "antibodies",
        "bendamustine"
    ],
    "author_names": [
        "Andrew K McMillan, FRCP",
        "Matthew J Matasar, MD",
        "Juan-Manuel Sancho, MD PhD",
        "Andreas Viardot, MD PhD",
        "Juana Hernandez, MD",
        "Thomas Perretti, MD MSc",
        "Corinne Haioun, MD PhD"
    ],
    "author_affiliations": [
        [
            "Centre for Clinical Haematology, Nottingham University Hospitals NHS Trust, Nottingham, United Kingdom "
        ],
        [
            "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "HU Germans Trias I Pujol, Barcelona, Spain "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "Lymphoïd Malignancies Unit, Groupe Hospitalier Henri Mondor, Creteil Cedex, France"
        ]
    ],
    "first_author_latitude": "52.9896386",
    "first_author_longitude": "-1.1562389000000002"
}