{
    "doi": "https://doi.org/10.1182/blood-2020-134266",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4654",
    "start_url_page_num": 4654,
    "is_scraped": "1",
    "article_title": "An Adaptive, Randomized, Placebo-Controlled, Double-Blind, Multi-Center Study of Oral FT-4202, a Pyruvate Kinase Activator in Patients with Sickle Cell Disease (PRAISE) ",
    "article_date": "November 5, 2020",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": null,
    "author_names": [
        "Kenneth W. Wood, PhD",
        "James Geib, BS",
        "Eric Wu, PhD",
        "Jason Berlin, MS",
        "Irena Webster, MPH, MA",
        "Kenneth I. Ataga, MD",
        "Jo Howard, MBBChir, MRCP, FRCPath",
        "Jeremie H. Estepp, MD",
        "Marilyn J. Telen, MD",
        "Julie Brevard, MPH"
    ],
    "author_affiliations": [
        [
            "Forma Therapeutics, Inc., Watertown, MA"
        ],
        [
            "Forma Therapeutics, Inc., Watertown, MA"
        ],
        [
            "Forma Therapeutics, Inc., Watertown, MA"
        ],
        [
            "Forma Therapeutics, Inc., Watertown, MA"
        ],
        [
            "Forma Therapeutics, Inc., Watertown, MA"
        ],
        [
            "University of Tennessee Health Science Center at Memphis, Memphis, TN"
        ],
        [
            "Guy's and St. Thomas' Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
        ],
        [
            "Department of Medicine, Duke University, Durham, NC"
        ],
        [
            "Forma Therapeutics, Inc., Watertown, MA"
        ]
    ],
    "first_author_latitude": "42.3630139",
    "first_author_longitude": "-71.16852399999999",
    "abstract_text": "The hallmark of sickle cell disease (SCD) is hemoglobin S (HbS) polymerization upon deoxygenation, resulting in red blood cell (RBC) sickling, oxidative damage, membrane damage, hemolysis, chronic anemia, cell adhesion, vaso-occlusion and inflammation. Exacerbating the pathogenesis of SCD, the HbS RBC has increased (↑) levels of 2,3-diphosphoglycerate (2,3-DPG), resulting in reduced (↓) Hb oxygen affinity (↑ P 50 ), and ↓ ATP, essential for RBC homeostasis. FT-4202 is a potent, selective, and orally bioavailable allosteric activator of erythrocyte pyruvate kinase (PKR) that increases PKR activity, resulting in ↓ 2,3-DPG levels and ↑ ATP levels in RBCs. Preliminary data from the ongoing phase 1 study [NCT03815695] in healthy volunteers and patients with SCD indicate that FT-4202 is well tolerated, has no effect on steroidogenesis, and exhibits linear and time-independent pharmacokinetics (PK) and associated pharmacodynamic (PD) responses (↓ 2,3-DPG and ↑ ATP). Furthermore, in patients with SCD, a single dose of FT-4202 demonstrated favorable biologic effects, including increased Hb oxygen affinity (↓ P 50 ), decreased point of sickling (PoS), improved RBC deformability, and improved RBC membrane function, indicative of overall improved RBC health (Estepp, J. EP1531; EHA 2020). Accordingly, we designed a phase 2/3, randomized, double-blind, placebo-controlled global study (PRAISE) to investigate the safety and efficacy of FT-4202 in patients with SCD. The PRAISE study will enroll up to 344 adult and adolescent patients with SCD, including 60 to 90 patients in the Dose Determination (DD) Group and ~ 274 patients in the Efficacy Continuation (EC) Group (see Figure). Key inclusion criteria : SCD (all genotypes), at least 2 vaso-occlusive crises (VOCs) in the past 12 mos, baseline Hb ≥ 5.5 and ≤ 10 g/dL, stable hydroxyurea (HU) therapy for the previous 90 days (if applicable). Key exclusion criteria : More than 10 VOCs in the past 12 mos, hospitalization for sickle cell crisis or other vaso-occlusive event within 14 days of consent, routine RBC transfusions, significant hepatic or renal dysfunction, history of unstable or deteriorating cardiac or pulmonary disease, or overt stroke within 2 yrs. Endpoints : The co-primary endpoints are (1) Hb response rate at Week 24 (increase of > 1 g/dL from baseline) and (2) annualized VOC rate during the blinded treatment period based on adjudicated VOC review. Secondary endpoints include measures of hemolysis, time to first VOC, and the PROMIS fatigue scale. Safety endpoints include the incidence of AEs, concomitant medications, vital signs, ECGs, clinical laboratory measurements, and physical examination. Design: The study design is a group-sequential, adaptive, phase 2/3 study (see Figure). Patients will be stratified by age, number of VOCs (2-3 vs. 4-10) in the preceding 12 mos, and prior/concomitant HU use in the preceding 12 mos. The phase 2 DD portion will assess 2 active doses and placebo with patients randomized 1:1:1. The dose will be chosen at the first interim analysis (IA1) based on safety and Hb response rate at Week 12 of the first 60 DD patients. A futility analysis will also be conducted on Hb response at that point. After dose selection, patients will be randomized 1:1 into the phase 3 EC portion to assess FT-4202 efficacy. Once 110 patients from phase 2 or 3 who have been randomized to the selected dose or placebo have completed 24 weeks of follow-up or have dropped out, a second interim analysis (IA2) will be performed to assess both efficacy and futility. IA2 will assess the co-primary endpoint of Hb response rate at Week 24 (p<0.001). The final analysis after 52 weeks of blinded treatment will test the VOC endpoint, the Hb response rate, and all secondary endpoints. Key secondary endpoints will be tested at IA2 and all will be tested at the final analysis, when there will be adequate power. Treatment: Patients will be randomized to receive FT-4202 or placebo. In the DD phase, two doses will be evaluated, and in the EC phase, the selected dose of FT-4202 from the DD phase will be evaluated in comparison to placebo. Patients in DD on the unselected dose will remain on treatment at that dose level for 52 weeks. Following completion of 52 weeks of double-blind treatment, patients may enter a 52-week open-label extension period to receive FT-4202 at the selected dose. Status : Study initiation is planned for late 2020; status will be updated at presentation. Figure View large Download slide Figure View large Download slide  Disclosures Wood: Forma Therapeutics, Inc.: Current Employment. Geib: Forma Therapeutics, Inc.: Current Employment. Wu: Forma Therapeutics, Inc.: Current Employment. Berlin: Forma Therapeutics, Inc.: Current Employment. Webster: Forma Therapeutics, Inc.: Current Employment. Ataga: Shire/Takeda: Research Funding; Editas Medicine: Honoraria; Global Blood Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Modus Therapeutics: Honoraria; Bioverativ: Honoraria, Membership on an entity's Board of Directors or advisory committees; Forma Therapeutics: Consultancy; Novo Nordisk: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Research Funding. Howard: Agios, Forma Therapeutics, Inc., Global Blood Therapeutics, Imara, Inc., Novo Nordisk, Novartis: Membership on an entity's Board of Directors or advisory committees; Imara, Inc., Novartis, Resonance Health: Honoraria. Estepp: ASH, NHLBI: Research Funding; Daiichi Sankyo, Esperion, Global Blood Therapeutics: Consultancy; Global Blood Therapeutics, Forma Therapeutics, Pfizer, Eli Lilly and Co: Research Funding. Telen: Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; CSL Behring: Membership on an entity's Board of Directors or advisory committees, Research Funding; GlycoMimetics Inc.: Consultancy; Forma Therapeutics: Research Funding. Brevard: Forma Therapeutics, Inc.: Current Employment."
}