{
    "doi": "https://doi.org/10.1182/blood.V114.22.1453.1453",
    "article_title": "Tumor Homing Activity of Bone Marrow-Derived Mesenchymal Stem Cell Is Highly Various Among Different Tumors On Syngeneic Mouse Model Using Real-Time in Vivo Imaging Technique. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - MICROENVIRONMENT, CELL ADHESION AND MESENCHYMAL STEM CELLS POSTER I",
    "abstract_text": "Abstract 1453 Poster Board I-476 Purpose Mesenchymal stem cells (MSCs) have the unique ability of homing to tumor tissue. Most of prior studies using GPF-labeled MSCs in the xenograft models (hMSC-GFP homing to human cancer on the immunodeficient mice) and then counting the GFP(+) cells in the tumor and other tissues to evaluate homing specificity. This model is far away from clinically relevant condition and bios would develop during counting process. More importantly, it remains unknown whether MSCs target specific or all the tumor types in immunocompotent host. Here we use firefly luciferase stably expressed MSCs cell line (D1-Luc) derived from bone marrow of balb/c mice and assess the homing activity on different tumor types (also derived from balb/c mice) by using in vivo imaging system (IVIS). Materials & Methods D1 cells were purchased from ATCC. Firefly luciferase (Luc) stably expressed D1 was selected and maintained after transducing Luc-Neomycin into D1. 4T1, CT26, and Rag cells (breast cancer cell line, colon cancer cell line, and renal cancer cell line derived from balb/c mice) was subcutaneously injected into 6 to 8 weeks balb/c mice and tumor would develop within 1 week. 2 × 10 6 D1-luc cells were then injected into normal balb/c or tumor-bearing balb/c through tail vein. 1 hour, 1 day, 3 days, 7 days and 14 days after tail vein injection, balb/c mice were anesthetized and luciferase activity in the whole mouse was evaluated by IVIS (xenogen). Results 1 hour after D1-luc tail vein injection, luciferase activity was detected mostly in the lung (normal balb/c and CT26-babl/c) and both lung and tumor (4T1-balb/c and Rag-balb/c). The luciferase activity in lung decreased markedly 1 day after injection and no longer detectable after 3 days in both normal and tumor-bearing mice. However, the luciferase activity accumulated in tumor tissue markedly and progressively increased in 4T1-balb/c and Rag-balb/c since 1 day after tail vein injection and persisted for more than 1 week. The luciferase activity in lung was detectable again 2 weeks after tail vein injection in few 4T1- and Rag-bearing mice. Lung tissue was examined and tumor metastasis in lung was confirmed in these mice. Furthermore, luciferase-positive cells can be detected in the metastatic tumor nests by using immunohistochemical staining. Luciferase activity was not detected at tumor sites of CT26-balb/c at any time point after injection of D1-Luc. Conclusions In this immunocompotent, syngeneic mouse model, BM-MSCs showed a highly various tumor-homing activity. BM-MSCs home to tumor site of breast (4T1) and renal cancer (Rag)-bearing balb/c mice quickly and specifically. By contrary, BM-MSCs homing to tumor site of colon cancer (CT26)-bearing mice was below the detectable limit of IVIS. Our findings suggest MSCs homing to tumor is not a universal conclusion and there must be some mechanism driving MSCs homing to a specific type of tumor rather than all the tumors. However, for a tumor that MSCs specifically targeted, MSCs can home to the primary tumor and also the metastatic site. This information is very important when considering MSCs as a vehicle of cell or gene therapy for cancer. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diagnostic imaging",
        "mice",
        "neoplasms",
        "stem cell, mesenchymal",
        "luciferases",
        "colon cancer",
        "colorectal cancer",
        "neoplasm metastasis",
        "renal cancer",
        "breast cancer cells"
    ],
    "author_names": [
        "Su-Peng Yeh",
        "Wen-Jyi Lo",
        "Yu-Chien Chang",
        "Wan-Ju Tsai",
        "Chiao-Lin Lin",
        "Yu-Min Liao, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Su-Peng Yeh",
            "author_affiliations": [
                "Medicine, China Medical University Hospital, Taichung, Taiwan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wen-Jyi Lo",
            "author_affiliations": [
                "Medicine, China Medical University Hospital, Taichung, Taiwan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Chien Chang",
            "author_affiliations": [
                "Medical Research, China Medical University Hospital, Taichung, Taiwan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wan-Ju Tsai",
            "author_affiliations": [
                "Medical Research, China Medical University Hospital, Taichung, Taiwan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiao-Lin Lin",
            "author_affiliations": [
                "Medical Research, China Medical University Hospital, Taichung, Taiwan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Min Liao, MD",
            "author_affiliations": [
                "Div. of Hematology/Oncology, China Medical Univ. Hosp., Taichung, Taiwan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T03:52:29",
    "is_scraped": "1"
}