{
    "doi": "https://doi.org/10.1182/blood.V104.11.3627.3627",
    "article_title": "The Use of a pH Meter for Bacterial Screening of Whole Blood Platelets. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Since March 2004 the American Association of Blood Banks has required blood collection and transfusion services to have in place measures that limit and detect bacterial contamination of platelet products. At our institution we employ a pH meter to screen all whole blood platelets (WBP) at time of issue. A pH of less than 7.0 is considered a failure and the unit is quarantined and cultured. We undertook a large scale study to establish the rate of pH screening failure and rate of culture positivity of WBP. We studied a representative sample of such units for various laboratory parameters to establish the cause of the pH failure. The number of WBP subjected to pH testing between May and July 2004 was 21,751 and there were 305 failures (1.40%). The average age of the WBPs that failed pH screening was 4.6 days and the average pH was 6.57. The relationship between platelet age and rate of pH failure is shown in the Table. All WBP units that failed the pH screen were cultured; during the study period four culture-positive WBP units were identified (1.3%); in one case S. aureus was isolated from the WBP unit after 4.0 hours of culture and was also identified in the associated RBC unit after 45.6 hours. Diptheroids, coagulase negative Staphylococcus and B. subtilis were isolated from the other three culture positive WBP units however, as the accompanying RBCs remained sterile they were suspected to be contaminants. A series of 38 WBPs that failed pH testing during the study period were evaluated for platelet and WBC concentration and found to have an average WBC and PLT concentration of 2.6x10 3 /mm 3 and 1371.0x10 3 /mm 3 respectively. The WBC concentration among the WBPs that failed pH screening was more than double the concentration of the WBPs that had acceptable pH (1.2x10 3 /mm 3 , p=0.005). Additionally, the units that failed pH testing contained approximately 15% more platelets than those WBP units with acceptable pH (1189.6x10 3 /mm 3 , p<0.05). Our experience with pH screening of WBPs at time of issue revealed a 1.3% bacterial contamination rate of WBPs that failed pH screening. The remaining units that failed pH screening are likely attributable to significantly higher WBC and PLT concentrations. The pH screening method lacks specificity in evaluating bacterial contamination of WBPs. Relationship of WBP age and pH failure  Age of WBP (days) . % of total WBP issued . % of pH failures . Rate of pH failure by age (%) . 2 8.9 1.6 0.3 3 16.3 5.6 0.5 4 30.3 23 1.1 5 44.3 70 2.2 Age of WBP (days) . % of total WBP issued . % of pH failures . Rate of pH failure by age (%) . 2 8.9 1.6 0.3 3 16.3 5.6 0.5 4 30.3 23 1.1 5 44.3 70 2.2 View Large",
    "topics": [
        "blood platelets",
        "ph meters",
        "screening",
        "whole blood",
        "blood specimen collection",
        "transfusion",
        "blood banks",
        "retail clinics",
        "staphylococcus, coagulase negative"
    ],
    "author_names": [
        "Mark H. Yazer, MD",
        "Darrell J. Triulzi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark H. Yazer, MD",
            "author_affiliations": [
                "Department of Pathology, University of Pittsburgh, Pittsburgh, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Darrell J. Triulzi, MD",
            "author_affiliations": [
                "Department of Pathology, University of Pittsburgh, Pittsburgh, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T06:40:30",
    "is_scraped": "1"
}