{
    "doi": "https://doi.org/10.1182/blood-2021-145631",
    "article_title": "Bleeding in Patients with Clinically Severe Von Willebrand Disease: Interim Analysis of Athn 9: A Natural History Study for People with Severe Von Willebrand Disease (VWD) ",
    "article_date": "November 5, 2021",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis: Clinical and Epidemiological",
    "abstract_text": "Background:Von Willebrand Disease (VWD) is the most common inherited bleeding disorder, occurring in ~0.1% of the population. VWD results from either a quantitative (Type 1 or 3) or qualitative (Type 2) defect in von Willebrand Factor (VWF), a multimeric plasma protein involved in platelet adhesion and aggregation at the vascular injury site. Accurate diagnosis of VWD is complex due to pre-analytical variables, a wide coefficient of variation in testing, and incomplete penetrance. Though individuals with mild VWD and bleeding symptoms are common, less is known regarding persons with VWD and a clinically severe bleeding phenotype. Aims:To characterize the bleeding phenotype and safety of treatment regimens in participants with clinically severe VWD in the United States (US). Study Design and Methods:ATHN 9 is sponsored by the American Thrombosis and Hemostasis Network (ATHN) and is being conducted at 25 ATHN-affiliated sites across the US. Participants are identified by the site investigators with a projected goal to enroll 130 individuals. Patients with severe VWD defined as type 3 VWD, or a VWF:RCo, VWF:GPIbM or VWF:Ag ≤ 30%, or persons with \"clinically severe VWD\" defined by VWF:RCo, VWF:GPIbM or VWF:Ag ≤ 40% and requiring recurrent use of factor concentrates and prior enrollment in the ATHNdataset national surveillance data collection project are included. Participants with platelet-type or acquired VWD are excluded. Laboratory assessments including a standardized diagnostic battery, VWF genetic analysis (Next-gen sequencing), and inhibitor testing, performed by a central laboratory. Bleeding tendency is assessed by International Society for Thrombosis and Haemostasis (ISTH) Bleeding Assessment Tool (BAT) (abnormal BS is ≥4 in adult males, ≥6 in adult females and ≥3 in children) and the Pictorial Bleeding Assessment Chart (PBAC; heavy menstrual blood loss ≥100) if applicable. Results:Initial data on 81 participants was analyzed. Given that the enrollment occurred during the pandemic, the completion of data varied as follows: Baseline Demographics Forms 81 completed, Baseline History Forms 73 completed, and VWD Diagnostic Testing Results Forms 38 completed. Most were adult (53%), female (58%), Caucasian (82%) and non-Hispanic (82%). Approximately half (38/81, 47%) have undergone central lab diagnostic testing (Table 1) while the remaining had previous diagnostic studies. About half of the patients had Type 1, a quarter have Type 3, and the remaining had Type 2 VWD or unknown. The majority of patients (91%) had VWF:GPIbM activity <30IU/dL and (61%) had a VWF:Ag <30IU/dL. One participant had an inhibitor (1/22, 4%) to VWF. Of the participants with a baseline history form submission (73 in total), more than half (42/73, 57%) had undergone surgery, the most common being nasal cautery (11/42, 26.2%) and dental extraction (11/42, 26.2%); complicated by bleeding most commonly during or following dental extraction (2/11, 18.2%) and endoscopy/colonoscopy (2/4, 50%). Few participants (6/73, 8%) reported the presence of a target joint at enrollment, ankle being most common. The bleeding phenotype was variable with a mean ISTH BAT score of 10 (range 0-39) with the first bleeding event commonly occurring prior to age 10 years (51%), with 20% occurring prior to age 12 months (20%). The PBAC was performed on 6 of the 47 female participants in reference to their last period and was abnormal(mean 247; range 0-754). The majority (70 participants, 96%) utilized factor concentrates for prophylaxis or on-demand treatment; 27 participants (39%) were on continuous prophylaxis, while 8 (11%) were on event-based while less (10%) were on heavy menstrual bleeding (HMB) prophylaxis, and the remainder (40%) received episodic treatment. Participants used plasma derived VWF concentrate most commonly (64.3%) with the remainder using recombinant VWF or DDAVP/antifibrinolytics. Discussion: Initial evaluation of 81 participants with clinically severe VWD were diagnostically determined to be type 1 VWD with a majority having a bleeding phenotype (mean (ISTH BAT 10) and HMB (mean PBAC 247). In contrast to patients with mild disease where antifibrinolytics and desmopressin are frequently used, factor replacement was the most common treatment modality. Future analysis will focus on response to factor replacement therapy, genotype-phenotype correlation and quality of life. Disclosures Weyand:  Novo Nordisk: Research Funding; Genentech: Consultancy; Sanofi: Consultancy, Research Funding; Takeda: Consultancy. Friedman:  Siemens: Consultancy; Bayer: Consultancy; Alexion: Speakers Bureau; Genentech: Consultancy; Instrumentation Laboratories: Consultancy; Sanofi: Consultancy. Haley:  American Thrombosis and Hemostasis Network: Research Funding. He:  ATHN: Ended employment in the past 24 months. Roberts:  Takeda; Speakers Bureau: Novo Nordisk, Octapharma, Sanofi, Takeda.: Research Funding; Genentech, Novo Nordisk, Octapharma, Pfizer, Sanofi, Takeda, uniQure: Consultancy. Wynn:  Sanofi: Research Funding; Takeda: Research Funding; Genentech: Research Funding. Sidonio:  Sanofi, Takeda, Octapharma, Bayer, Biomain, Grifols, Kedrion, Genentech. Catalyst, Guardian Therapeutics, Novo Nordisk, Hema Biologics, Uniqure.: Consultancy, Honoraria. OffLabel Disclosure: Vonvendi (recombinant VWF) does not have a product indication for prophylaxis",
    "author_names": [
        "Angela C. Weyand",
        "Martin Chandler",
        "Carol Fedor",
        "Kenneth D. Friedman",
        "Sweta Gupta",
        "Kristina M. Haley",
        "Chunla He",
        "Nikki Hirsh",
        "Salley Pels",
        "Jonathan C. Roberts",
        "Tung T. Wynn",
        "Robert F. Sidonio, Jr."
    ],
    "author_dict_list": [
        {
            "author_name": "Angela C. Weyand",
            "author_affiliations": [
                "University of Michigan Medical School, ANN ARBOR, MI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Martin Chandler",
            "author_affiliations": [
                "American Thrombosis and Hemostasis Network, Rochester, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol Fedor",
            "author_affiliations": [
                "American Thrombosis and Hemostasis Network, Rochester, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth D. Friedman",
            "author_affiliations": [
                "Versiti BloodCenter of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sweta Gupta",
            "author_affiliations": [
                "Indiana Hemophilia & Thrombosis Center, Indianapolis, IN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristina M. Haley",
            "author_affiliations": [
                "The Hemophilia Center, Oregon Health Science University, Portland, OR"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunla He",
            "author_affiliations": [
                "American Thrombosis and Hemostasis Network, Rochester, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikki Hirsh",
            "author_affiliations": [
                "American Thrombosis and Hemostasis Network, Rochester, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salley Pels",
            "author_affiliations": [
                "Department of Pediatrics, The Warren Alpert Medical School of Brown University, Providence, RI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan C. Roberts",
            "author_affiliations": [
                "Bleeding & Clotting Disorders Institute, Peoria, IL"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tung T. Wynn",
            "author_affiliations": [
                "University of Florida, Gainesville, FL"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert F. Sidonio, Jr.",
            "author_affiliations": [
                "Hemophilia of Georgia Center for Bleeding and Clotting Disorders, Emory University, Decatur, GA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:04:03",
    "is_scraped": "1"
}