{
    "doi": "https://doi.org/10.1182/blood.V128.22.652.652",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3345",
    "start_url_page_num": 3345,
    "is_scraped": "1",
    "article_title": "Ruxolitinib Prevents Cytokine Release Syndrome after CART Cell Therapy without Impairing the Anti-Tumor Effect in a Xenograft Model ",
    "article_date": "December 2, 2016",
    "session_type": "703. Adoptive Immunotherapy: CAR-T Toxicity and Clinical Trials",
    "topics": [
        "animal model",
        "cell therapy",
        "cytokine release syndrome",
        "neoplasms",
        "ruxolitinib",
        "transplantation, heterologous",
        "weight reduction",
        "emaciation",
        "obesity",
        "cytokine"
    ],
    "author_names": [
        "Saad S Kenderian, MD",
        "Marco Ruella, MD",
        "Olga Shestova, PhD",
        "Miriam Y Kim, MD",
        "Michael Klichinsky, PharmD",
        "Fang Chen, PhD",
        "Natalka Kengle",
        "Simon Francis Lacey, PhD BS",
        "J. Joseph Melenhorst, PhD",
        "Carl H June, MD",
        "Saar I. Gill, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN ",
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA"
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA"
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA"
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001",
    "abstract_text": "Chimeric antigen receptor T (CART) cell therapy results in impressively high remission rates in B cell neoplasms but is limited by the development of cytokine release syndrome (CRS). CRS is characterized by the development of high-grade fevers, hypotension, fluid overload and respiratory compromise, coincides with T cell expansion and is associated with marked elevation of interleukin-6, interferon-ɣ and other inflammatory cytokines. Severe CRS is seen in 25-80% of patients treated with CD19 directed CART cell therapy and mortality has been reported. While the use of the anti-IL6 receptor antibody tocilizumab with or without steroids can usually reverse this syndrome, there is concern that the early introduction of immunosuppressive medications could impair the anti-tumor activity and therefore most investigators currently reserve tocilizumab as therapy for severe (grade 3-4) CRS. Ruxolitinib is a JAK/STAT pathway inhibitor that is FDA approved for myelofibrosis and polycythemia vera and has resulted in a significant reduction of inflammatory cytokines in clinical studies. In preclinical models, treatment with ruxolitinib ameliorates cytokine production and manifestations of hemophagocytic lymphohistiocytosis. Therefore, there is a compelling rationale to investigate and develop ruxolitinib as a modality to prevent CRS after CART cell therapy. To our knowledge, there are no relevant models for CRS after human CART therapy, thus severely limiting the development of CRS prevention modalities that would in turn enhance the clinical feasibility of CART therapy. In this study, we established a novel acute myeloid leukemia (AML) xenograft model to study the development of CRS. Here, NSG-S (Non Obese Diabetic, SCID ɣ -/- mice that are additionally transgenic for human stem cell factor, IL-3 and GM-CSF) are engrafted with blasts from AML patients and treated with 1x10 6 CD123-directed CART cells (CART123), ten-fold higher than we previously used in our primary AML xenograft models. These animals develop an illness characterized by progressive weight loss, generalized weakness, emaciation, hunched bodies, withdrawal and poor motor response. This illness starts within one week of CART cell injection, correlates with T cell expansion and rapidly evolves and results in the death of the animals in 7-14 days (Figure 1A). Serum from these mice seven days after CART123 shows an extreme elevation of human IL-6, Interferon-γ, tumor necrosis factor-α, and other inflammatory cytokines (Figure 1B), resembling human CRS after CART cell therapy. NSG-S mice bearing primary AML were treated with CART123 and randomized to receive different doses of ruxolitinib (30, 60, or 90 mg/kg) or vehicle by oral gavage twice a day. Treatment started on the day of CART123 injection and continued for a week. Mice treated with ruxolitinib 60 or 90 mg/kg exhibited less severe clinical illness as manifested by attenuated weight loss when compared with mice treated with CART123 alone (Figure 2A). With the exception of ruxolitinib-only treated mice, all other groups exhibited an equivalent anti-leukemic effect (Figure 2B). We therefore established ruxolitinib 60 mg/kg for further experimental use. Most importantly, ruxolitinib treatment attenuated inflammatory cytokines (figure 2C) and led to long-term survival (figure 2D). Here we have described for the first time a clinically relevant animal model of human CRS and demonstrated that the JAK/STAT inhibitor ruxolitinib can prevent the development of severe CRS without impairing the anti-tumor effect of CART cells. These findings provide a useful platform for the future study of CRS prevention and treatment modalities. These experiments indicate that ruxolitinib could also be combined with CART cell therapy for the prevention of CRS in patients identified to be at high risk for the development of CRS. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Kenderian: Novartis: Patents & Royalties, Research Funding. Ruella: novartis: Patents & Royalties: Novartis, Research Funding. Lacey: Novartis: Research Funding. Melenhorst: Novartis: Patents & Royalties, Research Funding. June: Novartis: Honoraria, Patents & Royalties: Immunology, Research Funding; Pfizer: Honoraria; Johnson & Johnson: Research Funding; University of Pennsylvania: Patents & Royalties; Tmunity: Equity Ownership, Other: Founder, stockholder ; Celldex: Consultancy, Equity Ownership; Immune Design: Consultancy, Equity Ownership. Gill: Novartis: Patents & Royalties, Resear\\ch Funding."
}