{
    "doi": "https://doi.org/10.1182/blood-2021-146897",
    "article_title": " FANCA Variants in Exons 27-30 Are Associated with Solid Tumors in Fanconi Anemia ",
    "article_date": "November 5, 2021",
    "session_type": "508.Bone Marrow Failure",
    "abstract_text": "Fanconi anemia (FA) is predominantly an autosomal recessive inherited bone marrow failure syndrome (IBMFS) characterized by congenital anomalies, bone marrow failure (BMF) and an increased cancer risk. It is caused by pathogenic variants in more than 22 genes in the FA/BRCA DNA repair pathway. Approximately 60% of patients have biallelic variants in FANCA . We sought to identify phenotypic differences and clinical outcomes of patients with diverse FANCA variants. We analyzed data from 86 patients with variants in FANCA enrolled in the National Cancer Institute (NCI) IBMFS study (ClinicalTrials.gov identifier 00027274). FANCA variants were determined through review of genetic test reports or whole exome sequencing done as part of the study. The variants were plotted using the online tool ProteinPaint (https://proteinpaint.stjude.org, Figure 1A). Clinical data were extracted from review of medical records and/or evaluations at the NIH. We compared patients with: 1) hypomorphic (hypomorphic variant on one or both alleles) versus null genotype (null variants on both alleles), 2) single nucleotide variant (SNV)/small insertions/deletions (indels) on both alleles versus SNV/small indels on one allele plus large multi-exon deletion on the other allele versus large multi-exon deletions on both alleles. We further compared patients with one or biallelic variants involving the BRCA1 interaction region in the N-terminal domain, FAAP20-binding domain, and variants in exons 27 to 30 where we saw an accumulation of variants, with patients who did not have variants in these regions. We evaluated physical abnormalities that are part of VACTERL-H ( V ertebral, A nal, C ardiac, T racheo-esophageal fistula, E sophageal or duodenal atresia, R enal, upper L imb abnormalities, H ydrocephalus) association and PHENOS (skin P igmentation abnormalities, small H ead, small E yes, central N ervous system, O tologic abnormalities, S hort stature). We focused on the presence, severity and age at BMF, and development of cancers and age at first solid tumor. Frequencies were compared by Fisher's exact test, and a multiple Cox regression model was used to estimate hazard ratio of solid tumors in patients with variants in different regions of FANCA, adjusting for age and hematopoietic cell transplant status of patients with cancer. Analyses were performed using Excel and RStudio, p-value <0.05 was considered significant. The phenotypes, BMF and cancer outcomes were similar between patients with hypomorphic and null genotypes. Similarly, comparison between patients with SNV/small indels, SNV/small indel plus large deletion, and biallelic large deletions did not reveal significant associations. Comparison according the location of the variants on FANCA protein showed that VACTERL-H and VACTERL-H plus PHENOS were less common in patients with at least one SNV/small indel in the BRCA1 interaction region of FANCA compared with patients without variants in this region (2/33 vs 12/51, p= 0.04; 1/33 vs 11/51, p= 0.024, respectively). These associations were not observed when we included patients with large deletions encompassing the BRCA1 interaction region. Eighteen of the 86 patients developed solid tumors; 15/45 patients with an SNV/small indel and/or large deletion within or including exons 27-30 region developed solid tumors compared with 3/41 patients without variants in this region (p= 0.003). Cox regression analysis showed that patients with variants within or involving exons 27-30 were at higher risk of developing solid tumors compared with those without variants in this region (HR: 6.2, 95% CI: 1.36-28.2, Figure 1B). There was no difference between the age at first cancer or type of solid tumors in patients with and without the variant involving this region. The frequency, severity, and age of BMF were also similar between the groups. Our data highlight the possibility that variants involving exons 27-30 within the C-terminal domain of FANCA may be associated with solid tumor development. FANCA forms a homodimer through the interaction between C-terminal domains; variants in this region may affect dimerization and further protein function. Functional analysis and in vivo studies of individual variants in this region and effects of the variants in trans might provide new insights into oncogenesis in FA and may have implications in personalized cancer screening. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Burak Altintas",
        "Neelam Giri",
        "Lisa J. McReynolds",
        "Blanche P. Alter"
    ],
    "author_dict_list": [
        {
            "author_name": "Burak Altintas",
            "author_affiliations": [
                "Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Neelam Giri",
            "author_affiliations": [
                "Clinical Genetics Branch, Division of Cancer Epidemiology & Genetics, National Cancer Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa J. McReynolds",
            "author_affiliations": [
                "Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Blanche P. Alter",
            "author_affiliations": [
                "Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:30:07",
    "is_scraped": "1"
}