{
    "doi": "https://doi.org/10.1182/blood.V106.11.1665.1665",
    "article_title": "Serodiagnosis of Celiac Disease in Children Referred for Evaluation of Anemia: A Pediatric Hematology Unit’s Experience. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Celiac disease (CD) is a malabsorptive disorder wherein the proximal small bowel mucosa is damaged as a result of dietary exposure to gluten. Children with intractable diarrhea and failure to thrive are diagnosed with relative ease. Diagnosis can however be challenging and is often delayed when children present with ‘difficult to treat anemia’, without overt gastrointestinal manifestations. The case records of 77 patients with CD were scrutinized retrospectively. Diagnosis was established with serology (tissue transglutaminase-IgA assay) in 46 (59.7%), serology along with small bowel mucosal biopsy in 23 (29.9%) and with biopsy alone in the remaining 8 (10.4%). All children belonged to the predominantly wheat consuming northern Indian states. The mean age at presentation was 99.1±34.8 months (median: 102, range: 22–168). Males outnumbered females in a ratio of 1.96:1. The mean duration of symptoms was 41±31.2 months (median: 36, range: 1–132). The overwhelming majority, i.e., 75 (97.4%) children had anemia (Hemoglobin <11 g/dL). Mean hemoglobin (Hb) was 7.0±2.2 g/dL (median: 7.2, range: 2.3–12.5). 52 (67.5%) had received iron supplements for sufficient lengths, without benefit. The red cell morphology was microcytic hypochromic in 37 (48%) and dimorphic in 33 (42.9%). A history of diarrhea was not forthcoming in 32 (41.6%) cases. 59 (76.6%) were malnourished, with a weight less than 80 % of expected for the age and 30 (39 %) were stunted, with a height falling below the 90% of expected. Two children had skin bleeds secondary to coagulopathy, due to Vitamin K malabsorption. In another 2, recurrent anemia was attributed to pulmonary hemosiderosis; further investigations for secondary causes unearthed CD. All children were initiated on an austere gluten free diet, along with iron and folic acid supplements for the initial 6–9 months. Mean duration of follow was 17.7±20.9 months. Improvement was perceptible within days of initiating gluten free diet. Of the 38 (49.4%) children who had a follow up of a year or longer, the mean Hb at the last visit had risen to 12.9±1.2 g/dL. Conclusions: Hematologists need to be aware of the mono-symptomatic presentation of CD with anemia. The typical period of presentation of CD is described to be between 6 mo and 2 yr of age. Prolonged duration of symptoms and a diagnosis at a relatively older age is striking in the index study. In a suggestive clinical background, identification of CD with serodiagnosis alone, without resorting to small bowel biopsy is increasingly gaining acceptance, as the specificity of newer serological assays is 95–98%. This is particularly true in tropical countries, where some degree of flattening of villi may be attributed to malnutrition and or infections, such as rotavirus enteritis, Giardia lamblia, or tropical sprue. A biopsy may be misleading in such cases. Heightened awareness is essential to identify CD at an early age, especially, in children in whom anemia is the dominant manifestation. The benefits of gluten free diet are apparent with the rise in hemoglobin and the improvement in growth parameters are gratifying both for physicians and the caretakers.",
    "topics": [
        "anemia",
        "celiac disease",
        "child",
        "infectious mononucleosis",
        "pediatric hematology",
        "biopsy",
        "gluten free diet",
        "hemoglobin",
        "serologic tests",
        "diarrhea"
    ],
    "author_names": [
        "R.K. Marwaha, MD, MNAMS, FIAP",
        "Deepak Bansal, MD, DNB",
        "Amita Trehan, MD",
        "Akash Patel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "R.K. Marwaha, MD, MNAMS, FIAP",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Department of Pediatrics, Advanced Pediatric Center, Postgraduate Institute of Medical Education and Research, Chandigarh, UT, India",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Deepak Bansal, MD, DNB",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Department of Pediatrics, Advanced Pediatric Center, Postgraduate Institute of Medical Education and Research, Chandigarh, UT, India",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amita Trehan, MD",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Department of Pediatrics, Advanced Pediatric Center, Postgraduate Institute of Medical Education and Research, Chandigarh, UT, India",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akash Patel, MD",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Department of Pediatrics, Advanced Pediatric Center, Postgraduate Institute of Medical Education and Research, Chandigarh, UT, India",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T12:58:17",
    "is_scraped": "1"
}