{
    "doi": "https://doi.org/10.1182/blood.V116.21.2218.2218",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1832",
    "start_url_page_num": 1832,
    "is_scraped": "1",
    "article_title": "Investigation of the Role of Copy Number Variation In the Pathogenesis of Type 1 Von Willebrand Disease ",
    "article_date": "November 19, 2010",
    "session_type": "Blood Coagulation and Fibrinolytic Factors: Poster II",
    "topics": [
        "copy number polymorphism",
        "von willebrand disease, type 1",
        "dna",
        "false-positive results",
        "magnetic resonance cholangiography",
        "crossbreeding",
        "ligation",
        "signs and symptoms",
        "von willebrand factor",
        "nucleic acid hybridization"
    ],
    "author_names": [
        "Daniel J. Hampshire, PhD",
        "Lisa D. Bloomer, MSc",
        "Ahlam M. Al-Buhairan, PhD",
        "Rachael E. Coyle",
        "Raymon N. C. P. Vijzelaar, MSc",
        "David Lillicrap, MD",
        "Paula D. James, MD",
        "Jeroen C. J. Eikenboom, MD, PhD",
        "Reinhard Schneppenheim, MD, PhD",
        "Francesco Rodeghiero, MD",
        "Robert R. Montgomery, MD",
        "Ian R. Peake, PhD",
        "Anne C. Goodeve, PhD"
    ],
    "author_affiliations": [
        [
            "Haemostasis Research Group, University of Sheffield, Sheffield, United Kingdom, "
        ],
        [
            "Haemostasis Research Group, University of Sheffield, Sheffield, United Kingdom, "
        ],
        [
            "Haemostasis Research Group, University of Sheffield, Sheffield, United Kingdom, "
        ],
        [
            "Haemostasis Research Group, University of Sheffield, Sheffield, United Kingdom, "
        ],
        [
            "MRC-Holland b.v., Amsterdam, Netherlands, "
        ],
        [
            "Department of Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Department of Medicine, Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Department of Thrombosis and Haemostasis, Leiden University Medical Center, Leiden, Netherlands, "
        ],
        [
            "Department of Pediatric Hematology and Oncology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Department of Hematology, San Bortolo Hospital, Vicenza, Italy, "
        ],
        [
            "TS Zimmerman Program for the Molecular and Clinical Biology of VWD, Blood Research Institute, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Haemostasis Research Group, University of Sheffield, Sheffield, United Kingdom, "
        ],
        [
            "Haemostasis Research Group, University of Sheffield, Sheffield, United Kingdom, "
        ]
    ],
    "first_author_latitude": "53.3813502",
    "first_author_longitude": "-1.4884228999999998",
    "abstract_text": "Abstract 2218 Introduction: Type 1 von Willebrand disease (VWD) results from a partial quantitative deficiency of von Willebrand factor (VWF). Three multicentre studies were recently conducted to elucidate the molecular and clinical features of type 1 VWD; undertaken in the European Union (EU), Canada and the UK. All three successfully identified genetic alterations likely to cause type 1 VWD, but failed to identify a genetic cause in approximately 30–40% of patients. To date, relatively little is known regarding the extent to which large-scale deletions or duplications of VWF contribute to the pathogenesis of type 1 VWD due to the difficulty in identifying such events in heterozygous individuals. The aim of this initial investigation, on behalf of the TS Zimmerman Program for the Molecular and Clinical Biology of VWD (ZPMCB-VWD) and the EU study on VWD (EU-VWD), was to ascertain whether copy number variation (CNV) within VWF contributes to type 1 VWD phenotype in a cohort of index cases (IC) recruited by the EU study. Methods: Twenty-five mutation-negative IC and a further seven IC, in which the identified mutation did not explain the VWD phenotype, were investigated. Multiplex ligation-dependent probe amplification (MLPA), a well established technique based on sequence-specific probe hybridization to genomic DNA, was used to screen for CNV within VWF , utilizing a recently released VWF MLPA kit (P011-A1/P012-A1; MRC-Holland). In addition, five healthy control individuals (HC) were also screened. Fragment size analysis on an ABI 3730 DNA sequencer was followed by calculation of copy number ratios for each exon-specific amplicon in comparison with HC. Results: Analysis highlighted heterozygous CNV in 7/32 IC; five deletions and two apparent duplications. Regarding the deletions; three were the recently described in-frame deletion of exons 4 and 5 (p.Asp75_Gly178del; Sutherland et al. , 2009), the other two patients both had a novel deletion of exons 32–34. Interestingly, the exon 32–34 deletion was also predicted to be in-frame (p.Arg1819_Cys1948delinsSer) and in both IC was associated with abnormal multimers (AbM) and low VWF:Ag (32 and 12 IU/dL respectively) and VWF:RCo (23 and 11 IU/dL respectively) levels. Deletions in all five cases segregated with disease phenotype. The two apparent duplications of exon 2 were both shown to be false positive results following further investigation with a new version of the MLPA kit (P011-B1/P012-B1). Conclusions: CNV of VWF has been shown to contribute to the pathogenesis of type 1 VWD. MLPA analysis of VWF has identified a previously described and a novel heterozygous deletion, both of which result in in-frame deletion of the VWF protein. The analysis also demonstrates that care must be taken when analyzing MLPA data to avoid false positive results. This adds to the mutations detected in the EU cohort, bringing the number to 113/150 IC (75%). Furthermore, MLPA analysis has increased the overall mutation detection rate in EU IC with AbM to 100%. These findings suggest that CNV is a significant contributor to mutation spectrum in type 1 VWD. Application of MLPA to the wider ZPMCB-VWD and EU-VWD patient cohorts will enable ascertainment of the contribution of large deletion/duplication events to all types of VWD pathogenesis. Disclosures: Vijzelaar: MRC-Holland b.v.: Employment."
}