{
    "doi": "https://doi.org/10.1182/blood.V106.11.4286.4286",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=382",
    "start_url_page_num": 382,
    "is_scraped": "1",
    "article_title": "First-Cycle Pegfilgrastim Reduces Chemotherapy-Induced Febrile Neutropenia among Older Patients with NHL Treated in Community Practice: Results from a Large, Randomized, Controlled Trial. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction: Although non-Hodgkin’s lymphoma (NHL) is frequently diagnosed in older patients, few randomized clinical trials are conducted in this setting. Furthermore, older patients who are included in clinical studies are a highly selected group and are not likely to be representative of patients treated in the community. Increased age is an established risk factor for chemotherapy-induced neutropenia, and older patients often receive suboptimal doses of chemotherapy as a result, especially in community practice ( Lyman et al, J Clin Oncol  2004 ; 22 : 1 –10 ). In a large (n=528) study of older patients with diffuse large B-cell lymphoma receiving CHOP or R-CHOP with no cycle-1 growth factor, 41% of patients had febrile neutropenia over all cycles and 20% in cycle 1 (Morrison et al, ASH 2004 poster). The benefit of pegfilgrastim in supporting moderately to highly myelosuppressive chemotherapy regimens has previously been shown. Methods: As part of a large (n=852), prospective, randomized, open-label study, we assessed the effectiveness of first-cycle pegfilgrastim among patients ≥ 65 years old receiving chemotherapy for NHL in community practice. Patients were randomized to 1 of 2 treatment arms - pegfilgrastim in first and subsequent cycles (Arm A) or no pegfilgrastim in cycle 1 with subsequent use at the physician’s discretion (Arm B). Results: The primary analysis set included 146 patients with NHL, 73 per treatment arm. Median age was 73 years, range 65 to 87, with nearly 75% of patients aged 70 and older. R-CHOP was the most common chemotherapy, administered to 82% of patients. The overall incidence of febrile neutropenia was significantly lower for patients in Arm A (15%; [95% confidence limit (CL): 8, 25]) compared with patients in Arm B (37% [95% CL 26, 49]; p=0.0043). The first cycle incidence of febrile neutropenia was also lower in Arm A (7% [95% CL: 2, 15]) than in Arm B (25% [95% CL: 15, 36]), as was the overall incidence of hospitalization due to neutropenia-related events (17% [95% CL: 10, 28] vs 37% [95% CL: 26, 49]). Pegfilgrastim was administered frequently in Arm B, with 61% of patients initiating treatment in cycle 2, and 91% of patients (29/32) receiving pegfilgrastim by cycle 6. The main reasons for pegfilgrastim use in Arm B were grade 3/4 neutropenia, followed by febrile neutropenia. Dose reductions occurred in 16% of Arm A patients (95% CL: 9, 27) and in 8% of Arm B patients (95% CL: 3, 17) and dose delays occurred in 29% (95% CL: 19, 41) and 23% (95% CL: 14, 35) respectively; however, 19% of patients in Arm B discontinued from the study after cycle 1 compared with only 5% in Arm A, confounding the incidence of both parameters. Adverse event profiles were similar between the 2 treatment arms and were consistent with the population under study. Conclusions: The results of this study support the feasibility of conducting community-based trials in older patients, demonstrate that older patients can safely receive myelosuppressive chemotherapy, and show the effectiveness of first-cycle use of pegfilgrastim among older patients with NHL treated in the community setting.",
    "topics": [
        "chemotherapy regimen",
        "febrile neutropenia",
        "older adult",
        "pegfilgrastim",
        "neutropenia",
        "r-chop",
        "adverse event",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "growth factor"
    ],
    "author_names": [
        "William Ershler, MD",
        "Jennifer Tam",
        "Veena Charu, MD",
        "Ali Ben-Jacob, MD",
        "Seta Shahin",
        "Jeannette Green",
        "Roger Dansey, MD",
        "Lodovico Balducci, MD"
    ],
    "author_affiliations": [
        [
            "Geriatric Oncology Consortium, (GOC), Baltimore, MD, USA",
            "Institute for Advanced Studies in Aging, Falls Church, VA, USA"
        ],
        [
            "Geriatric Oncology Consortium, (GOC), Baltimore, MD, USA"
        ],
        [
            "Pacific Cancer, Medical Center, Anaheim, CA"
        ],
        [
            "Cache Valley Cancer, Treatment and Research Center, Logan, UT, USA"
        ],
        [
            "Amgen Inc., Thousand Oaks, CA, USA"
        ],
        [
            "Amgen Inc., Thousand Oaks, CA, USA"
        ],
        [
            "Amgen Inc., Thousand Oaks, CA, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center &Research Institute, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547"
}