{
    "doi": "https://doi.org/10.1182/blood.V126.23.2023.2023",
    "article_title": "Moderate Reduction in LVEF Is Associated with an Increased Risk of Post-HSCT Symptomatic Cardiomyopathy ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "abstract_text": "Background: Evaluation of comorbidities prior to allogeneic hematopoietic stem cell transplantation (HSCT) is important in predicting patient outcomes and has contributed to the increasing proportion of long-term HSCT survivors. In comparison to the general population, there is a greater burden of cardiovascular disease in HSCT survivors primarily in those who have undergone allogeneic HSCT. It has been hypothesized that these effects are secondary to chronic inflammation and its effect on the vascular endothelium. Prior studies have shown the presence of cardiovascular risk factors, including obesity, dyslipidemia, and hypertension, as well as exposure to chest radiation and anthracyclines, to be associated with an increased risk for the development of post HSCT cardiomyopathy (CM). The evaluation of left ventricular ejection fraction (LVEF) is routine pre-HSCT, however, studies have shown variable results in its utility in predicting cardiac toxicity post-HSCT. In addition, other morbidity outcomes in the setting of pre-existing cardiac dysfunction have yet to be fully explored, including the development of severe acute kidney injury (AKI) requiring renal dialysis. This study examines the role of pre-HSCT cardiac risk factors and LVEF as prognostic tools for post-HSCT development of symptomatic CM, severe AKI requiring dialysis, and early mortality. Methods: We undertook a retrospective analysis of 384 patients who underwent allogeneic HSCT between 2004 and 2014 at Thomas Jefferson University Hospital. LVEF values were collected from transthoracic echocardiograms or multigated acquisition (MUGA) scans. Documentation of symptomatic CM post-HSCT was established based on clinical signs and symptoms (decreased LVEF associated with new need for medical therapy for heart failure including beta blocker, ACE-inhibitor and/or diuretic), within 100 days after HSCT. Assessment of development of severe AKI was determined by the need for dialysis within the 100 days after HSCT. Univariate association of categorical variables with outcomes and potential confounding variables was assessed using exact Chi-square tests. Logistic regression was used to calculate estimates of association between LVEF as a continuous variable and outcomes. Results: The final sample included 364 patients with a median age of 54 (range, 19 to 78); 42% of subjects were female. 20 patients were excluded due to inadequate data available regarding cardiac function and/or disease course. 30-day mortality was 6.3%, 100-day mortality was 15.9%, severe AKI requiring dialysis was 13.7%, and the development of symptomatic CM was 9.9%. Patients with a pre-HSCT LVEF <50% (5.2% of the sample size) were more likely than those with an LVEF ≥ 50% to develop symptomatic CM (21.1% compared to 9.3%), need for dialysis (26.3% compared to 13%), and 100 day mortality (26.3% compared to 15.4%). However, given the small number of patients with LVEF <50%, these trends were not statistically significant. However, as a continuous variable, LVEF was associated with the development of symptomatic CM (OR=0.95; p=0.029); every one-unit increase in LVEF above 45% was associated with a 5% decrease in the likelihood of developing symptomatic CM. This association remained statistically significant after adjustment for age. Discussion: When addressing 'fitness' for transplant, a thorough investigation of risk factors and exposures may assist in predicting risk of cardiovascular morbidity as well as overall mortality. Cardiac toxicity may account for nearly 5 to 10% of non-relapse mortality during the first 100 days post-HSCT. Evaluation of cardiac function, using LVEF as a marker, has been standard; however, studies have shown mixed results on its predictive utility. Our study showed a nearly linear relationship between baseline LVEF and the development of CM. It remains difficult to define a precise LVEF value that should be required prior to HSCT. Further study, particularly in patients with low baseline LVEF (i.e. 40-50%), may help our understanding of risk factors relating to post-HSCT development of symptomatic cardiac and renal morbidity as suggested in this study, and better define a reasonable cutoff to use to determine to whom we can safely offer allogenic HSCT. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cardiomyopathy",
        "hematopoietic stem cell transplantation",
        "left ventricular ejection fraction",
        "obesity",
        "hemodialysis",
        "allogeneic hematopoietic stem cell transplant",
        "cardiotoxicity",
        "gated blood-pool imaging",
        "angiotensin-converting enzyme inhibitors",
        "anthracycline antibiotics"
    ],
    "author_names": [
        "Kinjal Parikh, MD",
        "Lekha Mikkilineni, MD",
        "Fern Martin, MD",
        "Dolores Grosso, R.N., CRNP, DNP",
        "Benjamin Leiby, PhD",
        "Onder Alpdogan, MD",
        "Matthew Carabasi, MD",
        "Margaret Kasner, MD",
        "Thomas R. Klumpp, MD",
        "Ubaldo Martinez Outschoorn, MD",
        "Manish Sharma, MD",
        "Mark Weiss, MD",
        "John L. Wagner, MD",
        "Neal Flomenberg, MD",
        "Joanne Filicko-O'Hara, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kinjal Parikh, MD",
            "author_affiliations": [
                "Department of Medicine, Thomas Jefferson University Hospital, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lekha Mikkilineni, MD",
            "author_affiliations": [
                "Department of Medicine, Thomas Jefferson University Hospital, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fern Martin, MD",
            "author_affiliations": [
                "Department of Medicine, Thomas Jefferson University Hospital, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dolores Grosso, R.N., CRNP, DNP",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Leiby, PhD",
            "author_affiliations": [
                "Department of Pharmacology & Experimental Therapeutics,, Jefferson Medical College, Philadelphia,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Onder Alpdogan, MD",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Carabasi, MD",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Kasner, MD",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas R. Klumpp, MD",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ubaldo Martinez Outschoorn, MD",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manish Sharma, MD",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Weiss, MD",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John L. Wagner, MD",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neal Flomenberg, MD",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanne Filicko-O'Hara, MD",
            "author_affiliations": [
                "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T04:19:12",
    "is_scraped": "1"
}