{
    "doi": "https://doi.org/10.1182/blood-2018-99-117262",
    "article_title": "CD37 Expression in Acute Myeloid Leukemia Provides New Target for Directed Therapy ",
    "article_date": "November 29, 2018",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Background: Acute myeloid leukemia (AML) is a disease for which there is an urgent need for therapy that is more effective and less toxic. Antibody based therapy has been of limited success due to both the lack of consistent immunophenotype in AML as well as the overlap with normal hematopoetic stem cells (HSCs). CD37 is a tetraspanin best characterized for its role in B-cell development and immune response (Van Spriel et al., 2004, 2009, 2012), recently shown to be expressed on AML cells but not in normal HSCs (Pereira et al., 2015). Debio 1562 (formerly IMGN529) is a potent antibody drug conjugate (ADC) directed at CD37, comprised of the antibody K7153A linked to the microtubule inhibitor (DM1) and has already demonstrated tolerability and efficacy in early phase clinical trials in lymphoid malignancies. We evaluated the expression of CD37 across primary AML samples as well as the activity of Debio 1562 in both in vitro and in vivo AML model systems. Methods: MTS assays were used to assess relative viability in AML cell lines with (THP1, OCI-AML3) or without (KG-1a) CD37 expression. Cells were treated with either the ADC, the payload conjugated to an isotype antibody (Iso-DM1) or a vehicle control for 72 hours. After determining the IC50 for each cell line, flow cytometry annexin V/PI was performed to assess apoptosis and cell death. THP-1 and OCI-AML3 CD37 knock out cell lines were created using an inducible CRISPR Cas9 system and evaluated by MTS and annexin V/PI following confirmation of knockdown of CD37 expression. Primary AML samples were obtained to assess CD37 expression by flow cytometry using K7153A-PE and separately used to evaluate direct cytotoxicity in an in vitro assay. Peripheral blood mononuclear cells from newly diagnosed AML patients were treated with either therapy, cells were harvested after 72 hours and subsequently stained with CD2/CD19/CD45 as well as EdU to assess degree of proliferation and analyzed using flow cytometry with the addition of Countbright beads to measure absolute cell counts. In vivo therapy evaluations were performed in NSG mice were engrafted with the THP1 cell line, and then treated with either the ADC, Iso-DM1 or vehicle. The mice were treated twice weekly with 10mg/kg given IP, for 7 total doses. The mice were monitored for overall survival. Results: Analysis of the TCGA database shows AML patients with higher levels of CD37 transcripts had lower overall survival (p<0.0001). MTS and Annexin V/PI assays on cell lines show selective, dose dependent cytotoxicity on CD37 expressing AML cells (Debio 1562 IC50 range 0.1-1ug/ml), with minimal cytotoxicity observed at doses up to 5ug/ml of Iso-DM1, and lack of cytotoxicity in the respective CD37 knock-out cells. Primary AML samples similarly show a selective decrease in blasts when treated with the ADC for 72 hours in culture supported with human cytokines, particularly in samples that showed a higher degree of proliferation while in culture (p=0.0156). THP1 xenograft studies showed not only a prolonged survival advantage (p<0.0001), but elimination of the disease by histopathology in animals who received treatment with Debio 1562. Conclusions: CD37 is expressed across a wide range of AML subtypes, and higher transcript levels of CD37 expression is associated with decreased survival. Despite the majority of primary samples showing minimal to modest expression of the protein when compared to B lymphocytes, CD37 is an efficient target on AML cells using Debio 1562. Additional studies are ongoing to evaluate the mechanism of CD37 trafficking in myeloid cells as well as the ability to upregulate this important target. This work provides rationale for phase I clinical trials of Debio 1562 in AML patients, as well as demonstrating CD37 as a potential target for other CD37 Immunotherapies. Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "antibodies",
        "cytotoxicity",
        "annexin a5",
        "flow cytometry",
        "mohr-tranebjaerg syndrome",
        "cd19 antigens",
        "cd45 antigens",
        "cytokine",
        "drug conjugates"
    ],
    "author_names": [
        "Karilyn Larkin, MD",
        "Erin Guth, MS",
        "Bonnie K. Harrington, DVM",
        "Nicole Grieselhuber, MD PhD",
        "Natarajan Muthusamy, DVM, PhD",
        "John C. Byrd, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karilyn Larkin, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH ",
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erin Guth, MS",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bonnie K. Harrington, DVM",
            "author_affiliations": [
                "College of Veterinary Medicine, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Grieselhuber, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH ",
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natarajan Muthusamy, DVM, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH ",
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH ",
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T06:40:15",
    "is_scraped": "1"
}