{
    "doi": "https://doi.org/10.1182/blood-2018-99-117056",
    "article_title": "Survey of Compliance to Infection Control Measures and Its Impact on Healthcare of Patients in a Hematopoietic Stem Cell Transplant Unit ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Background: Isolation precautions are used in hospitals to interrupt the chain of transmission of nosocomial pathogens. There are several reports that isolation negatively impacts the care given to patients. Isolation protocol compliance has been reported between 40-70% in several studies. Methods: We conducted an anonymized survey of healthcare providers assessing the knowledge, practice and perceived impact of isolation precautions. The survey was conducted in a hematopietic stem cell transplant unit and a medical unit in an academic medical center. Surveys were given to nursing staff and resident physicians working on those units. Results were analyzed using chi-square test. Results: A total of 106 responses were received, 60 from nursing staff and 46 from resident doctors. Self- reported compliance to hand hygiene practices was 59.9%, this was significantly higher on leaving as compared to entering patient rooms amongst nurses (72% vs 50%, p=0.015). Overall adherence to isolation precautions was 60.3%, surprisingly nursing staff in the transplant unit had a significantly lower rate as compared to nurses in the medicine unit (44% vs 83%, p=0.025). 70.7% of respondents felt that patients on isolation precautions have to wait longer for non-emergent care. Only 56.6% of respondents felt that patients were educated about the reasons for isolation precautions; this number was significantly lower in residents as compared to nurses (41.3% vs 68.3%, p=0.005). 77.3% felt that patients in isolation are less satisfied in the care they received. 86.9% of resident physicians felt that isolation precautions helped reduce the spread of infection vs 68.5% of nurses (p=0.025). 82% of respondents expressed overall satisfaction with infection control practices. Conclusions: In our survey, we observed a low compliance of hand hygiene and isolation practices. While respondents felt that isolation adversely impacted patient satisfaction and care, they also opined that these practices help reduce the spread of infection. Surveys can be an important tool to assess knowledge and impact of infection control practices; and can be used to direct quality improvement initiatives. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "infectious disease prevention / control",
        "infections",
        "transplantation",
        "patient isolation",
        "nurses",
        "nursing staff",
        "academic medical centers",
        "health personnel",
        "pathogenic organism"
    ],
    "author_names": [
        "Naveen Yarlagadda, MD",
        "Gayatri Krishnan, MD",
        "Meera Mohan, MD",
        "Andrew Johnsrud, MD",
        "Frankie Wolfe",
        "Atul Kothari, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naveen Yarlagadda, MD",
            "author_affiliations": [
                "University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gayatri Krishnan, MD",
            "author_affiliations": [
                "University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meera Mohan, MD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Johnsrud, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frankie Wolfe",
            "author_affiliations": [
                "University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atul Kothari, MD",
            "author_affiliations": [
                "Department of Infectious Diseases, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T15:39:45",
    "is_scraped": "1"
}