{
    "doi": "https://doi.org/10.1182/blood.V128.22.5698.5698",
    "article_title": "Serum Free Light Chain Concentration (>1000mg/dl) at Diagnosis and at Relapse Predicts for Very Poor Prognosis in Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Background: There have been significant improvements in the outcomes for patients with multiple myeloma over the past 10 years. The course of the disease remains highly variable. While some patients experience 10-15 year survivals, others succumb to highly refractory disease within a few months. Many studies have focused on the description of prognostic factors capable of predicting this heterogeneity in survival. Baseline Serum free light chain concentration is a major prognostic indicator for plasma cell neoplasms and normalization of free light chain ratio with treatment has been reported as an indicator for favorable prognosis. High Baseline free light chain concentration at presentation indicates aggressive disease. Furthermore High serum free light chain ratio correlates with elevated serum creatinine, elevated LDH and extensive marrow infiltration. Objectives: To determine if serum free light chain concentration > 1000mg/dl at the time of diagnosis and at disease progression was an independent prognostic marker for multiple myeloma. Methods: The results of all the serum free light chain analyses of patients evaluated at western Pennsylvania hospital between 2007 -2015 were reviewed and patients with serum free light chain concentration >1000mg/dl at the time of initial diagnosis and disease progression were identified Retrospective chart review was done to study the survival in these patients. Results: Total of 15 patients in whom serum free light chain concentration was greater than 1000 mg/dl at diagnosis were identified. Median age at diagnosis was 60.81 years (45.2-77.3). The median survival in this population is 1.85 years (range 0.06-8.85 years), with 5 deaths. Of these 15, 9 patients received an autologous PBSCT as a part of their initial therapy. Six of them are alive with a median overall survival of 2.44 years and mean survival of 3.89 years (range 0.87-8.89). In the remaining 6 patients that did not undergo an auto PBSCT 3 of them are alive with median overall survival of 1.21 years and a mean survival 1.20 years (range 06-2.76 years). There is an overall trend toward very poor prognosis in this specific group of patients irrespective of the age, sex, stage at time of diagnosis, the immunoglobulin subtype and the free light chain subtype (kappa vs lambda). We also conducted a retrospective review of patients in whom serum free light chains concentration was greater than 1000mg/dl at disease progression. Twenty patients were identified all of whom are deceased with a median overall survival from the time of progression with serum free light chains greater than 1000 mg /dl was dismal at 0.27 years and mean survival was 0.53 years (range 0.04-2.52 years) Conclusion: Patients with multiple myeloma who presented with a serum free light chain concentration greater than 1000 mg/dl at diagnosis have very poor prognosis. These specific subgroups of patients should be identified and treated aggressively at the time of diagnosis to prevent complications from multiple myeloma and improve their overall survival. In our small cohort of patients those who underwent auto PBSCT as a part of their initial therapy tend to have better outcomes in terms of overall survival compared to patients who received therapy without auto PBSCT consolidation. Patients with serum free light chains greater than 1000 mg/dl at disease progression will need to be treated aggressively with perhaps a salvage auto PBSCT to improve their overall outcome. A larger study to evaluate elevated serum free light chains (greater than 1000 mg/dl) as a prognostic indicator at diagnosis and progression should be done to further validate these findings Table 1 View large Download slide Table 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "free immunoglobulin light chain",
        "multiple myeloma",
        "disease progression",
        "creatinine tests, serum",
        "immunoglobulins",
        "prognostic factors",
        "prognostic marker",
        "treatment resistant disorders",
        "heterogeneity"
    ],
    "author_names": [
        "Abhishek Chilkulwar, MD",
        "Prerna Mewawalla, MD",
        "Anna Miller",
        "Gina Berteotti",
        "Entezam Sahovic, MD",
        "John Lister, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Abhishek Chilkulwar, MD",
            "author_affiliations": [
                "Allegheny Health Network Cancer Institute, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Prerna Mewawalla, MD",
            "author_affiliations": [
                "Allegheny Health Network Cancer Institute, Pittsburgh, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Miller",
            "author_affiliations": [
                "Lake Erie College of Osteopathic Medicine, Erie, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gina Berteotti",
            "author_affiliations": [
                "Allegheny Health Network Cancer Institute, Pittsburgh, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Entezam Sahovic, MD",
            "author_affiliations": [
                "Allegheny Health Network Cancer Institute, Pittsburgh, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Lister, MD",
            "author_affiliations": [
                "Allegheny Health Network Cancer Institute, Pittsburgh, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:27:32",
    "is_scraped": "1"
}