{
    "doi": "https://doi.org/10.1182/blood.V116.21.1646.1646",
    "article_title": "Liver Transient Elastography (FibroScan) Correlates with Liver Iron Concentration and Reflects Liver Fibrosis In Patients with Sickle Cell Disease ",
    "article_date": "November 19, 2010",
    "session_type": "Hemoglobinopathies, excluding Thalassemia: Poster I",
    "abstract_text": "Abstract 1646 Liver transient elastography (FibroScan) is an interesting new technology that allows estimation of hepatic fibrosis through measurement of liver stiffness. The technique is based on changes in tissue elasticity induced by hepatic fibrosis and is considered as a noninvasive, reproducible and reliable method to assess hepatic fibrosis as well as to diagnose liver cirrhosis. Hepatic iron overload is a severe complication of chronic transfusion therapy in patients with hemoglobinopathies and plays an important role in the development of hepatic fibrosis and cirrhosis. Iron overload is present in several cases of sickle cell disease (SCD) including sickle cell anemia (HbS/HbS) and double heterozygous sickle-cell/beta-thalassemia (HbS/beta-thal). The aim of the study was to evaluate liver fibrosis by measuring the liver rigidity (Liver Stiffness Measurement, LSM, kPascals) using transient elastography (FibroScan, Echosens, Paris, France) in patients with SCD and explore possible correlations with clinical and laboratory characteristics of the patients, including iron overload. We studied 110 consecutive patients with SCD who are followed-up in the Thalassemia Center of Laikon General Hospital in Athens, Greece. Forty-four patients were males and 66 females; their median age was 44 years (range: 21–73 years). Twenty-two patients had HbS/HbS and 88 patients had HbS/beta-thal. On the day of Fibroscan, all patients had a thorough hematology and biochemical evaluation, including hemoglobin, reticulocyte counts, serum ferritin, liver biochemistry, bilirubin, lactate dehydrogenase (LDH) and serology for viral hepatitis. Liver iron concentration was evaluated by magnetic resonance imaging (MRI) T2* in all patients. The median LSM of all patients was 6.1 kPascals (range: 3.4–48.8 kPascals) with no differences between HbS/HbS (6.1 kPascals, 3.5–17.3 kPascals) and HbS/beta-thal (6.1 kPascals, 3.4–48.8 kPascals) patients (p=0.835). LSM values strongly correlated with liver MRI T2* values (r=0.337, p<0.001), serum ferritin (r=0.328, p=0.001), number of transfusions (r=0.332, p=0.001), bilirubin (r=0.299, p=0.003), LDH (r=0.287, p=0.004), Hb (r=-0.275, p=0.006) and reticulocyte counts (r=0.244, p=0.015). LSM values showed also strong positive correlations with biochemical indicators of liver function: gamma-glutamyl transpeptidase (r=0.522, p<0.0001), glutamic oxaloacetic transaminase (r=0.484, p<0.0001), glutamic pyruvic transaminase (r=0.422, p<0.0001), alkaline phosphatase (r=0.334, p=0.001), gamma-globulin (r=0.296, p=0.005) and weak correlation with PT-International Normalized Ratio (r=0.184, p=0.094). The above correlations were similar in patients with HbS/HbS and in patients with HbS/beta-thal. However, in HbS/HbS patients the correlation between LSM and liver T2* values was very strong (r=0.770, p=0.001). Patients who were regularly transfused had higher values of LSM (median: 6.7 kPascals, range: 2.3–48.8 kPascals) compared with patients who were sporadically transfused or were not transfused (4.4 kPascals, 3.6–17.5 kPascals, p=0.003). Patients who were under iron chelation therapy had lower values of LSM (6.3 kPascals, 3.4–15 kPascals) compared with those who did not receive iron chelators (13.9 kPascals, 8.5–17.3 kPascals, p=0.013). We found no correlations between the presence of HBV or HCV positivity and the levels of LSM. In conclusion, FibroScan may constitute a reliable and easy to apply noninvasive method to assess liver fibrosis in patients with SCD; the strong correlations between LSM values with MRI T2* values and serum ferritin supports this observation. Furthermore, FibroScan seems also to reflect the presence of chronic hepatic injury in these patients. If our results are confirmed by other studies, FibroScan may be regularly used in the management of SCD patients in whom liver is the main target organ of the disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "elastography, transient",
        "hepatic fibrosis",
        "iron",
        "liver",
        "sickle cell anemia",
        "hemoglobin, sickle",
        "thalidomide",
        "iron overload",
        "magnetic resonance imaging",
        "serum ferritin level result"
    ],
    "author_names": [
        "Ersi Voskaridou",
        "Maria Schina",
        "Eleni Plata",
        "Dimitrios Christoulas",
        "Maria Tsalkani",
        "Maria Dimopoulou",
        "Hlectra Dimitrakopoulou",
        "George Mousoulis",
        "Evangelos Terpos"
    ],
    "author_dict_list": [
        {
            "author_name": "Ersi Voskaridou",
            "author_affiliations": [
                "Thalassemia Center, Laikon General Hospital, Athens, Greece, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Schina",
            "author_affiliations": [
                "Third Department of Internal Medicine, Evangelismos General Hospital, Arhens, Greece, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleni Plata",
            "author_affiliations": [
                "Thalassemia Center, Laikon General Hospital, Athens, Greece, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimitrios Christoulas",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Tsalkani",
            "author_affiliations": [
                "Thalassemia Center, Laikon General Hospital, Athens, Greece, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Dimopoulou",
            "author_affiliations": [
                "Thalassemia Center, Laikon General Hospital, Athens, Greece, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hlectra Dimitrakopoulou",
            "author_affiliations": [
                "Thalassemia Center, Laikon General Hospital, Athens, Greece, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Mousoulis",
            "author_affiliations": [
                "Third Department of Internal Medicine, Evangelismos General Hospital, Arhens, Greece, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Terpos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T13:06:24",
    "is_scraped": "1"
}