{
    "doi": "https://doi.org/10.1182/blood.V128.22.477.477",
    "article_title": "Preliminary Safety and Clinical Activity in a Phase 1 Study of Blu-285, a Potent, Highly-Selective Inhibitor of KIT D816V in Advanced Systemic Mastocytosis (SM) ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Clinical Trials with Agents Other Than JAK Inhibitors",
    "abstract_text": "Background: Aggressive Systemic Mastocytosis (ASM) and the related disorders, SM with associated hematologic non-mast cell disorder (SM-AHNMD) and mast cell leukemia (MCL), are mast cell (MC) neoplasms that cause debilitating allergy symptoms, markedly impair organ function and decrease life expectancy. Although the oncogenic KIT D816V mutant is recognized as an important driver in about 95% of advanced SM (ASM, SM-AHNMD, MCL), no currently approved therapy effectively targets KIT D816V. A phase 1 study (NCT02561988) was initiated in advanced SM to assess the safety, PK, and preliminary clinical activity of BLU-285, a potent, highly-selective oral inhibitor designed to target KIT D816V (IC 50 = 0.27 nM). Methods: Adult patients (pts) with ASM, SM-AHNMD or MCL per WHO diagnostic criteria were given BLU-285 once daily on a 4-week cycle following a 3+3 escalation design. Adverse events (AEs) per CTCAE, PK and biomarkers including serum tryptase, D816V mutant allele fraction in blood and bone marrow and co-occurring mutations (Illumina TruSight panel) were assessed. Liver and spleen size were measured serially via CT or MRI. All cases will undergo central pathology review to confirm SM diagnosis and subtype. Results: At a 21-JUL-2016 cutoff, 6 pts (5 ASM; 1 SM-CMML) have been treated with BLU-285 in 2 cohorts at doses of 30 and 60 mg/day. All pts had confirmed D816V mutation in blood and bone marrow and all pts had ≥ 1 co-occurring mutation(s) in bone marrow (range 4-9, most frequently TET2 (5), DNMT3A (4) and GATA1 (4)). All pts had MC-related organ damage as evidenced by ≥ 1 C-finding (bone marrow dysfunction with ≥ 1 cytopenia; hepatomegaly with impaired liver function, ascites and/or portal hypertension; osteolytic skeletal lesions; splenomegaly with hypersplenism; malabsorption with weight loss). The median number of C-findings was 1.5 (range 1-3). 4 pts had urticaria pigmentosa. Concomitant medications for MC-related symptoms included anti-histamines (5), corticosteroids (2), leukotriene receptor antagonist (2) and/or cromolyn (1). 2 pts had received prior anti-neoplastic therapy with pegylated interferon (1) or midostaurin (1). Although early in dose escalation, marked improvements in disease symptoms and burden were seen in all pts across both dose levels. This included symptomatic relief of allergy symptoms with decreased use of corticosteroids (2), improved urticaria pigmentosa (3 of 4), and increased albumin (5)/weight gain (6), indicative of diminished malabsorption. Objective decreases in mast cell burden were also observed including decline in peripheral blood and bone marrow KIT D816V DNA levels (6), decreased splenomegaly (3), tryptase decline (5), and decreased bone marrow MCs (2 of 2) (1 pt had bone marrow aspirate MCs decline from 30% at baseline to 3%; 1 pt had bone marrow biopsy MCs decline from 80% to 20%, both at C3D1). Tryptase decline appears to be dose related, with > 50% decrease in 1/3 patients in the 30 mg cohort and > 50% decrease in 3/3 patients in the 60 mg cohort. Updated diagnostic, biomarker, bone marrow and response data will be presented at the time of the meeting. An MTD has not been determined and dose escalation continues. BLU-285 was well tolerated with most AEs being CTCAE grade 1 and no grade ≥ 4 events. Grade 2 AEs included fatigue, dizziness, headache, rash, shingles, anemia, elevated GGT and thrombocytopenia (1 patient each). Grade 3 alkaline phosphatase elevation was observed in 3 patients and grade 3 back pain in 1 patient. All pts remain on treatment, with duration of therapy ranging from 2-5 cycles. Initial PK data show that BLU-285 is rapidly absorbed (T max 2-4 h), and half-life is > 19 h supporting once daily dosing. Mean steady-state AUC and C max at the 30 mg dose level were 1,845 ng*h/mL and 89 ng/mL, which are below the maximally active exposure in KIT D816-mutant xenograft models. Conclusion: Currently approved therapies do not effectively target KIT D816V, a key genomic-driver in approximately 95% of SM. BLU-285, a potent, highly-selective inhibitor of this mutant has been well tolerated and demonstrates clinical activity early in dose escalation with objective decreases in MC burden and improvements in MC-related organ damage in advanced SM. These encouraging phase 1 data support selective targeting of KIT D816V and further clinical testing of BLU-285 in SM. Disclosures Drummond: BMS: Honoraria, Speakers Bureau; Pfizer: Honoraria, Speakers Bureau; celgene: Honoraria, Research Funding, Speakers Bureau; Novartis: Honoraria, Research Funding, Speakers Bureau; Roche: Honoraria, Speakers Bureau. DeAngelo: Novartis: Consultancy; Pfizer: Consultancy; Incyte: Consultancy; Amgen: Consultancy; Ariad: Consultancy; Baxter: Consultancy; Celgene: Consultancy. Deininger: Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Consultancy, Research Funding; Gilead: Research Funding; CTI BioPharma Corp.: Membership on an entity's Board of Directors or advisory committees; Celgene: Research Funding; Bristol Myers Squibb: Consultancy, Research Funding; Ariad: Consultancy, Membership on an entity's Board of Directors or advisory committees. Radia: Novartis: Honoraria; Pfizer: Honoraria. Hexner: Blueprint medicines: Membership on an entity's Board of Directors or advisory committees; novartis: Research Funding. Shi: Blueprint Medicines: Employment, Equity Ownership. Alvarez-Diez: Blueprint Medicines: Employment, Equity Ownership. Evans: Blueprint Medicines: Employment, Equity Ownership. Healy: Blueprint Medicines: Employment, Equity Ownership. Wolf: Blueprint Medicines: Employment, Equity Ownership.",
    "topics": [
        "adrenal corticosteroids",
        "adverse event",
        "albumins",
        "alkaline phosphatase",
        "anemia",
        "ascites",
        "back pain",
        "biological markers",
        "bone marrow",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Mark W. Drummond, PhD MD",
        "Daniel J. DeAngelo, MD PhD",
        "Michael W. Deininger, MD PhD",
        "Deepti Radia, MBBS, MRCPI, FRCPath MSc, MD",
        "Albert Thomas Quiery, MD",
        "Elizabeth O Hexner, MD",
        "Hongliang Shi, MS",
        "Terri Alvarez-Diez, PhD",
        "Erica K. Evans, PhD",
        "Mary Ellen Healy, MS",
        "Beni B. Wolf, MD PhD",
        "Srdan Verstovsek, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark W. Drummond, PhD MD",
            "author_affiliations": [
                "Beatson West of Scotland Cancer Centre, NHS Greater Glasgow and Clyde, Glasgow, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. DeAngelo, MD PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael W. Deininger, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Hematologic Malignancies, Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepti Radia, MBBS, MRCPI, FRCPath MSc, MD",
            "author_affiliations": [
                "Guy's & St Thomas NHS Trust, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Albert Thomas Quiery, MD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth O Hexner, MD",
            "author_affiliations": [
                "Abramson Cancer Center of the University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongliang Shi, MS",
            "author_affiliations": [
                "Blueprint Medicines, Cambridge, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terri Alvarez-Diez, PhD",
            "author_affiliations": [
                "Clinical Development, Blueprint Medicines, Cambridge, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erica K. Evans, PhD",
            "author_affiliations": [
                "Blueprint Medicines Corporation, Cambridge, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Ellen Healy, MS",
            "author_affiliations": [
                "Clinical Development, Blueprint Medicines, Cambridge, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beni B. Wolf, MD PhD",
            "author_affiliations": [
                "Clinical Development, Blueprint Medicines, Cambridge, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T02:28:48",
    "is_scraped": "1"
}