{
    "doi": "https://doi.org/10.1182/blood-2019-128795",
    "article_title": "Comparison of Different Upfront Transplant Strategies in Multiple Myeloma - a Large Registry Study from Chronic Malignancies Working Party of EBMT ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Introduction Although many new drugs became available to treat multiple myeloma (MM), high-dose chemotherapy with auto-HCT remains the gold standard. Further intensification to improve disease control has been assessed in several trials. However, no clear consensus has emerged. Further evidence is therefore required to guide clinicians in choosing between single auto, tandem auto and auto-allo approaches. Materials and Methods We performed a retrospective analysis of MM patients (20-65 years) undergoing their first auto-HCT in EBMT centres (2002-2015). Our primary end-points were Progression-Free Survival (PFS) and Overall Survival (OS). We used 3 different statistical methods to avoid time bias and to account for time-dependent effects. We defined tandem transplants (auto-auto2 or auto-allo) given within 9 months in absence of progression. Single- and tandem-transplant groups were compared by a landmark analysis (1). In addition, two different dynamic prediction models (2, 3) were applied to predict long-term outcomes in all patients according to the treatment actually received while avoiding the loss of information that occurs in landmark analysis. The models incorporated a horizon time of 5 years for OS and PFS during the first 3 years following auto1. Since the effects of tandem transplants vary over time, these were split into \"Recent\", the first 100 days following the 2nd transplant, and \"Past\" for the longer term (2, 3), respectively. Age, disease status and calendar year of transplant at auto1 were also analysed. Furthermore, the third model incorporated the long-term time-varying effect of auto-allo or auto-auto2 and possible associated interactions with patients' characteristics. Results A total of 24,936 patients who received an auto as first transplant were included; 3,683 of these patients proceeded to an elective tandem auto and 878 to an auto-allo transplant. The median age of the entire cohort was 57.0 years (range 18.1.-65.0). 18% were in complete remission (CR) at first auto. The Tandem auto-allo group was younger (51.7 years). Both tandem groups (auto-auto and auto-allo) had fewer patients in CR at first auto (9% and 8%, respectively). There was no difference in CR rates at second transplant in the tandem groups (18% and 19%, respectively). In the tandem auto-allo group, 72% had HLA identical sibling donors and 25% matched unrelated donors. Reduced intensity conditioning was performed in 85% of the allogeneic transplants. The median follow-up of the entire cohort was 66.3 months. At 60 months following first auto, the PFS was 24.8% and OS 63.1%. All three statistical methods found that younger age and being in CR at first transplant were associated with superior PFS and OS. The long term results of the different transplant strategies were as follows: Landmark analysis at 4 months resulted in a reduction in the number of transplants analysed. Auto-allo only had an advantage in terms of very long term PFS (figure 1) and not for OS (not shown). Dynamic prediction (table 1, curves not shown) revealed that the tandem groups were superior regarding PFS in comparison to single auto (auto-allo and auto-auto: HR 0.56 and 0.85, both p<0.001; corresponding to a 21% and 6% gain of PFS probability, respectively). For OS, the tandem groups were just slightly superior (auto-allo and auto-auto: HR 0.78 and 0.87, both p<0.001; corresponding to a 7 % and 4% gain in OS probability, respectively). Finally, dynamic prediction with time-varying effect and interactions revealed that auto-auto was superior, especially for patients in CR at first auto. In essence, auto-auto was the best treatment strategy for this group in terms of OS; for PFS, auto-allo remained the best long-term strategy (figure 2). Summary We here present a very large cohort of patients who have undergone auto and allo transplantation as first-line treatment for MM. Younger age and being in CR at first transplant were consistently found to be positive prognostic factors for PFS and OS. Tandem auto-allo was superior to single and tandem auto for long-term PFS. However, this PFS advantage only translated into a minor OS benefit for tandem auto-allo even when analysis was restricted to patients who were not in CR at the time of the first auto-HCT. View large Download slide View large Download slide Close modal Disclosures Schönland: Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Prothena: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Medac: Other: Travel Grant. Blaise: Pierre Fabre medicaments: Honoraria; Sanofi: Honoraria; Jazz Pharmaceuticals: Honoraria; Molmed: Consultancy, Honoraria. Chevallier: Jazz Pharmaceuticals: Honoraria; Daiichi Sankyo: Honoraria; Incyte: Consultancy, Honoraria. Mayer: AOP Orphan Pharmaceuticals AG: Research Funding. Gribben: Abbvie: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Acerta/Astra Zeneca: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding. Stelljes: MDS: Consultancy; Pfizer: Consultancy, Honoraria, Research Funding; Novartis: Honoraria; Amgen: Honoraria; Jazz Pharmaceuticals: Honoraria. Bloor: Abvie, Gilead, Novartis, Autolus, Celgene, etc: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Educational grant. Beksac: Celgene: Speakers Bureau; Janssen: Research Funding, Speakers Bureau; Amgen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Hayden: Amgen: Honoraria; Alnylam: Honoraria. Kröger: Celgene: Honoraria, Research Funding; DKMS: Research Funding; JAZZ: Honoraria; Medac: Honoraria; Neovii: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Riemser: Research Funding; Sanofi-Aventis: Research Funding.",
    "topics": [
        "cancer",
        "multiple myeloma",
        "transplantation",
        "allopurinol",
        "apnea of prematurity",
        "chemotherapy regimen",
        "complete remission",
        "follow-up",
        "gold standard",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Stefan O. Schönland, MD",
        "Simona Iacobelli",
        "Linda Koster",
        "Didier Blaise, MD PhD",
        "Michael Potter, MD",
        "Jan J Cornelissen, MD PhD",
        "Patrice Chevallier, MD",
        "Jiri Mayer, MD",
        "Péter Reményi",
        "John G. Gribben, MD DSc",
        "Ellen Meijer, MD PhD",
        "Ben Carpenter, PhD",
        "Matthew P. Collin, MD PhD",
        "Tobias Gedde-Dahl",
        "Victoria Potter, MD PhD",
        "Ram Malladi",
        "Matthias Stelljes, MD",
        "Adrian Bloor, FRCPath",
        "Tulin Tuglular, MD",
        "Florian Weissinger",
        "Meral Beksac, MD",
        "Patrick J Hayden, MD",
        "Ibrahim Yakoub-Agha, MD PhD",
        "Nicolaus Kröger"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefan O. Schönland, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Simona Iacobelli",
            "author_affiliations": [
                "Department of Biology, Centro Di Biostatistica E Bioinformatica Università Tor Vergata, Rome, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Koster",
            "author_affiliations": [
                "EBMT Data Office, Leiden, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Didier Blaise, MD PhD",
            "author_affiliations": [
                "Institut Paoli Calmettes, Marseille, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Potter, MD",
            "author_affiliations": [
                "Department of Haemato-Oncology, The Royal Marsden Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan J Cornelissen, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Chevallier, MD",
            "author_affiliations": [
                "Service d'Hématologie, CHU Nantes, Nautes, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Mayer, MD",
            "author_affiliations": [
                "University Hospital Brno, Brno, Czech Republic "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Péter Reményi",
            "author_affiliations": [
                "St. István and St. László Hospital of Budapest, Budapest, Hungary "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Gribben, MD DSc",
            "author_affiliations": [
                "St Bartholomew's Hospital, London, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen Meijer, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, location VU, Amsterdam, Netherlands "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ben Carpenter, PhD",
            "author_affiliations": [
                "University College London Hospital, London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew P. Collin, MD PhD",
            "author_affiliations": [
                "Newcastle University, Newcastle Upon Tyne, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias Gedde-Dahl",
            "author_affiliations": [
                "Department of Hematology, Oslo University Hospital, Rikshospitalet and Institute of Clinical Medicine, University of Oslo, Oslo, Norway "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Potter, MD PhD",
            "author_affiliations": [
                "King's College Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ram Malladi",
            "author_affiliations": [
                "Centre for Clinical Heamatology, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Stelljes, MD",
            "author_affiliations": [
                "Dept. of Internal Medicine A, University Hospital of Muenster, Muenster, Germany "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian Bloor, FRCPath",
            "author_affiliations": [
                "Haematology, The Christie Hospital NHS Foundation Trust, Manchester, United Kingdom "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tulin Tuglular, MD",
            "author_affiliations": [
                "Marmara University Hospital, Istanbul, Turkey "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florian Weissinger",
            "author_affiliations": [
                "Evangelisches Klinikum Bethel, Bielefeld, Germany "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meral Beksac, MD",
            "author_affiliations": [
                "Department of Hematology, Cebeci Yerleskesi Dikimevi, Ankara, Turkey "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick J Hayden, MD",
            "author_affiliations": [
                "Trinity College Dublin, St. James's Hospital, Dublin, Ireland "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ibrahim Yakoub-Agha, MD PhD",
            "author_affiliations": [
                "CHU de Lille, LIRIC, INSERM U995, Université de Lille, Lille, France "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolaus Kröger",
            "author_affiliations": [
                "University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T21:38:08",
    "is_scraped": "1"
}