{
    "doi": "https://doi.org/10.1182/blood.V128.22.4703.4703",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3361",
    "start_url_page_num": 3361,
    "is_scraped": "1",
    "article_title": "Therapeutic Crispr/Cas9 Genome Editing for Treating Sickle Cell Disease ",
    "article_date": "December 2, 2016",
    "session_type": "801. Gene Therapy and Transfer: Poster III",
    "topics": [
        "crispr",
        "genome editing",
        "sickle cell anemia",
        "gata3 gene",
        "cd34 antigens",
        "globins",
        "hemoglobin, sickle",
        "dna",
        "high pressure liquid chromatography procedure",
        "mendelian disorders"
    ],
    "author_names": [
        "So Hyun Park, BS",
        "Ciaran M Lee, PhD",
        "Harshavardhan Deshmukh, MS",
        "Gang Bao, PhD"
    ],
    "author_affiliations": [
        [
            "Rice University, Houston, TX"
        ],
        [
            "Rice University, Houston, TX"
        ],
        [
            "Rice University, Houston, TX"
        ],
        [
            "Rice University, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.7173941",
    "first_author_longitude": "-95.40183119999999",
    "abstract_text": "Introduction Sickle cell disease (SCD) is one of the most common monogenic disorders, affecting millions worldwide. SCD is caused by a point mutation in the β-globin gene ( HBB ). A single nucleotide substitution from A to T in the codon for the sixth amino acid in the β-globin protein converts a glutamic acid to a valine that leads to the production of sickle hemoglobin (HbS), which impairs the function of the red blood cells (RBCs). Allogeneic hematopoietic stem cell transplantation (HSCT) is the only available cure, but it is feasible for only a small subpopulation (<15%) of patients and may be associated with a high risk. Here, we show that targeted genome editing can potentially provide a permanent cure for SCD by correcting the sickle mutation in clinically relevant hematopoietic stem and progenitor cells (HSPCs) for autologous transplantation. Methods For proof-of-concept, we designed CRISPR/Cas9 systems and donor templates to introduce the sickle mutation into wild-type (WT) HBB of mobilized peripheral blood CD34 + cells. To assess genome-editing outcomes mediated by CRISPR/Cas9 systems, we developed a novel digital droplet PCR (ddPCR) assay that can quantify the rates of non-homologous end joining (NHEJ) and homology directed repair (HDR) events simultaneously following the generation of DNA double strand breaks. The assay enables rapid and accurate quantification of gene modifications in HSPCs by CRISPR/Cas9 genome-editing. Specifically, Streptococcus pyogenes (Spy) Cas9 proteins, guide RNAs (gRNA), and single-stranded DNA (ssDNA) donor templates were delivered into CD34 + cells by nucleofection with optimized conditions. Different gRNAs targeting HBB near the SCD mutation site were tested, and the optimal gRNA was chosen based on high on-target activity and proximity to the mutation site. The optimal DNA donor design and concentration were determined based on the frequency of HDR events and viability/growth rate of edited cells. Treated samples and untreated controls were assayed as both single cell clones and in bulk culture. In 2-phase liquid culture, genome editing frequencies at both DNA and mRNA levels were quantified by ddPCR to confirm persistence of edited cells in the heterozygous population over time. The expression of globins and other erythroid markers were monitored using flow cytometry and real time PCR to determine if genome editing had any effect on the kinetics of erythropoiesis. Colony formation assays were used to determine the number and type of colonies following induction of differentiation. Colony ddPCR was performed to determine the genotype of edited cells. Wright/Giemsa stain was used to confirm terminal maturation of erythrocytes into enucleated RBC. Native polyacrylamide gel electrophoresis (PAGE) and high performance liquid chromatography (HPLC) were used to confirm translation of edited β-globin protein and formation of HbS. Results and Discussion We found that the efficiency of site-specific gene correction could be substantially improved by optimizing the CRISPR/Cas9 systems for genome editing. For example, with optimization, we achieved ~30% HDR rates in CD34 + cells with >80% cell viability. The HDR-modified alleles persisted in the population over the course of differentiation, and the edited CD34 + cells retained differentiation potential. Genotyping of individual erythroid colonies confirmed that up to 35% of colonies are either homozygous or heterozygous for HDR alleles. Following differentiation, treated cells express modified HBB mRNA and HbS. In addition, the off-target activity of the HBB -specific gRNAs was determined using both bioinformatics tools and unbiased genome-wide mapping techniques. Ongoing work includes the validation of gene correction in SCD patient derived HSPCs, characterization of modified cells in vitro and in vivo to assess the therapeutic potential, and analysis of long-term genotoxicity. Conclusions Based on the proof-of-concept study, we demonstrate that using the optimized CRISPR/Cas9 system and donor template, an HDR rate of ~30% can be achieved in CD34 + cells. The gene corrected cells have the potential to differentiate into erythroid cells that permanently produce WT β-globin. Our findings provide promising evidence for clinical translation of the HSPCs genome correction strategy in treating SCD patients, as well as correcting gene defects underlying other inherited single-gene disorders. Disclosures No relevant conflicts of interest to declare."
}