{
    "doi": "https://doi.org/10.1182/blood-2021-152829",
    "article_title": "Impact of Alloimmunization in Patients with Sickle Cell Disease ",
    "article_date": "November 5, 2021",
    "session_type": "401.Blood Transfusion",
    "abstract_text": "INTRODUCTION Blood transfusion is an essential therapeutic and prophylactic component in the management of sickle cell disease (SCD) and associated complications. Prolonged transfusion therapy can lead to the development of antibodies to the donor's RBC antigens (alloimmunization), causing complications such as delayed hemolytic transfusion reactions, hyperhemolysis, worsening vaso-occlusive episodes, and end-organ damage. There have been only a few case series highlighting the impact of RBC alloimmunization on SCD morbidity and mortality, proposing a pathway involving RBC alloimmunization and decreased survival associated with hemolytic reactions or difficulty obtaining compatible blood when needed. However, apart from the consequences of iron overload, there is no long-term data for alloimmunization highlighting the clinical consequences, multiorgan damage, or associated morbidity in sickle cell patients. AIM The primary aim is to investigate the incidence of alloimmunization in SCD patients in an academic health system. The secondary aim is to elucidate the differences in demographics, frequency of vaso-occlusive crisis, end-organ damage, and inflammatory markers between alloimmunized and non-alloimmunized SCD patients. METHODS We conducted a retrospective multicentric descriptive study, including all sickle cell patients treated in an academic health system from January 1st, 2009, to December 31st, 2020, in Maryland, Virginia, and Washington, DC. An exemption from the Institutional Review Board for obtaining individual subjects' consent was procured. Patients included in the study were older than 18 years and diagnosed with sickle cell disease. Patients who did not have sickle cell disease were excluded from the study. Statistical analysis was reported using means for descriptive data, t-test for continuous variables, and chi-square for categorical variables. RESULTS A total of 94 patients with sickle cell disease were included in the study. Of these, 24 (25.5%) patients were found to have alloimmunization, whereas 70 (74.4%) patients did not. Of the alloimmunized patients, the average age, BMI and BSA were 30.15 years (p=0.037), 23.15 kg/m2 (p=0.040), and 1.65 m2 (p=0.003) compared to 37.07 years, 26.17 kg/m2 and, 1.84 m2 respectively among the non-alloimmunized group. 83% of the alloimmunized patients had sickle cell anemia (Hb SS), and 17% had a sickle thalassemia phenotype (p=0.005). A lower baseline hemoglobin (Hb) value of 8.01 g/dL was seen among alloimmunized patients compared to a higher Hb value of 9.63 g/dL (p=0.001) among the non-alloimmunized. Alloimmunized patients had an average of 5.55 alloantibodies. The average number of vaso-occlusive crises per year and related hospitalizations was statistically significantly higher in the alloimmunized group with 4.82 and 3.78, respectively, compared to 2.34 (p=0.035) 1.01 (p=0.0005) in the non-alloimmunized group. Similarly, the incidence of other sickle cell-related complications were higher among the alloimmunized patients, such as priapism (29% vs. 9%; p=0.0139), pulmonary hypertension (38% vs. 9%; p=0.0038) with no statistical difference in the iron overload (25% vs. 11%; p=0.150) or ferritin levels (. 83% of alloimmunized patients had a history of narcotic use vs. 34% among the non-alloimmunized (p=0.0001). Higher use of disease-modifying therapies including hydroxyurea (71% vs. 31%; p=0.0009) and voxelotor (13%vs0; p=0.0029), were also seen among alloimmunized patients. While no statistically significant difference was seen in the mean number of lifetime transfusions, there was a difference in the mean number of lifetime exchanges (3.67 vs. 0.0; p=0.0208). CONCLUSION The prevalence of alloimmunization in sickle cell patients in our study population (25.5%) was higher than in the literature (7- 59%) and the general population (2%). An increase in alloimmunization was associated with an increased number of exchanges but not with simple transfusions. Independent from the iron overload, alloimmunization was associated with increasing end-organ damage and sickle cell complications such as priapism, pulmonary hypertension. Strategies to decrease alloimmunization are needed to prevent these complications. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Dipanjan Debnath",
        "Hedy P Smith",
        "Cathy Conry-Cantilena",
        "Valentina Baez Sosa"
    ],
    "author_dict_list": [
        {
            "author_name": "Dipanjan Debnath",
            "author_affiliations": [
                "MedStar Washington Hospital Center, Washington, DC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hedy P Smith",
            "author_affiliations": [
                "MedStar Washington Hospital Center, Washington, DC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cathy Conry-Cantilena",
            "author_affiliations": [
                "Dept of Transfusion Medicine, NIH Clinical Center, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Baez Sosa",
            "author_affiliations": [
                "MedStar Washington Hospital Center, Washington, DC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:09:50",
    "is_scraped": "1"
}