{
    "doi": "https://doi.org/10.1182/blood.V104.11.653.653",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=87",
    "start_url_page_num": 87,
    "is_scraped": "1",
    "article_title": "Role for p40 phox in Fcγ-Receptor-Induced NADPH Oxidase Activation. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "nadph oxidases",
        "immunoglobulin g",
        "superoxides",
        "1-phosphatidylinositol 3-kinase",
        "agonists",
        "dna, complementary",
        "gene transfer techniques",
        "nitroblue tetrazolium",
        "oxidants",
        "oxidase"
    ],
    "author_names": [
        "Chang II Suh",
        "Natalie Stull",
        "Yoshito Fuji",
        "Sergio Grinstein",
        "Michael Yaffe",
        "Simon Atkinson",
        "Mary C. Dinauer"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics(Hematol/Oncology), Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Department of Pediatrics(Hematol/Oncology), Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Department of Pediatrics(Hematol/Oncology), Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Hospital for Sick Children, Toronto, Canada"
        ],
        [
            "Massachusetts Instititute of Technology, Cambridge, MA, USA"
        ],
        [
            "Department of Medicine (Nephrology), Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Department of Pediatrics(Hematol/Oncology), Indiana University School of Medicine, Indianapolis, IN, USA"
        ]
    ],
    "first_author_latitude": "39.78156130000001",
    "first_author_longitude": "-86.16517139999999",
    "abstract_text": "The phagocyte NADPH oxidase catalyzes the production of superoxide, the precursor to microbicidal oxidants that are essential for normal host defense. The active enzyme complex includes a membrane-bound flavocytochrome b along with p47 −phox , p67 phox , and Rac-GTP, which translocate from the cytosol to the membrane to activate electron transport through the flavocytochrome upon cellular stimulation with soluble or particulate agonists. Translocation of p67 phox is mediated by p47 phox , which can be isolated from the cytoplasm prior to oxidase activation as a complex along with a third protein, p40 phox . Although p40 phox also translocates to the membrane of activated cells, its role in regulation of the NADPH oxidase has been unclear. p40 phox is not required for reconstitution of high-level NADPH oxidase activity in cell-free systems or in heterologous whole cell models based in COS7 or K562 cell lines. It has recently been recognized that p40 phox binds phosphatidylinositol-3-phosphate (PI(3)P), a product of type III phosphatidylinositol 3-kinase, via an N-terminal PX domain, and that PI(3)P is generated in high levels in the phagosomal membrane, where it recruits proteins important for phagosomal maturation. To examine whether p40 phox might play a role in NADPH oxidase activation during phagocytosis, we introduced a cDNA for the human FcγIIA receptor via retroviral-mediated gene transfer into COS7 cells expressing the phagocyte flavocytochrome b, p47 phox , and p67 phox from stable transgenes. As previously shown by a number of groups for parental COS7 cells, heterologous expression of FcγIIA enabled “COS phox ” cells to ingest IgG-coated sheep red blood cells (IgG-SRBC). However, NADPH oxidase activity was not detected, using nitroblue tetrazolium as a probe to detect superoxide production, which is otherwise evident by the accumulation of intraphagosomal formazan deposits in macrophages and neutrophils undergoing phagocytosis. However, numerous NBT-positive (formazan-stained) phagosomes were seen in COS phox FcγR cells upon transient or stable transfection of an expression plasmid for p40 phox . NBT-positive phagosomes were detected within five minutes in a synchronized phagocytosis assay. Upon transient expression of derivatives of p40 phox which had point missense mutations in the PX domain predicted to prevent binding of PI(3)P, only rare NBT-positive phagosomes were detected in COS phox FcγR cells ingesting IgG-SRBC. Transient expression of p40 phox derivatives with point mutations in the SH3 domain, which disrupts a potential binding site for p47 phox , or in the PC motif, which should disrupt binding to p67 phox , resulted in a ~2-fold reduction in the numbers of NBT-positive phagosomes. Introduction of both the SH3 and PC mutations into p40 phox resulted in only rare NBT-positive phagosomes following transient transfection of the double mutant and subsequent phagocytosis of IgG-SRBC. Thus, this study identifies a role for p40 phox in coupling NADPH oxidase activation to phagocytosis of IgG-coated particles. Results of experiments using mutant derivatives of p40 phox suggest that its ability to interact with both PI(3)P and p47 phox /p67 phox are critical determinants in this process."
}