{
    "doi": "https://doi.org/10.1182/blood-2018-99-118048",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4137",
    "start_url_page_num": 4137,
    "is_scraped": "1",
    "article_title": "Mutations in RUNX1 and TP53 Genes Predict Progression in Patients with Lower-Risk Myelodysplastic Syndrome ",
    "article_date": "November 29, 2018",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies",
    "topics": [
        "mutation",
        "myelodysplastic syndrome",
        "risk reduction",
        "tp53 gene",
        "disease progression",
        "prognostic factors",
        "protein tyrosine phosphatase, non-receptor type 11",
        "hematopoietic stem cell transplantation",
        "hemoglobin measurement",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Monika Hruba, MSc",
        "Jitka Vesela, MSc",
        "Hana Votavova, PhD",
        "Michaela Dostalova Merkerova, PhD MSc",
        "Katarina Szikszai, PhD",
        "Marie Lauermannova, MD",
        "Zuzana Zemanova, PhD",
        "Anna Jonasova, MD",
        "Jaroslav Cermak, MD PhD",
        "Monika Belickova, PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology and Blood Transfusion, Prague, AL "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
        ],
        [
            "Center for Oncocytogenetics, Institute of Medical Biochemistry and Laboratory Diagnostics, General University Hospital and 1st Faculty of Medicine, Prague 2, Czech Republic "
        ],
        [
            "1st Medical Department - Hematology, General Hospital, Prague, Czech Republic"
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
        ]
    ],
    "first_author_latitude": "50.07368039999999",
    "first_author_longitude": "14.421270799999999",
    "abstract_text": "Background and Aims A part of lower-risk myelodysplastic (LR-MDS) patients progress to higher-risk MDS or acute myeloid leukemia. These patients have more aggressive type of disease than is expected based on their classification according to the International Prognostic Scoring System. Alongside, recent advances in DNA sequencing have enabled the identification of a large number of mutated genes in more than 80% of MDS patients. We focused on the identification of mutational profile that would be predictive of disease progression in LR-MDS patients. Methods We examined samples from 73 LR-MDS patients by TruSight Myeloid Sequencing Panel containing 54 genes (Illumina) to determinate the mutational profile. In 32 (44%) patients, paired samples processed at the time of diagnosis and during progression were analyzed. The median age of patients was 64.5 years (range, 29-83 years). The median observation period was 33.4 months (range, 4.5-195.9 months) from diagnosis, 36 (49%) patients remained alive including 8 who underwent HSCT. The FASTQ files were analyzed by NextGENe V2.4.2.2 (SoftGenetics). The survival distributions were estimated using the Kaplan-Meier method and prognostic factor analysis was performed with Cox's multivariate regression method. The Mann-Whitney test was used to determine the group independence. Results In total, 70% of patients had a recurrent mutation in at least one gene of the panel (87.5% of patients with progression and 56% without progression). The patients, who progressed, carried on average of 2.4 mutations and unprogressed patients 1.9 mutations. Most of the mutations detected in LR-MDS were in SF3B1 (30.1% of patients) and DNMT3A (24.7% of patients) genes but had no effect on overall survival (OS). Multivariate analysis demonstrated that RUNX1 and TP53 mutations were the strongest independent prognostic factors for OS (HR: 14.9; p=0.0001/HR:6.3; p=0.0007) at the time of diagnosis and also for progression-free survival (PFS) (HR: 3.6; p=0.05/HR:3.3; p=0.05). Moreover, mutations in these genes were detectable in 59.4% of patients with disease progression and only in 4.8% of patients without progression, who however were followed shortly (4.7 months). The median OS was 27.9 and 39.6 months in the patients with mutations of RUNX1 and TP53 genes compared to 84.2 months (p <0.0001) in patients without these mutations. The new mutations acquired during progression were present most in NRAS and PTPN11 genes. The variant allele frequency (VAF) of other mutations detected at the time of diagnosis increased during disease progression. Presence of mutations in TP53 gene (p=0.0006), RUNX1 gene (p=0.003), IPSS-R score (p=0.01) and hemoglobin level (p=0.05) were independent variables between patients with and without progression. Conclusions The goal of the study was to detect mutations in relevant genes that might predict disease progression up to 6 years from the time of diagnosis in LR-MDS patients and comparison of mutant allele frequencies in selected cases between the time of diagnosis and disease progression. We found that 60% of patients who progressed, carried mutations in RUNX1 and TP53 genes at the time of diagnosis. On the contrary, other mutations detectable at the time of diagnosis had no effect on OS and PFS. The VAF of mutations detected at the diagnosis increased at the time of progression. The NRAS and PTPN11 genes contained most of the new mutations acquired during progression. In conclusion, the results indicate that routine monitoring for mutations in LR-MDS should be performed to refine the risk prediction of disease progression. Supported by AZV grants (16-33485A, 16-31689A, 17-31398A and NV18-03-00227), RVO-VFN64165 and the project for conceptual development of research organization (00023736) from the Ministry of Health of the Czech Republic. Disclosures No relevant conflicts of interest to declare."
}