{
    "doi": "https://doi.org/10.1182/blood.V108.11.1341.1341",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=806",
    "start_url_page_num": 806,
    "is_scraped": "1",
    "article_title": "P190-B RhoGAP Is Critical for Hematopoietic Stem/Progenitor Cell Homing and Short Term Engraftment. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "adhesions",
        "cdc42 gtp-binding protein",
        "diabetes mellitus",
        "dna",
        "dyes",
        "engraftment",
        "fibronectins",
        "immunodeficiency, combined",
        "integrins",
        "ligation"
    ],
    "author_names": [
        "Haiming Xu, PhD",
        "Kathleen Szczur, BS",
        "Yi Zheng, PhD",
        "Jeffrey Settleman, PhD",
        "David A. Williams, MD",
        "Marie-Dominique Filippi, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA",
            "Cell and Molecular Biology Graduate Program, University of Cincinnati, College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Massachusetts General Hospital Cancer Center, Harvard Medical School, Charlestown, MA, USA"
        ],
        [
            "Division of Experimental Hematology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Hematopoietic stem/progenitor cell (HSC/P) engraftment is a complex process which requires HSC/P to migrate across endothelium barrier from the blood towards the bone marrow (BM) cavities. The cellular and molecular mechanisms that regulate HSC/P engraftment are still poorly understood. Rho GTPases, Rac1, Rac2, CDC42 and RhoA, are major regulators of cell adhesion and migration via cytoskeleton rearrangement. While the roles of Rac and CDC42 in HSC/P functions have begun to be understood (Gu, Science 2003; Wang, Blood 2006), the role of RhoA has yet to be examined in physiological settings. To examine the role of RhoA in HSC/P engraftment, we used mice genetically deficient in the Rho-inhibitory protein p190-B RhoGAP (p190-B), which represent gain of RhoA activity (Sordella, Dev Cell, 2000). P190-B-deficient c-Kit + cells demonstrated increased short-term engraftment in non-obese diabetic/severe combined-immunodeficiency (NOD/SCID) mice compared to WT cells. In addition, p190-B −/− was associated with increased colony forming-unit (CFU) homing to BM compared with WT (7.5%±1.8% vs 4.2%±0.6%, p<0.05). We next examined HSC/P adhesion and migration. P190-B −/− FL cells showed significantly increased CFU adhesion to fibronectin (FN) compared to WT FL cells (11.2%±1.2% vs 8.5%±1.02%, p<0.05), despite normal beta-1 integrin expression. Interestingly, p190-B −/− cells exhibited significantly increased CFU migration towards SDF-1α in the presence of FN (44.9%±1.3% vs 25.9%±4.2%, p<0.01). Cytoskeleton reorganization is critical during cell migration. To further investigate the role of RhoA activity in HSC/P migration at a mechanistic level, F-actin reorganization was examined. Upon integrin ligation and SDF-1α stimulation, c-Kit + WT cells polarized with a single F-actin lamellipodia at the leading edge and a short uropod. In contrast, p190-B −/− showed multiple membrane protrusions of F-actin at the leading edge associated with abnormally elongated uropod in a significantly number of cells (16% vs 1%, p<0.05). In addition, in some p190-B −/− cells F-actin was assembled in a ring structure at the leading edge. Thus, RhoA may regulate HSC/P migration and homing by stimulating membrane protrusions via integrin signaling. HSC/P migration into BM cavities is restricted to the cells in the G 0 /G 1 -phase of the cell cycle. This restriction may be dependent on adhesion properties of these cells (Giet, Blood 1997; Orchell-Traycoff, Blood 2000). RhoA has been implicated in the coordination of cell cycle transit and migration in non hematopoietic cells. To test whether the increased CFU migration of p190-B-deficient cells was due to the ability of cells in cycle to migrate, c-Kit + cells from WT and p190-B +/− BM were fractionated using the DNA dye Hoechst which allows separation of cells in G 0 /G 1 versus S/G 2 +M. Remarkably, FN-induced migration of S/G 2 +M c-Kit + p190-B +/− cells was significantly higher than that of WT cells. Therefore, this study suggests that the regulation of RhoA activity via p190-B is important for HSC/P short-term engraftment and homing maybe by coordinating migration and cell cycle transit and that rearrangement of the cytoskeleton likely plays an essential role during this process."
}