{
    "doi": "https://doi.org/10.1182/blood.V128.22.3516.3516",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3370",
    "start_url_page_num": 3370,
    "is_scraped": "1",
    "article_title": "CD3/Bars: A Novel Bispecific Format for the Treatment of B-Cell Lymphomas ",
    "article_date": "December 2, 2016",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster II",
    "topics": [
        "b-cell lymphomas",
        "lymphoma",
        "receptors, antigen, b-cell",
        "antibodies, bispecific",
        "cd19 antigens",
        "cytotoxicity",
        "antibodies",
        "autoantigens",
        "cloning",
        "epitopes"
    ],
    "author_names": [
        "Moritz Bewarder, MD",
        "Klaus-Dieter Preuss, PhD",
        "Natalie Fadle",
        "Evi Regitz",
        "Lorenz Thurner, MD",
        "Michael Pfreundschuh, MD, PhD"
    ],
    "author_affiliations": [
        [
            "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg/Saar 66421, Germany "
        ],
        [
            "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg/Saar 66421, Germany "
        ],
        [
            "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg/Saar 66421, Germany "
        ],
        [
            "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg/Saar 66421, Germany "
        ],
        [
            "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg/Saar 66421, Germany "
        ],
        [
            "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg, Germany"
        ]
    ],
    "first_author_latitude": "49.31698375",
    "first_author_longitude": "7.222779399999999",
    "abstract_text": "Background Autoantigens are suspected to play an important role in the pathogenesis of different types of B cell neoplasia. Suggestive of this hypothesis is the restricted usage of a stereotyped IgHv repertoire in CLL, MCL and DLBCL. Further evidence supporting this notion is the identification of specific autoantigens as the target of the B-cell receptor from malignant lymphomas and myelomas, such as paratarg-7 as antigenic target for 15% of paraproteins of MGUS and MM patients. ARS2 was previously identified as the autoantigenic target for the B-cell receptor of approximately 25% of DLBCLs of the ABC type, here termed ARS2 reactive lymphomas. We had recently shown that the B-cell receptor antigens can be used to target B-cell lymphoma cells in vitro and in vivo in an approach designated as BARs ( B -cell receptor a ntigens for r everse targeting), the first therapeutic strategy in oncology with absolute and exclusive specificity for the malignant clone. To test whether BARs can substitute the B-cell binding antibody (e.g. CD19) in T-cell engaging bispecific antibodies, we designed a bispecific CD3/BAR product consisting of a recombinant single chain fragment (scFv) against CD3 linked to ARS2 (CD3-ARS2). One arm of this construct should engage the T cell co-receptor CD3 of human T cells, and the other site should bind to the B cell receptor of ARS2 reactive lymphomas thus specifically redirecting and activating T cells against lymphoma cells. Material and methods VL and VH genes of the CD3 - OKT3 hybridoma and the DNA sequence of the 33 amino acids containing the B-cell receptor binding epitope of ARS2 were cloned into a pcDNA 3.1 vector by standard cloning techniques. VH and VL were linked by a glycine-serine linker, as was VL to the ARS2 epitope resulting in VH-(Gly₄Ser₁)ⁿ-VL-(Gly₄Ser₁)ⁿ-ARS2 peptide chain. The final cloning product was transfected in HEK cells for production of the bispecific construct. Binding capacity to lymphoma cell lines (OCI-Ly3, U2932, HBL-1) and PBMCs was assessed by flow cytometry. Western blot analysis was used for detection of CD3-ARS2 after incubation with the monoclonal anti-His Tag antibody. Cytotoxicity was evaluated by LDH release assay. Results The CD3 - ARS2 bispecific construct bound to CD3 on T cells and the B-cell receptor of ARS2 reactive lymphoma cells. CD3/ARS2 induced rapid cytotoxicity exclusively in ARS2 reactive lymphoma cell lines at concentrations as low as 250 ng/ml with an effector - target ratio of 10:1. Specific T-cell mediated cytotoxicity reached 40% after 4 hours. Lymphoma cell lines with BCRs of a specificity other than ARS2 were not affected. Conclusion The CD3/BAR construct is a novel therapeutic principle for the treatment of B-cell lymphomas, suggesting that BARs might also be useful as part of CAR-T cells. Compared to CD3/CD19 bispecific antibodies the CD3/BARs are exclusively cytotoxic against the malignant clone and spare normal B-cells. This should considerably reduce the acute toxicity of T-cell engaging bispecific constructs and circumvent long-term B cell depletion. Experiments comparing the cytotoxic capacity of CD3/BARs with CD3/CD19 bispecific antibodies are underway, as are analyses evaluating possible synergisms of these constructs. Disclosures No relevant conflicts of interest to declare."
}