{
    "doi": "https://doi.org/10.1182/blood.V106.11.5059.5059",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=403",
    "start_url_page_num": 403,
    "is_scraped": "1",
    "article_title": "Human Cytomegalovirus Can Infect Multiple Myeloma Cells and Protect the Cells from Apoptosis. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "apoptosis",
        "culture media",
        "human herpesvirus 5",
        "infections",
        "multiple myeloma",
        "rna, messenger",
        "interleukin-6",
        "antigens",
        "cytomegalovirus infections",
        "vascular endothelial growth factor a"
    ],
    "author_names": [
        "Guoqing Wei, MD, PhD",
        "Maofang Lin, MD",
        "Guangsheng Zhao, MD",
        "He Huang, MD, Ph.D",
        "Zhen Cai, MD, Ph.D"
    ],
    "author_affiliations": [
        [
            " Department of Bone Marrow Transplantation Center, First Affiliated Hospital, Medical College of Zhejiang University, Hangzhou, Zhejiang, China."
        ],
        [
            " Department of Bone Marrow Transplantation Center, First Affiliated Hospital, Medical College of Zhejiang University, Hangzhou, Zhejiang, China."
        ],
        [
            " Department of Bone Marrow Transplantation Center, First Affiliated Hospital, Medical College of Zhejiang University, Hangzhou, Zhejiang, China."
        ],
        [
            " Department of Bone Marrow Transplantation Center, First Affiliated Hospital, Medical College of Zhejiang University, Hangzhou, Zhejiang, China."
        ],
        [
            " Department of Bone Marrow Transplantation Center, First Affiliated Hospital, Medical College of Zhejiang University, Hangzhou, Zhejiang, China."
        ]
    ],
    "first_author_latitude": "30.308684399999994",
    "first_author_longitude": "120.0864995",
    "abstract_text": "Tumor relapse and cytomegalovirus(CMV) infection are very important concerns in the therapy of hematopoietic malignancies by bone marrow transplantation.It was reported that there was a higher rate of CMV reactivation in patients with multiple myeloma(MM) after autologous or CD34+ stem cell selected transplantation,but no attention so far has been given to a possible pathogenetic interplay between CMV and MM cells.CMV could infect many kinds of cells, and could inhibit apoptotic responses in several cell systems.Our studies were to investigate the alteration of apoptosis in MM cell line cells infected by CMV as well as the possible mechanism. After CMV AD169 was propagated in HF fibroblasts,MM cell line KM3 and RPMI 8226 cells were infected by 100,10,1 TCID 50 of CMV,then were cultured with serum-free RPMI 1640.RT-PCR assay was used to detect the mRNA expression of CMV immediate early (IE) gene,Flow Cytometry was used to detect the CMV pp65 antigen positive cells and transmission electron microscope was used to detect CMV particles in the cells as well as the morpholoy and inner structure of the apoptotic MM cells. AnnexinV-FITC and Propidium Iodide Staining Solution were added to MM cells and apoptotic cells were detected with Flow Cytometry.To explore the possible mechanism that CMV infection inhibit the apoptotic responses in MM cells,RT-PCR assay was used to detecte the mRNA expression of IL-6 and VEGF in CMV-infected and mock-infected cells; ELISA assay was used to detecte the protein expression of IL-6 in the culture medium; EMSA assay was used to detecte the NF-κB activity of the cells.We got these results as below: CMV-infected MM cells could express IE mRNA compared with the uninfected;CMV particles could be found in the cells infected by 100 TCID 50 of CMV compared with the mock-infected cells,and there were much more CMV pp65 antigen positive cells when KM3 cells were infected by 100,10 TCID 50 of CMV,which was significant higher than the control group P <0.01. As to RPMI 8226 cells,CMV pp65 antigen positive cells were 4.3% when cells were infected by 100 TCID 50 of CMV,while there were no CMV pp65 antigen positive cells in the mock-infected RPMI 8226 cells. There were less apoptotic KM3 cells which were infected with 100,10 TCID 50 of CMV compared with the uninfected when cells were cultured in serum-free cultures P <0.05. As to RPMI 8226 cells, percent of apoptotic cells infected with 100,10,1 TCID 50 of CMV were higher than the mock infected cells(21.2%,44.0%,53.2% vs 58.9%). Few apoptotic MM cells with typical character could be found in the CMV infected cells compared with the uninfected. CMV could increase the expression of IL-6 mRNA in MM cells in a titer-dependent way,While VEGF mRNA expression was not different between the infected and mock-infected group. On the other hand, CMV infection could increase the IL-6 protein and this protein in the culture medium increased as the CMV titer increased as well as time prolonged.With EMSA assay It was found that NF-κB was reactivated by the CMV infection. In conclusion, the results suggest: CMV can infect MM cells and replicate in the cells. CMV can protect MM cells from apoptosis induced by serum-free culture. CMV can activate NF-κB and increase the level of IL-6(mRNA and protein)in MM cells while not affect the VEGF mRNA expression. These results indicate that CMV may protect MM cells from apoptosis,which means that CMV infection maybe has very close relationship with tumor relapse or resistance to chemotherapeutic agents."
}