{
    "doi": "https://doi.org/10.1182/blood.V118.21.2834.2834",
    "article_title": "BCR Responsiveness is Associated with Time to First Treatment (TTFT) in B-Cell Chronic Lymphocytic Leukemia (B-CLL): Results From a Single Cell Network Profiling (SCNP) Verification Study ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2834 Background: B-cell chronic lymphocytic leukemia (B-CLL) follows a highly variable clinical course, with some patients having indolent disease and not requiring treatment, whereas others experience rapid disease progression, treatment resistance, and death within 2 to 3 years. Widely accepted staging systems, biological parameters, and prognostic indices help stratify patients into risk groups, yet there remains substantial intragroup heterogeneity. Single cell network profiling (SCNP) is a multiparametric flow cytometry-based assay that simultaneously measures, quantitatively at the single cell level, both extracellular surface marker levels and changes in intracellular signaling proteins in response to extracellular modulators (Kornblau et al. Clin Cancer Res 2010). Previously, we reported the use of this assay to functionally characterize BCR signaling in 21 cryopreserved samples from Binet Stage A B-CLL patients. In that study, a panel of signaling nodes (a node is defined as the combination of extracellular modulator and corresponding intracellular readout and is abbreviated node→readout) was examined and increased anti-IgM-induced phospho (p)-Erk signaling (anti-IgM→p-Erk) was associated with shorter time from diagnosis to first treatment (TTFT) (Scupoli et al. EHA 2010). Objectives: The present study was undertaken to independently verify the association between BCR responsiveness and shorter TTFT, to assess repeatability of SCNP measurements in B-CLL cells, and to explore additional signaling nodes relevant to B-CLL biology. Methods: SCNP was performed as previously described on cryopreserved peripheral blood mononuclear cells (PBMC) collected between 2004 and 2009 from 32 patients with untreated Binet Stage A B-CLL at various points during their clinical follow up; at the time of the analysis, 9 (28%) progressed to active disease, requiring treatment. Median follow-up was 47 months (range 4 to 179 months). SCNP analysis of 21 signaling nodes investigating B cell receptor, survival and NFkB signaling in B-CLL cells was performed in replicate, on separate plates run on the same day. Repeatability was assessed by regressing paired induced signaling measurements from experimental replicates. Associations between SCNP measurements and TTFT were determined using Cox Proportional Hazards regression. Results: Excellent repeatability was observed for SCNP signaling measurements in B-CLL cells (e.g., anti-IgM→p-Erk: R 2 =0.97, slope=1.01). Consistent with the previous study, an association between BCR responsiveness, measured by anti-IgM→p-Erk, and shorter TTFT was also observed in this study, although the pre-specified significance criteria were not met (likelihood ratio (LR) Chi square (χ 2 ) test p=0.07). A post hoc analysis excluding two samples with low viability (low % aqua negative cells) was also performed ( Figure 1 a) showing a statistically significant association between anti-IgM→p-Erk signaling and TTFT (p=0.03, Figure 1 b). Among the new nodes investigated in this study, an additional significant association between increased anti-IgD→p-NFkB and shorter TTFT was identified (p=0.02). View large Download slide View large Download slide  Close modal Conclusions: This study confirms, in an independent data set, the association between increased anti-IgM→p-Erk signaling and shorter TTFT in B-CLL that was observed previously in a separate study. In addition, a newly identified association between anti-IgD→p-NFkB and TTFT was observed, thus supporting the role of BCR signaling in the pathogenesis of the disease and the utility of SCNP assay in elucidating these signaling deregulations with the potential for the development of prognostic and predictive tests. Disclosures: Cesano: Nodality: Employment, Equity Ownership. Evensen: Nodality: Employment, Equity Ownership. Ptacek: Nodality Inc.: Employment, Equity Ownership. Cordeiro: Nodality Inc.: Employment, Equity Ownership. Hawtin: Nodality Inc.: Employment, Equity Ownership. Ware: Nodality Inc.: Employment, Equity Ownership.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "verification",
        "nf-kappa b",
        "cryopreservation",
        "follow-up",
        "cancer",
        "disease progression",
        "immunoglobulin m",
        "indolent"
    ],
    "author_names": [
        "Alessandra Cesano, M.D., Ph.D.",
        "Erik Evensen, Ph.D.",
        "Jason Ptacek, PhD",
        "James Cordeiro",
        "Rachael E. Hawtin, Ph.D.",
        "Jodi R. Ware, PharmD",
        "Ilaria Nichele",
        "Maria Teresa Scupoli, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Alessandra Cesano, M.D., Ph.D.",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erik Evensen, Ph.D.",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Ptacek, PhD",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Cordeiro",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachael E. Hawtin, Ph.D.",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jodi R. Ware, PharmD",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Nichele",
            "author_affiliations": [
                "University of Verona, Verona, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa Scupoli, Ph.D.",
            "author_affiliations": [
                "University of Verona, Verona, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T15:58:49",
    "is_scraped": "1"
}