{
    "doi": "https://doi.org/10.1182/blood-2019-126193",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4247",
    "start_url_page_num": 4247,
    "is_scraped": "1",
    "article_title": "Percentage of Infiltrating T Lymphocytes in Diffuse Large B-Cell Lymphoma Lymph Nodes Measured By Flow Cytometry Predicts Overall Survival and Provides Additional Prognostic Information When Combined with the R-IPI ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "abstract_text": "INTRODUCTION: Recent studies have suggested that tumor microenviroment (TME) may play an important role in lymphomagenesis and tumor progression in non-Hodgkin lymphoma. Tumor-infiltrating lymphocytes and myeloid-derived cells could provide valuable prognostic information independent from tumor characteristics alone. In diffuse large B-cell lymphoma (DLBCL) several attempts have been made to capture prognostic variables associated with TME. Peripheral blood monocytes, lymphocytes and natural killer (NK) cells have been shown to predict outcome in DLBCL patients (pts). Immunohistochemistry and gene-expression profile on tissue biopsies have also been studied as prognostic indicators. In this study we assessed the prognostic significance of the percentage of infiltrating T-lymphocytes (TL) and NK cells measured by flow cytometry (FC) in tissue biopsies of DLCBL. AIMS: -To determine the prognostic impact on survival of the percentage of infiltrating TL and NK cells measured by FC in tissue biopsies. -To evaluate whether this variables can provide additional information when superimposed on the R-IPI. METHODS: We selected pts with DLBCL and available tissue biopsy FC data at the time of diagnosis who received treatment at our institution between 2012 and 2018. Clinical information such as age, gender, stage, serum lactate dehydrogenase levels, R-IPI and cell of origin were collected from medical records. FC analysis was performed with 8-color FC panels according to international Euroflow protocols. Percentage of TL and NK-cells in lymph node biopsy by FC was compared to the normal values determined by Battaglia et al (Immunology 2003). Both parameters were analyzed as dichotomized variables: low vs. normal-high. The survival analysis was estimated with Kaplan-Meier method. The comparison between variables was performed through log-rank test and multivariate analysis with Cox regression. RESULTS: A total of 75 pts were included in this retrospective study. Pts characteristic are summarized in Table 1. All pts were treated with immunochemotherapy regimens. Complete remission rate was 82%. Median PFS and OS were 35.2 and 83.2 months respectively, with a median follow up time of 27.8 months (range: 4.3-177.5). In our cohort, the R-IPI was able to discriminate OS and PFS into poor and good-very good risk (median OS of 27.8 months vs. not reached, and median PFS of 12.8 vs. 82.6 months, p<0.001, respectively). A low percentage of TL in lymph node biopsy samples was associated with inferior OS (median OS 34.3 months vs. not reached, p:0.001). This subgroup also had inferior PFS, not statistically significant (median PFS 16 vs. 118 months, p:0.08). Regarding NK-cells, low values had significantly worse OS (median OS 57.4 months vs. not reached, p:0.03). Decreased PFS, not statistically significant, was also found in this subgroup (median PFS of 15.5 vs. 40.4 months, p:0.079). Both the TL and R-IPI remained independent predictors of survival on multivariate analysis with HR of 5.5 (CI 95% 1.88-16.07, p: 0.002), and 5.8 (CI 95% 2.20-15.33, p<0.001) respectively (Table 2). The percentage of TL in lymph nodes was able to further stratify clinical outcome in all R-IPI categories. In pts in the good-very good R-IPI and normal-high TL risk group no deaths occurred, compared to a median OS of only 22.2 months in pts with poor R-IPI and low TL values (p<0.001). Interestingly the outcomes of pts with only one of the adverse variants (low TL or poor R-IPI) were very similar (figure 4). Similarly, PFS in the good-very good R-IPI with normal-high TL was significantly higher than in the poor risk R-IPI with low percentage of TL in tissue samples (median PFS of 118.5 months vs. 9.3 months respectively, p<0.001), (Figure 3). CONCLUSIONS: Tumor infiltrating TL in lymph nodes of pts with DLBCL measured by FC showed prognostic impact in OS in our cohort. Data obtained from FC is easily acquired and should be taken into consideration when studying TME. Furthermore, the percentage of TL was able to provide additional prognostic information when superimposed on the R-IPI, identifying both a subgroup with an exceptionally good outcome and a very high-risk subset of pts. Early strategies aiming to improve TL in poor risk patients could constitute an appealing approach. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "flow cytometry",
        "lymph nodes",
        "t-lymphocytes",
        "brachial plexus neuritis",
        "biopsy",
        "neoplasms",
        "lymph node biopsy",
        "abnormal involuntary movement scale",
        "alberta infant motor scales"
    ],
    "author_names": [
        "Laura Korin, MD",
        "Maria Del Rosario Custidiano, MD",
        "Maria Lucia Fuente",
        "Santiago Cranco, MD",
        "Adriana Vitriu, MD",
        "Paola Ochoa, MD",
        "Evelina Babuin",
        "Fernando Diaz Couselo, MD",
        "Anahí Vijnovich Baron, MD",
        "Paula Tempra",
        "Maria Belen Venegas",
        "Andrea Novoa",
        "Norma Elisabeth Tartas, MD",
        "Maria Cecilia Foncuberta, MD",
        "Julio Cesar Sanchez Avalos, MD"
    ],
    "author_affiliations": [
        [
            "Fleming Institute, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina ",
            "Instituto Alexander Fleming, Buenos Aires, Argentina"
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ],
        [
            "Instituto Alexander Fleming, Buenos Aires, Argentina "
        ]
    ],
    "first_author_latitude": "-34.5717457",
    "first_author_longitude": "-58.45184270000001"
}