{
    "doi": "https://doi.org/10.1182/blood.V108.11.2285.2285",
    "article_title": "Redefinition of TLX1-Positive T-ALLs. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The TLX1 gene (10q24) codes for a homeodomain transcription factor not expressed in normal T lymphopoiesis. It’s expression as evaluated by RQ-PCR has been reported in 20–50% of T-ALLs while standard cytogenetic identifies TLX1 translocations to T cell receptor (TCR) genes in only 4–14% of T-ALLs. Accordingly, the stringency of the association between TLX1-TCR translocations and TLX1 overexpression has been questioned. To our knowledge, no systematic search for 10q24 translocations by FISH or molecular means has been conducted. Published T-ALL series demonstrate that a proportion of samples express TLX1 at very high levels while the remaining express TLX1 at either low or undetectable levels. In the absence of a uniform threshold, the biological significance of TLX1 levels of expression requires more exploration as it might account for the discrepancies regarding the prognosis impact of TLX1 expression and allow better T-ALL stratification. We have studied 224 unselected T-ALLs (147 adults and 77 children). Levels of TLX1 expression, assessed by RQ-PCR, were correlated to immunophenotypic, oncogenetic and molecular cytogenetic analysis. Thirty-two T-ALLs (14%, 27 adults and 5 children) expressed TLX1 at high levels (TLX1-high group) with a median level (normalised with ABL) of 746%. Fourty-nine samples (22%, 36 adults and 13 children) expressed TLX1 at lower levels (TLX1-low group) with a median level of 0,1% (range: 0,002%–11%). Caryotypes were available for 144 samples and demonstrated a 10q24 abnormality in only 11 cases, all within the TLX1-high group. Ongoing molecular analysis (FISH and LM-PCR) have revealed 17 additional 10q24 translocations/abnormalities among the TLX1-high samples with available material. Among those 17 samples, 12 had a representative caryotype without 10q24 abnormalities. In contrast, the 10q24 locus was normal in all 6 TLX1-low T-ALLs tested by FISH. Oncogenetic data show that HOX11-high T-ALLs form a homogeneous group, without coexisting TLX3 , CALM-AF10 or TAL1 deregulation while TLX1-low and TLX1-negative T-ALLs often express either TLX3 , CALM-AF10 or TAL1 . Immunophenotypic data show that TLX1-high T-ALLs correspond to a β-selection stage of maturation arrest while TLX1-low T-ALLs show heterogeneous stages of maturation arrest: 20 immature(IM), 17 IMβ/pre-αβ, 5 TCRαβ and 6 TCRγδ. The respective prognosis of T-ALLs in correlation with their TLX1 expression level is currently being analysed. We conclude that virtually all T-ALLs expressing TLX1 at high level bear a 10q24 translocation and form a distinct homogeneous oncogenic group. Caryotype analysis largely underestimates 10q24 translocations. A uniform definition of TLX1 expression positivity has impact on T-ALL stratification in clinical protocols. Based on cytogenetic, immunophenotypic and oncogenetic arguments, we propose a definition of TLX1(+) T-ALLs restricted to T-ALLs expressing high levels (>100% ABL) of TLX1 and/or having a genetic abnormality implicating TLX1 . T-ALLs expressing low levels of TLX1 do not share these characteristics and their clinical relevance should be assessed separately.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "child",
        "clinical protocols",
        "cytogenetic analysis",
        "cytogenetics",
        "gene abnormality",
        "genes",
        "heterogeneity",
        "homogeneity",
        "lymphopoiesis"
    ],
    "author_names": [
        "Julie Bergeron, MD",
        "Isabelle Radford, Pharm.",
        "Corinne Millien",
        "Patrick Villarese",
        "Elizabeth A. Macintyre, MD,PhD",
        "Vahid Asnafi, MD,PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julie Bergeron, MD",
            "author_affiliations": [
                "Laboratoire d’hématologie, Université Paris V, Hôpital Necker-Enfants Malades, INSERM EMI0210, Paris, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Radford, Pharm.",
            "author_affiliations": [
                "Laboratoire de Cytogénétique, Université Paris V, Hôpital Necker-Enfants Malades, INSERM EMI0210, Paris, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinne Millien",
            "author_affiliations": [
                "Laboratoire d’hématologie, Université Paris V, Hôpital Necker-Enfants Malades, INSERM EMI0210, Paris, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Villarese",
            "author_affiliations": [
                "Laboratoire d’hématologie, Université Paris V, Hôpital Necker-Enfants Malades, INSERM EMI0210, Paris, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth A. Macintyre, MD,PhD",
            "author_affiliations": [
                "Laboratoire d’hématologie, Université Paris V, Hôpital Necker-Enfants Malades, INSERM EMI0210, Paris, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vahid Asnafi, MD,PhD",
            "author_affiliations": [
                "Laboratoire d’hématologie, Université Paris V, Hôpital Necker-Enfants Malades, INSERM EMI0210, Paris, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T02:32:11",
    "is_scraped": "1"
}