{
    "doi": "https://doi.org/10.1182/blood.V104.11.3015.3015",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=27",
    "start_url_page_num": 27,
    "is_scraped": "1",
    "article_title": " MLL/AF9 Fusion Transcript Quantification in t(9;11)-Positive AML Identify Patients with High Risk of Relapse. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "complete remission",
        "detection of minimal residual disease",
        "disease remission",
        "follow-up",
        "graft-versus-host disease",
        "leukapheresis",
        "leukemia, myelocytic, acute",
        "neoadjuvant therapy",
        "polymerase chain reaction",
        "recurrence risk"
    ],
    "author_names": [
        "Claudia Scholl, MD",
        "Karina Eiwen",
        "Stefan Frohling, MD",
        "Richard F. Schlenk, MD",
        "Hartmut Dohner, MD",
        "Konstanze Dohner, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ]
    ],
    "first_author_latitude": "48.42289235",
    "first_author_longitude": "9.9539251",
    "abstract_text": "Detection of minimal residual disease (MRD) in acute myeloid leukemia (AML) with specific gene fusions is an important tool for the assessment of response to treatment and the individual risk of relapse. We evaluated the predictive value of MLL/AF9 fusion-transcript quantification using real-time RT-PCR for disease relapse and verified the results with nested RT-PCR. A t(9;11) was identified in 27 younger AML patients (16–60 years) entered into the multicenter trials AML HD93 and AML HD98-A of the AML Study Group Ulm. One hundred seventy-eight samples (bone marrow [BM], n=84; peripheral blood [PB], n=79; leukapheresis product [LP], n=15) from 22 patients were available for real-time RT-PCR analysis. In 6 of these 22 patients, only samples from diagnosis were obtained, the remaining 16 patients were analyzed during and after therapy. The sensitivity of the real-time RT-PCR was 10 −3 and of the nested RT-PCR 10 −4 to 10 −5 . The MLL/AF9 copy number at diagnosis was not predictive of subsequent clinical outcome. Eight of the 16 evaluable patients became real-time RT-PCR-negative after double induction therapy. Six of these 8 patients are in continuous complete remission (CR), 1 died in CR from graft-versus-host disease, and 1 relapsed 11 months after diagnosis. Eight of 16 patients had detectable fusion-transcript levels after achieving complete hematologic remission. Six of these 8 patients relapsed after a median of 8.6 months (range, 3.6 to 13.5) from diagnosis, one patient died in CR 3 weeks after autologous BM transplantation, and one patient underwent allogeneic BM transplantation and is in continuous CR 16 months after diagnosis. Of 3 patients, who relapsed, we were able to analyze bone marrow 1 months before hematologic relapse occurred. Two of these 3 patients were real-time RT-PCR-negative after therapy and became positive 1 month before relapse, 1 patient was still real-time RT-PCR-positive after therapy and had increased MLL/AF9 copy numbers 1 month before relapse occurred. Five Patients, who were in continuous CR, were real-time RT-PCR-negative in all analyzed samples during follow up (median, 56 months; range, 13.8 to 68.9 months). One hundred seventy-two patient samples were examined by nested RT-PCR. Real-time RT-PCR-negative samples were also negative with nested RT-PCR, therefore nested RT-PCR did not enhance sensitivity of real-time PCR. We conclude that real-time RT-PCR is convenient for the detection of MRD in t(9;11)-positive AML and real-time RT-PCR positivity in at least one sample during therapy correlates with a high risk of relapse."
}