{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.841.841",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3732",
    "start_url_page_num": 3732,
    "is_scraped": "1",
    "article_title": "Cytokine Release Syndrome and Tumor Responses in a First-in-Man Trial of a Novel Affinity-Enhanced TCR-Gene Transduced T Cell Transfer Targeting NY-ESO-1 Antigen ",
    "article_date": "December 7, 2017",
    "session_type": "703. Adoptive Immunotherapy: Gene Engineered T cells for Hematologic Malignancies",
    "topics": [
        "affinity",
        "antigens",
        "cytokine release syndrome",
        "genes, t-cell receptor",
        "neoplasms",
        "t-lymphocytes",
        "transfer technique",
        "cell therapy",
        "peptides",
        "cancer"
    ],
    "author_names": [
        "Shinichi Kageyama",
        "Mikiya Ishihara",
        "Shigehisa Kitano",
        "Yoshihiro Miyahara",
        "Hidefumi Kato",
        "Hideyuki Mishima",
        "Noboru Yamamoto",
        "Hiroyoshi Hattori",
        "Hiroaki Iwase",
        "Takeru Funakoshi",
        "Takashi Kojima",
        "Naoki Inoue",
        "Tomohide Kidokoro",
        "Daisuke Tomura",
        "Sachiko Okamoto",
        "Hideto Chono",
        "Ikuei Nukaya",
        "Junichi Mineno",
        "Hiroaki Ikeda",
        "Takashi Watanabe, MDPhD",
        "Hiroshi Shiku"
    ],
    "author_affiliations": [
        [
            "Mie University, Tsu, Japan "
        ],
        [
            "Mie University, Tsu, Japan "
        ],
        [
            "National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "Mie University, Tsu, Japan "
        ],
        [
            "Aichi Medical University, Nagakute, Japan "
        ],
        [
            "Aichi Medical University, Nagakute, Japan "
        ],
        [
            "National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "Nagoya Medical Center, Nagoya, Japan "
        ],
        [
            "Nagoya Medical Center, Nagoya, Japan "
        ],
        [
            "Keio University, Tokyo, Japan "
        ],
        [
            "National Cancer Center Hospital East, Kashiwa, Japan "
        ],
        [
            "Takara Bio Inc., Kusatsu, Japan "
        ],
        [
            "Takara Bio Inc., Kusatsu, Japan "
        ],
        [
            "Takara Bio Inc., Kusatsu, Japan "
        ],
        [
            "Takara Bio Inc., Kusatsu, Japan "
        ],
        [
            "Takara Bio Inc., Kusatsu, JPN "
        ],
        [
            "Takara Bio Inc., Kusatsu, Japan "
        ],
        [
            "Takara Bio Inc., Kusatsu, Japan "
        ],
        [
            "Nagasaki University, Nagasaki, JPN "
        ],
        [
            "Mie University Graduate School of Medicine, Tsu, Japan "
        ],
        [
            "Mie University, Tsu, JPN"
        ]
    ],
    "first_author_latitude": "34.7441102",
    "first_author_longitude": "136.5244143",
    "abstract_text": "Adoptive cell transfers of receptor gene-engineered T cells include chimeric antigen receptor-gene transduced T (CAR-T) cell therapy and TCR-gene transduced T (TCR-T) cell therapy. In CD19-CAR-T cell therapy, high incidence of cytokine release syndrome (CRS) is associated with in vivo CAR-T cell proliferation and its clinical efficacy. In human TCR-T cell therapies, there have not been well known about CRS and its association with in vivo T cell kinetics or tumor responses. We have been developing a novel-type affinity-enhanced NY-ESO-1-specific TCR, and an original retrovirus vector that encodes siRNA to silence endogenous TCR creation. The NY-ESO-1 TCR is mutated for high affinity with replacements of G50A and A51E in CDR2 region, which is restricted with HLA-A*02:01 and A*02:06. We extensively examined potential cross-reactivities to different antigen-peptides in preclinical studies, and the high-affinity NY-ESO-1 TCR did not recognize analogous peptides. The new generation retroviral TCR-vector provides enhanced expression of transduced tumor-specific TCRs and an inhibition effect of formations of self-reactive TCRs. This is a first-in-man clinical trial of the novel NY-ESO-1-specfic TCR-T cell transfer to evaluate the safety, in vivo cell kinetics and clinical responses. It is designed as a cell-dose escalation from 5 x10 8 to 5 x10 9 cells. NY-ESO-1-expressing refractory cancer patients were enrolled, with 3+3 cohort design. Cyclophosphamide with/without fludarabine were administered prior to the TCR-T cell transfer as pre-conditioning. Six patients were treated with the NY-ESO-1 TCR-T cell transfer, and evaluated for the safety and in vivo cell kinetics. The TCR-T cells appeared in peripheral blood with a dose-dependent manner, associated with in vivo proliferation in an early phase. In three patients given 5x10 8 cells, no toxicities were seen. Two patients receiving 5x10 9 cells developed early-phase CRS (G2), with elevations of serum IL-6 and IFN-gamma. They were managed the treatment of anti-IL-6 receptor monoclonal antibody, tocilizumab. In a patient who developed CRS, an event of lung injury (G3) occurred, which was associated with marked infiltration of the NY-ESO-1 TCR-T cells. It was successfully treated with steroid. Two synovial sarcoma patients exhibited tumor responses of PRs. In one patient, progression-free survival lasted more than 8 months. In summary, the affinity-enhanced NY-ESO-1 TCR-T cell transfer exhibited CRSs in association with in vivo cell proliferation and sequential tumor responses. Disclosures No relevant conflicts of interest to declare."
}