{
    "doi": "https://doi.org/10.1182/blood.V108.11.1902.1902",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=683",
    "start_url_page_num": 683,
    "is_scraped": "1",
    "article_title": "Triptolide Cooperates with Cytarabine To Induce Apoptosis in Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "apoptosis",
        "cytarabine",
        "leukemia, myelocytic, acute",
        "flow cytometry",
        "annexins",
        "cd45 antigens",
        "chinese herbs",
        "cytokine",
        "diterpenes",
        "dna"
    ],
    "author_names": [
        "Arnaud Pigneux, MD",
        "Maïalen Uhalde, PhD",
        "François X. Mahon, MD,PhD",
        "Francis Lacombe, PhD",
        "Vincent Praloran, MD,PhD",
        "Noel-Jean Milpied, MD",
        "Francis Belloc, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, CHU Bordeaux, Pessac, France",
            "Hematology Laboratory, CHU Bordeaux, Pessac, France",
            "INSERM E217, University Victor Ségalen, Bordeaux, France"
        ],
        [
            "Hematology Laboratory, CHU Bordeaux, Pessac, France"
        ],
        [
            "Hematology Laboratory, CHU Bordeaux, Pessac, France",
            "INSERM E217, University Victor Ségalen, Bordeaux, France"
        ],
        [
            "Hematology Laboratory, CHU Bordeaux, Pessac, France"
        ],
        [
            "Hematology Laboratory, CHU Bordeaux, Pessac, France"
        ],
        [
            "Hematology Department, CHU Bordeaux, Pessac, France"
        ],
        [
            "Hematology Laboratory, CHU Bordeaux, Pessac, France",
            "INSERM E217, University Victor Ségalen, Bordeaux, France"
        ]
    ],
    "first_author_latitude": "44.784414100000006",
    "first_author_longitude": "-0.6598157",
    "abstract_text": "Triptolide, a diterpene triepoxide isolated from the Chinese herb Tripterygium wilfordii Hook.f, has shown antitumor activity in a broad range of solid tumors and on leukemic cells in vitro. Here, we examined its pro-apoptotic effects on THP1 myeloid cell line and primay AML blasts in association with cytarabine. THP1 cells were treated with increasing concentrations of Ara-C in the presence or not of Triptolide (5 ng/ml). Apoptosis was measured by flow cytometry at the mitochondrial level by using the ΔΨm sensitive probe DiOC6(3). This low dose of Triptolide did not induce any apoptosis in 24 hrs. However, it significantly increased the apoptosis induced by Ara-C in the range 0.1–2 μg/ml (p<0.001) (figure 1). At 48 hrs, this cooperative effect was observed for lower doses of Ara-C (0.05–0.1 μg/ml)(figure 2). Fig. 1 View large Download slide Fig. 1 View large Download slide Fig. 2 View large Download slide Fig. 2 View large Download slide When measuring the IκB content by western blot, although triptolide alone was found able to decrease IκB (p<0.05), there was no effect on the IκB content of Ara-C-treated cells. Similarly, no effect of the Ara-C/Triptolide association was found in the DNA binding activity of NFκB. The DNA synthesis activity was measured by flow cytometry using the BrdUrd method and a dose dependent DNA synthesis inhibition was found with Triptolide from 2 to 20 ng/ml. Moreover, the association of 5 ng/ml Triptolide with 0.05 or 0.1 μg/ml of Ara-C showed an increase in the DNA synthesis inhibition as compared with both drugs separately. However, while Ara-C induced an accumulation of cells in the S compartment of the cell cycle, the cell cycle distribution was not significantly altered by Triptolide alone, suggesting that this drug induced also a slowing down during all the cell cycle. The association Triptolide/Ara-C was also investigated in vitro on primary blast cells from 26 AML patients. The blood or bone marrow mononuclear cells were cultured for 48 to 72 hrs in the presence of a cytokine cocktail (Stem α.4B) to recruit the cells into the cell cycle. The samples were then treated with 7.5 ng/ml Triptolide, 0.05 or 0.1 ng/ml Ara-C or both drugs in combination for 24 and 48 hrs. Apoptosis was measured by flow cytometry, using FITC-Annexin V. The blast cells were discriminated on the basis of their low CD45 expression. The combination of both drugs yielded a percentage of apoptotic cells that was significantly higher than each drug administered separately (p<0.05). These results show that low concentrations of Triptolide which were not shown to induce apoptosis by themselves were able to potentiate the pro-apoptotic and anti-proliferative effects of Ara-C. The potentiation by triptolide of the antileukemic activity of cytarabine in vitro warrants further clinical investigations for the treatment of AML patients, specially in elderly patients in which low-dose cytarabine treatment could be improved by an association with Triptolide."
}