{
    "doi": "https://doi.org/10.1182/blood.V110.11.407.407",
    "article_title": "Reduction of Prothrombin in Mice Carrying a Conditional Knockout Allele Attenuates the Development of Paralysis Associated with Experimental Encephalitis. ",
    "article_date": "November 16, 2007",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Multiple sclerosis (MS) is common and often devastating chronic inflammatory disease leading to demyelination in the central nervous system and relapsing neurological deficits, including paralysis and vision loss. MS lesions are characterized by blood-brain barrier disruption leading to perivascular deposition of fibrin that correlates with areas of microglia activation and myelin damage. Consistent with multiple studies showing that hemostatic factors can serve as important modulators of the inflammatory response in vivo, we recently identified fibrin(ogen) as a novel regulator of microglial activation/differentiation and showed that fibrinogen plays a causative role in the development of inflammatory demyelination in experimental autoimmune encephalomyelitis (EAE), an established animal model for MS. A working hypothesis that has emerged is that Mac1-mediated microglial cell engagement of fibrin-rich matrices deposited within MS plaques drives activation events leading to neuronal destruction. To better define contribution of the thrombin/fibrin axis in demyelinating neuroinflammatory disease, we challenged conditional “floxed” fII knockout mice carrying low levels (∼10% of normal) of circulation prothrombin (fII) with EAE initiated by immunization with myelin oligodendrocyte peptide. Wild-type mice challenged with EAE typically began to develop overt neurological symptoms within two weeks of immunization. Clinical disease progressed from simple loss of tail tone to ataxia and, ultimately, fore- and hind-limb paralysis. When cohorts were clinically scored in a fashion blinded to animal genotype, prothrombin-deficient mice were found to exhibit significantly reduced disease severity than the control mice tracked in parallel. The timing of disease onset was similar in fII-deficient mice as in controls, consistent with the hypothesis that fII-deficiency diminishes microglial activity. In contrast to control mice that uniformly developed clinically apparent disease, the two-thirds of fII-deficient mice develop either no disease or very mild disease typically limited to the simple loss of tail tone. More detailed studies of fII-deficient mice, including comparative studies of CNS histopathology, are now underway to more fully define the benefits and liabilities of diminished prothrombin on CNS disease. Complementary studies are also underway with gene-targeted mice expressing a mutant form of prothrombin (fII with “specificity switch” favoring protein C over procoagulant substrates). Both prothrombin and fibrinogen are powerful determinants of inflammatory CNS demyelinating disease and a more detailed understanding of the contribution of these factors to disease progression may reveal novel therapeutic strategies for the attenuation of this and other neuroinflammatory diseases.",
    "topics": [
        "animal model",
        "carrying",
        "encephalitis",
        "experimental autoimmune encephalomyelitis",
        "mice",
        "paralysis",
        "prothrombin",
        "alleles",
        "fibrin",
        "demyelination"
    ],
    "author_names": [
        "Eric S. Mullins, MD",
        "Keith W. Kombrinck, MS",
        "Matthew J. Flick, PhD",
        "Maureen A. Shaw, BS",
        "William Sun, PhD",
        "Sandra J. Degen, PhD",
        "Katerina Akassoglou, PhD",
        "Jay L. Degen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eric S. Mullins, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keith W. Kombrinck, MS",
            "author_affiliations": [
                "Developmental Biology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J. Flick, PhD",
            "author_affiliations": [
                "Rheumatology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maureen A. Shaw, BS",
            "author_affiliations": [
                "Developmental Biology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Sun, PhD",
            "author_affiliations": [
                "Developmental Biology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra J. Degen, PhD",
            "author_affiliations": [
                "Developmental Biology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katerina Akassoglou, PhD",
            "author_affiliations": [
                "Pharmacology, University of California, San Diego, La Jolla, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jay L. Degen, PhD",
            "author_affiliations": [
                "Developmental Biology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T03:49:37",
    "is_scraped": "1"
}