{
    "doi": "https://doi.org/10.1182/blood.V120.21.1267.1267",
    "article_title": "Characteristics of Diamond Blackfan Anemia Patients with Unknown Genetic Defect ",
    "article_date": "November 16, 2012",
    "session_type": "508. Bone Marrow Failure - Inherited Disorders: Poster I",
    "abstract_text": "Abstract 1267 Diamond Blackfan anemia (DBA) has been established as a ribosomopathy and results in the majority of cases from the haploinsufficiency of genes coding for ribosomal proteins (RP). So far, 12 cytoplasmic RP genes (S7, S10, S17, S19, S24, S26, L5, L9, L11, L19, L26, and L35a) and the transcription factor GATA1 were identified to be affected in approximately half of all patients. Additionally, RP-gene deletions might constitute the causative mechanism. From the patients currently enrolled in the DBA registry in Germany, material for extensive genetic studies was available in 186 cases. We identified mutations in 52% (n=96) of patients in 9 of the before-mentioned 12 RP-genes. In addition, we investigated GATA1 and KLF1 , a key erythroid transcription factor associated with the persistence of high levels of fetal hemoglobin (HbF), but no mutations in DBA patients were found. We next focused on the identification of RP-gene deletions within the mutation-negative cohort. Using Affymetrix 6.0 SNP-arrays and a qPCR-based copy number assay, we identified RP-gene deletions in 10% (n=19) patients, with S17 being the most frequently deleted gene in 6 patients, followed by L5, L11, L35a, and S19. To assess whether the not yet identified genetic defects in the remaining ∼1/3 negative patients might have a different impact on the physical development and the clinical course than the RP-genes already linked to DBA, we compared both mutation/deletion positive (mut/del+) and negative cohorts. The age at diagnosis of mut/del+ patients versus negative patient group was 0.3 years as compared to 0.7 years, and there was equal sex ratio in both groups. HbF and eADA, used as lab surrogate markers, were increased in 73% mut/del+ as compared to 75% negative cases. The prevalence of physical abnormalities between both groups also seems to be similar. Specifically, no difference was seen between mut/del+ and negative patients for heart defects (37.5% and 26.5%), urogenital malformations (6.7% and 8.8%), thumb malformations (11.5% and 5.9%), small for gestational age (17% and 10.5%) and craniofacial malformations (39.4% and 35.3%). However cleft palate was exclusive to only one of 68 evaluable negative patients as compared to 6 of 104 evaluable mut/del+ positive patients. Interestingly, nearly all patients (94%) with gene deletions presented with physical anomalies, which might result from haploinsufficiency of other genes affected in the context of a continuous gene syndrome. We next focused our analysis on treatment modalities. Comparing the rate of spontaneous remission (SR), there were significantly more patients with SR within negative patient group as compared to mut/del+ cohort: 31.6% (18 of 57 evaluable) vs. 15.2% (15 of 99 evaluable), p < 0.04. Contrasting this, there was no difference for other treatment modalities including steroid/transfusion dependency. In an attempt to identify whether the patients with an unknown genetic defect have impaired ribosome biogenesis, we performed polysomal profiling of 3 subgroups of DBA patients, those with point mutations in known RP genes, those with large deletions spanning known RP genes, and those that were deletion and mutation negative. Our preliminary results obtained from a cohort of 30 patients cell lines revealed not only the expected imbalance in 40S to 60S peak size depending on which RP gene was mutated, but also the presence of ribosomal intermediate structures in negative patients which were previously not reported in context of DBA. Some of these profiles with intermediates are linked to RP genes that have known links to rRNA processing. Interestingly, some of the profiles of the known RP genes were recapitulated in the profiles from patients with unknown genetic defect, suggesting that ribosomal profiling may be a valuable method of prediction for future DBA genotyping efforts. In summary, DBA patients with unkown genetic defect show similar clinical presentation as patients with known RP-gene mutations or deletions. The observation of different treatment outcomes requires further investigation. Polysome profilling provides initial suggestion about the type of RP-defect and can help in better characterizing the patients prior to prospective next generation sequencing - based gene discovery. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "diamond-blackfan anemia",
        "gene abnormality",
        "fetal hemoglobin",
        "congenital abnormality",
        "gata1 protein, human",
        "cleft palate",
        "genotype determination",
        "massively-parallel genome sequencing",
        "ribosomal proteins",
        "ribosomal rna"
    ],
    "author_names": [
        "Tamas Farkas",
        "Joerg Meerpohl",
        "Shinsuke Hirabayashi",
        "Alyson MacInnes",
        "Gunda Ruzaike",
        "Paul Essers",
        "Sandra Urbaniak",
        "Jessica Moetter",
        "Friedrich Kapp",
        "Alexandra Fischer",
        "Charlotte M Niemeyer",
        "Marcin W Wlodarski"
    ],
    "author_dict_list": [
        {
            "author_name": "Tamas Farkas",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Department of Pediatrics and Adolescent Medicine, University of Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joerg Meerpohl",
            "author_affiliations": [
                "German Cochrane Centre, University Medical Center Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinsuke Hirabayashi",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Department of Pediatrics and Adolescent Medicine, University of Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alyson MacInnes",
            "author_affiliations": [
                "Hubrecht Institute of Developmental Biology and Stem Cell Research, Utrecht, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gunda Ruzaike",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Department of Pediatrics and Adolescent Medicine, University of Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Essers",
            "author_affiliations": [
                "Hubrecht Institute of Developmental Biology and Stem Cell Research, Utrecht, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Urbaniak",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Department of Pediatrics and Adolescent Medicine, University of Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Moetter",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Department of Pediatrics and Adolescent Medicine, University of Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friedrich Kapp",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Department of Pediatrics and Adolescent Medicine, University of Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Fischer",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Department of Pediatrics and Adolescent Medicine, University of Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlotte M Niemeyer",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Department of Pediatrics and Adolescent Medicine, University of Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcin W Wlodarski",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Department of Pediatrics and Adolescent Medicine, University of Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T21:31:27",
    "is_scraped": "1"
}