{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.SCI-14.SCI-14",
    "article_title": "Understanding Outcomes of CD19-Targeted CAR T Cell Immunotherapy ",
    "article_date": "December 7, 2017",
    "session_type": "Advances in Cellular Immunotherapy for Lymphoid Malignancies",
    "abstract_text": "CD19-specific chimeric antigen receptor (CAR)-modified T cells have antitumor activity in patients with relapsed and/or refractory B cell malignancies, but factors that impact toxicity and efficacy have been difficult to define because of heterogeneity of CAR-T cells administered to individual patients. We conducted a clinical trial in which CD19 CAR-T cells were manufactured from defined T cell subsets and administered in a 1:1 ratio of CD4 + :CD8 + CAR-T cells to adults with CD19 + acute lymphoblastic leukemia (B-ALL), non-Hodgkin lymphoma (NHL) or chronic lymphocytic leukemia (CLL) after lymphodepletion chemotherapy. The defined composition product was remarkably potent, with bone marrow CR rates exceeding 90% in B-ALL patients, and overall response rates of 70-80% in NHL and CLL patients. In vivo CAR-T cell expansion and persistence were enhanced by the combination of cyclophosphamide (Cy) and fludarabine (Flu) lymphodepletion compared to Cy-based regimens without Flu, and were associated with better response. The enhanced CAR-T cell expansion and persistence in NHL patients receiving Cy/Flu lymphodepletion was due in part to an increase in available homeostatic cytokines, such as IL-15, and in B-ALL and NHL patients abrogation of anti-CAR transgene immune responses, which promoted CAR-T cell rejection and early relapse in a subset of patients. The depth of response appeared important in CLL, in which we found that absence of the malignant IGH clone in marrow of patients who responded by IWCLL imaging criteria was associated with longer progression-free survival (PFS) after CAR-T cell infusion compared to those in whom the malignant IGH clone was detected. CD19 CAR-T cell immunotherapy can be complicated by cytokine release syndrome (CRS), neurotoxicity, and B cell depletion. Endothelial activation was observed in patients with severe CRS and neurotoxicity, which may account for clinical manifestations, including vascular instability, capillary leak, and blood-brain barrier permeability. In B-ALL, NHL and CLL patients, we found that more severe CRS and neurotoxicity were associated with factors that increase CAR-T cell expansion, resulting in higher concentrations of distinct cytokines in serum after infusion. In B-ALL, CAR-T cell expansion and the risk of toxicity were also higher in patients with high tumor burden. Probability curves defined the likelihood of CRS, neurotoxicity or response in each disease cohort according to in vivo peak CAR-T cell concentrations in blood. The data indicate that a therapeutic window between CR and CRS or neurotoxicity can be defined in B-ALL within a distinct range of peak CAR-T cell counts. Reduction of the infused CAR-T cell dose in those with high marrow burden minimized the risk of high peak CAR-T cell counts that were associated with an increased risk of toxicity. In NHL patients, probability curves indicated that CAR-T cell dose reduction to reduce toxicity could be associated with loss of anti-tumor efficacy, suggesting that CAR-T cell dosing at the maximum tolerated dose combined with early intervention strategies in patients at high risk of CRS or neurotoxicity might be a suitable strategy to minimize toxicity while maintaining efficacy. Using a classification-tree algorithm we identified clinical and serum biomarkers that allow testing of early intervention strategies in patients at the highest risk of toxicity. These data will inform strategies that facilitate safe and effective clinical application of CD19 CAR-T cell therapy. Disclosures Turtle: Juno Therapeutics: Other: Advisory board, Patents & Royalties, Research Funding; Celgene: Other: Advisory board; Precision Biosciences: Other: Advisory board; Adaptive Biotechnologies: Other: Advisory board; Bluebird Bio: Other: Advisory board; Gilead Sciences: Other: Advisory board.",
    "topics": [
        "burkitt's lymphoma",
        "cd19 antigens",
        "immunotherapy",
        "t-lymphocytes",
        "leukemia, b-cell, acute",
        "neurotoxicity syndromes",
        "toxic effect",
        "influenza",
        "cytokine",
        "infusion procedures"
    ],
    "author_names": [
        "Cameron J. Turtle, MBBS, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cameron J. Turtle, MBBS, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T02:27:47",
    "is_scraped": "1"
}