{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3063.3063",
    "article_title": "The Leeds Risk Profile Predicts Outcome for Older Myeloma Patients: A Prognostic Score Using Frailty Biomarkers Derived and Tested Using 2371 Clinical Trial Patients ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Introduction: Multiple myeloma (MM) is molecularly heterogeneous but so too are the patients it affects. This heterogeneity becomes more significant in older, less fit patients in whom factors affecting their ability to withstand treatment may be more important than disease biology. Treatment tolerability does not deteriorate linearly with age and is better defined as 'frailty'. Patient-reported activities of daily living and comorbidities have been combined with age to derive the IMWG Frailty Score (Palumbo A et al, Blood 2015), which can predict outcome. This requires completion of 3 patient questionnaires and may be open to bias. Several biochemical markers of frailty have been associated with adverse outcomes including inflammatory markers such as CRP, renal dysfunction and the ratio of lymphocytes to total white cells (L:W). Using biochemical surrogates to measure patient frailty is objective and avoids the need for potentially burdensome questionnaires. Here we describe a novel prognostic score (Leeds Risk Profile; LRP) that combines readily available laboratory measures of patient frailty with age and WHO performance status (PS) to predict outcomes in transplant non-eligible (TNE) MM patients. Methods: 1852 TNE patients recruited to the NCRI Myeloma XI (MyXI) trial were used as a training set and 520 TNE patients recruited to the MRC Myeloma IX (MyIX) trial used as a validation set. MyXI compared IMiD-containing triplet combinations: cyclophosphamide and dexamethasone with thalidomide (CTD) or lenalidomide (CRD). Patients with a suboptimal response (<VGPR) were eligible for further induction with a PI-based triplet (cyclophosphamide, bortezomib and dexamethasone). There was a maintenance randomisation between lenalidomide and observation. MyIX compared induction with melphalan and prednisolone to CTD and maintenance thalidomide to observation. Baseline variables considered included PS, LDH, CRP, international staging score (ISS), age and L:W. The primary objective was overall survival (OS). Missing data in the training set (MyXI) for the variables was imputed via multiple imputation by chained equations. The model was built using a Cox model with LASSO penalty within each imputed dataset. The final model was derived by combining the coefficients and standard errors by Rubin's rules. The model was internally validated by bootstrap sampling and externally validated in the test set using the prognostic separation D-statistic. Results: Univariate Cox-regression analysis demonstrated a significant effect of PS, CRP, ISS, Age and L:W (all p<0.001) but not LDH (p=0.333) on OS within the training set. The final multivariable model (LRP) included PS, Age, ISS and CRP. The discrimination and calibration of the model were good, with calibration better closer to trial entry. The model was successfully internally validated by bootstrap re-sampling according to pre-defined criteria. The combined prognostic index was divided into tertiles to define 3 groups: Fit, Intermediate-fitness, Frail. All variables increased in severity across the three groups. The groups predicted outcomes as shown in Figure 1a (median OS: Fit 60 months [95%CI 55-NR], Intermediate-fitness 44 [39-48] and Frail 25 [22-30] (Log-rank p<0.0001)). External validation was successfully carried out using patients from MyIX. The test data was split into three separate risk groups using the same cut-offs derived and implemented within the training data. Significant differences in OS were again predicted ( Figure 1b) (median OS: Fit 43 months [35-NR], Intermediate-fitness 34 [27-38] and Frail 20 [14-25] (Log-rank p<0.0001)). In exploratory analyses the risk groups derived for overall survival were applied to progression-free survival, early mortality and treatment delivery modifications and predicted outcome as expected. Predictive ability was maintained in those patients who were exposed to both IMiD and PI therapy. Conclusion: We have defined a novel score predictive of outcome in TNE MM patients (LRP). This score uses only factors already collected at baseline for MM patients using objective laboratory bloods tests combined with age and a simple WHO PS assessment. As such it would be easy and quick to use in the clinic and apply within clinical trials. The LRP will be prospectively validated, including a comparison to the IMWG Frailty Score, within the UK-MRA Myeloma XIV trial (FITNESS). View large Download slide View large Download slide  Close modal Disclosures Cook: Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Sanofi: Consultancy, Honoraria, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Honoraria; Glycomimetcs: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau. Pawlyn: Takeda: Honoraria, Other: Travel support; Janssen: Other: Travel support; Celgene: Honoraria, Other: Travel support. Gregory: Janssen: Honoraria; Celgene: Consultancy, Honoraria. Davies: Takeda: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria. Morgan: Takeda: Consultancy, Honoraria; Bristol Myers: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding. Jackson: Chugai: Honoraria; Amgen: Honoraria; Takeda: Honoraria; Celgene: Honoraria; J&J: Honoraria.",
    "topics": [
        "biological markers",
        "frailty",
        "multiple myeloma",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "calibration",
        "cyclophosphamide",
        "dexamethasone",
        "lenalidomide"
    ],
    "author_names": [
        "Gordon Cook, MD PhD",
        "Kara-Louise Royle",
        "Charlotte Pawlyn, BA,PhDMBBChir,MRCP,FRCPath",
        "Anna Hockaday",
        "Walter M Gregory, PhD",
        "J Anthony Child",
        "Faith E Davies, MD",
        "Gareth J. Morgan, MD PhD",
        "David Cairns, BSc, MSc, PhD",
        "Graham Jackson, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gordon Cook, MD PhD",
            "author_affiliations": [
                "Leeds Institute of Cancer & Pathology, University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kara-Louise Royle",
            "author_affiliations": [
                "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, Leeds, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlotte Pawlyn, BA,PhDMBBChir,MRCP,FRCPath",
            "author_affiliations": [
                "Institute of Cancer Research, Sutton, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Hockaday",
            "author_affiliations": [
                "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, Leeds, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter M Gregory, PhD",
            "author_affiliations": [
                "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, Leeds, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J Anthony Child",
            "author_affiliations": [
                "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, Leeds, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faith E Davies, MD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas, Little Rock, AR "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth J. Morgan, MD PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Cairns, BSc, MSc, PhD",
            "author_affiliations": [
                "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, Leeds, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham Jackson, MDPhD",
            "author_affiliations": [
                "Department of Haematology, University of Newcastle, Newcastle Upon Tyne, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T04:02:12",
    "is_scraped": "1"
}