{
    "doi": "https://doi.org/10.1182/blood.V120.21.3187.3187",
    "article_title": "CD59 Deficiency Is Associated with Chronic Hemolysis and Childhood Chronic Immune Mediated Neuropathy ",
    "article_date": "November 16, 2012",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster Session III",
    "abstract_text": "Abstract 3187 CD59 deficiency is a common finding in red and white blood cells in patients with chronic hemolysis suffering from paroxysmal nocturnal hemoglobinuria (PNH) where acquired mutation in the PIGA gene leads to membrane loss of GPI-anchored membrane proteins, including CD59. The current study objective was the elucidation of the molecular basis of childhood familial chronic Coombs' negative hemolysis and relapsing polyneuropathy, mimicking chronic inflammatory demyelinating polyradiculoneuropathy in infants of North-African Jewish origin from four unrelated families. A founder mutation was searched using homozygosity mapping followed by exome sequencing. The expression of CD59, CD55 and CD14 was examined in blood cells by flow cytometry followed by western blot of the CD59 protein. A homozygous missense mutation in CD59, was identified in all the patients. The mutation segregated with the disease in the families and had a carrier rate of 1:66 among Jews of North-African origin. The mutated protein was present in the patients' cells in normal amount but was undetectable on the membrane surface. Conclusion: This is the first clinical and molecular characterization of a novel clinical syndrome. CD59 mutation is associated with a failure of proper localization of CD59 protein in the cell surface. This is clinically manifested in infancy by chronic hemolysis and relapsing peripheral demyelinating disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antigens, cd59",
        "child",
        "hemolysis",
        "immune-mediated neuropathies",
        "antigens, cd55",
        "cd14 antigen",
        "coombs' test",
        "demyelinating diseases",
        "flow cytometry",
        "membrane proteins"
    ],
    "author_names": [
        "Dror Mevorach",
        "Orly Elpeleg"
    ],
    "author_dict_list": [
        {
            "author_name": "Dror Mevorach",
            "author_affiliations": [
                "Medicine, Hadassah-Hebrew University, Jerusalem, Israel, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Orly Elpeleg",
            "author_affiliations": [
                "Genetics, Hadassah-Hebre University"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T12:55:53",
    "is_scraped": "1"
}