{
    "doi": "https://doi.org/10.1182/blood.V126.23.5142.5142",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3074",
    "start_url_page_num": 3074,
    "is_scraped": "1",
    "article_title": "Evaluation of the Benefit/Risk Profile of Ponatinib in CP-CML Patients over Time: 4-Year Follow-up of the Phase 2 PACE Study ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "topics": [
        "follow-up",
        "pace trial",
        "ponatinib",
        "protein-tyrosine kinase inhibitor",
        "measles-mumps-rubella vaccine",
        "abdominal pain",
        "adverse event",
        "arthralgia",
        "back pain",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Jorge E. Cortes",
        "Dong-Wook Kim",
        "Javier Pinilla-Ibarz",
        "Philipp D. le Coutre",
        "Ronald Paquette",
        "Charles Chuah",
        "Franck E. Nicolini, MD PhD",
        "Jane F. Apperley, MD",
        "H Jean Khoury",
        "Moshe Talpaz",
        "Daniel J. DeAngelo, MD PhD",
        "Elisabetta Abruzzese",
        "Delphine Rea",
        "Michele Baccarani",
        "Martin C. Müller",
        "Carlo Gambacorti-Passerini",
        "Stephanie Lustgarten, PhD",
        "Maureen Conlan",
        "Francois Guilhot",
        "Mochael W. Deininger",
        "Andreas Hochhaus, MD",
        "Timothy P. Hughes, MD MBBS, FRACP, FRCPA",
        "Hagop M. Kantarjian",
        "Neil P. Shah"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Seoul St. Mary's Hospital, The Catholic University of Korea, Seoul, South Korea "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Charité Universitätsmedizin Berlin, Berlin, Germany "
        ],
        [
            "Ronald Reagan UCLA Medical Center, University of California, Los Angeles, CA "
        ],
        [
            "Department of Hematology, Singapore General Hospital, Singapore, Singapore "
        ],
        [
            "Centre Hospitalier Lyon Sud, Pierre-Bénite, France "
        ],
        [
            "Haematology Department, Hammersmith Hospital (Imperial College Healthcare NHS Trust), London, United Kingdom "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Comprehensive Cancer Center, University of Michigan, Ann Arbor, MI "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "S. Eugenio Hospital, Tor Vergata University, Rome, Italy "
        ],
        [
            "Hematology department, Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy "
        ],
        [
            "Universitätsmedizin Mannheim, Mannheim, Germany "
        ],
        [
            "Azienda Ospedaliera San Gerardo/University of Milano-Bicocca, Monza, Italy "
        ],
        [
            "ARIAD Pharmaceuticals, Inc., Cambridge, MA "
        ],
        [
            "ARIAD Pharmaceuticals, Inc., Cambridge, MA "
        ],
        [
            "Inserm CIC 1402, CHU de Poitiers, Poitiers, France "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Jena University Hospital, Jena, Germany "
        ],
        [
            "SA Pathology and South Australian Health and Medical Research Institute, University of Adelaide, Adelaide, Australia "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Introduction: Ponatinib, a potent oral tyrosine kinase inhibitor (TKI), is approved for use in patients with refractory CML and Ph+ ALL, including patients with the BCR-ABL T315I mutation. This post hoc analysis was undertaken to assess the evolution of the efficacy and safety of ponatinib over time in CP-CML patients in the ongoing phase 2 PACE trial (NCT01207440). Updated data with 4 years of follow-up, including an analysis of the management of select adverse events (AEs), will be presented. Methods: Patients with CML/Ph+ ALL who were resistant or intolerant to dasatinib or nilotinib or who had the T315I mutation (N=449) were enrolled and treated with ponatinib (starting dose 45 mg once daily). Accumulation of arterial occlusive events (AOEs) in the ponatinib program led to recommendations for dose reduction in PACE in October 2013. Efficacy and safety among CP-CML patients are reported as of February 2, 2015 in this abstract. Results: Included in the analysis were 270 CP-CML patients who received treatment, with a median follow-up of 42 (0.1-52.5) months. At the time of analysis, 42% of CP-CML patients (114/270) continued to receive ponatinib. Primary reasons for discontinuation were AEs (18%), withdrawal by patient (11%), and disease progression (10%). Characteristics of CP-CML patients continuing to receive ponatinib were similar to those of the overall cohort (Table 1). Of 267 CP-CML patients analyzed for efficacy, 59% and 53% achieved MCyR and CCyR at any time, and 39% and 23% achieved at least MMR and MR4.5, respectively; despite dose reductions from 45 mg/d at baseline, responses continued to deepen after the first year (Table 2). The probability of maintaining MCyR at 3 years was 83%, and the estimated PFS/OS rates were 60%/81% at 3 years. AEs in ≥20% of CP-CML patients were rash (46%), abdominal pain (46%), thrombocytopenia (45%), headache (43%), dry skin (41%), constipation (41%), hypertension (33%), arthralgia (32%), fatigue (30%), nausea (27%), increased lipase (26%), pyrexia (26%), myalgia (24%), pain in an extremity (21%), and back pain (20%). Most newly occurring AEs were observed within the first year. Rates of AOEs (any/serious) were 28%/23%, including cardiovascular (14%/11%), cerebrovascular (11%/9%), and peripheral vascular (11%/8%) events; median time to onset for AOEs was 14.1 (0.3-44.0) months. Exposure-adjusted incidence rates of new AOEs (events per 100 patient-years) have appeared to remain approximately stable or decrease over time; rates were 14.3 in Year 1, 15.2 in Year 2, 11.7 in Year 3, and 9.9 in Year 4 (analysis for Year 4 does not yet cover a full fourth year for all CP-CML patients). Conclusions: With longer follow-up in the PACE trial, the benefit/risk profile of ponatinib continues to evolve and remains favorable for many patients in this trial. In this analysis, the baseline characteristics of patients remaining on study did not differ substantially across the time points examined. Despite a decline from initial dose intensity, deep and lasting responses have continued to be observed after the first year in this trial of heavily pretreated patients. Most AEs have occurred early in treatment; AOEs have typically had a later onset-exposure-adjusted incidence rates of AOEs have not increased over time. Table 1. Characteristics of CP-CML Patients Continuing to Receive Ponatinib Over Time  . Baseline (n=270) . Patients Receiving Ponatinib at 1 Year (n=179) . Patients Receiving Ponatinib at 2 Years (n=156) . Patients Receiving Ponatinib at 3 Years (n=125) . Median age at baseline, years 60 58 58 58 ≥2 prior TKIs at baseline, % 93 91 92 92 ≥3 prior TKIs at baseline, % 60 55 54 54 Median time from diagnosis to first dose, years 7.0 6.9 7.0 6.7 Median dose intensity, mg/d 45.0 29.1 29.0 28.8 Mutations detected at baseline, % 49 49 48 47 T315I mutation detected at baseline, % 24 25 23 22 . Baseline (n=270) . Patients Receiving Ponatinib at 1 Year (n=179) . Patients Receiving Ponatinib at 2 Years (n=156) . Patients Receiving Ponatinib at 3 Years (n=125) . Median age at baseline, years 60 58 58 58 ≥2 prior TKIs at baseline, % 93 91 92 92 ≥3 prior TKIs at baseline, % 60 55 54 54 Median time from diagnosis to first dose, years 7.0 6.9 7.0 6.7 Median dose intensity, mg/d 45.0 29.1 29.0 28.8 Mutations detected at baseline, % 49 49 48 47 T315I mutation detected at baseline, % 24 25 23 22 View Large Table 2. Cumulative Response Rates in CP-CML Patients Receiving Ponatinib Over Time (n=267)  . By 1 Year, % . By 2 Years, % . By 3 Years, % . Total, % . MCyR 55 58 59 59 CCyR 50 53 53 53 MMR 30 36 39 39 MR4.5 9 16 22 23 . By 1 Year, % . By 2 Years, % . By 3 Years, % . Total, % . MCyR 55 58 59 59 CCyR 50 53 53 53 MMR 30 36 39 39 MR4.5 9 16 22 23 View Large Disclosures Cortes: Pfizer: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; ARIAD Pharmaceuticals Inc.: Consultancy, Research Funding; Teva: Consultancy, Research Funding. Pinilla-Ibarz: Pfizer: Consultancy, Other: Consulting & Advisory Role, Research Funding, Speakers Bureau; Novartis: Consultancy, Other: Consulting & Advisory Role, Research Funding; Teva: Consultancy, Speakers Bureau; ARIAD Pharmaceuticals, Inc.: Consultancy, Other: Consulting & Advisory Role, Research Funding; BMS: Consultancy, Honoraria, Other: Consulting & Advisory Role, Speakers Bureau. le Coutre: Novartis: Honoraria; ARIAD Pharmaceuticals Inc.: Honoraria; BMS: Honoraria; Pfizer: Honoraria. Paquette: ARIAD Pharmaceuticals, Inc.: Honoraria, Speakers Bureau; BMS: Honoraria, Speakers Bureau; Novartis: Honoraria, Speakers Bureau; Incyte: Honoraria, Speakers Bureau; Astra-Zeneca: Consultancy. Chuah: Children International: Honoraria; Novartis: Honoraria; Bristol Meyers Squibb: Honoraria. Nicolini: Ariad Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Apperley: BMS: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; ARIAD: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Talpaz: Pfizer: Consultancy, Other: Travel/Expenses, Research Funding; Novartis: Consultancy, Other: Travel/Expenses, Research Funding; ARIAD Pharmaceuticals, Inc.: Consultancy, Other: Travel/Expenses, Research Funding; Sanofi: Research Funding; Incyte: Other: Travel/Expenses, Research Funding. DeAngelo: Incyte: Consultancy; Novartis: Consultancy; Bristol Myers Squibb: Consultancy; Pfizer: Consultancy; Celgene: Consultancy; Ariad: Consultancy; Agios: Consultancy; Amgen: Consultancy. Abruzzese: Pfizer: Other: Consulting or Advisory Role; Novartis: Other: Consulting or Advisory Role; BMS: Other: Consulting or Advisory Role; ARIAD Pharmaceuticals Inc.: Other: Consulting & Advisory Role. Rea: Bristol-Myers Squibb: Honoraria; Novartis: Honoraria; Pfizer: Honoraria; Ariad: Honoraria. Baccarani: NOVARTIS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; ARIAD Pharmaceuticals, Inc.: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; PFIZER: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Müller: BMS: Honoraria, Other: Consulting or Advisory Role, Research Funding; Novartis: Honoraria, Other: CONSULTING OR ADVISORY ROLE, Research Funding; ARIAD Pharmaceuticals Inc.: Honoraria, Other: Consulting & Advisory Role, Research Funding. Lustgarten: ARIAD Pharmaceuticals Inc.: Employment, Equity Ownership, Other: Stock. Conlan: ARIAD Pharmaceuticals Inc.: Other: Stock. Guilhot: Novartis: Honoraria, Other: TRAVEL, ACCOMODATIONS, EXPENSES; Pfizer: Honoraria; Celgene: Consultancy, Other: CONSULTING OR ADVISORY ROLE. Deininger: BMS: Consultancy, Honoraria, Other: Consulting & Advisory Role, Research Funding; Novartis: Consultancy, Honoraria, Other: Consulting or Advisory Role, Research Funding; Celgene: Research Funding; Gilead: Research Funding; ARIAD Pharmaceutical Inc.: Consultancy, Honoraria, Other: Consulting or Advisory Role; Pfizer: Consultancy, Honoraria, Other: Consulting or Advisory Role; Incyte: Consultancy, Honoraria, Other: Consulting or Advisory Role. Hochhaus: Bristol-Myers Squibb: Honoraria, Research Funding; ARIAD: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding. Hughes: ARIAD: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Novartis: Honoraria, Research Funding. Kantarjian: Novartis: Research Funding; BMS: Research Funding; Pfizer: Research Funding; Amgen: Research Funding. Shah: ARIAD Pharmaceuticals, Inc.: Research Funding; Bristol-Myers Squibb: Research Funding; Pfizer: Research Funding; Plexxikon: Research Funding; Daiichi-Sankyo: Research Funding."
}