{
    "doi": "https://doi.org/10.1182/blood.V124.21.2386.2386",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2947",
    "start_url_page_num": 2947,
    "is_scraped": "1",
    "article_title": "Adhesion Signaling States in AML ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Background Stromal contact in the bone marrow microenvironment is known to affect the resistance of leukemic cells to therapy, in particular the homing and engraftment of leukemic stem cells. This stromal interaction is mediated by the adhesion signaling pathway including extracellular matrix proteins (e.g. FN1, SPP1), cell surface and transmembrane proteins (e.g. CD44, integrin, CAV1), as well as intracellular binding proteins and enzymes (e.g. IGFBP2, PTK2, TGM2). Previous studies mostly examined these proteins in isolation, and hence they were unable to capture the coordination among subpathways and within patient subpopulations. Therefore, it is of key interest to study these proteins in their ensemble and obtain a holistic view of how adhesion signaling pathway gives rise to and affects different AML subpopulations. Methods To profile protein expressions in AML, we made a reverse phase protein array (RPPA) with proteins from leukemia enriched cells from 511 new AML patients. Both bone marrow (n=387) and peripheral blood (n=283) samples were used, with 140 cases having both. The RPPA was probed with 231 strictly validated antibodies, including antibodies against ITGA2, ITGB3, FN1, ITGAL, PTK2, IGFBP2, CD44, SPP1, CAV1 and TGM2. The normal bone marrow derived CD34+ cells were used for comparison. The protein expression data generated from this RPPA was then analyzed by the Standard Proteomic Analysis (SPA), a combination of computational methods including clustering, principal component analysis, network reconstruction ( glasso ), survival analysis, correlation tests and data mining from public databases. Results Based on the expression levels of ten proteins in the adhesion pathway, we first built a heatmap (Figure A) using “ Prototype Clustering ” that grouped all patients into six distinct clusters featured by C1) pan low, C2) high SPP1-CD44; C3) high CAV1; C4) high PTK2-ITGA2-ITGB3-FN1-IGFBP2-TGM2; C5) high TGM2; C6) high ITGAL and pan intermediate high expression levels. The adhesion pathway in AML showed literature-consistent patterns, e.g. the coupling between CD44 and SPP1 and the co-expression among integrin subunits, FN1 and PTK2, but also demonstrated new patterns, e.g. independent regulation of CAV1, as well as decoupled expression of TGM2 from the integrins. Each patient cluster represents an adhesion signaling state that can be seen in AML. As shown in this transition map (Figure B), there is an OFF state (C1), two isolated activation states of either CAV1 (C3) or CD44-SPP1 (C2), two intermediate activation states of either TGM2 (C5) or ITGAL (C6), and a combined activation state (C4) from the two intermediate states. By combining both connections inferred from the data and interactions collected from public databases (e.g. String, KEGG), we were able to expand the protein network beyond adhesion pathway and examine their expression levels in each adhesion signaling state. We observed positive co-regulation of SRC and PRKCA with the integrin subunits, connections between IGFBP2 and metabolism/synthesis proteins (e.g. GADPH, EIF4E, GSK), as well as the association of CD44 with histone modification (H3K4Me2, H3K4Me3), most of which have not been reported before. The adhesion activation states are not associated with most clinical correlates, including FLT3 and NPM1 mutation, gender and response status, with the exception of the CAV1 activation state (C3). A significant amount of patients with high CAV1 expression levels are in the favorable cytogenetics group (35% vs. 8% in general, p=0.00001), thus have fewer relapses (relapse rate of 26% vs. 64% in general, p=0.001) and superior overall survival (Figure C) and remission duration (Figure D). Conclusions We have discovered previously unrecognized protein expression patterns and activation states that control stromal contact and adhesion in AML. This includes independent activation of SPP1-CD44 and CAV1, intermediate activation of TGM2 and ITGAL and combined activation of integrin-FN1-PTK2, indicating diverse stromal interaction states in the bone marrow. In particular, the activation of CAV1 is prognostically favorable, suggesting a potential target for future therapeutics in AML. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adhesions",
        "signal transduction",
        "cd44 antigens",
        "homing-associated cell adhesion molecule",
        "integrins",
        "chromatography, reverse-phase",
        "igfbp2 protein, human",
        "antibodies",
        "carrier proteins",
        "disease remission"
    ],
    "author_names": [
        "Chenyue W Hu",
        "Amina A Qutub, PhD",
        "Yihua Qiu, MD",
        "Suk Young Yoo, PhD",
        "Nianxiang Zhang, PhD",
        "Naval G. Daver, MD",
        "Maro Ohanian, DO",
        "Kevin Coombes, PhD",
        "Steven M. Kornblau, MD"
    ],
    "author_affiliations": [
        [
            "Rice University, Houston, TX "
        ],
        [
            "Rice University, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Life Technologies Corporation, Carlsbad, CA "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The Ohio State University, Columbus, OH"
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7173941",
    "first_author_longitude": "-95.40183119999999"
}