{
    "doi": "https://doi.org/10.1182/blood.V106.11.1642.1642",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=523",
    "start_url_page_num": 523,
    "is_scraped": "1",
    "article_title": "Megakaryocytes Derived from Human Embryonic Stem Cells: A Genetically Tractable System To Study Megakaryocytopoiesis and Integrin Function ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "embryonic stem cells",
        "integrins",
        "megakaryocytes",
        "megakaryocytopoiesis",
        "granules",
        "fibrinogen",
        "agonists",
        "receptor, par-1",
        "coculture techniques",
        "epinephrine"
    ],
    "author_names": [
        "Meenakshi Gaur, PhD",
        "Tamihiro Kamata, MD",
        "Shaohui Wang",
        "Barry Moran",
        "Sanford J. Shattil, MD",
        "Andrew D. Leavitt, MD"
    ],
    "author_affiliations": [
        [
            "Laboratory Medicine, University of California, San Francisco, CA, USA"
        ],
        [
            "Laboratory Medicine, University of California, San Francisco, CA, USA"
        ],
        [
            "Laboratory Medicine, University of California, San Francisco, CA, USA"
        ],
        [
            "Medicine, Division of Hematology-Oncology, University of California, San Diego, CA, USA"
        ],
        [
            "Medicine, Division of Hematology-Oncology, University of California, San Diego, CA, USA"
        ],
        [
            "Laboratory Medicine, University of California, San Francisco, CA, USA",
            "Internal Medicine, University of California, San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "37.7638026",
    "first_author_longitude": "-122.45725909999999",
    "abstract_text": "The platelet fibrinogen receptor, a heterodimer consisting of integrin subunits αIIb and β3, is required for platelet aggregation, spreading and hemostasis. Platelet agonists such as thrombin and ADP lead to activation of αIIbβ3, thereby enhancing its affinity and avidity for binding fibrinogen (inside-out signaling). Furthermore, fibrinogen binding to αIIbβ3 triggers cytoskeletal changes and granule release (outside-in signaling). Genetic approaches to characterize the molecular pathways involved in αIIbβ3 signaling are not possible with anucleate blood platelets. Therefore we have established an OP9 stromal cell co-culture system to generate megakaryocytes from human embryonic stem cells (hESCs). αIIbβ3 activation, measured by soluble fibrinogen binding to hESC-derived megakaryocytes, αIIb+/GPIbα+ cells, is readily detectable following stimulation with known platelet agonists. Dose-response curves for peptide agonists specific for the two platelet thrombin receptors, protease-activated receptor 1 (PAR1) and PAR4, show a relative responsiveness that mirrors that of human platelets, and sub-maximal ADP responses are augmented by epinephrine. Moreover, hESC-derived megakaryocytes undergo lamellipodia formation, actin filament assembly, and vinculin localization at focal adhesions when plated on a fibrinogen-coated surface, characteristic of αIIbβ3 outside-in signaling. Undifferentiated hESCs genetically modified by lentiviral infection can be cloned and maintained in an undifferentiated state and then differentiated into megakaryocytes capable of αIIbβ3 activation. Thus, using hESCs, we have developed a renewable source of human megakaryocytes, and a genetically tractable system for studying megakaryocytopoiesis and αIIbβ3 signaling in the native cellular environment."
}