{
    "doi": "https://doi.org/10.1182/blood-2019-128799",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4255",
    "start_url_page_num": 4255,
    "is_scraped": "1",
    "article_title": "Clostridium Difficile Infection in Hematopoietic Stem Cell Transplant Patients: A National Study ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Introduction Clostridium difficile infection (CDI) is the leading cause of infectious diarrhea among hospitalized patients. Patients undergoing hematopoietic stem-cell transplant (HSCT), either autologous stem cell transplant (Auto-SCT) or allogeneic stem cell transplant (Allo-SCT), are at high risk for CDI. We aim to describe the incidence and epidemiological trends for CDI in Auto-SCT and Allo-SCT in the United States, using the National Inpatient Sample (NIS) database provided by Healthcare Cost and Utilization Project (HCUP). Methods A descriptive, retrospective study was conducted on the National Inpatient Sample (NIS) Database for the years 2005-2014. Admissions with diagnosis of CDI were selected based on International Classification of Diseases-Ninth Revision (ICD-9), Clinical Modification diagnoses codes (00845). ICD-9 procedure codes were used to identify HSCT hospitalizations (autologous: 4101, 4104, 4107, and 4109; allogeneic: 4102, 4103, 4105, 4106, and 4108). Complex survey design, weights and clustering were accounted for during analysis. Results The mean age of patients undergoing HSCT was 45.69 + 20.35 years and 41.13% were female. There were total of 89,374 Auto-SCT patients and 66,044 Allo-SCT patients hospitalized between 2005-2014. Auto-SCTs constituted 55.5% of all the HSCTs. The incidence of Auto-SCT related hospitalizations increased from 205 per million admissions (pma) in 2005 to 291 pma in 2014 with an annual percentage change (APC) of 5.8, p<0.001. During the same period the incidence of Allo-SCT related hospitalizations increased from 151 pma to 224 pma with and APC of 6.3, p<0.001. Overall 6.67% of patients with Auto-SCT and 9.96% of Allo-SCT were diagnosed with CDI. There were statistically higher CDI rates in Allo-SCT when compared to Auto-SCT (p<0.001). The incidence of CDI in Auto-SCT patients showed a non-significant decrease from 2005-2009 and a significant increase from 2009-2014 (APC 7, p<0.001). The incidence of CDI in Allo-SCT patients increased significantly from 2005 to 2014 with an APC of 5.9, p<0.001. Conclusion The number of individuals being hospitalized for HSCTs in the United States is increasing and this increase is seen for both Auto-SCT and Allo-SCT procedures. One in fifteen patients undergoing Auto-SCT and one in ten patients undergoing Allo-SCT were diagnosed with CDI during hospitalization. There were significantly more CDIs in patients with Allo-SCT when compared to Auto-SCTs. The incidence of CDI in patients undergoing both Autologous and Allogeneic HSCT increased from 2005-2014 in the United States. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "clostridium difficile infections",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "allogeneic hematopoietic stem cell transplant",
        "allogeneic stem cell transplant",
        "autologous stem cell transplant",
        "dysentery",
        "infectious diarrhea",
        "international classification of diseases"
    ],
    "author_names": [
        "Nivetha Vishnuvardhan, MD",
        "Ashutossh Naaraayan, MD",
        "Amrah Hasan, MD",
        "Stephen Jesmajian, MD"
    ],
    "author_affiliations": [
        [
            "Montefiore Medical Center/ Albert Einstein College of Medicine (New Rochelle), New Rochelle, NY"
        ],
        [
            "Montefiore Medical Center/ Albert Einstein College of Medicine (New Rochelle), New Rochelle, NY"
        ],
        [
            "Montefiore Medical Center/ Albert Einstein College of Medicine (New Rochelle), New Rochelle, NY"
        ],
        [
            "Montefiore Medical Center/ Albert Einstein College of Medicine (New Rochelle), New Rochelle, NY"
        ]
    ],
    "first_author_latitude": "40.881608099999994",
    "first_author_longitude": "-73.8338706"
}