{
    "doi": "https://doi.org/10.1182/blood.V124.21.3055.3055",
    "article_title": "Panobinostat in Combination with Rituximab in Heavily Pretreated Diffuse Large B-Cell Lymphoma: Results of a Phase II Study ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Background: Patients with diffuse large B cell lymphoma (DLBCL) that are primarily refractory to, or relapse after initial therapy with R-CHOP have a poor outcome and novel therapies are needed in these clinical scenarios. Pre-clinical data suggests that inhibition of the histone deacetylases HDAC-2 and HDAC-6 causes decreased proliferation in DLBCL cell lines. We sought to investigate the activity of panobinostat, an oral pan-HDAC inhibitor, combined with rituximab in this population Methods: We conducted a phase II study employing a Simon’s optimal two-stage design. Eligible subjects had previously received ≥1 prior line of chemotherapy and had either relapsed after autologous stem cell transplantation or were not candidates for transplant. Panobinostat was administered orally once daily at 40 mg on three times a week every other week on a 28-day cycle. Rituximab 375mg/m2 was administered IV weekly during the first cycle, then on Day 1 of cycles 2-6. Subjects received up to 6 cycles of treatment in the absence of disease progression. Patients without disease progression after 6 cycles continued panobinostat monotherapy for up to 6 additional cycles in the absence of disease progression. The primary end point was overall response rate (ORR) as defined by the Revised International Workshop Response Criteria (2007). Secondary endpoints included progression free survival (PFS) at 1 year, duration of response, toxicity, and correlation of response with baseline tissue AKT, pAKT, and BCL6 expression. The study was designed with 90% power to show a 30% ORR, with a 10% ORR considered unworthy for further study. Twenty-five patients were required but the study was terminated at 18 due to slow accrual. Results: Between June 2011 and March 2013, 18 eligible subjects were enrolled. The median age was 68 (range 37-83). The median number of prior therapies was 5 (range 1-11, median time from prior therapy was 4 months, and 5 (28%) of subjects had undergone prior autologous stem cell transplant. Seventeen (94%) patients presented with advanced stage at relapse, 9 (50%) had an elevated LDH and 14 (78%) had greater than 1 extranodal site at relapse. The median number of cycles completed was 2 (range 1-12 and 2 (11%) subjects received more than 5 cycles. The ORR was 11% (90% CI [2%-31%] with 2 subjects having a PR. The duration of response in these subjects was 51 and 60 days. One subject with SD remained on therapy a total of 12 cycles. The median PFS was 54.5 days. Six-month progression-free survival was 6% (90% CI 0.7-21%). At the time of last follow-up, seven subjects were alive and eleven were dead. The most common toxicities while on study were thrombocytopenia (14 patients, 78%); fatigue (11, 61%), ; anemia (10, 56%); diarrhea (8, 44%); and nausea, lymphopenia, anorexia, and hypophosphatemia (5 each, 28% of patients) the majority of which was grade 2 or less. Thrombocytopenia was significant with 8 episodes of grade 3-4 thrombocytopenia but no episodes of serious bleeding. Conclusions: These data indicate that the combination of panobinostat with rituximab is able to induce responses in a limited number of subjects with relapsed DLBCL. Ongoing correlative studies are assessing predictive biomarkers of response. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "panobinostat",
        "phase 2 clinical trials",
        "rituximab",
        "histone deacetylase",
        "disease progression",
        "thrombocytopenia",
        "autologous stem cell transplant",
        "toxic effect",
        "anemia"
    ],
    "author_names": [
        "Jeffrey A. Barnes, MD PhD",
        "Robert Allyn Redd, MS",
        "Eric D. Jacobsen, MD",
        "David C. Fisher, MD",
        "Arnold S. Freedman, MD",
        "Ephraim P Hochberg, MD",
        "Tak Takvorian, MD",
        "Donna Neuberg, ScD",
        "Jeremy S. Abramson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeffrey A. Barnes, MD PhD",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert Allyn Redd, MS",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric D. Jacobsen, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C. Fisher, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold S. Freedman, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ephraim P Hochberg, MD",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tak Takvorian, MD",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Neuberg, ScD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy S. Abramson, MD",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T04:10:34",
    "is_scraped": "1"
}