{
    "doi": "https://doi.org/10.1182/blood.V124.21.1073.1073",
    "article_title": "FLT3-ITD As a Target for Minimal Residual Disease Monitoring in Early T-Cell Precursor (ETP) Acute Lymphoblastic Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Background. The ‘early T-cell precursor’ (ETP) subtype of T-ALL comprises up to 15% of T-ALL and has been reported to be associated with high risk of relapse. In addition to properties of T cell development, gene expression profile and immunophenotype of ETP-ALL show stem cell and early myeloid features. Consistently, this leukemia subgroup shows lower frequencies of prototypical T-ALL lesions and a higher prevalence of mutations typically associated with AML, including RAS and FLT3 mutations. In particular, FLT3-ITD was identified in up to 35% of adult ETP-ALL but data on its prevalence in pediatric ETP-ALL are lacking. In agreement with its stem-cell signature, ETPs frequently lack Immunoglobulin (IG) and T-cell receptor (TR) gene rearrangements, the most used and sensitive targets for MRD monitoring. As a consequence, alternative markers are required to extend the application of molecular MRD to most ETP-ALL patients. Aim. We explored the prevalence of FLT3-ITD mutation in a large series of pediatric ETP-ALL enrolled in two consecutive protocols of the Italian Association of Pediatric Hematology and Oncology (AIEOP), and we evaluated the potential use of FLT3-ITD as an alternative DNA marker for MRD monitoring. Methods. Out of 439 T-ALL patients enrolled in Italy into the AIEOP-BFM ALL2000 and AIEOP ALLR2006 consecutive protocols, 145/168 Early-T ALL (TI/II) patients were screened for FLT3-ITD occurrence. Among Early-T patients, 34 were defined as ETP according to immunophenotype, and 31 of them were screened for FLT3-ITD. Twenty-two ETP patients enrolled in Italy into the ongoing AIEOP-BFM ALL2009 were also screened, together with T-ALL cases without IG/TR molecular markers only for the technical validation of the method. PCR screening and RQ-PCR for FLT3-ITD were performed as previously reported (Nakao, Leukemia 1996;10:1911; Beretta, Leukemia 2004;18:1441). Parallel MRD analysis for IG/TR on the same samples, and flow cytometry-MRD were performed by standard procedures. EuroMRD guidelines were applied for performance and interpretation of RQ-PCR. Results. Among ALL2000/R2006 and ALL2009 ETP cases, 4/31 (12.9%) and 3/22 (13.6%) were FLT3-ITD positive, respectively; 5/7 were PPR, and all 7 were stratified as high risk. For ALL2000/R2006 patients, IG/TR MRD monitoring was feasible in 2 cases, and both were MRD-HR; 3/4 cases are alive in CCR, and one died after HSCT. Overall, the FLT3-ITD marker was detected in 12 T-ALL cases; only 4 of them had valuable IG/TR markers, while 8/12 (66%) did not present a suitable IG/TR MRD marker. FLT3-ITD MRD monitoring was performed on 11/12 FLT3-ITD positive T-ALL cases. Mean length of the ITD was 44 nucleotides (nts) (range 24-71), with a mean of 7 randomly inserted nts (range 1-26). Standard curves performed by 10-fold dilutions in DNA from PB Healthy Donor, showed a quantitative range of at least 5.0E-04 in all cases and 1.0E-04 in 5/11. Sensitivity of the assay was at least 1.0E-04 in all tested cases, and 1.0E-05 in 7/11. A comparison between IG/TR and FLT3-ITD was feasible in 3 out of 4 cases (1 is ongoing); all 3 cases were monitored by 2 IG/TR markers. At day15 and day33 of the Induction therapy, when MRD was very high (10-1 to 10-3 range), the IG/TR and FLT3-ITD were fully comparable, with less than 2 times difference. At day78 (after IB Induction block) 1 case was fully negative for both markers, 1 was slightly positive by FLT3-ITD (although not quantifiable and at the limit of the sensitivity) and negative for both IG/TR. The latter case was highly positive for both IG/TR (5.0E-03) but low positive (<1.0E-04) by FLT3-ITD. In this case, the IG/TR and FLT3-ITD were concordant and finally both were negative at subsequent time points. Conclusions. This is the first report on FLT3-ITD prevalence in a consecutive series of children with ETP-ALL, which resulted to be 14.8% (4/31), a value lower than that reported in adult ETP-ALL. The limited number of cases does not allow to draw conclusions on the prognostic impact of FLT3-ITD in ETP-ALL, although 3 out of 4 patients are alive in CCR. Although available in a limited subset, FLT3-ITD can be used as a marker for sensitive molecular MRD monitoring in ETP-ALL, when IG/TR markers are not available (about 2/3 of cases). The results of MRD monitoring in a limited set of cases suggests that ETP patients might respond well to IB Induction therapy. As already known for AML, caution for false negative results is required when only FLT3-ITD is monitored. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "flt3 gene",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "neoplasm, residual",
        "t-lymphocytes",
        "immunoglobulins",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "leukemia"
    ],
    "author_names": [
        "Nellina Andriano",
        "Barbara Buldini",
        "Daniela Silvestri",
        "Tiziana Villa",
        "Franco Locatelli",
        "Rosanna Parasole",
        "Elena Barisone",
        "Anna Maria Testi",
        "Andrea Biondi",
        "Maria Grazia Valsecchi",
        "Valentino Conter",
        "Giuseppe Basso",
        "Luca Lo Nigro",
        "Giovanni Cazzaniga"
    ],
    "author_dict_list": [
        {
            "author_name": "Nellina Andriano",
            "author_affiliations": [
                "Università di Milano Bicocca, Fondazione MBBM/Ospedale San Gerardo, Monza, Italy ",
                "Azienda Policlinico - University of Catania, Catania, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Buldini",
            "author_affiliations": [
                "University of Padua, Padua, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Silvestri",
            "author_affiliations": [
                "Università di Milano Bicocca, Monza, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiziana Villa",
            "author_affiliations": [
                "Università di Milano Bicocca, Fondazione MBBM/Ospedale San Gerardo, Monza, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franco Locatelli",
            "author_affiliations": [
                "IRCCS Bambino Gesù Children's Hospital Rome, University of Pavia, Rome, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosanna Parasole",
            "author_affiliations": [
                "Santobono-Pausilipon Hospital, Naples, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Barisone",
            "author_affiliations": [
                "Ospedale Infantile Regina Margherita, University of Torino, Torino, Italy, Torino, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Maria Testi",
            "author_affiliations": [
                "Sapienza University, Rome, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Biondi",
            "author_affiliations": [
                "Università di Milano Bicocca, Fondazione MBBM/Ospedale San Gerardo, Monza, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Grazia Valsecchi",
            "author_affiliations": [
                "Università di Milano Bicocca, Monza, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentino Conter",
            "author_affiliations": [
                "Università di Milano Bicocca, Fondazione MBBM/Ospedale San Gerardo, Monza, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Basso",
            "author_affiliations": [
                "University of Padua, Padua, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Lo Nigro",
            "author_affiliations": [
                "Azienda Policlinico - University of Catania, Catania, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Cazzaniga",
            "author_affiliations": [
                "Università di Milano Bicocca, Fondazione MBBM/Ospedale San Gerardo, Monza, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T21:31:09",
    "is_scraped": "1"
}