{
    "doi": "https://doi.org/10.1182/blood.V122.21.820.820",
    "article_title": "Molecular Mechanisms Of Inhibition Of Ribosomal Biogenesis and Translational Flux By The Selective Inhibitor Of Nuclear Export (SINE) XPO1/CRM1 Antagonist KPT-185 In Mantle Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance",
    "abstract_text": "Exportin 1 (XPO1/CRM1) mediates transport of a number of cargo molecules including transcription factors and ribosomal subunits from the nucleus to cytoplasm. XPO1 is critical for cancer cell survival and proliferation, and we reported that high XPO1 expression correlates with poor prognosis in AML (Kojima, Blood, 2013). Mantle cell lymphoma (MCL) is an aggressive B-cell lymphoma that frequently shows chemoresistance. The overexpression of cyclin D1 due to the specific translocation t(l1 ;14)(q13;q32) in MCL cells is believed to be associated with oncogenesis, and additional genetic events such as mutation/overexpression of p53 are adverse prognostic indicators. Since a number of signaling pathways are dysregulated in MCL, novel strategies aimed at restoring multiple anti-oncogenic pathways, are of considerable interest. We have previously reported anti-proliferative effects of the small molecule SINE XPO1 antagonist KPT-185 in MCL cells, in which KPT-185 abrogates MCL-related cyclin Dl overexpression and upregulates pro-apoptotic PUMA in a p53-independent manner (Tabe, ASH. 2012). In this study, we identified pro-survival pathways involved in XPO1-dependent nuclear export in MCL cells, using the isobaric tags for relative and absolute quantification (iTRAQ) with two-dimensional-liquid chromatography-tandem mass spectrometry. Two MCL cell lines with known p53 status and sensitivities to KPT-185 were analyzed; wt- p53 Zl38 (IC 50 35 nM, ED 50 62 nM) and mt- p53 Jeko-1 (IC 50 103 nM, ED 50 618 nM). iTRAQ proteomics identified a total of 2,255 unique proteins in Zl38 and of 2,179 in Jeko-1 cells (KPT-185 of 50 nM for Zl38 and 100 nM for Jeko-1, 18 h), including 75 proteins (62 downregulated and 13 upregulated proteins) consistently altered after KPT-185 treatment in both cells lines. Notably, 81% of the downregulated proteins (50/62) were ribosomal proteins, and iTRAQ further detected the significant repressions of EIF4A1/PIM2 (eukaryotic translation initiation factor 4A1) and EEF2 (eukaryotic elongation factor 2), suggesting that KPT-185 inhibited the XPO1-dependent nuclear export of ribosomal subunits, which led to a defect of ribosomal biogenesis. Very recently, the coordination between the net translational activity of ribosomal biogenesis and the transcriptional regulation via the multifaceted transcription factor HSF1 (heat shock factor 1) has been reported (Santagata, Science, 2013) and HSF1 was identified as a prime transducer that regulates a transcriptional network of genes driving heat-shock proteins, protein synthesis, and energy metabolism. In our study, iTRAQ consistently detected the KPT-185 induced decreased protein levels of HSF1 target HSP70 (Heat shock protein 70), FASN (Fatty acid synthase), phospho-HSP90 (Heat shock protein 90) and EEF1A1 ( Eukaryotic translation elongation factor 1 alpha 1), and increased levels of phospho-HNRNPD (Heterogeneous nuclear ribonucleoprotein D, a nucleic acid binding protein which contributes pre-mRNA processing in nucleus). These results indicate that XPO1 may also be affecting transcriptional processes critical for cellular metabolism and survival. Translation initiation factor EIF4Al/PlM2 is known to be associated with an aggressive clinical course in B-cell lymphomas (Gomez-Abad, Blood. 2011), and downregulation of PIM1 kinase via ribosomal protein deficiency induces cell-cycle inhibitor p27 KIP (Morishita, Cancer Res. 2008) and inhibits oncogenic transcription factor c-Myc (Iadevaia, Oncogene. 2010). Of note, iTRAQ detected the KPT-185 induced depletion of ribosomal proteins RPS19 and RPL11, which interact with PIM1 kinase and c-Myc, respectively. We confirmed KPT-185 induced downregulation of PIM1 and c-Myc and upregulation of p27 KIP by Western blot. KPT-185 further reduced phospho-S6K, a substrate of mTORC1 and a major negative regulatory axis of autophagy, and induced a shift from LC3-I to LC3-II, suggesting that CRM1 inhibition by KPT-185 causes autophagy through suppression of mTOR signaling. In summary, this is the first investigation of XPO1 inhibition in MCL cells using the iTRAQ proteomics approach. The results suggest that XPO1 inhibition targets ribosomal biogenesis, in addition to its nuclear retention of numerous client proteins including p53. This finding elucidates a novel mechanism and target of KPT-185 and warrants further investigations. Disclosures: Andreeff: Karyopharm Therapeutics: Research Funding.",
    "topics": [
        "antagonists",
        "mantle-cell lymphoma",
        "origin of life",
        "ribosomes",
        "short interspersed nucleotide elements",
        "mechlorethamine",
        "ribosomal proteins",
        "transcription factor",
        "heat-shock proteins 70",
        "hsp90 heat-shock proteins"
    ],
    "author_names": [
        "Yoko Tabe, MD, PhD",
        "Kensuke Kojima, MD, PhD",
        "Linhua Jin, PhD",
        "Hiroko Iwanami",
        "Hiromichi Matsushita, MD, PhD",
        "Saiko Kazuno",
        "Tsutomu Fujimura",
        "Takashi Ueno",
        "Takashi Miida, MD, PhD",
        "Michael Andreeff, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoko Tabe, MD, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kensuke Kojima, MD, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linhua Jin, PhD",
            "author_affiliations": [
                "Department of Clinical Laboratory Medicine, Juntendo University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroko Iwanami",
            "author_affiliations": [
                "Department of Clinical Laboratory Medicine, juntendoJuntendo University Graduate School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiromichi Matsushita, MD, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Tokai University School of Medicine, Isehara, Kanagawa, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saiko Kazuno",
            "author_affiliations": [
                "Laboratory of Proteomics and Biomolecular Science, BioMedical Research Center, Juntendo University Graduate School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsutomu Fujimura",
            "author_affiliations": [
                "Laboratory of Proteomics and Biomolecular Science, BioMedical Research Center, Juntendo University Graduate School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Ueno",
            "author_affiliations": [
                "Laboratory of Proteomics and Biomolecular Science, BioMedical Research Center, Juntendo University Graduate School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Miida, MD, PhD",
            "author_affiliations": [
                "Department of Clinical Laboratory Medicine, Juntendo University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T03:58:17",
    "is_scraped": "1"
}