{
    "doi": "https://doi.org/10.1182/blood.V104.11.1941.1941",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=252",
    "start_url_page_num": 252,
    "is_scraped": "1",
    "article_title": "Type 3 Von Willebrand Disease Caused by Homozygous Splicing out of Exon 50. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Von Willebrand disease (VWD), a congenital bleeding disorder, results from quantitative or qualitative defects of von Willebrand factor (VWF). Overall, the estimated prevalence for VWD could be as high as 1.3%, although variable penetrance makes accurate estimation difficult.Quantitative defects of VWF result in disorders classified as Type 1 (Mild- moderate reductions in VW:Ag, VW:C and FVIII levels) and Type 3 (very low levels or absence of platelet and plasma VWF). Type 1 VWD typically has an autosomal dominant mode of inheritance, but its diagnosis is complicated by reduced penetrance and variable expression. Type 3 VWD is classified as having an autosomal recessive mode of inheritance, and may result from a homozygous expression of Type 1. The bleeding diathesis is characteristically severe in this group of patients. VWF levels are strongly associated with ABO group, and this can make diagnosis of type 1 VWD on the basis of phenotypic data difficult. This, and the variability in clinical symtoms should make molecular diagnosis of VWD a useful tool. The VWF gene is large, 52 exons over approximately 178kb, and codes for a protein comprised of 2813 amino acids. The gene is highly polymorphic, and there is a pseudo-gene with 97% homology to exons 23–34 of the functional gene. These factors combine to present difficulties in analysis of the VWF gene solely at the DNA level. We present a consanguinous family which exhibit type 1 and type 3 von Willebrand Disease (VWD). The parents, who are second cousins, both have type 1VWD. Of their four daughters, one has a normal VW phenotype, one has type 1 VWD, and two are phenotypically and clinically characteristic of Type 3 VWD. Sequencing all 52 exons of the VW gene identiifed a T→A substitution at position IVS 50+5. This was the only base change found that had not been not previously identified as a polymorphism. However, changes within the consensus splice sequence do not necessarily represent causative mutations. To support the fact that this change did represent the VWF defect in this family we demonstrated that it segregated with the disease, and was not found in any of 120 normal alleles tested, thus was not a common polymorphism. Comparison with the consensus donor splice sequence (ATGTGAGT) showed that the IVS 50 wild type sequence (AGGTAAGT) is a less than perfect fit. The introduction of a further alteration into this splice junction increases the likelihood of aberrant splicing. This potential was also highlighted by the use of splice site prediction software. The value of DNA analysis in predicting splice variants is limited, as apart from changes at the conserved bases there is naturally occuring variation. RNA analysis is necessary to demonstrate that splice junction variants are effective mutations. RNA analysis of the two Type 3 VWD sisters revealed that exon 50 is spliced out of the mRNA. This was surprising as abolition of a donor splice juction would be expected to cause either the inclusion of intronic sequence or the skipping of the next exon ( in this case exon 51). Exon 50 lies within the CK domain, which comprises the last 150 amino acids of the mature protein. These are essential for the dimerisation of the VWF subunits, which occurs within the endoplasmic reticulum (ER), and is a vital precursor to multimer formation in the Golgi apparatus. There have been several reports of possible splice defects in the VWF gene. However, few have been analysed at the RNA level to elucidate their effect. This family clearly demonstrates the benefits of utilising a RNA based strategy for the analysis of the VWF gene.",
    "topics": [
        "exons",
        "homozygote",
        "rna splicing",
        "von willebrand disease, type is/iii",
        "rna",
        "amino acids",
        "bleeding diathesis",
        "abo blood-group system",
        "dna",
        "dna analysis"
    ],
    "author_names": [
        "Jacky Cutler",
        "Pip Harrington",
        "Mike Mitchell",
        "Geoffrey Savidge"
    ],
    "author_affiliations": [
        [
            "The Haemophilia Reference Centre, st Thomas’ Hospital, London, United Kingdom."
        ],
        [
            "The Haemophilia Reference Centre, st Thomas’ Hospital, London, United Kingdom."
        ],
        [
            "The Haemophilia Reference Centre, st Thomas’ Hospital, London, United Kingdom."
        ],
        [
            "The Haemophilia Reference Centre, st Thomas’ Hospital, London, United Kingdom."
        ]
    ],
    "first_author_latitude": "51.501691099999995",
    "first_author_longitude": "-0.10311204999999998"
}