{
    "doi": "https://doi.org/10.1182/blood.V124.21.1423.1423",
    "article_title": "TET2 Regulates CD8 + T Cell Differentiation ",
    "article_date": "December 6, 2014",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster I",
    "abstract_text": "Regulation of DNA methylation is critical for proper T cell differentiation and function. Antigen-specific CD8 + T cells undergo global remodeling of DNA methylation following viral infection, suggesting that DNA methylation may direct antigen-specific T cell responses. TET2 is a member of the Ten-Eleven-Translocation (TET) family, which converts 5-methylcytosine (5mC) in DNA to 5-hydroxymethylcytosine (5hmC) and subsequent intermediates ultimately leading to DNA demethylation. How TET2 regulates T cell differentiation and function is unknown. Here we demonstrate that TET2 expression is regulated by TCR signaling in primary murine T cells. Furthermore, using a novel flow cytometric assay to measure 5hmC levels on a single cell basis, we find that TCR signaling also regulates TET activity as evidenced by a rapid increase in global 5hmC levels after TCR stimulation that is blunted in TET2-deficient T cells. To determine the role of TET2 in T cell responses, we generated mice deficient in TET2 in the T cell compartment (TET2 fl/fl CD4Cre + ) mice. These mice develop grossly normal thymic and peripheral T cell subsets. Given the regulation of TET2’s expression and activity by TCR stimulation, we used a murine model of acute viral infection, specifically LCMV-Armstrong, to test if TET2 regulates antigen-specific T cell responses in vivo . Following viral challenge, TET2 fl/fl CD4Cre + mice have similar antigen-specific CD8 + T cell expansion and effector responses but exhibit significantly enhanced memory CD8 + T cell differentiation compared to control mice. These data demonstrate that TET2 plays a critical role in directing CD8 + T cell differentiation and function. Studies are ongoing to identify specific TET2 regulated genes important in the development of CD8+ T cell memory. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "kiaa1546 gene",
        "t cell differentiation",
        "antigens",
        "virus diseases",
        "dna",
        "translocation (genetics)",
        "t-lymphocytes",
        "mice",
        "lymphocytic choriomeningitis virus",
        "thymus gland"
    ],
    "author_names": [
        "Shannon A. Carty, MD",
        "Mercy Gohil",
        "Gary A Koretzky, MD PhD",
        "Martha S Jordan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shannon A. Carty, MD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mercy Gohil",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary A Koretzky, MD PhD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha S Jordan, PhD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T18:45:48",
    "is_scraped": "1"
}