{
    "doi": "https://doi.org/10.1182/blood.V114.22.3750.3750",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1444",
    "start_url_page_num": 1444,
    "is_scraped": "1",
    "article_title": "Maintenance Rituximab Is Associated with Improved Progression Free and Overall Survival in Waldenstrom's Macroglobulinemia. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: THERAPY WITH BIOLOGIC AGENTS, EXCLUDING PRE-CLINICAL MODELS POSTER III",
    "topics": [
        "rituximab",
        "waldenstrom macroglobulinemia",
        "bortezomib",
        "cyclophosphamide",
        "immunoglobulin a",
        "immunoglobulin g",
        "immunoglobulin m",
        "infusion procedures",
        "neoadjuvant therapy",
        "nucleoside analog"
    ],
    "author_names": [
        "Steven P Treon, MD, PhD",
        "Christina Hanzis",
        "Robert Manning",
        "Thea Ioakimidis, MS",
        "Christopher J Patterson",
        "Zachary Hunter",
        "Barry Turnbull, PhD",
        "Patricia Sheehy, NP"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Hematology-Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Waldenstrom's macroglubulinemia center, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Hematology-Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "BioBridges Inc., Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Abstract 3750 Poster Board III-686 Rituximab is an important mainstay of therapy in patients with Waldenstrom's macroglobulinemia, though the benefit of maintenance rituximab has not been established. As such, we examined the outcome of patients followed at our Institution who responded to a rituximab based therapy, and assessed the impact of maintenance rituximab. Two hundred forty eight patients were included in this analysis, of whom 86 (35%) received maintenance rituximab following response. No difference in baseline age, serum IgM, IgA, IgG, BM disease involvement, complete blood counts, B 2 M levels, as well as categorical response rates (CR, VGPR, PR and MR) following induction therapy were observed between cohorts. 181 (73%) patients were previously untreated, with a similar proportion in both cohorts. Induction therapy for all patients included rituximab alone (n=79), or in combination with bortezomib (n=40); cyclophosphamide (n=44); immunomodulatory agent (n=31); or a nucleoside analogue (n=54) containing regimen. The median number of rituximab infusions given as induction was 6 for both cohorts, while the median number of rituximab infusions given as maintenance was 8. Maintenance rituximab was administered as 1 infusion (at 375 mg/m2) every 3 months for 63 (73%) patients, and as 4 weekly infusions (at 375 mg/m2) every 6 months for 23 (27%) patients, with a median of 2 years of treatment. Both progression free (56.3 vs. 28.6 months; p=0.0001) and overall survival (>120 vs. 116 months; p=0.0095) were longer in those patients who received maintenance rituximab (Figs. A, B). Improved progression free survival was evident despite previous untreated or treated status, induction with rituximab alone or in combination therapy, as well as induction with a cyclophosphamide, nucleoside analogue or bortezomib containing regimen (p=0.0001). Among patients receiving maintenance rituximab, progression free survival was 53.3 versus 61.3 months (p=0.4931) for those patients receiving one infusion of rituximab every three months compared to those receiving 4 weekly infusions every 6 months, respectively. Best response serum IgM was 598 vs. 1380 mg/dL (p<0.0001), and hematocrit was 40.7% vs. 38.6% (p=0.001) in patients who received maintenance versus no maintenance, respectively. Categorical response improvement was also observed in 33/86 (38.4%) patients following maintenance therapy. Among patients receiving maintenance therapy, median serum IgG (351 vs. 461 mg/dL; p=0.0008) and IgA (23 vs. 33 mg/dL; p=0.09) levels were lower, and an increased number of infectious events during the course of follow-up were observed (p=0.008) which were mainly sinopulmonary though ≤grade 2. The results support the use of maintenance rituximab in WM patients who respond to induction with a rituximab containing regimen, and highlight the need for further studies aimed at clarifying the ideal schedule and duration of maintenance rituximab therapy in WM. View large Download slide View large Download slide  Disclosures: Treon: Genentech BioOncology Inc.: Consultancy, Honoraria, Research Funding; Biogen IDEC Inc.: Consultancy, Honoraria, Research Funding."
}