{
    "doi": "https://doi.org/10.1182/blood.V118.21.4126.4126",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2015",
    "start_url_page_num": 2015,
    "is_scraped": "1",
    "article_title": "Early Hematopoietic Stem Cell Transplant Is Associated with Improved Outcomes in Children with MDS, ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster III",
    "topics": [
        "child",
        "hematopoietic stem cell transplantation",
        "chemotherapy regimen",
        "transplantation",
        "human leukocyte antigens",
        "allogeneic hematopoietic stem cell transplant",
        "graft-versus-host disease",
        "prostatic hypertrophy risk score",
        "refractory anemia with excess blasts",
        "aplastic anemia, idiopathic"
    ],
    "author_names": [
        "Ellen C Christianson",
        "Barb Trotz, BA, BSN, MSN",
        "Qing Cao, MS",
        "Emily Lipsitz, MD",
        "Brenda Weigel, MSc, MD",
        "Heather E. Stefanski, MD, PhD",
        "Michael R Verneris, MD",
        "Michael J Burke, MD",
        "Angela Smith, MD, MS"
    ],
    "author_affiliations": [
        [
            "University of Minnesota Medical School, Minneapolis, MN, USA, "
        ],
        [
            "Division of Pediatric Hematology/Oncology/Bone and Marrow Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Biostatistic Support, Masonic Cancer Center, Minneapolis, MN, USA, "
        ],
        [
            "Division of Pediatric Hematology/Oncology, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Pediatric Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Department of Pediatrics, Division of Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Pediatrics, Div. of Hematology/Oncology, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Pediatric Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.972542499999996",
    "first_author_longitude": "-93.2334764",
    "abstract_text": "Abstract 4126 Background: Childhood myelodysplastic syndrome (MDS) is a rare, heterogeneous disorder that is clinically distinct from adult MDS. Hematopoietic stem cell transplant (HSCT) is the treatment of choice, but there is no consensus regarding patient, disease, or treatment-related factors that predict outcomes after HSCT. Materials and Methods: We performed a retrospective review of 37 consecutive pediatric patients who received allogeneic HSCT for MDS at the University of Minnesota Amplatz Children's Hospital between 1990 and 2010. The median age at transplant was 11 years (range 1–21 years). Twenty patients had primary (de novo) MDS and 17 had secondary MDS (4 treatment-related, 8 with preceeding idiopathic aplastic anemia, 3 with Schwachman Diamond syndrome, and 2 familial). Those with Fanconi Anemia were excluded. Cytogenetics at diagnosis included monosomy 7 (n=21), trisomy 8 (n=7), normal/other (n=8). Thirty-one had refractory cytopenia (RC) and 6 had refractory anemia with excess blasts (RAEB) according to the modified WHO MDS classification. Patients were scored according to the International Prognostic Scoring System as low risk (n=1), intermediate-1 (Int-1; n=15), intermediate-2 (Int-2; n=21), or high risk MDS (n=0). Six patients received pre HSCT chemotherapy. Immediately prior to transplant, 27 had <5% bone marrow (BM) blasts and 10 had ≥ 5% blasts. Time from diagnosis to transplant was <140 days in 18 patients and ≥140 days in 19. Donor sources included umbilical cord blood (UCB; n=9), HLA-matched related donor (MRD; n=15), HLA-matched unrelated donor (MURD; n=7), and HLA-mismatched unrelated donor (MMURD; n=6). All patients received myeloablative conditioning prior to transplant (Cy/TBI n=35, Bu based n=2). The majority (70%) received cyclosporin based GVHD prophylaxis. Results: Neutrophil engraftment occurred in 89% (95%CI 77–97%) of patients at a median of 23 days (range 12–40). Patients transplanted after year 1999 were more likely to engraft (RR 2.27; 95% CI 1.06–4.88, p=.04). Overall survival (OS) was 70% (95%CI 53–82%) and 53% (95% CI 36–68%) at 1 and 3 years. In multivariate analysis (MVA), OS at 1 year was increased in patients who did not receive pre HSCT chemotherapy (RR of death 0.04; 95% CI 0–0.50, p=.01) and decreased in those with an IPSS score of Int-2 (RR of death 11.96; 95%CI 1.29–110.74, p=.03). Disease free survival (DFS) was 62% (95%CI 44–75%) and 48% (95% CI 31–63%) at 1 and 3 years. In MVA, factors associated with improved DFS at 3 years include having secondary MDS (RR of death or relapse 0.13; 95% CI 0.02–0.69 p=.02), undergoing HSCT after 1999 (RR 0.06; 95% CI 0.01–0.70, p=.02), not receiving pre HSCT chemotherapy (RR 0.06, 95% CI 0.01–0.36, p<.01), and a short interval (<140 days) from diagnosis to transplant (RR 0.21; 95% CI 0.05–0.85, p=.03). Those with an IPSS score of Int-2 had a significantly lower DFS (RR 3.96; 95% CI 1.12–14.00, p=.03). WHO classification, cytogenetics and pre HSCT blast percentage had no significant impact on either OS or DFS. The relapse rate at 2 years was 20% (95% CI 733%). Factors associated with decreased relapse include having secondary MDS (RR 0.04; 95% CI 0.01–0.21, p<.01) and not receiving pre HSCT chemotherapy (RR 0.21; 95% CI 0.05–0.85, p=0.03). Treatment-related mortality (TRM) was 25% (95%CI 11–39%) at 1 year. The risk of TRM was increased in patients with a pre HSCT blast count ≥ 5% (RR 6.65; 95% CI 1.60–27.67, p= 0.01) and was decreased in patients who did not receive pre HSCT chemotherapy (RR 0.07; 95% CI 0.01–0.69, P=.02). At 100 days the cumulative incidence of grades II-IV and III-IV acute graft versus host disease (GVHD) was 41% (95% CI 24–57%) and 16% (95% CI 5–28%), respectively. The incidence of chronic GVHD at one year was 19% (95% CI 6–32%). Conclusions: Our results suggest that in order to achieve optimal outcomes, children with MDS should be referred for allogeneic HSCT soon after diagnosis and that unlike in adult MDS, pre HSCT chemotherapy does not appear to improve outcomes. Disclosures: No relevant conflicts of interest to declare."
}