{
    "doi": "https://doi.org/10.1182/blood.V108.11.2453.2453",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=555",
    "start_url_page_num": 555,
    "is_scraped": "1",
    "article_title": "Phase II Trial of the Bonn Polychemotherapy Protocol with Deferred Radiotherapy in Patients with Primary Central Nervous System Lymphoma. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "combination drug therapy",
        "phase 2 clinical trials",
        "primary central nervous system lymphoma",
        "radiation therapy",
        "chemotherapy regimen",
        "cytarabine",
        "toxic effect",
        "complete remission",
        "time-to-treatment",
        "cranial irradiation"
    ],
    "author_names": [
        "Ingo G.H. Schmidt-Wolf, MD",
        "Annika Juergens, MD",
        "Hendrik Pels, MD",
        "Axel Glasmacher, MD",
        "Holger Schulz, MD",
        "Andreas Engert, MD",
        "Michael Linnebank, MD",
        "Heinz Reichmann, MD",
        "Frank Kroschinsky, MD",
        "Marlies Vogt-Schaden, MD",
        "Gerlinde Egerer, MD",
        "Klaus Fliessbach, MD",
        "Uwe Schlegel, MD"
    ],
    "author_affiliations": [
        [
            "Med. Klinik und Poliklinik I, University of Bonn, Bonn, Germany"
        ],
        [
            "Dep. of Neurology, University of Bochum, Bochum, Germany"
        ],
        [
            "Dep. of Neurology, University of Bochum, Bochum, Germany"
        ],
        [
            "Med. Klinik und Poliklinik I, University of Bonn, Bonn, Germany"
        ],
        [
            "Med. Klinik, University of Cologne, Cologne, Germany"
        ],
        [
            "Med. Klinik, University of Cologne, Cologne, Germany"
        ],
        [
            "Med. Klinik und Poliklinik I, University of Bonn, Bonn, Germany"
        ],
        [
            "University of Dresden, Dresden, Germany"
        ],
        [
            "University of Dresden, Dresden, Germany"
        ],
        [
            "University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Med. Klinik und Poliklinik I, University of Bonn, Bonn, Germany"
        ],
        [
            "Dep. of Neurology, University of Bochum, Bochum, Germany"
        ]
    ],
    "first_author_latitude": "50.71830814999999",
    "first_author_longitude": "7.102792",
    "abstract_text": "Objectives: The trial was performed to evaluate response rate, response duration, overall survival, and toxicity in primary central nervous system lymphoma (PCNSL) after systemic and intraventricular chemotherapy with deferred radiotherapy. Patients and Methods: From 09/1995 to 12/2002, 88 patients with PCNSL (median age 62 years) were enrolled onto a pilot/phase II study evaluating chemotherapy without radiotherapy. A high-dose methotrexate (MTX) (cycles 1,2,4,5) and cytarabine (ara-C) (cycles 3,6) based systemic therapy (including dexamethasone, vinca-alkaloids, ifosfamide and cyclophosphamide) was combined with intraventricular MTX, prednisolone and ara-C. Primary endpoint was time to treatment failure (TTF), secondary endpoints were response, overall survival, response duration, 5-year-survival fraction and (neuro)toxicity. Results: Eighty-four of 88 patients were evaluable for response. Of these, 46 (54%) achieved complete response (CR), 4 (5%) complete response/unconfirmed, 8 (10%) partial response (PR), and 14 (17%) progressed under therapy. Seven (8%) out of 84 patients died due to treatment-related complications. In five (6%) of 84 patients therapy had do be discontinued due to severe treatment related complications. Follow-up is one to 124 months (median 42 months). Kaplan Meier estimates for median time to treatment failure (TTF), median overall survival and median response duration are 19 months, 55 months and 37 months respectively. For patients aged 60 years or older, the respective numbers were 9 months, 34 months and 24 months; in patients younger than 60 years Kaplan Meier estimate for TTF is 49 months, median overall survival and median response duration have not been reached yet. The 5-year survival fraction is 72% in patients < 60 years and 24% in older patients. Systemic toxicity was mainly hematologic. Ommaya reservoir infection occurred in 20 (23%) patients. In a subgroup of patients (n=23) treated with chemotherapy alone serial neuropsychological testing showed no chemotherapy related cognitive decline in any patient. However, 8 out of 13 documented elderly patients treated with cranial irradiation as salvage therapy developed severe cognitive deficits. Conclusions: Primary chemotherapy based on high-dose MTX and ara-C is highly efficient in PCNSL. A substantial fraction of patients < 60 years can obviously be cured with this regimen."
}