{
    "doi": "https://doi.org/10.1182/blood.V126.23.326.326",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3009",
    "start_url_page_num": 3009,
    "is_scraped": "1",
    "article_title": "Nuclear Export Inhibitor KPT-8602 Is Highly Active Against Leukemic Blasts and Leukemia-Initiating Cells in Patient-Derived Xenograft Models of AML ",
    "article_date": "December 3, 2015",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: New Drugs",
    "topics": [
        "blast cells",
        "leukemia",
        "transplantation, heterologous",
        "weight reduction",
        "selinexor",
        "fatigue",
        "leukemic cells",
        "loss of appetite",
        "thrombocytopenia",
        "transplantation"
    ],
    "author_names": [
        "Julia Etchin, PhD",
        "Alla Berezovskaya",
        "Amy Saur Conway",
        "Weihsu Claire Chen, PhD",
        "Erkan Baloglu, PhD",
        "Yosef Landesman, PhD",
        "William Senapedis, PhD",
        "Joel Ellis, PhD",
        "Dilara McCauley, PhD",
        "Richard M. Stone, MD",
        "Ilene Galinsky, ANP",
        "Daniel J. DeAngelo, MD PhD",
        "Michael Kauffman",
        "Sharon Shacham",
        "Jean C.Y. Wang, MDPhD",
        "A. Thomas Look, MD"
    ],
    "author_affiliations": [
        [
            "Harvard Medical School, Boston, ",
            "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Children's Hospital Boston, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Karyopharm Therapeutics, Inc, Newton, MA "
        ],
        [
            "Karyopharm Therapeutics Inc., Newton, MA "
        ],
        [
            "Karyopharm Therapeutics, Inc, Newton, MA "
        ],
        [
            "Karyopharm Therapeutics Inc., Newton, MA "
        ],
        [
            "Karyopharm Therapeutics, Inc, Newton, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Karyopharm Therapeutics, Newton, MA "
        ],
        [
            "Karyopharm Therapeutics, Inc, Newton, MA "
        ],
        [
            "Division of Medical Oncology and Hematology, University Health Network, Toronto, Canada ",
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada ",
            "Department of Medicine, University of Toronto, Toronto, Canada "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.3356352",
    "first_author_longitude": "-71.1041786",
    "abstract_text": "Currently available combination chemotherapy for AML induces complete remission in about 75% of younger and 45% of older patients, but often fails to induce long-term disease-free survival and is toxic to normal hematopoietic cells. The frequent disease relapse observed in chemotherapy treated AML patients is thought to occur through the inability of the existing drugs to specifically target the self-renewing leukemia-initiating cells (LICs). These cells have the functional capacity to replenish AML blasts. An attractive target for AML therapy is the nuclear export protein exportin 1 (XPO1), which is functionally required for continuous nuclear export of a subset of proteins and mRNAs. Small molecule Selective Inhibitor of Nuclear Export (SINE) compounds covalently bind to Cysteine 528 in the cargo-binding groove of XPO1 and inhibit nuclear export. The orally bioavailable clinical SINE compound, selinexor (KPT-330), is currently in Phase 1 and 2 clinical trials in adult patients with AML (NCT01607892, NCT02088541, NCT02249091, NCT02403310, NCT02093403, NCT02485535, NCT02299518, NCT02416908, NCT02212561, and NCT01607892) and in a Phase 1 trial for relapsed childhood ALL and AML (NCT02091245). The results of these trials are encouraging, as they have demonstrated that selinexor alone or in combination is active in inducing remission in patients with relapsed or refractory AML. Here, we explore the anti-leukemia activity of a next generation SINE compound, KPT-8602. In preclinical toxicology studies as well as clinical trials, noted adverse events for selinexor are anorexia with weight loss, fatigue and thrombocytopenia, which limit the frequency of dosing to no more than every other day, three times a week. KPT-8602 is orally bioavailable and has similar pharmacokinetic properties to selinexor, with reduced brain penetration. Preliminary toxicology studies in rats and monkeys suggest that KPT-8602 has a substantially better tolerability profile, with reduced fatigue, thrombocytopenia, and anorexia compared to selinexor. Thus, KPT-8602 can be dosed orally on a daily basis for 5 days each week. The increased drug exposure with daily dosing and better tolerability of KPT-8602 leads directly to superior efficacy in pre-clinical models compared with selinexor. To define the anti-leukemia activity of KPT-8602 against primary AML blasts and LICs in a relevant pre-clinical setting, we established patient-derived xenograft (PDX) models, in which leukemic blasts from AML patients were transplanted into immunodeficient NOD-SCID-IL2Rcg null (NSG) mice. Mice engrafted with leukemic blasts were treated with vehicle, selinexor (20 mg/kg three times per week), or KPT-8602 (15 mg/kg daily for 4 weeks). KPT-8602 was highly active against blast cells from three patients with poor-prognosis disease (cytogenetically normal AML with FLT3-ITD (AML-CN), AML with complex karyotype (AML-CK), and MDS-derived AML (MDS/AML)), as evidenced by a reduction in leukemic engraftment in primary mice after treatment (Fig. 1A-C). At these doses, KPT-8602 demonstrated higher anti-leukemic activity than selinexor, with no leukemic cells detected in the bone marrow of two of the eight AML-CN PDX treated mice (Fig. 1A-C). In secondary transplantation assays, KPT-8602 greatly reduced the frequency of LICs in the PDX model derived from AML-CN cells, indicating that this agent not only targets the bulk leukemic cells, but also eliminates LICs (Fig. 1D). In mice engrafted with normal cord blood human CD34+ cells, KPT-8602 reduced bone marrow human CD45+ cell numbers (Fig. 1E), but the impact on normal hematopoietic stem and progenitor cells, as determined by secondary transplantation assays (Fig. 1E), was modest when compared to the LIC reduction after KPT-8602 treatment. These findings demonstrate that KPT-8602 has better tolerability, perhaps through decreased CNS penetration, and is better at eliminating both AML LIC and blast cells when compared to selinexor. Therefore, KPT-8602 should be tested for efficacy and tolerability in patients with relapsed and refractory AML, with the goal to overcome a difficult obstacle in curing AML; destroying the LIC compartment while sparing normal hematopoietic cells. View large Download slide View large Download slide  Disclosures Etchin: Karyopharm: Research Funding. Baloglu: Karyopharm Therapeutics Inc.: Employment, Equity Ownership. Landesman: Karyopharm: Employment. Senapedis: Karyopharm Therapeutics, Inc.: Employment, Patents & Royalties. Ellis: Karyopharm Therapeutics Inc: Employment. McCauley: Karyopharm Therapeutics, Inc: Employment. Stone: Agios: Consultancy; AROG: Consultancy; Abbvie: Consultancy; Sunesis: Consultancy, Other: DSMB for clinical trial; Karyopharm: Consultancy; Celator: Consultancy; Novartis: Research Funding; Merck: Consultancy; Juno: Consultancy; Pfizer: Consultancy; Amgen: Consultancy; Roche/Genetech: Consultancy; Celgene: Consultancy. DeAngelo: Bristol Myers Squibb: Consultancy; Incyte: Consultancy; Novartis: Consultancy; Pfizer: Consultancy; Agios: Consultancy; Ariad: Consultancy; Amgen: Consultancy; Celgene: Consultancy. Kauffman: Karyopharm: Employment, Equity Ownership. Shacham: Karyopharm: Employment, Equity Ownership. Look: Karyopharm Therapeutics, Inc: Research Funding."
}