{
    "doi": "https://doi.org/10.1182/blood.V124.21.3796.3796",
    "article_title": "Next Generation Sequencing (NGS) of TP53 Gene Allows to Identify a Very High Risk Group of Philadelphia Negative Acute Lymphoblastic Leukemia (ALL) Patients ",
    "article_date": "December 6, 2014",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "Background and Aim of the Study For both childhood and adult Acute Lymphoblastic Leukemia (ALL) patients, clinical risk factors such as age, white cell count, response to steroids, time to complete remission, as well as biologic characteristics such as immunophenotype and cytogenetic at diagnosis are important but not sufficient in predicting clinical outcome. Aberrations of TP53 play a crucial role in the molecular pathogenesis of leukemias and lymphomas in which their presence is associated to disease progression and represents a strong predictor of poor clinical outcome. In childhood ALL, hereditary and acquired TP53 mutations are involved both in the pathogenesis and progression of the disease. In adult ALL, TP53 mutations are frequent in patients negative for recurrent fusion genes and correlate with poor response to induction therapy (Chiaretti S. et al, Haematologica 2013). The aim of this study was to evaluate the impact of TP53 alterations, analyzed by Next Generation Sequencing (NGS), on the outcome of a cohort of T (n= 57) and B (n= 114) precursor, Philadelphia (Ph) negative, adult ALL patients enrolled into the NILG-ALL 09/2000 clinical trial (ClinicalTrials.gov identifier: NCT00358072, Bassan R. et al, Blood 2009) in which molecular minimal residual disease was used to guide post-remissional therapy. Patients and Study design Among the 171 patients who were investigated for TP53 mutations, 16 proved also positive for t(4;11) and 3 for t(1;19). We analyzed DNA isolated from mononuclear cells obtained from bone marrow or peripheral blood samples containing at least 30% of blasts at diagnosis. The TP53 gene was sequenced using 454 ultra-deep sequencing (Roche Diagnostics) for alterations in exons 4 to 11, following the protocol developed in the IRON-II consortium. The sequencing data were analyzed by the Roche Diagnostics GS Run Browser and GS Amplicon Variant Analyzer software. The probabilities of survival were estimated using the Kaplan Meier method. The log-rank test was used to compare survival probabilities between subgroups of patients. Results and Discussion The data obtained by NGS allowed to identify 15 coding mutations detected in the DNA binding domain region (exons 5 to 8). These alterations were observed at diagnosis in 14 patients (8%), (11 B-precursor ALL and 3 T-ALL). In 12 cases these aberrations were single nucleotide changes, in 2 cases we found a duplication (one of 4 and the other of 8 nucleotides) and in one case there was an 11 base pair DNA insertion. Remarkably, all of these DNA alterations led to missense or frame-shift mutations that introduced a premature stop codon. Moreover, they were detected with a wide range of allele burden (from 5% to 97%) pointing out that TP53 mutations can be present at diagnosis in different proportions within the leukemic clones. All patients carrying a TP53 alteration reached complete remission after induction therapy but 13 out of 14 suffered an early relapse. Frequency of relapses was significantly higher in mutated than in wild-type cases (p=0.019). Relapse DNA samples were available in 3 patients and in all of them we detected the same TP53 mutation found at diagnosis, indicating the presence of a stable mutated clone. The univariate analysis enlightens a clear relationship between TP53 mutation with an increasing age (p= 0.0003) but no correlation with other clinical features such as gender, hemoglobin, white blood count, platelets, percentage of blasts and cytogenetics at diagnosis. Moreover, patients with mutated TP53 showed a Disease Free Survival (DFS) and Overall Survival (OS) dramatically shorter than wild-type patients. The 2 years DFS was 43% in the TP53 non-mutated subjects compared to 7% in the mutated (p=0.0007). Similarly, the 2 years OS was of 50% in wild-type patients and of 7% in mutated patients (p=0.0011) ( Figure 1 ). Conclusions In adult ALL, response to induction chemotherapy is not different in patients with a wild-type or a TP53 mutated gene, but in these latter cases the leukemia relapse rate is dramatically higher. The frequency of these mutations observed at diagnosis and the poor clinical outcome indicate the need of their identification during the diagnostic work up of adult ALL to guide treatment strategies. The use of a highly sensitive deep sequencing approach is crucial to identify also minor leukemic clones carrying TP53 mutations that may lead to the rapid emergence of a treatment resistant disease. View large Download slide View large Download slide  Close modal Disclosures Kohlmann: AstraZeneca: Employment.",
    "topics": [
        "acute lymphocytic leukemia",
        "massively-parallel genome sequencing",
        "tp53 gene",
        "dna",
        "complete remission",
        "leukemia",
        "neoadjuvant therapy",
        "nucleotides",
        "adult t-cell lymphoma/leukemia",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Silvia Salmoiraghi, BiolSc",
        "Greta Ubiali, BiolSc",
        "Manuela Tosi, BiolSc",
        "Barbara Peruta, BiolSc",
        "Marie Lorena Guinea Montalvo, BiolSc",
        "Elena Oldani, BiolSc",
        "Cristina Boschini, MSc",
        "Alexander Kohlmann, PhD",
        "Sabina Chiaretti",
        "Tamara Intermesoli, MD",
        "Renato Bassan, MD",
        "Orietta Spinelli, PhD",
        "Alessandro Rambaldi"
    ],
    "author_dict_list": [
        {
            "author_name": "Silvia Salmoiraghi, BiolSc",
            "author_affiliations": [
                "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Greta Ubiali, BiolSc",
            "author_affiliations": [
                "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Tosi, BiolSc",
            "author_affiliations": [
                "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Peruta, BiolSc",
            "author_affiliations": [
                "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Lorena Guinea Montalvo, BiolSc",
            "author_affiliations": [
                "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Oldani, BiolSc",
            "author_affiliations": [
                "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Boschini, MSc",
            "author_affiliations": [
                "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Kohlmann, PhD",
            "author_affiliations": [
                "AstraZeneca, Personalized Healthcare and Biomarkers, Innovative Medicines, Macclesfield, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabina Chiaretti",
            "author_affiliations": [
                "Division of Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara Intermesoli, MD",
            "author_affiliations": [
                "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renato Bassan, MD",
            "author_affiliations": [
                "Ospedale dell'Angelo, Mestre-Venezia, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Orietta Spinelli, PhD",
            "author_affiliations": [
                "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Rambaldi",
            "author_affiliations": [
                "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T13:14:17",
    "is_scraped": "1"
}