{
    "doi": "https://doi.org/10.1182/blood.V122.21.1993.1993",
    "article_title": "Lenalidomide/Melphalan / Dexamethasone Chemotherapy In 50 Patients With Newly Diagnosed Amyloid Light Chain Amyloidosis: First Results Of a Prospective Single Center Phase 2 Study (Leomex) ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction Amyloid light chain (AL) amyloidosis is a rare and life-threatening protein-misfolding disorder that is causedin most cases by a monoclonal plasma cell disorder. The goal of chemotherapy is to normalize the involved free light chain in serum which leads to an improvement or at least stabilization of organ function in most of these patients. A major challenge is the high treatment-related mortalityand toxicity in patients with advanced cardiac amyloidosis. Study design We performed a prospective single centerphase 2 trial with50 patients not eligible for high-dose treatment.Main inclusion criteria were: newly diagnosed and biopsy proven AL amyloidosis, significant organ involvement, age < 75 yrs and creatinine clearance > 40 ml/min. Treatment schedule was 6 cycles of an oral treatment with lenalidomide 10 mg day 1-21, melphalan 0.15 mg/kg day 1-4 and dexamethasone 20 mg day 1-4 every 4 weeks (L-M-dex). Primary endpoint was the rate of complete remissions (CR) of the underlying plasma cell disorder after 6 treatment cycles. Patients who received at least 3 cycles were eligible for hematologic remission (HR=CR+PR) analysis (At the time of study initiation “very good partial remission”in AL amyloidosis was not yet defined). The study was financially supported by Celgene. Patients and Methods Fiftypatients were included between 2009 and 2012. The median age was 67 years. 74% of patients had cardiac involvement. Outcome was compared with a historical group of 53 AL patients who received M-dex between 2004 and 2009 and fulfilled the same in- and exclusion criteria (patient characteristics see table). Results Forty-five patients (90%) completed 3 cycles and 35 patients (70%) completed 6 treatment cycles; overall 253 cycles could be administered. Reasons of discontinuation were toxicity in 6 patients (including one treatment-related death in the first cycle) or AL progression (9 patients). Ninety adverse events (AE) ≥ CTC grade 3 were recorded including 16 severe AEs. Seventeen hematologic AEs were observed (neutropenia 76%, CTC grade 4 in 2 patients). Most common non-hematologic AE was worsening of cardiac function or symptoms of autonomic neuropathy (14 patients). Furthermore 8 patients suffered from an infection, one patient developed acute renal failure and one patient a deep vein thrombosis. HR was achieved in 78% of patients: CR in 9 (20%)and PR in 26 (58%) of45 evaluable patients, respectively. Organ response was observed in 5 patients at the end of the study (6 months after the end of treatment). In the historical M-dex group HR rate was lower (58%, p=0.06): CR in 6 (15%)andPR in 17(43%) of 40 evaluable patients. OS was significantly improved using L-M-dex (see figure 1 , median OS not reached vs. 26 mo., p=0.03). There was also a trend for a better EFS in the L-M-dex group (see figure 2 , median EFS 23 vs. 16 mo., p=0.06). Of note, 3 L-M-dex patients (6%) died within 3 months after start of chemotherapy compared to 10 patients (19%) in the M-dex-group. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Conclusion This is the largest phase II trial usinglenalidomide, melphalan and dexamethason in newly diagnosed AL amyloidosis patients. Treatment was effective and feasible in this cohort of mostly elderlypatients. 78% of evaluable patients achieved a hematologic remission. The early death rate was low with 6% despite of inclusion of a high number of patients with advanced cardiac amyloidosis. Overall, toxicity was manageable in most patients. Further improvement of these results might be achieved by prolongation of therapy in patients who have responded to and tolerate this combination therapy well. Table . L-M-dex . Historical M-dex group . p . Number of patients 50 53 - Time of inclusion 2009-2012 2004-2009 - Median age (range, yrs) 67 (47-75) 65 (45-74) 0.04 Median dFLC (mg/l) 159 (0-3508) 206 (0-1037) 0.51 Median NT-BNP (ng/l) 2416 (54 -14609) 3878 (0-27624) 0.20 Median number of organs (range) 2 (1-6) 2 (1-7) 0.58 Cardiac involvement (no. of pts / %) 37 / 74% 45 / 85% 0.22 . L-M-dex . Historical M-dex group . p . Number of patients 50 53 - Time of inclusion 2009-2012 2004-2009 - Median age (range, yrs) 67 (47-75) 65 (45-74) 0.04 Median dFLC (mg/l) 159 (0-3508) 206 (0-1037) 0.51 Median NT-BNP (ng/l) 2416 (54 -14609) 3878 (0-27624) 0.20 Median number of organs (range) 2 (1-6) 2 (1-7) 0.58 Cardiac involvement (no. of pts / %) 37 / 74% 45 / 85% 0.22 View Large Disclosures: Schonland: Celgene: Honoraria; Janssen: Honoraria. Off Label Use: lenalidomide in amyloidosis. Hegenbart: Janssen: Honoraria.",
    "topics": [
        "chemotherapy regimen",
        "dexamethasone",
        "lenalidomide",
        "melphalan",
        "primary amyloidosis",
        "disease remission",
        "toxic effect",
        "amyloidosis",
        "cardiac amyloidosis",
        "cardiovascular findings"
    ],
    "author_names": [
        "Stefan O Schonland, MD",
        "Tilmann Bochtler, MD",
        "Axel Benner",
        "Marianne Gawlik",
        "Christoph Kimmich",
        "Arnt V Kristen",
        "Jörg Beimler",
        "Anthony D. Ho, MD",
        "Ute Hegenbart, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefan O Schonland, MD",
            "author_affiliations": [
                "Medical Dept, Amyloidosis Center, Heidelberg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tilmann Bochtler, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel Benner",
            "author_affiliations": [
                "Div. of Biostatistics, DKFZ, Heidelberg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marianne Gawlik",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital, Heidelberg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Kimmich",
            "author_affiliations": [
                "Dept. of Internal Medicine V, University Hospital, Heidelberg, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnt V Kristen",
            "author_affiliations": [
                "Dept. of Internal Medicine III, University Hospital, Heidelberg, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jörg Beimler",
            "author_affiliations": [
                "Dept. of Internal Medicine I, University Hospital, Heidelberg, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony D. Ho, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ute Hegenbart, MD",
            "author_affiliations": [
                "Amyloidosis Center, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T13:04:13",
    "is_scraped": "1"
}