{
    "doi": "https://doi.org/10.1182/blood-2018-99-113460",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3982",
    "start_url_page_num": 3982,
    "is_scraped": "1",
    "article_title": "CD25 (IL2RA) Is a Direct Transcriptional Target of PRDM1 in Activated Human Natural Killer Cells ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster III",
    "abstract_text": "Background : PRDM1 is a transcription factor that regulates differentiation and/or homeostasis of B and T lymphocytes. It may also play a role in natural killer (NK) cell homeostasis, and it is frequently inactivated in NK cell-derived lymphomas. Many target genes of PRDM1 have been reported; however, there is little insight into genes directly targeted by PRDM1 in NK cells. IL2 receptor signaling is crucial for many features of NK cell activation including sustained proliferation and survival. Here we evaluated whether CD25 (IL2Rα), a critical gene involved in NK cell activation, is transcriptionally repressed by PRDM1 in activated human NK cells. Methods : ChIP-Seq was applied on normal primary NK cells activated using a special co-culture system that involved genetically engineered NK cell target cells (i.e. K562-Cl9-mb21) to determine genomic locations occupied with PRDM1. PRDM1 binding site screen in CD25 was computationally performed using two different ChIP-Seq peak callers. Two malignant NK cell lines (NK92 and KHYG1) were transduced with a retroviral construct that co-expresses PRDM1α and GFP. CD25 transcription expression was evaluated with DNA microarray, RNA-Seq and RT-qPCR on GFP-sorted NK cells 48h post-transduction. CD25 expression was stably knocked-down with two different shRNAs in NK92 and KHYG1 cell lines. CD25 was ectopically expressed in primary human NK cells activated through coculturing with K562-Cl9-mb21. GFP competition assays were performed on CD25 shRNA-transduced NK cell lines or primary NK cells with ectopic CD25 expression in limiting IL2 concentrations, respectively. Results : PRDM1 occupancy on the 1st intron of CD25 was detected with CisGenome and MACS softwares in activated primary NK cells. Direct binding of PRDM1 on CD25 was further validated by ChIP-qPCR in normal activated NK cells. Two PRDM1α-transduced PRDM1-nonexpressing NK cell lines showed significant transcriptional repression of CD25 by DNA microarray and RNA-Seq, the repression of which was cross-validated with RT-qPCR. Stable knock-down of CD25 inhibited growth of two NK cell lines cultured in limiting IL2 concentrations. By contrast, ectopic expression of CD25 resulted in positive selection of ex vivo cultured primary NK cells. Conclusions : Altogether these results establish CD25 as a direct transcriptional target of PRDM1 in human NK cells. These observations provide additional support for the role of PRDM1 in termination of NK cell activation and growth, with implications on neoplastic transformation or NK cell function when it is deregulated. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens, cd25",
        "natural killer cells",
        "transcription, genetic",
        "dna microarrays",
        "rna",
        "coculture techniques",
        "genetic engineering",
        "interleukin 2 receptor",
        "lymphoma",
        "neoplastic cell transformation"
    ],
    "author_names": [
        "Burcu Akman, M.S.",
        "Deniz Kursun",
        "Tevfik Hatipoglu",
        "Xiaozhou Hu, MD",
        "Wing C Chan, MD",
        "Can Kucuk, PhD"
    ],
    "author_affiliations": [
        [
            "Izmir International Biomedicine and Genome Institute (iBG-izmir), Dokuz Eylül University (DEU), Izmir, Turkey ",
            "Izmir Biomedicine and Genome Center (IBG), Izmir, Turkey "
        ],
        [
            "Izmir International Biomedicine and Genome Institute (iBG-izmir), Dokuz Eylül University (DEU), Izmir, Turkey ",
            "Izmir Biomedicine and Genome Center (IBG), Izmir, Turkey "
        ],
        [
            "Izmir International Biomedicine and Genome Institute (iBG-izmir), Dokuz Eylül University (DEU), Izmir, Turkey ",
            "Izmir Biomedicine and Genome Center (IBG), Izmir, Turkey "
        ],
        [
            "Izmir International Biomedicine and Genome Institute (iBG-izmir), Dokuz Eylül University (DEU), Izmir, Turkey ",
            "Izmir Biomedicine and Genome Center (IBG), Izmir, Turkey "
        ],
        [
            "Department of Pathology, City of Hope Comprehensive Cancer Center, Duarte, CA "
        ],
        [
            "Izmir Biomedicine and Genome Center (IBG), Izmir, Turkey ",
            "Department of Medical Biology, Faculty of Medicine, Dokuz Eylül University, Izmir, Turkey"
        ]
    ],
    "first_author_latitude": "38.393908599999996",
    "first_author_longitude": "27.030608400000002"
}