{
    "doi": "https://doi.org/10.1182/blood-2018-99-110269",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4106",
    "start_url_page_num": 4106,
    "is_scraped": "1",
    "article_title": "HMGB1 As a Novel Platelet Agonist That Acts Synergistically with ADP to Activate Platelets in Sickle Cell Disease ",
    "article_date": "November 29, 2018",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science: Poster I",
    "topics": [
        "agonists",
        "blood platelets",
        "hmgb1 protein",
        "sickle cell anemia",
        "diamond",
        "inflammation",
        "antibodies",
        "flow cytometry",
        "inflammatory disorders",
        "integrins"
    ],
    "author_names": [
        "Deirdre Nolfi-Donegan, MD",
        "Sruti Shiva, PhD",
        "Cheryl A Hillery, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, Univeristy of Pittsburgh School of Medicine, Pittsburgh, PA "
        ],
        [
            "Department of Pharmacology and Chemical Biology, University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Pediatric Hematology/Oncology, University of Pittsburgh School of Medicine, Pittsburgh, PA"
        ]
    ],
    "first_author_latitude": "40.46301345",
    "first_author_longitude": "-79.94926015",
    "abstract_text": "Background: Sickle cell disease (SCD) is a proinflammatory and prothrombotic disorder that exhibits increased platelet activation. High mobility group box 1 (HMGB1) is a nuclear protein that can mediate inflammation when released from inflammatory or ischemic cells. HMGB1 is increased in many inflammatory disease states including SCD. Recent data suggests HMGB1 activates platelets and may work synergistically with potent platelet agonists such as collagen and thrombin, but little is known regarding HMGB1-platelet interactions in combination with weaker agonists like ADP, or in isolated platelets. Moreover, the effect of HMGB1 on platelet activation has not been evaluated in SCD. We hypothesized that the in vitro addition of low-dose recombinant HMGBI (rHMBG1) to isolated platelets will lower the threshold dose of physiologic agonists required to achieve platelet activation, and that this effect is exaggerated in SCD. Methods: Platelets were isolated from healthy controls (n=4) and patients with hemoglobin SS disease (SCD; n=5). The level of platelet activation was assessed after treatment with ADP at concentrations of 0 μM, 0.5 μM, 2 μM, and 5 μM with the addition of either low-dose rHMGB1 (10 μg/mL) or the same volume of vehicle. Percent platelet activation was measured via flow cytometry using PE antibody to GPIIb (CD41) to select for platelets, and PAC1 to detect the activation-dependent conformational change in integrin α IIb β 3 (GP IIb-IIIa). Platelet activation was interpreted as percent of platelets that bound PAC1. Data was analyzed using FlowJo software and nonparametric statistical tests. Results: Mean baseline platelet activation was 1.5% (range 0.4-3.3%) for control platelets and 7.3% (1.4-17.7%) for SCD platelets (p=0.19). In the SCD group, the addition of low-dose rHMGB1 (10 μg/mL) increased the mean percent of activated platelets from 7.3% to 26.5% (10.9-43%) (p=0.01). In comparison, mean activation of control platelets increased from only 1.5% to 19.5% (8.3-42.7%) after addition of rHMGB1 (p=0.12). Having illustrated that rHMGB1 can activate washed SCD platelets, we then compared the synergistic effect of rHMGB1 with ADP. There was increased platelet activation observed when ADP was added to rHMGB1 in SCD platelets: ADP 0.5 μM increased mean platelet activation from 13.8% (range 0.3-25.3%) to 54.4% (6.7-84.9%) with the addition of rHMGB1 (p=0.02); ADP 2 μM increased platelet activation from 14.1% (2.8-23.8%) to 56.2% (22.2-88.6%) with rHMGB1 (p=0.006); and ADP 5 μM increased platelet activation from 21.4% (2.5-30.1%) to 65.3% (31.7-85.9%) after adding rHMGB1 (p=0.004) (Fig 1; * and **, diamonds vs stars). We did not find a similar statistically significant synergistic effect in the control samples treated with ADP compared to combined HMGB1 + ADP, except at ADP dose 2 μM where platelet activation increased from 14.94% (4.6-28.6%) to 39.1% (19.5-56.0%) after the addition of rHMGB1 (p=0.04; Fig 1; #, square vs circle). Activation of platelets with just ADP was not different comparing control with SCD platelets (Fig 1; circles vs stars). Similarly, activation of platelets with both ADP and rHMGB1 was not significantly different comparing control with SCD platelets except for a trend at 0.5 μM ADP + rHMGB1 10 μg/mL with 19.29% (6.6-38.7) in controls vs 54.44% (6.7-84.9) in the SCD group (p=0.07) (Fig 1; diamonds vs squares). Summary: We found that rHMGB1 acts both independently and synergistically with ADP to increase platelet activation in SCD platelets. In our small cohort, SCD platelets had increased responsiveness to low dose-rHMGB1 compared to control platelets. Moreover, combining rHMGB1 with ADP greatly enhanced platelet activation in SCD but not control platelets. Our data suggest that SCD platelets are sensitized to HMGB1 in the presence of weaker agonists such as ADP. This heightened responsiveness of SCD platelets to HMGB1 may explain the enhanced platelet activation and inflammation associated with SCD in vivo . With further study, HMGB1 could be a target of clinical drug-directed therapy in SCD patients. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}