{
    "doi": "https://doi.org/10.1182/blood.V116.21.4110.4110",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1760",
    "start_url_page_num": 1760,
    "is_scraped": "1",
    "article_title": "Inversion of Chromosome 12 and Translocations of 12q13-q15 In Primary Myelofibrosis (PMF) Are Associated with Disease Progression and a Poor Prognosis ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster III",
    "topics": [
        "chromosomes, human, pair 12",
        "disease progression",
        "myelofibrosis, idiopathic, chronic",
        "translocation (genetics)",
        "brachial plexus neuritis",
        "hematopoietic stem cell transplantation",
        "bronchioloalveolar carcinoma",
        "fluorescent probes",
        "leukemia, myelocytic, acute",
        "transcription factor"
    ],
    "author_names": [
        "Vesna Najfeld, PhD",
        "Joseph Tripodi",
        "Nathaniel Wisch, MD",
        "Amory Novoselac, MD",
        "Heike L. Pahl, PhD",
        "Ronald Hoffman, MD"
    ],
    "author_affiliations": [
        [
            "Mount Sinai School of Medicine, New York, NY, USA, "
        ],
        [
            "Pathology, Mount Sinai School of Medicine, New York, NY, USA, "
        ],
        [
            "The Tisch Cancer Institute, The Mount Sinai School of Medicine, New York, NY, USA, "
        ],
        [
            "The Tisch Cancer Institute, The Mount Sinai School of Medicine, New York, NY, NY, USA, "
        ],
        [
            "Clinical Research Center Experimental Anaesthesiology, University Hospital Freiburg, Freiburg, Germany"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.7898178",
    "first_author_longitude": "-73.9532394",
    "abstract_text": "Abstract 4110 Recurrent chromosomal abnormalities are occurring at the frequency of 45–50% among patients (pts) with primary myelofibrosis (PMF). The prognostic significance of these abnormalities is largely unknown. Among 377 pts (242 from the Mount Sinai Medical Center and 135 from the MPD-RC data base) with primary myelofibrosis (PMF) 187 pts (50%) were cytogenetically abnormal. Of these, 17 pts (9%) had abnormalities of chromosome 12. We postulated that chromosome 12 abnormalities have prognostic significance and investigated whether they are associated with progression of disease. The cohort included 13 males and 4 females with an average age of 55 years (range 26 to 74). The JAK2 V617F mutation was present in 4 pts, was absent in 7 pts and in the remaining 6 pts the status was unknown. Four of 17 pts (23.5%) had a terminal deletion of band p12 on the short arms while the remaining 13 pts (76.5%) had structural aberrations of the long arms. Five pts (29%) had an inversion of chromosome 12: 3 pts had had a pericentric inversion involving the p12 band region on the short arms and q13 band region on the long arms; while 2 pts had a paracentric inversion involving q13 and q24 segments on the long arm. In 3 of 5 pts with inv(12)) two cytogenetic events occurred: first, the formation of an inversion followed by the translocation of 12q to another chromosome, indicating that this region(s) is under selective pressure for multiple genetic events. The most frequent partner chromosome in 12q translocations were chromosome 2 (3 pts), and chromosome 10 (3 pts). Since the q13 band region was involved in 77% (10 of 13) pts with 12q abnormalities including all 5 pts with inv(12) we postulated that the NF-E2 transcription factor, at the 12q13.13 chromosomal site, may be structurally rearranged. The NF-E2 expression is increased in PMF pts (Wang et al, Blood, 2010). RP11-968A15 BAC FISH probe, which containes the entire NF-E2 was hybridized to metaphase and interphase cells from 3 pts with inv (12) and 2 pts with 12q13 translocations. FISH analysis of over 1,000 cells showed a structurally intact NF-E2 in all 5pts without evidence of rearrangements or deletions. Disease progression, transformation to acute myelogenous leukemia (AML) and death was observed in 70% (7 of 10) of pts with 12q13 abnormalities and 2 additional pts with 12q15 chromosome aberrations. Therefore, region q13 to q15 on chromosome 12 is associated with a poor prognosis in 92% of patients with PMF. Specifically, 3 of 5 pts with inv(12) expired, one transformed to AML and the 5 th pt underwent stem cell transplant. Both pts with 12q15 abnormalities transformed to AML, one of them expired. An additional 4 pts with advanced disease underwent SCT and are doing well after 5 to 18 months. Our observations demonstrated that 12q13-q15 chromosomal abnormalities are more frequent in males (3:1 ratio) and occurring in 40% of JAK2 V617F mutation negative pts. The presence of inv(12) and/or translocations of 12q13-q15 at diagnosis is associated with disease progression in 92% of pts with PMF and therefore stem cell transplantation should be considered as a treatment option early in the disease course. Disclosures: No relevant conflicts of interest to declare."
}