{
    "doi": "https://doi.org/10.1182/blood.V112.11.4073.4073",
    "article_title": "Lack of Impact on Platelet Increments by Number of Apheresis Platelet Units Transfused ",
    "article_date": "November 16, 2008",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "abstract_text": "Introduction: Prophylactic platelet transfusions are often given when a predetermined platelet count is reached and the amount given is that necessary to achieve a desired post count. This method of transfusion ignores the question of whether the patient receives increased benefit from transfusion when more than one unit is given. To determine what effect this practice has had on transfusion outcome and platelet utilization, we have reviewed 5 years of platelet transfusion data to look specifically at transfusion events when more than one single donor platelet was given during a 24 hour period. Methods: Transfusion data was obtained from that used for utilization review 2002 –2006. The data was sorted to identify records indicating that 2 or more units of apheresis platelets were received in a 24 hour period. This information was further selected to include only those with hematologic diseases. The platelet counts identified for inclusion were the counts prior to the release of the first unit given during the day and the first count after the release of the last unit. The change in the platelet count for the number of units was recorded and averaged for each unit increment for each record. Statistical analysis was performed and was not statistically significant. Results For the 5 year period, 86% of all platelet transfusions at our institution were given to patients with hematologic diseases and 27% of these were given as 2, 3, or 4 units within a 24 hour period. 716 records had 2377 days with multiple transfusions; 1802, 428, and 147 episodes of 2, 3, and 4 units respectively. The increase in platelet count for a single unit transfusion at our institution averages 32.3 ×10 9 /L. The platelet increments for 2, 3, and 4 units showed no statistical increase from this number or each other. There is no trend for the final platelet count to be greater when more units are given. These results do not take patient condition or the use of specialized products into consideration. Discussion: Our experience suggests that transfusions of multiple platelet units may not have a greater impact on platelet increments than that when fewer units are transfused. To fully understand this data and its potential impact on patient care, further subgroup analysis within the platelet increments and correlation with patient condition and the prescribed transfusion parameters is needed. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "apheresis",
        "blood platelets",
        "transfusion",
        "platelet transfusion",
        "blood transfusion",
        "hematological diseases",
        "platelet count measurement",
        "donors"
    ],
    "author_names": [
        "Anush Patel, MD",
        "Zale P. Bernstein, MD",
        "James Kepner",
        "Anil Patel, MD",
        "Manmeet S Ahluwalia, MD",
        "Joanne L Becker, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anush Patel, MD",
            "author_affiliations": [
                "Medicine, State university at Buffalo, Buffalo, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zale P. Bernstein, MD",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Kepner",
            "author_affiliations": [
                "Statistics, American cancer society, Atlanta, GA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anil Patel, MD",
            "author_affiliations": [
                "Medicine, State university at Buffalo, Buffalo, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manmeet S Ahluwalia, MD",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanne L Becker, MD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T06:39:17",
    "is_scraped": "1"
}