{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5165.5165",
    "article_title": "Follicular Lymphoma Response with CDK4/6 Inhibitor(Palbociclib) Utilized in the Setting of Metastatic Breast Cancer ",
    "article_date": "December 7, 2017",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma—Clinical Studies",
    "abstract_text": "INTRODUCTION: Here we report our clinical observation and first objective evidence of partial response seen in follicular lymphoma from the use of drug (palbociclib) that inhibits cyclin D-dependent kinases (CDK) CDK4 and CDK6. CASE HISTORY: A 66 year old female with metastatic breast cancer in the bones and relapsing nodal follicular lymphoma (FL) was initiated on Palbocilib and fulvestrant for her breast cancer. The details of her Non-Hodgkin's lymphoma (NHL) history include her initial presentation in 2005 with large cell lymphoma. She underwent treatment with four cycles of R-CHOP and four cycles of RICE (dose of anthracycline was limited given prior exposure of doxorubicin administered for breast cancer). She achieved complete remission. The patient later relapsed with follicular lymphoma grade I/II in 2011 requiring treatment with six cycles BR(bendamustine, rituximab) followed by two years of R-maintenance. Her treatment completed in 2013. She remained in remission for the next two years and relapsed again in late 2015 with right breast mass and multiple lymph nodes above and below the diaphragm. Biopsy of breast mass and right axillary lymph nodes showed FL Grade IIIa.CD10+, Bcl-2+, Bcl-6+ and Cyclin D1 negative. The details of breast cancer include the initial diagnosis in 2003 stage T2N1 ER/PR positive (estrogen, progesterone), Her-2 was negative. She underwent treatment with lumpectomy, sentinel lymph node biopsy and axillary lymph node dissection. She also received Cyclophosphamide and doxorubicin (AC) for four cycles followed by paclitaxel for four cycles and five years of anastrazole. Later in 2013 as patient completed R-maintenance for the follicular lymphoma she presented with pathological fracture of T8 vertebral body. Biopsy confirmed metastatic breast cancer. CAT-scans showed extensive sclerotic bony metastasis consistent with metastatic breast cancer. The patient received hormonal therapy letrozole and zoledronic acid. The patient responded very well with decrease in breast tumor marker (CA 15-3) and improvement of skeletal pain. The patient progressed two years later in late 2015 with CAT-scan showing progression of sclerotic bone lesions with multiple new foci noted. The imaging also showed multiple areas of lymph nodes above and below diaphragm. Patient also developed palpable right breast mass 3cm and PET-scan showed multiple FDG-avid lymph nodes including bony sclerotic PET-avid lesion. The biopsy of breast mass and axillary lymph nodes showed FL. The radiological progression was also seen in the previously biopsy proven bony sclerotic lesion showing breast cancer. The plan was made to pursue treatment with breast cancer as patient had significant skeletal pain along with once again rise in tumor marker CA 15-3. Patient was initiated treatment on palbocilib and fulvestrant in early 2016. Three months later right breast nodal mass and axillary lymph node was not palpable. PET-scan showed decrease in the size and metabolic activity. Most of the lymph nodes showed shrinkage in size as well as SUV consistent with partial response. With respect to metastatic breast cancer tumor markers normalized and sclerotic foci in the bones also showed radiological improvement. To date patient continues to do well with respect to both malignancies. She has not required any treatment for the FL and does appear to maintain partial response from CDK4/6 inhibition. CONCLUSION: FL is a common and incurable form of NHL characterized by the translocation t (14;18) that results in increased expression of the anti-apoptotic BCL2 protein. Exactly what drives expansion of the malignant B-cells in FL is not clear. However recurrent genetic lesions targeting cell cycle control in FL have been reported including mutation in CYCLIN D3 gene, chromosomal gains of CDK4, losses of CDKN2a/b and RB1. We have seen clinical and radiological evidence of response with regard to FL while patient was on treatment with CDK4/6 inhibitor for the indication of metastatic breast cancer. Given that now we already have Bcl-2 inhibitor drug venetoclax which is approved for CLL, this early clinical observation leads us to hypothesize that it would be worth exploring the combination of CDK4/6 inhibition with BCl-2 inhibitor in FL for further exploration. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "breast cancer metastatic",
        "cyclin-dependent kinase 4",
        "follicular lymphoma",
        "palbociclib",
        "breast cancer",
        "partial response",
        "positron-emission tomography",
        "biopsy",
        "bone pain",
        "breast biopsy"
    ],
    "author_names": [
        "Syed S Ali",
        "Wilson Mertens"
    ],
    "author_dict_list": [
        {
            "author_name": "Syed S Ali",
            "author_affiliations": [
                "Hematology/Oncology Dept., Baystate Medical Center, UMMS-Baystate, Springfield, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wilson Mertens",
            "author_affiliations": [
                "Heme/Onc Dept, Baystate medical center, Springfield, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:31:31",
    "is_scraped": "1"
}