{
    "doi": "https://doi.org/10.1182/blood-2019-126669",
    "article_title": "Utility of Newborn Screening for Severe Combined Immunodeficiency and X-Linked Agammaglobulinemia Using TREC and KREC Assays ",
    "article_date": "November 13, 2019",
    "session_type": "203.Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Background Severe combined immune deficiency (SCID) is a potentially fatal primary immunodeficiency due to the absence of T and B lymphocyte function. Early intervention for patients with SCID results in a higher survival rate. From 2017, we launched the first optional newborn screening (NBS) for SCID in Japan based on the detection of T-cell receptor excision circles (TREC). However, NBS for severe B-cell lymphopenia, such as X-linked agammaglobulinemia (XLA), has not been a standard screening test because of a high false-positive rate of Kappa-deleting recombination excision circles (KREC), which reflects the replication of B cells. XLA is characterized by severe B-cell lymphopenia and marked reduction of all classes of serum immunoglobulins. Patients with XLA require early diagnosis and immunoglobulin replacement therapy to prevent the development of bronchiectasis caused by recurrent infections. This study aimed to analyze the results of NBS for SCID and elucidate the utility of NBS for SCID and XLA using the TREC/KREC assay. Patients and Methods We enrolled infants who received NBS for SCID (n = 29,447) between April 2017 and June 2018. Using the EnLite TM TREC kit, we measured TREC A and β-actin, which are used as controls for monitoring sample amplification. Samples with less than 30 copies/µL and adequate β-actin were defined as positive TREC A . All infants with positive TREC A were followed up for at least 12 months. We measured TREC B and KREC using the EnLite TM TREC/KREC kit in these infants. As positive controls, we used TREC B and KREC in patients with SCID and XLA, respectively. Furthermore, all infants with positive TREC A were evaluated using flow cytometric analysis and target capture-based next-generation sequencing (NGS) analysis covering 349 primary immunodeficiency- and bone marrow failure-related genes to evaluate CD4 + CD45RA + T-cell counts and identify diagnostic variants. This study was approved by the institutional review board of Nagoya University Graduate School of Medicine. Results Of the infants who underwent NBS for SCID, 43 (0.15%) infants showed positive TREC A . All 43 infants were followed up in Nagoya University for at least 12 months. Of these, we identified one case with DiGeorge syndrome showing severe lymphopenia but did not identify typical SCID. TREC B and KREC were measured in 43 infants with positive TREC A . To determine which kit is more useful to detect T-cell lymphopenia, we compared TREC A with TREC B in 1454 infants with normal TREC A and 43 with positive TREC A . All healthy infants with normal TREC A showed TREC B with more than 30 copies/µL but nine patients with SCID showed extremely low TREC B (median [range], 0 [0-3] copies/µL). Only 6 of 43 (14%) infants showed TREC B with less than 30 copies/µL. Moreover, we analyzed the correlation between CD4 + CD45RA + T-cell counts and TREC B . Compared with 37 infants with normal TREC B , 6 infants with positive TREC B demonstrated significantly lower CD4 + CD45RA + T-cell counts (P = 0.026). However, target capture-based NGS did not identify any diagnostic variants among them. This finding suggested that using this kit, false-positive rates might be decreased from 0.15% (43/29,447) to 0.02% (6/29,447). Using this kit, we assessed KREC in 1454 infants with normal TREC A and 43 with positive TREC A . Of these, we identified one case with less than 30 copies/µL KREC who was diagnosed with congenital asplenia. As positive controls, all six patients with XLA showed quite low KREC (0 [0-9] copies/µL). Compared with previously reported KREC assay, this kit may result in lower false-positive rates. Furthermore, to demonstrate whether KREC reflects the replication of B cells, we analyzed the correlation with CD19 + B-cell counts and KREC. Among 43 infants with positive TREC A , infants with less than 500/µL CD19 + B cells showed significantly lower KREC than those with more than 500/µL CD19 + B cells (P = 0.014). Conclusion We conducted the first large-scale study to evaluate the utility of the newly released EnLite TM TREC/KREC kit. This kit may be more useful than the current TREC kit to identify infants with T-cell lymphopenia and to avoid unnecessary follow up. Compared with previous NBS for XLA, the false-positive rate of this assay was within an acceptable range. Furthermore, TREC B and KREC were assessed with almost the same screening cost and labor. Therefore, we are considering switching from the current TREC kit to this TREC/KREC kit. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "neonatal screening",
        "severe combined immunodeficiency",
        "t-cell receptor-rearrangement excision dna circles",
        "x-linked agammaglobulinemia",
        "nijmegen breakage syndrome",
        "lymphopenia",
        "false-positive results",
        "cd19 antigens",
        "massively-parallel genome sequencing",
        "immunoglobulins"
    ],
    "author_names": [
        "Manabu Wakamatsu, MD",
        "Hideki Muramatsu, MD PhD",
        "Shinsuke Kataoka, MD",
        "Yusuke Okuno, MD PhD",
        "Sakai Yoshimi",
        "Yoko Nakajima, MD PhD",
        "Tetsuya Ito, MD PhD",
        "Ikuya Tsuge, MD PhD",
        "Seiji Kojima, MD PhD",
        "Yoshiyuki Takahashi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Manabu Wakamatsu, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hideki Muramatsu, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinsuke Kataoka, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusuke Okuno, MD PhD",
            "author_affiliations": [
                "Medical Genomics Center, Nagoya University Hospital, Nagoya, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sakai Yoshimi",
            "author_affiliations": [
                "Aichi Health Promotion Foundation, Nagoya, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoko Nakajima, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Fujita Health University, Toyoake, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tetsuya Ito, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Fujita Health University, Toyoake, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ikuya Tsuge, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Fujita Health University, Toyoake, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seiji Kojima, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiyuki Takahashi, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:44:48",
    "is_scraped": "1"
}