{
    "doi": "https://doi.org/10.1182/blood-2019-127351",
    "article_title": "Validation of the Revised AML-Composite Model for the Prediction of Prognosis in Older Patients Receiving Intensive Induction Therapy ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Introduction: The prognosis of older patients treated for acute myeloid leukemia (AML) relies on cytogenetic/molecular classifications as well as their ability to tolerate intensive induction therapy for which comorbidities have an important impact. A prognostic model has been elaborated to incorporate these two variables, cytogenetic/molecular risk and comorbidities evaluated by the Hematopoietic Cell Transplantation - Comorbidity Index (HCT-CI) (Sorror et al. 2017). The AML-composite model (AML-CM), which also incorporates hypoalbuminemia and high LDH levels at diagnosis, has been recently updated to incorporate the new European LeukemiaNet (ELN) 2017 classification (Sorror et al. 2019). In this study, we aimed to confirm the predictive impact of the revised AML-CM in an independent cohort and to explore which parameters were the most relevant for predicting early mortality and relapse. Patients and Methods: All patients (pts) older than 60 years diagnosed with AML who received intensive induction therapy in our department between 2004 and 2017 were included. Patients with acute promyelocytic leukemia were excluded. They received induction therapy with idarubicin 8 mg/m 2 for 5 days and cytarabine 100 mg/m 2 for 7 days with or without lomustine 200 mg/m 2 on day 1. Patients in first complete remission (CR1) were to receive six consolidation courses with idarubicin 8 mg/m 2 for one day and cytarabine 100 mg/m 2 for 5 days and maintenance therapy with oral methotrexate and mercaptopurine. The HCT-CI and the revised AML-CM were calculated as previously described (Sorror et al. 2005; Sorror et al. 2019) using individual patient medical records. Early mortality was defined as death within one month after the start of induction therapy. The ELN 2017 classification, the HCT-CI, and the revised AML-CM were considered to determine which parameters - comorbidities or cytogenetic/molecular risk - were associated with each outcome. Results: Ninety-nine pts were included in the study with a median age of 66 years-old (range: 60 - 82). Twenty-seven pts (27%) had secondary AML (prior solid tumor requiring chemotherapy and/or radiation therapy in 11 pts and prior hematological malignancy in 16 patients). According to the ELN 2017 classification, 24 (24%) were favorable, 53 (54%) were intermediate, and 22 (22%) were adverse. The most frequent comorbidities included liver disease (30 pts, low/moderate, 5 pts, severe), previous cancer (22 pts), and arrythmia (22 pts). Thus, 13 (13%), 25 (25%), 44 (45%), and 17 (17%) pts had a revised AML-CM score of 1-4, 5-6, 7-9, and >10, respectively. 78 pts (79%) achieved CR1, with 10 early deaths (10%) due to toxicity (early mortality) and 11 induction failures (11%). Fifteen pts received allogeneic SCT. 54 (55%) relapsed, and 72 (73%) died with a median follow-up of 18 months (range: 0 - 167). Both the HCT-CI and the AML-CM were associated with increased early mortality (OR: 1.4, 95% CI: 1 - 1.8, p=0.03 for HCT-CI and OR: 1.3, 95% CI: 1-1.7, p=0.03 for AML-CM) whereas the ELN 2017 classification had no impact. The predictive value of the AML-CM for early mortality was not superior to the HCT-CI (area under the curve - AUC: 0.76, p=0.01, and 0.76, p=0.01, respectively). The risk of relapse was only associated with an unfavorable ELN 2017 classification (OR: 8.8, 95% CI: 1.1 - 70, p=0.04). It was the most predictive parameter for relapse, in comparison to the HCT-CI and the revised AML-CM, but this did not reach statistical significance (AUC: 0.62, p=0.08). The AML-CM clearly distinguishes 4 groups with different prognosis (Figure, p 10, respectively (OR: 1.4, 95% CI: 1.2 - 1.8, p<0.01). The revised AML-CM (AUC: 0.73, p<0.001) was more reliable for predicting one-year survival than the HCT-CI (AUC: 0.70, p=0.001) or the ELN 2017 classification (AUC: 0.66, p=0.01). Cox analysis confirms the prognostic value of the revised AML-CM on overall survival (HR: 1.2 for each additional point, 95% CI: 1.1 - 1.3, p<0.001). Conclusion: The revised AML-CM is an effective tool for predicting overall survival in older pts with AML receiving intensive induction therapy. It is a better prognostic system compared to the HCT-CI and the ELN 2017 classification as it combines the evaluation of comorbidities, which predicts early mortality, and cytogenetic/molecular risk, which predicts relapse. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Orvain: Novartis: Honoraria; Incyte: Honoraria.",
    "topics": [
        "neoadjuvant therapy",
        "older adult",
        "brachial plexus neuritis",
        "cytarabine",
        "idarubicin",
        "6-mercaptopurine",
        "acute promyelocytic leukemia",
        "cancer",
        "cardiac arrhythmia",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Corentin Orvain",
        "Aline Tanguy-Schmidt",
        "Sylvain Thepot, MD",
        "Anne Bouvier",
        "Benedicte Ribourtout",
        "Franck Genevieve",
        "Aurelien Giltat",
        "Marion Champire",
        "Adeline Chanson",
        "Marielle Subileau",
        "Damien Luque Paz",
        "Valerie Ugo",
        "Norbert Ifrah",
        "Mathilde Hunault, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Corentin Orvain",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aline Tanguy-Schmidt",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvain Thepot, MD",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Bouvier",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benedicte Ribourtout",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Genevieve",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aurelien Giltat",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marion Champire",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adeline Chanson",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marielle Subileau",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damien Luque Paz",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie Ugo",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Ifrah",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathilde Hunault, MD PhD",
            "author_affiliations": [
                "Angers University Hospital, Angers, France"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:33:54",
    "is_scraped": "1"
}