{
    "doi": "https://doi.org/10.1182/blood.V126.23.792.792",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3123",
    "start_url_page_num": 3123,
    "is_scraped": "1",
    "article_title": "8-Chloro-Adenosine Inhibits Molecular Poor-Risk Acute Myeloid Leukemia (AML) and Leukemic Stem Cells (LSC) Growth Via Novel RNA- and ATP-Directed Mechanisms: A Novel Therapeutic Approach for AML ",
    "article_date": "December 3, 2015",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Acute Myeloid Leukemia: Exploiting New Therapeutic Targets and Novel Technologies",
    "topics": [
        "adenosine",
        "leukemia, myelocytic, acute",
        "leukemic hematopoietic stem cell",
        "rna",
        "impedance threshold device",
        "mechlorethamine",
        "ms-like tyrosine kinase 3",
        "leukemia",
        "adenosine kinase",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Ralf Buettner, PhD",
        "Ching-Cheng Chen, PhD",
        "Bijender Kumar, PhD",
        "Lisa S Chen, PhD",
        "Krister Wennerberg, PhD",
        "Ryan Thompson, MS",
        "Tea Pemovska, MSc",
        "Ling Li, PhD",
        "Varsha Gandhi, PhD",
        "Guido Marcucci, MD",
        "Vinod Pullarkat, MD",
        "Steven T. Rosen, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematopoietic Stem Cell and Leukemia Research of Beckman Research Institute, Gehr Family Center for Leukemia Research, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Division of Hematopoietic Stem Cell and Leukemia Research of Beckman Research Institute, Gehr Family Center for Leukemia Research, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Division of Hematopoietic Stem Cell and Leukemia Research of Beckman Research Institute, Gehr Family Center for Leukemia Research, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Experimental Therapeutics, Division of Cancer Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Chicago Medical School, Rosalind Franklin University, North Chicago, IL"
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Division of Hematopoietic Stem Cell and Leukemia Research of Beckman Research Institute, Gehr Family Center for Leukemia Research, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Experimental Therapeutics, Division of Cancer Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Division of Hematopoietic Stem Cell and Leukemia Research of Beckman Research Institute, Gehr Family Center for Leukemia Research, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Division of Hematopoietic Stem Cell and Leukemia Research of Beckman Research Institute, Gehr Family Center for Leukemia Research, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Division of Hematopoietic Stem Cell and Leukemia Research of Beckman Research Institute, Gehr Family Center for Leukemia Research, City of Hope National Medical Center, Duarte, CA "
        ]
    ],
    "first_author_latitude": "34.130051099999996",
    "first_author_longitude": "-117.97186129999999",
    "abstract_text": "Only a minority of patients with AML are cured with currently available chemotherapy regimens. Thus, new drugs with novel mechanisms of action are urgently needed. In previous proof-of-concept studies, the halogenated ATP analog 8-chloro-adenosine (8-Cl-Ado) has shown activity against a variety of solid tumors and hematologic malignancies in vitro , favorable pharmacokinetic and pharmacodynamic profiles in preclinical animal studies and feasibility in a first-in-man phase I clinical trial in chronic lymphocytic leukemia (CLL), where plasma concentrations up to 1 uM could be achieved; since maximum tolerated dose was not yet reached in the CLL clinical trial, higher plasma concentration of 8-Cl-Ado can be anticipated. However, little is known regarding the activity of this compound in AML. In contrast to other nucleoside analogs used for treatment of AML (e.g., cytarabine, azanucleosides), 8-Cl-Ado is metabolized by adenosine kinase and its triphosphate derivative is incorporated into RNA and significantly inhibited RNA synthesis in AML cells (KG1a and MV-4-11) in a dose dependent manner (300 nM to 1 uM) after 24 h exposure as compared to vehicle-treated controls (p0.25 at all concentrations tested). 8-Cl-Ado was metabolized into its cytotoxic triphosphate, 8-Cl-ATP, which accumulated to intracellular concentrations of more than 600 uM after 12 h exposure to 10 uM 8-Cl-Ado. Accumulation of 8-Cl-ATP was associated with >20% reduction of endogenous ATP compared to control-treated cells (p<0.05). In regard to antileukemia activity, 8-Cl-Ado inhibited growth of AML cell lines (i.e., Molm-13, Molm-14, KG1a, MV-4-11, OCI-AML3) with IC50s ranging from 0.2 uM to 1.4 uM after 72 h of treatment. 8-Cl-Ado was also active against primary AML blasts including those harboring the poor-risk FLT3 -ITD mutation (IC50: 800 nM for FLT3-ITD-positive blasts). Furthermore, the effect of 8-Cl-Ado on tumor cells has been demonstrated to not be affected by p53 status. It is important to point out that loss of p53 and mutations in p53 are associated with drug resistance and adverse outcomes in AML. In an orthotopic mouse model where FLT3 -ITD-positive Molm-14 AML cells were xenografted, animals treated with 50 mg/kg/day through an implanted osmotic pump had >70% reduction in tumor mass compared to vehicle-treated controls after 16 days of treatment (p50% reduction of colonies after 14 days, p<0.05). To study the effect of 8-Cl-Ado on AML LSCs in vivo , sub-lethally irradiated Rag-2/gamma(c) double-knockout immunodeficient mice were i.v.-injected with ten million human LSC-enriched CD34+CD38- blasts pre-treated with 10 uM 8-Cl-Ado or vehicle control 24 h prior to i.v. injection. Significant longer survival was observed of mice engrafted with drug-treated cells compared to those engrafted with vehicle-treated controls (p<0.0004). Taken together, 8-Cl-Ado is a promising agent with a unique RNA and ATP-targeting mechanism of action, excellent toxicity profile and encouraging preclinical anti-leukemia activity in AML. Based on these results, we have initiated a phase I/II clinical trial in patients with relapsed/refractory AML. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}