{
    "doi": "https://doi.org/10.1182/blood.V118.21.2977.2977",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2055",
    "start_url_page_num": 2055,
    "is_scraped": "1",
    "article_title": "Effect of a Novel Nucleoside Analogue, Triciribine Phosphate (TCN-P) on Murine Acute Graft-Vrs-Host Disease (aGvHD) ",
    "article_date": "November 18, 2011",
    "session_type": "702. Experimental Transplantation - Immune Function, GVHD and Graft-versus-Tumor Effects: Posters II",
    "topics": [
        "host (organism)",
        "mice",
        "nucleoside analog",
        "tissue transplants",
        "triciribine phosphate",
        "weight reduction",
        "vorinostat",
        "luciferases",
        "cd45 antigens",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Edward Dela Ziga, MD, MPH",
        "Jaebok Choi, PhD.",
        "Mark Needles",
        "Julie Ritchey",
        "John F. DiPersio, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, Washington University, St. Louis, MO, USA, "
        ],
        [
            "Medicine/Oncology, Washington University, Saint Louis, MO, USA, "
        ],
        [
            "University of Missouri-Kansas City, Kansas City, MO, USA, "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.62053775",
    "first_author_longitude": "-90.34384539999999",
    "abstract_text": "Abstract 2977 BACKGROUND: The successful establishment of donor registries and development of improved conditioning regimens among others, has led to the increased use of hematopoietic stem cell transplant (HSCT) as a key component in the treatment of some malignant and benign hematopoietic/lymphoid disorders as well as some metabolic disorders. Although a potential curative therapy for many hematologic diseases, allogeneic stem cell transplantation is associated with considerable morbidity and mortality primarily from acute graft-versus-host disease (aGvHD). Furthermore, graft-versus-leukemia (GVL) mediated by donor T cells can be abrogated with T cell depletion or suppression in vivo resulting in disease relapse with treatment of aGvHD. Moreso, modern therapies for aGvHD are limited and often toxic, thus there is a need for novel treatments and approaches that control aGvHD without compromising GVL. Suberoylanilide hydroxamic acid (SAHA), a histone deacetylase inhibitor has been shown to decrease the severity of aGvHD (Reddy et al, PNAS 2004) through its effect on pro-inflammatory cytokines while maintaining GVL in a murine GvHD model. Also, previous work from our lab demonstrated that treatment of mice with the hypomethylating agent azacitidine (AzaC) after allogeneic HSCT mitigates aGvHD while preserving GVL by inducing FOXP3 expression in activated non-T regulatory cells (Choi et al, Blood 2010). However, the myelosuppression mediated by AzaC is a potential limitation that results in delayed donor engraftment. This led us to explore alternate options for single or combination drug therapy in the treatment of aGvHD. We screened a library of 2000 chemical agents obtained from the National Institutes of Health. Screening resulted in a single hit identified as Triciribine phosphate (TCN-P), an Akt inhibitor with structural similarity to the nucleoside analogue AzaC. In this experiment, a Foxp3 promoter-luciferase construct was designed and transfected into Jurkat cells. Cells were incubated for 2 days and then treated with three concentrations (0.1uM, 1umM and 10uM) of each chemical agent in the library. Bioluminescence imaging (BLI) was done on day 4 with AzaC as positive control (Choi et al, Blood 2010) and PBS as negative control. Only wells treated with TCN-P 10uM showed a signal, suggesting luciferase activity secondary to the Foxp3-promoter activation. We therefore hypothesized that TCN-P as a single agent or in combination with SAHA and or AzaC would mitigate GvHD by inducing FOXP3 without interfering with engraftment or immune reconstitution. METHODS: Using a C57BL/6(H2 b ) into Balb/c (H2 d ) murine MHC mismatch bone marrow transplant (BMT) model, we transplanted 5 × 10 6 T cell-depleted (TCD) bone marrow cells obtained from C57BL/6 (H2 b , CD45.1+) mice into Balb/c (H2 d , CD45.2+) mice after 900cGy of TBI. Delayed donor infusions of 2 × 10 6 pan-T cells/mouse obtained from FOXP3/GFP KI: B6 CD45.2+ H2 b mice were infused on Day +11 in order to induce GvHD. Azacitidine 2mg/kg, SAHA 35mg/kg and TCN-P 10mg/kg were injected intraperitoneally every other day from Day +15 to Day +21(total of 4 doses). Acute GvHD was assessed by a standardized scoring developed by Cooke and Ferrara. (Blood, 1996) RESULTS : 1. Using our Foxp3-reporter system, both AzaC and TCN-P induced significant luciferase expression in Jurkat cells. SAHA had no effect. 2. Only AzaC but neither SAHA nor TCN-P induced significant Foxp3 expression in WT bead activated T cells. 3. In vivo, both AzaC 2mg/kg and TCN-P 10mg/kg but not SAHA 35mg/kg significantly improved survival of mice with less weight loss and clinical signs of aGvHD in a MHC mismatched aGvHD model. CONCLUSION: A novel nucleoside analogue TCN-P that was previously FDA approved for treatment of multiple myeloma and structurally related to AzaC, induces Foxp3 using a luciferase reporter construct in Jurkat cells and improves survival in mice after MHC mismatched allogeneic transplant. Though the 100 day survival between TCN-P and PBS (as negative control) in our murine aGvHD model was not quite statistically significant, the findings suggest a therapeutic potential for TCN-P and possibly other Akt inhibitors in the mitigation of aGvHD. Disclosures: No relevant conflicts of interest to declare."
}