{
    "doi": "https://doi.org/10.1182/blood.V106.11.4166.4166",
    "article_title": "ABO Mismatched Platelet, Plasma and Cryoprecipitate Transfusions and Bleeding in Transfused Surgical Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Three observations led us to investigate whether infusion of ABO non-identical platelets might impair, rather than improve hemostasis. (1) Exposure of platelets to immune complexes or platelet specific antibody can interfere with platelet function in vitro ( Thromb Haemost  76 : 774 , 1996 ). (2) In surgical patients receiving similar numbers of platelet transfusions, those receiving ABO non-identical platelets require 50% more red cell transfusions ( Transfusion  41 : 790 , 2001 ). (3) Patients with acute leukemia receiving prophylactic platelet transfusions typically are reported with serious bleeding at a rate of 15–20%, yet the bleeding rate in patients receiving only ABO identical platelets is below 5% ( BMC Blood Disorders  4 : 6 , 2004 ). In this study, the number of red cell transfusions and clinical outcomes during March 2002-Feb 2003 for all surgical patients of blood groups B and AB (B/AB) who received platelet transfusions were compared with patients of blood groups O and A (O/A). Recipients of blood groups B/AB would not be expected to experience excess bleeding, as measured by red cell transfusions, compared with patients of blood groups O/A. However, because of the lower prevalence of blood groups B/AB in the donor blood supply B/AB recipients may more frequently receive ABO mismatched platelet transfusions. O/A surgical patients (n=281) who received platelet transfusions required a mean of 13 ± 13 (SD) red cell transfusions as compared with B/AB patients (n=54), who required 19 ± 25 red cells (p =0.0086). O/A patients also had shorter length of stay, mean = 25 ± 34 days as compared with B/AB patients at 36 ± 59 days (p =0.064). Rates of mortality and nosocomial infections were not statistically significantly different. O/A patients received a mean of 14 ± 19 units of whole blood platelets during and after surgery, compared with 16 ± 16 units for B/AB patients (p =0.47). O/A patients received a mean of 3.3 ± 6.2 ABO non-identical platelets in contrast with B/AB patients who received 7.5 ± 11 (p = 0.0001). Both groups received similar numbers of ABO identical platelets: 11 ± 16 (O/A) versus 9 ± 12 (B/AB) (p =0.35). All but two patients received only ABO identical FFP and both groups received similar total amounts of FFP (mean of 9 units versus 11 units). While O/A patients received similar mean amounts of cryoprecipitate (6 units) to B/AB patients (8 units), the B/AB patients received significantly more ABO non-identical cryoprecipitate (mean = 4.2 vs. 2.3 units; p = 0.02). To study the effects of ABO incompatible plasma on platelet function, we measured PFA-100 (epinephrine cartridge) closure times in reconstituted whole blood exposing group A platelets to either group A or O plasma. In four of seven instances, closure times for A platelets exposed to O plasma were prolonged by more than 50 seconds, compared with A platelets exposed to allogeneic A plasma. These preliminary results support previous observations that exposure to ABO non-identical platelet transfusions is associated with increased red cell transfusions. One possible mechanism is impaired platelet function caused by antibody or immune complex binding. We speculate that transfusion of ABO mismatched platelets, FFP and/or cryoprecipitate may in some instances exacerbate bleeding, rather than correcting defects in hemostasis. Though further investigation is needed before suggesting changes in clinical practice these findings raise the possibility that use of ABO identical blood components might reduce red cell transfusion needs in bleeding surgical patients.",
    "topics": [
        "blood platelets",
        "blood transfusion",
        "cryoprecipitate",
        "hemorrhage",
        "mismatch",
        "plasma",
        "surgical procedures, operative",
        "platelet transfusion",
        "blood groups",
        "fresh-frozen plasma"
    ],
    "author_names": [
        "Neil Blumberg, MD",
        "Kelly F. Gettings, MS",
        "Joanna M. Heal, MBBS, MRCP."
    ],
    "author_dict_list": [
        {
            "author_name": "Neil Blumberg, MD",
            "author_affiliations": [
                "Path. &Laboratory Medicine, University of Rochester, Rochester, NY, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kelly F. Gettings, MS",
            "author_affiliations": [
                "Path. &Laboratory Medicine, University of Rochester, Rochester, NY, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna M. Heal, MBBS, MRCP.",
            "author_affiliations": [
                "Path. &Laboratory Medicine, University of Rochester, Rochester, NY, USA."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T02:35:49",
    "is_scraped": "1"
}