{
    "doi": "https://doi.org/10.1182/blood-2019-123367",
    "article_title": "Single-Cell Analysis Based Dissection of Clonality in Myelofibrosis ",
    "article_date": "November 13, 2019",
    "session_type": "635.Myeloproliferative Syndromes: Basic Science",
    "abstract_text": "Introduction Large-scale sequencing studies have unraveled the mutational landscape of myelofibrosis (MF), demonstrating clonal heterogeneity and importance of genetically defined subgroups in disease prognosis and progression. In order to elucidate the genetics of MF progression and its molecular drivers during JAK inhibition therapy, we performed in-depth genetic studies on longitudinal blood samples from 15 MF patients covering a disease span of 3 to 5 years after initiation of ruxolitinib. Methods Sequential samples from 15 MF patients (PMF n=8; post-ET/PV-MF n=7) accounting for a total of 42 time points representing 58.5 years of ruxolitinib treatment were investigated by whole-exome sequencing (WES). Additionally, we performed targeted deep sequencing of patient-specific mutations in flow-sorted cell fractions to study clonal repartition within the hematopoietic differentiation tree. Finally, we genotyped more than 5000 Lin-CD34+ progenitor cells using a single-cell multiplexed qPCR approach on a micro-fluidic platform (Fluidigm) to infer MF phylogeny. Results WES identified a median of 14 non-silent somatic mutations per patient at initiation of ruxolitinib treatment (=baseline WES; Figure 1A). When comparing mutations between first and last investigated time points, the majority of baseline mutations (162/201=81%) could be detected also at a later disease stage. A total of 39 mutations were lost and 80 new mutations were detected at the last time point. All patients showed at least one gained/ lost mutation in sequential samples. We noted frequent acquisition of mutations in genes of the RAS/RTK pathways in one third of patients. Two patients with a JAK2 V617F mutation achieved a molecular remission at a level of persisting residual disease of 1x10 -3 with ruxolitinib therapy. In one of them, a total of 13 mutations were detected at baseline. In the second sample, taken three years later, a completely different set of mutations was identified and at the last time point, four years after initiation of therapy, none of the mutations were detected. This likely represents genetic drift during neutral evolution as a consequence of a rapid expansion after JAK inhibition. All other 13 patients showed only a modest - if any - decrease of 10-20% JAK2 / CALR allele burden which was often accompanied with the expansion of JAK2 / CALR -wildtype clones due to positive selection and/or freed clonal space under treatment. However, in some patients with durable response to ruxolitinib, we noted opposing dynamics of clones questioning a common origin. The three patients who progressed to leukemia showed a higher number of mutations at baseline and all of them acquired mutations in KRAS or NRAS over time. As one example, MPN18 harbored mutations in ASXL1 , ETV6 , and SRSF2 at baseline. Thereafter, and in addition to other driver genes ( IDH2, KRAS ) a second JAK2 Mutation at codon R867 was acquired, which has been reported to confer treatment resistance to JAK Inhibitors (Marty, Blood 2014). Mutation analysis in flow-sorted cell fractions showed a higher allelic mutation load in the myeloid compared to the lymphoid compartment with only few mutations being detected at low allele frequency in lymphocytes. Interestingly, some patients showed evidence of differential expansion among different myeloid cell lineages (Figure 1B). Next, we sorted 480 CD34+ single-cells per sample from 12 time points from 8 patients which allowed identification of subclones at ≥2% frequency based on priori power calculations. Sorting errors (e.g.cell doublets, empty wells)determined the mean cell sorting failure rate to be 12.5%. We employed a heuristic search algorithm to select a phylogenetic tree with Maximum Likelihood under a finite site model of evolution. Loss of heterozygosity (LOH) events were found in 7/8 patients and were not restricted to the JAK2 locus. In some patients, LOH of JAK2 occurred independently in two subclones, a phenomenon of convergent evolution (Figure 1C). We also noted cases with multiple 9pUPDs, of which one got selected during therapy. LOH events gave rise to both, a mutant homozygous but also reversion to a wildtype genotype. Conclusions Comprehensive serial genotyping of MF patients treated with ruxolitinib revealed heterogeneous patterns of clonal composition and evolution. Our data support LOH as a major determination factor for clonal diversification in MF. EM, KY, and MF contributed equally Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Zenz: Abbvie: Consultancy, Honoraria, Other: Travel support; Roche: Consultancy, Other: Travel support; Janssen: Consultancy; Takeda: Consultancy; Gilead: Honoraria. Bullinger: Pfizer: Honoraria; Astellas: Honoraria; Amgen: Honoraria; Abbvie: Honoraria; Bayer: Other: Financing of scientific research; Seattle Genetics: Honoraria; Sanofi: Honoraria; Novartis: Honoraria; Menarini: Honoraria; Jazz Pharmaceuticals: Honoraria; Janssen: Honoraria; Hexal: Honoraria; Gilead: Honoraria; Daiichi Sankyo: Honoraria; Celgene: Honoraria; Bristol-Myers Squibb: Honoraria. Le Coutre: Novartis: Honoraria, Speakers Bureau; Pfizer: Honoraria, Speakers Bureau; Bristol-Myers Squibb: Honoraria, Speakers Bureau; Incyte: Honoraria, Speakers Bureau. Ogawa: Kan Research Laboratory, Inc.: Consultancy; Asahi Genomics: Equity Ownership; Qiagen Corporation: Patents & Royalties; RegCell Corporation: Equity Ownership; ChordiaTherapeutics, Inc.: Consultancy, Equity Ownership; Dainippon-Sumitomo Pharmaceutical, Inc.: Research Funding. Damm: Novartis: Research Funding; AbbVie: Other: Travel support.",
    "topics": [
        "clonality (genetic analysis)",
        "myelofibrosis",
        "tissue dissection",
        "ruxolitinib",
        "cell separation",
        "disease remission",
        "genotype determination",
        "janus kinase inhibitors",
        "leukemia",
        "massively-parallel genome sequencing"
    ],
    "author_names": [
        "Elena Mylonas",
        "Kenichi Yoshida, MD PhD",
        "Mareike Frick",
        "Kaja Hoyer",
        "Friederike Christen",
        "Jaspal Kaeda, PhD FRCPath",
        "Matthias Obenaus",
        "Daniel Nörenberg, MD",
        "Cornelius Hennch",
        "Willy Chan",
        "Yotaro Ochi, MD",
        "Yuichi Shiraishi",
        "Yusuke Shiozawa, MD PhD",
        "Thorsten Zenz, MD",
        "Christopher C. Oakes, PhD",
        "Birgit Sawitzki",
        "Michaela Schwarz, MD",
        "Lars Bullinger",
        "Philipp Le Coutre, MD",
        "Matthew John Jerome Rose-Zerilli",
        "Seishi Ogawa, MD PhD",
        "Frederik Damm, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elena Mylonas",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Yoshida, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mareike Frick",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaja Hoyer",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friederike Christen",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaspal Kaeda, PhD FRCPath",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Obenaus",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Nörenberg, MD",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cornelius Hennch",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Willy Chan",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yotaro Ochi, MD",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kobe, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuichi Shiraishi",
            "author_affiliations": [
                "Human Genome Center, Tokyo University, Tokyo, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusuke Shiozawa, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thorsten Zenz, MD",
            "author_affiliations": [
                "Medical Oncology and Haematology, University Hospital Zürich, Zürich, Switzerland "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher C. Oakes, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, OSU, Columbus, OH "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Birgit Sawitzki",
            "author_affiliations": [
                "Charite, University Medicine, Berlin, DEU "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michaela Schwarz, MD",
            "author_affiliations": [
                "Charité Universitätsmedizin Berlin, Hematology, Oncology and Tumor Immunology, Berlin, Germany "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Bullinger",
            "author_affiliations": [
                "Charité Universitätsmedizin Berlin, Hematology, Oncology and Tumor Immunology, Berlin, Germany "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philipp Le Coutre, MD",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew John Jerome Rose-Zerilli",
            "author_affiliations": [
                "Cancer Sciences Academic Unit, University of Southampton, Southampton, United Kingdom"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seishi Ogawa, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederik Damm, MD",
            "author_affiliations": [
                "Hematology, Oncology, and Tumorimmunology, Charité - Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:35:24",
    "is_scraped": "1"
}