{
    "doi": "https://doi.org/10.1182/blood.V118.21.5254.5254",
    "article_title": "No Thrombotic Risk in Patients with Asymptomatic Antiphospholipid Antibodies ",
    "article_date": "November 18, 2011",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Abstract 5254 Aim of the study. Antiphospholipid antibodies (APA) are well known risk factor for thromboembolic events and/or obstetric complications. They may be found incidentally in patients without thrombotic complications (asymptomatic APA), and they often lead to an incorrect suspicion of hemorrhagic diathesis, as well as to an unnecessary disqualification from surgical procedures or withdrawal from a proper antithrombotic prophylaxis during these procedures. The aim of the study was to register venous and/or thrombotic events in a group of patients with asymptomatic APA, diagnosed according to the international guidelines (Myakis et all. 2006). Material and methods. The study group consisted of 25 patients (18 women and 7 men) of the mean age of 46 years (20 – 75 years). Concomitantly 9 of them had other autoimmune disorders (no systemic lupus erythematosus) and 4 had neoplasms. Among risk factors for arterial thrombosis 5 patients had hypercholesterolemia, 5 – hypertension, 4 were smokers and 4 were obese (BMI >30 kg/m 2 ). None of the patients had hereditary thrombophilia (antithrombin, protein C or protein S deficiency, factor V Leiden, prothrombin G20210A mutation, increased activity of factor VIII). Family history of venous thromboembolic disease has been noticed in 4 patients and of arterial thrombosis in 6 patients. The observation lasted for 3 to 127 months (mean 35 months). Results. The number and percent of patients (n = 25) with abnormal results 997337of different laboratory diagnostic assays for APA:  Assessment . aPTT - n (%) . dRVVT - n (%) . ACA - n (%) . anti-β 2 -GPI - n (%) . initial 24 (96) 23 (92) 11 (44) 10 (40) after 12 weeks 24 (96) 22 (88) 9 (36) 11 (44) Assessment . aPTT - n (%) . dRVVT - n (%) . ACA - n (%) . anti-β 2 -GPI - n (%) . initial 24 (96) 23 (92) 11 (44) 10 (40) after 12 weeks 24 (96) 22 (88) 9 (36) 11 (44) View Large aPTT-activated partial thromboplastin time; dRVVT - diluted Russell viper venom time; ACA-anticardiolipin antibodies; β 2 -GPI – anti-β 2 –glycoprotein I antibodies Abnormal results of more than one assay in any combination were found in 16 patients, lupus anticoagulant alone in 9 patients. Only 4 out of 25 patients have taken aspirin - 75mg daily, in the other 4 a prophylactic dose of low molecular weight heparin was administered temporarily because of surgery. During observation time no venous or arterial thrombotic events occurred in the study group. On a basis of a limited number of previous studies that predominantly included systemic lupus erythematosus patients, aPL-positive patients without previous thrombosis have a 0% to 3.8% annual incident thrombosis risk (Barbhaiya M, Erksan D. Curr Rheumatol Rep. 2011; 13: 59–69) . In two patients asymptomatic APA disappeared. Conclusion: independently of the type and quantity of asymptomatic antiphospholipid antibodies, there were no venous or arterial thromboembolic events in the group of patients observed for meanly 35 months. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antiphospholipid antibodies",
        "thrombus",
        "obesity",
        "activated partial thromboplastin time measurement",
        "antibodies, anticardiolipin",
        "dilute russell viper venom time",
        "abnormal test results",
        "antibodies",
        "arterial thrombosis",
        "surgical procedures, operative"
    ],
    "author_names": [
        "Krystyna M Zawilska",
        "Agata M Kopydlowska, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Krystyna M Zawilska",
            "author_affiliations": [
                "Hematology and Medicine, J.Strus Hospital, Poznan, Poland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Agata M Kopydlowska, MD",
            "author_affiliations": [
                "Hematology and Medicine, J.Strus Hospital, Poznan, Poland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T03:57:16",
    "is_scraped": "1"
}