{
    "doi": "https://doi.org/10.1182/blood.V104.11.451.451",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=68",
    "start_url_page_num": 68,
    "is_scraped": "1",
    "article_title": "Pharmacogenetics of Minimal Residual Disease Response in Children with Acute Lymphoblastic Leukemia (ALL). ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "acute lymphocytic leukemia",
        "child",
        "neoplasm, residual",
        "pharmacogenetics",
        "methylenetetrahydrofolate reductase (nadph2)",
        "beta-2 adrenergic receptors",
        "remission induction",
        "thymidylate synthase",
        "chief complaint",
        "flow cytometry"
    ],
    "author_names": [
        "Stella M. Davies, MB, BS, PhD",
        "Michael Borowitz, MD",
        "Meenakshi Devidas, PhD",
        "Naomi Winick, MD",
        "Paul L. Martin, MD",
        "Paul Bowman, MD",
        "James Elliott, BS",
        "Stephen Linda, PhD",
        "Edwin H. Cook, MD",
        "Mary V. Relling, Pharm.D"
    ],
    "author_affiliations": [
        [
            "Dept. of Pediatrics, Cincinnati Children’s Hospital and Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Dept of Pathology, Johns Hopkins Hospital, Baltimore, MD, USA"
        ],
        [
            "Statistics, Children’s Oncology Group and University of Florida, Gainesville, FL, USA"
        ],
        [
            "Dept of Pediatrics, UT Southwestern Medical Center, Dallas, TX, USA"
        ],
        [
            "Dept of Pediatrics, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Dept of Pediatrics, Cook Children’s Medical Center, Fort Worth, TX, USA"
        ],
        [
            "Dept. of Pediatrics, Cincinnati Children’s Hospital and Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Statistics, Children’s Oncology Group and University of Florida, Gainesville, FL, USA"
        ],
        [
            "Dept of Psychiatry, Human Genetics, and Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Dept of Pharmacology, St Jude Children’s Research Hospital, Memphis, TN, USA"
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "The presence of minimal residual disease (MRD) as a marker of antileukemic drug efficacy is being used to assess risk status and, in some cases, to adjust the intensity of therapy. Within known prognostic categories, the determinants of MRD are not yet known. Specific host germline pharmacogenetic polymorphisms have been linked to event-free survival in ALL in some studies, but their relationship to level of MRD after remission induction therapy has not been clearly elucidated. Herein, we determined whether the presence of MRD in bone marrow, measured by flow cytometry at day 8 and day 28 of remission induction therapy in over 1,000 children enrolled on Pediatric Oncology Group anti-metabolite based therapy protocols 9904, 9905, and 9906 was related to the following germline polymorphisms: MTHFR (A1298G, n=1413 and C677T, n=334), NQO1 (n=334), GSTP1 (n=334), TYMS (n=309), ADRB2 (n=715), RFC 80A/G (n=578), VDR (n=714), MDR1 C3435T (n=333), and MDR1 G2677T/A (n=328). We found that, after adjustment for ploidy, race and TEL-AML1 status (believed to influence blast clearance) the level of MRD at day 28 differed significantly by MTHFR A1298C genotype (p=0.005). MRD was detected in 31%, and 19% of those with A/A or A/C versus CC genotypes, respectively. Similarly, after adjustment for ploidy, race and TEL-AML1 status the level of MRD at day 28 differed by MDR1 2677 genotype (p=0.02). MRD was detected in 39% and 25% of those with GG versus other MDR1 2677 genotypes, respectively. MTHFR C677T, NQO1, GSTP1, TYMS, ADRB2, RFC, and MDR1 G2677T genotypes were not associated with presence of MRD. There was a trend towards an association between VDR genotype and presence of MRD. No significant associations were detected between any pharmacogenetic genotype and MRD at day 8. Comment: These data indicate that presence of minimal residual disease at the end of induction, a known adverse risk factor in ALL, is importantly influenced by pharmacogenetic polymorphism. The strong association with MTHFR genotype, before the use of significant doses of methotrexate, illustrates the key role of folate in ALL blast metabolism. These data also indicate the value of an early endpoint such as MRD in identifying pharmacogenetic variables likely to influence outcome of specific therapeutic regimens, allowing prompt development of relevent mechanistic studies. Additional analyses will determine the impact of these polymorphisms on overall survival when the clinical outcome data from these studies is mature."
}