{
    "doi": "https://doi.org/10.1182/blood.V122.21.2096.2096",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2563",
    "start_url_page_num": 2563,
    "is_scraped": "1",
    "article_title": "Mutational Profiling Of Myeloid Malignancies For Prediction Of Disease Relapse Following Allogeneic Stem Cell Transplantation ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "topics": [
        "allogeneic stem cell transplant",
        "cancer",
        "ms-like tyrosine kinase 3",
        "transplantation",
        "dna",
        "rna",
        "allografting",
        "biological markers",
        "caspase-8",
        "cd34 antigens"
    ],
    "author_names": [
        "Alan M Hanash, MD, PhD",
        "Sean M. Devlin, PhD",
        "Molly Maloy, MA",
        "Kristina M. Knapp, BS",
        "Vincent A. Miller, MD",
        "Doron Lipson, PhD",
        "Philip J. Stephens, PhD",
        "Geoff A Otto, PhD",
        "Roman Yelensky, PhD",
        "Michelle K. Nahas, PhD",
        "Kai Wang, MD PhD",
        "Ross L. Levine, MD",
        "Marcel R.M. van den Brink, MD, PhD",
        "Ann A. Jakubowski, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Biostatistics and Epidemiology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Foundation Medicine, Inc, Cambridge, MA, USA"
        ],
        [
            "Foundation Medicine, Inc, Cambridge, MA, USA"
        ],
        [
            "Foundation Medicine, Inc, Cambridge, MA, USA"
        ],
        [
            "Foundation Medicine, Inc, Cambridge, MA, USA"
        ],
        [
            "Foundation Medicine, Inc, Cambridge, MA, USA"
        ],
        [
            "Foundation Medicine, Inc, Cambridge, MA, USA"
        ],
        [
            "Foundation Medicine, Inc, Cambridge, MA, USA"
        ],
        [
            "Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.7640831",
    "first_author_longitude": "-73.9560269",
    "abstract_text": "Disease relapse remains the greatest cause of mortality following allogeneic stem cell transplantation (SCT). Improved predictive markers are needed to identify patients most likely to benefit from SCT. Several mutations reported recently in MDS and AML have potential prognostic importance, however the relevance of these mutations to clinical outcome after SCT is poorly understood. In order to evaluate mutations present in transplant patients and provide an initial assessment of their clinical significance, we performed next-generation sequencing of myeloid malignancies from 55 patients (23 MDS, 32 AML) treated with SCT at MSKCC from 2010-2013. Median recipient age was 56 (20-69); 22/55 patients were transplanted in remission. Stem cell sources were CD34-selected (36) or unmanipulated (14) peripheral blood, unmanipulated marrow (2), or cord blood (3). 40/55 allografts were HLA matched (20 related, 20 unrelated). Sequencing was performed on peripheral blood or marrow aspirates in patients with >20% blasts (AML) or >20% dysplastic cells (MDS). Adaptor ligated sequencing libraries were captured with two custom baitsets targeting 374 cancer-related genes and 24 genes often rearranged for DNA-seq, and 272 genes often rearranged for RNA-seq. Captured libraries were sequenced to high depth (Illumina HiSeq), averaging >590X for DNA and >20,000,000 total pairs for RNA. Statistics included cumulative incidence functions for relapse, Kaplan-Meier estimates for relapse-free survival (RFS), and outcome comparison with a permutation-based logrank test. Only mutations observed in at least 5 patients were analyzed. No adjustments were made for multiple comparisons. Median follow-up of survivors was 16.2 months (5.5-32.8). We detected genetic variants in each patient, suggesting the utility of this approach for identifying somatic mutations to track minimal residual disease (MRD) post-SCT. Six patients had known FLT3 mutations detected by a CLIA-certified test; all 6 of these mutations were identified by the sequencing platform. In addition, 3 FLT3 mutations and 1 FLT3 amplification were identified in patients who previously tested FLT3 negative. We identified 13 patients with IDH mutations (5 IDH1, 8 IDH2), eight with NPM1 mutations (all in AML), and 10 with DNMT3A mutations. We identified MAP kinase pathway mutations in 12 patients, including NRAS (7), KRAS (5), and NF1 (4), and we identified mutations in novel genes previously implicated in MDS/AML, including STAT4, CASP8, APC, and ALK. We next evaluated if specific mutations were associated with SCT outcome. Patients with IDH mutations (all of whom had normal karyotype) demonstrated significantly less relapse than patients with wild-type (WT) IDH (1 yr incidence: 0% vs 29%, p=.027, Fig 1 ). This translated into improved RFS (p=.037) in patients with IDH mutant AML ( Fig 2 ). Treatment-related mortality (TRM) was similar with and without IDH mutations, suggesting the improved outcome was due to reduced relapse. For FLT3, 5/10 patients with FLT3 abnormalities relapsed. All 5 that relapsed were IDH WT. In contrast, IDH mutations were present in 4/5 FLT3+ AMLs that did not relapse, suggesting that IDH mutations may predict for improved SCT outcomes in patients with intermediate cytogenetic risk AML and in patients with FLT3 mutations. Mutant KRAS correlated with reduced overall survival in AML (p=.008), but the significance of this was unclear due to the absence of relapses and high TRM, including infection and GVHD, in this group. View large Download slide View large Download slide View large Download slide View large Download slide We also evaluated disease progression in 2 AML patients who relapsed post-transplant with archived samples collected pre-SCT and at relapse. In both patients we observed a distinct mutational profile pre and post-transplant consistent with clonal evolution. Of note, 1 patient gained a NF1 mutation post-SCT, while the other patient lost a NF-1 mutation, although when detected, both mutations were present at a frequency less than 10%. In summary, we performed mutational profiling in SCT patients using a novel high throughput platform, which allowed us to identify clinically relevant mutations, including some not detected by clinical laboratory testing. Notably, we found that IDH mutations may predict for favorable outcome after SCT, even in FLT3 mutant AML. These data suggest that mutational profiling can identify clinically relevant biomarkers pre-SCT and identify mutations for tracking MRD. Disclosures: Miller: Foundation Medicine, Inc: Employment. Lipson: Foundation Medicine, Inc: Employment. Stephens: Foundation Medicine, Inc: Employment. Otto: Foundation Medicine, Inc: Employment. Yelensky: Foundation Medicine, Inc: Employment. Nahas: Foundation Medicine, Inc: Employment. Wang: Foundation Medicine, Inc: Employment. Levine: Foundation Medicine, Inc: Consultancy."
}