{
    "doi": "https://doi.org/10.1182/blood.V106.11.938.938",
    "article_title": "Intravascular Lymphoma: Poor Outcomes May Be Improved with Aggressive Therapy. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Intravascular lymphoma is a rare subtype of extranodal DLBCL characterized by the proliferation of malignant B-cells within the lumina of blood vessels. Organ involvement is variable and diffuse. Making the diagnosis can be challenging with symptoms persisting for months prior to definitive diagnosis. Treatment to date with standard anthracycline containing chemotherapy regimens has been disappointing with variable response rates, high relapse rates, and median survival times typically measured in months. We report diagnostic, treatment, and follow-up information regarding a group of patients with intravascular lymphoma evaluated at the Mayo Clinic with special attention to those receiving rituximab and/or high dose chemotherapy with or without peripheral blood autologous stem cell rescue. Methods: The medical records of patients with intravascular lymphoma seen at the Mayo Clinic between January 1970 and May 2005 were reviewed. Patients were included if they had evidence of intravascular lymphoma at the time of diagnosis of lymphoma. Pathologic specimens were reviewed for confirmation of diagnosis. Results: Twenty patients with a diagnosis of intravascular lymphoma were identified. Their median age was 66.5 years. Thirteen (65%) had B symptoms at the time of diagnosis and 13 had a performance status ≥ 3. Nine (45%) had an IPI ≥ 4. The median time to diagnosis from the onset of symptoms was 5.5 months. All had stage IV disease with biopsy proven involvement of at least one organ. The sites of disease involvement were CNS (10), marrow (7), lung (5), adrenal (3), kidney (2), lymph node, seminal vesicle, and skin (1). Two patients had involvement of three organs, six had involvement of two organs, and twelve had involvement of one organ. Nineteen patients received chemotherapy: ProMACE/CytaBOM (3), CHOP (6), RCHOP (6), DHAP (1), high dose methotrexate (1), methylprednisolone, nitrogen mustard, rituximab (1), and hyperCVAD (1). Three patients underwent peripheral blood autologous stem cell rescue after conditioning with BEAM. With a median follow-up of 60 months for all patients, the median overall survival was 8 months. No difference in outcome was seen with regard to site of organ involvement, number of organs involved, presence of B symptoms, or IPI. With a median follow-up for those receiving rituximab of 26 months, the median survival has not yet been reached while the median survival for those receiving non-rituximab containing regimens was 6.5 months. Similarly, with a median follow-up for those receiving high dose chemotherapy (hyperCVAD or BEAM) of 9.3 months, the median survival has not yet been reached while the median survival for those not receiving high dose therapy was 7 months. Conclusion: Intravascular lymphoma is a unique and aggressive subtype of DLBCL. The clinical presentation and sites of organ involvement are variable and the time from onset of symptoms to diagnosis can be prolonged. Standard chemotherapeutic treatment leads to poor outcomes. However, survival may be improved upon with newer strategies such as the use of rituximab and/or high dose chemotherapy with or without peripheral blood autologous stem cell rescue.",
    "topics": [
        "lymphoma",
        "chemotherapy regimen",
        "rituximab",
        "follow-up",
        "diffuse large b-cell lymphoma",
        "hypercvad protocol",
        "symptom onset",
        "anthracycline antibiotics",
        "biopsy",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Christopher A. Yasenchak, MD",
        "Ahmet Dogan, MD, PhD",
        "Joseph P. Colgan, MD",
        "Thomas M. Habermann, MD",
        "David J. Inwards, MD",
        "Patrick B. Johnston, MD, PhD",
        "Svetomir N. Markovic, MD, PhD",
        "Ivana N.M. Micallef, MD",
        "Luis F. Porrata, MD",
        "Thomas E. Witzig, MD",
        "Stephen M. Ansell, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher A. Yasenchak, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ahmet Dogan, MD, PhD",
            "author_affiliations": [
                "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph P. Colgan, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M. Habermann, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J. Inwards, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick B. Johnston, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Svetomir N. Markovic, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivana N.M. Micallef, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis F. Porrata, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas E. Witzig, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen M. Ansell, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T18:39:16",
    "is_scraped": "1"
}