{
    "doi": "https://doi.org/10.1182/blood.V108.11.3603.3603",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=602",
    "start_url_page_num": 602,
    "is_scraped": "1",
    "article_title": "Concomitant Myelofibrosis and Plasma Cell Disorders: The Mayo Clinic Experience. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "myelofibrosis",
        "plasma cell disorder",
        "multiple myeloma",
        "dna",
        "myeloproliferative disease",
        "bone marrow aspiration",
        "cancer",
        "disease progression",
        "heavy chain disease",
        "infections"
    ],
    "author_names": [
        "Ruben A. Mesa, MD",
        "S. Vincent Rajkumar, MD",
        "Susan Schwager",
        "Rebecca McClure, MD",
        "Heather Powell, MS",
        "Terra Lasho",
        "Robert A. Kyle, MD",
        "Ayalew Tefferi, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Hematopathology, Mayo Clinic"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "44.022672899999996",
    "first_author_longitude": "-92.4667508",
    "abstract_text": "BACKGROUND: Bone marrow fibrosis might represent either a primary myeloid malignancy such as myelofibrosis with myeloid metaplasia (MMM) or a reactive phenomenon associated with other malignancies or inflammatory/infectious processes. The development of myelofibrosis in the context of a plasma cell dyscrasia is uncommon and incompletely understood from the standpoint of both pathogenesis and clinical implications. We sought to determine the origin and clinical ramifications of this phenomenon based on a consecutive series of patients with plasma cell disorders (PCD). METHODS: A retrospective search of institutional databases was performed for clinical cases of PCD with the concomitant observation of myelofibrosis. Bone marrow aspirates and trephines from the time of diagnosis of both PCD and myelofibrosis were reviewed. Clinical history was abstracted for clinical manifestations as well as disease course. DNA from archived cytogenetic pellets, when available, from the time of diagnosis, was screened for the presence of JAK2V617F. RESULTS: Among 7587 patients with a PCD seen over the last 30 years at our institution, 29 (0.3%) displayed concomitant myelofibrosis (median age 59 years, range 27–77; 52% males). The specific PCD was multiple myeloma in 25 patients, smoldering myeloma in 2, plasmacytoma in 1, and heavy chain disease in 1. Four patients (14%) had organomegaly and bone marrow histological features most consistent with MMM. Otherwise, myeloproliferative disorder (MPD)-characteristic features were infrequent and included leukocytosis and/or thrombocytosis in only 2 patients. None of the patients displayed thrombohemorrhagic complications. Archived DNA was available in 7 cases without either clinical or bone marrow histological evidence of a MPD and yet revealed the presence of JAK2V617F in 6 of the 7 cases (86%). In addition, one other patient without MPD phenotype displayed a monosomy 5 abnormality. To date, 2 patients, one with and one without a MPD phenotype underwent leukemic transformation. All other causes of death were related to PCD-associated complications. Median survival (Kaplan-Meier) for the patients with multiple myeloma was 50 months. Survival stratified by the myeloma international staging system (ISS) was similar or better than expected (published controls of 62, 44, and 29 months): median survivals for this series of 73, 51 and 37 months for stage I, II, and III disease, respectively. CONCLUSIONS: Myelofibrosis that accompanies a PCD often represents an underlying MPD and does not negatively impact the natural history of the associated PCD."
}