{
    "doi": "https://doi.org/10.1182/blood.V122.21.5285.5285",
    "article_title": "Multicentric Bone Involvement As Presentation Of Late Relapse In a Patient With Hairy Cell Leukemia (HCL) ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction Hairy Cell Leukemia (HCL) is a lymphoproliferative disease, recently defined molecularly by mutations in the BRAF gene. It has an indolent course, and usually presents with massive splenomegaly, progressive pancytopenia and rare circulating tumor cells. Extranodal involvement, except for liver, is rare in HCL. Methods We described the case of a 46 year old female patient diagnosed with HCL in 2008. At that time, patient presented for medical assistance due to pancytopenia (Hb: 8,4g/dL, Leukocytes: 1200uL, Platelets: 29.000). A bone marrow biopsy showed extensive infiltration by lymphocytes positive for CD20, CD11c, CD25 and kappa, compatible with HCL. At that time, biopsy-proven involvement of a mediastinal node was also documented. The patient was treated with Cladribine 0.1mg/kg for 7 days, and achieved complete response. Five days later, the patient presented with left hip pain. A MRI of the left leg showed nodular involvement of the acetabulum, with edema and bone fissures. A biopsy was consistent with HCL relapse. A PET-CT showed additional lesions in left tibia and right humerus. Conclusion Bone involvement in HCL is a rare event, and is usually restricted to one lesion. We present a case of multicentric involvement at relapse. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone involvement",
        "hairy-cell leukemia",
        "biopsy",
        "pancytopenia",
        "antigens, cd25",
        "bone marrow biopsy",
        "cd20 antigens",
        "circulating tumor cells",
        "cladribine",
        "complete remission"
    ],
    "author_names": [
        "Joyce E Hyppolito",
        "Guilherme Fleury Perini, MD",
        "Paulo Vidal Campregher, MD",
        "Denise da cunha Pasqualin, MD",
        "Reynaldo Jesus Garcia Filho, MD",
        "Nelson Hamerschlak, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joyce E Hyppolito",
            "author_affiliations": [
                "Hematology, Hospital Israelita Albert Einstein, Sao Paulo, Brazil, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Guilherme Fleury Perini, MD",
            "author_affiliations": [
                "Hematology, Hospital Israelita Albert Einstein, Sao Paulo, Brazil, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paulo Vidal Campregher, MD",
            "author_affiliations": [
                "Clinical Laboratory, Hospital Israelita Albert Einstein, Sao Paulo, Brazil, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denise da cunha Pasqualin, MD",
            "author_affiliations": [
                "Pathology Departament, Israelita Albert Einstein Hospital, São PAulo, Brazil, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reynaldo Jesus Garcia Filho, MD",
            "author_affiliations": [
                "Orthopedic Surgery, Hospital Israelita Albert Einstein, Sao Paulo, Brazil, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelson Hamerschlak, MD, PhD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation, Hospital Israelita Albert Einstein, Sao Paulo, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:37:56",
    "is_scraped": "1"
}