{
    "doi": "https://doi.org/10.1182/blood.V128.22.2241.2241",
    "article_title": "A Randomized Study of Cyclosporine and Methotrexate with or without Methylprednisolone for the Prevention of Graft-Versus-Host Disease: Improved Long-Term Survival with the Triple Prophylaxis ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "abstract_text": "Background : In a previously published single-center study (Blood 2000) we randomized 108 consecutive adult patients with a malignant hematological disorder undergoing allogeneic bone marrow transplantation from an HLA-identical sibling donor to receive (n=53) or not to receive (n=55) methylprednisolone (MP+ or MP-, respectively) as a part of graft-versus-host disease (GVHD) prophylaxis. All patients received cyclosporine A and methotrexate. MP administration was initiated on day 14 post-transplantation with 0.5 mg/kg, the dose was increased to 1 mg/kg on day 21 and thereafter tapered and discontinued on day 110. The cumulative incidence of acute GVHD was 19 % among the patients given and 56 % among those not given MP prophylaxis (p=0.0001), and that of grade II-IV acute GVHD 13 and 36 %, respectively (p=0.005). There was a non-significant trend toward a lower cumulative incidence of chronic GVHD (cGVHD) and better survival in the MP+ group. There were fewer infections and the stay at hospital was shorter among the patients given MP prophylaxis. No difference was seen in the relapse rate. We have now carried out a long-term follow-up to find out possible late effects of the intensified GVHD prophylaxis. Results : The median follow-up time of living patients was 24.5 (range 22.7-26.9) years; two patients were lost for follow-up at 37 and 80 months. In the MP+ group the overall survival (OS, p=0.021) (Figure 1) and relapse-free survival (RFS, p=0.024) were significantly higher and the non-relapse mortality (NRM) lower (p=0.003) than in the MP- group. There was a trend toward lower cumulative incidence of cGVHD in the MP+ group (36 vs. 48 %, p=0.17). The prevalence of cGVHD, analyzed with data available from ten years of scheduled follow-up, was significantly (p=0.031) lower in the MP+ group and the difference became more marked with time. Among the patients alive at ten years, none in the MP+ group but 28 % of the patients in the MP- group had active cGVHD. There was no difference in the relapse rate between the MP+ and MP- groups, the cumulative incidences were 36 and 38 %, respectively. Seven patients in each group developed a secondary malignancy, one patient in both groups had two secondary tumors. At 15 years, the survival was 55 % in the MP+ group and 47 % in the MP- group, and the NRM 21 and 30 %, respectively. Thereafter there was marked non-relapse mortality in the MP- group, eleven patients died after this time point, whereas there were no deaths during this period in the MP+ arm. At the end of the follow-up, the OS in the MP+ and MP- groups were 55 and 20 % and the RFS 54 and 18 %, respectively. The causes of the late deaths in the MP- group were: bacterial infection 3, obstructive bronchiolitis 1, acute myocardial infarction 1, intracerebral bleeding 1, sudden death of unknown cause 1, lung cancer 2, colon cancer 1, and esophagus cancer 1. Conclusion : The addition of corticosteroid to cyclosporine and methotrexate in GVHD prophylaxis, resulting in a marked decrease in the incidence of acute GVHD, did not cause adverse late effects. Long-term survival was higher among the patients given MP prophylaxis. Unexpectedly, there was marked late non-relapse mortality in the group not given MP prophylaxis, possibly contributed to by the higher prevalence of cGVHD. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cyclosporine",
        "graft-versus-host disease",
        "methotrexate",
        "methylprednisolone",
        "graft-versus-host disease, chronic",
        "follow-up",
        "graft-versus-host disease, acute",
        "neoplasm metastasis",
        "adrenal corticosteroids",
        "bacterial infections"
    ],
    "author_names": [
        "Tapani Ruutu, MD PhD",
        "Anne Nihtinen, MD PhD",
        "Riitta Niittyvuopio, MD PhD",
        "Eeva Juvonen, MD PhD",
        "Liisa Volin, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tapani Ruutu, MD PhD",
            "author_affiliations": [
                "Stem Cell Transplantation Unit, Helsinki University Hospital, Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anne Nihtinen, MD PhD",
            "author_affiliations": [
                "Stem Cell Transplantation Unit, Helsinki University Hospital, Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riitta Niittyvuopio, MD PhD",
            "author_affiliations": [
                "Stem Cell Transplantation Unit, Helsinki University Hospital, Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eeva Juvonen, MD PhD",
            "author_affiliations": [
                "Stem Cell Transplantation Unit, Helsinki University Hospital, Comprehensive Cancer Center, Helsinki, Finland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liisa Volin, MD PhD",
            "author_affiliations": [
                "Helsinki University Hospital, Comprehensive Cancer Center, Helsinki, Finland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T15:32:19",
    "is_scraped": "1"
}