{
    "doi": "https://doi.org/10.1182/blood.V118.21.3654.3654",
    "article_title": "Clinical and Biological Prognostic Factors Evaluation of Diffuse Large B-Cell Lymphoma Patients Relapsed or Refractory After Previous Line with Rituximab Plus Chemotherapy. Results of the Study PRO-R-IPI (NCT01369784), ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3654 Background: Diffuse large B-cell lymphoma (DLBCL) is a heterogeneous entity, showing affected patients a highly variable outcome. The improvement in survival gained with the addition of rituximab to CHOP chemotherapy (R-CHOP) led to re-define the international prognostic index (IPI). The new index, known as revised IPI (R-IPI), showed to be simpler as it groups the patients in only 3 risk groups. However, the effect of prior rituximab-therapy upon the usefulness and significance of previously recognized prognostic factors on patients relapsed or refractory and receiving subsequent treatment with rituximab plus chemotherapy in DLBCL remains unexplored. Biological parameters, including expression of Bcl-6, Bcl-2, p53 and MUM-1 have been described as IPI-independent prognostic factors. Objectives: The objective of this study was to evaluate the benefit of the R-IPI to predict the outcome of DLBCL patients at the relapse time following a front line treatment with chemotherapy and rituximab. We also aimed to establish in this population the relationship between immunohistochemical expression of biological parameters and outcome. Patients and methods: this was a multicentric, observational, post-authorization and cross-sectional study (ClinicalTrials.gov identifier: NCT01369784 ). Inclusion criteria were: patients with age ≥ 18 years with DLBCL refractory/relapsed after first line treatment with rituximab, with or without transplantation. Patients must have finished a rescue treatment including rituximab. Written informed consent was obtained from participants. When the data of the biopsies at diagnosis and relapse were available, immunohistochemical results of bcl-2, bcl-6, p53 and MUM-1 were obtained. Results: 152 patients were included (146 evaluables) with a median age of 58 years. At LDBCG diagnosis 48% had > 1 extranodal localization (29% had bone marrow disease), and 30% had ECOG 2 or greater. Eighty-one percent presented stages III or IV and 72% had elevated LDH. Three percent had very good prognosis R-IPI, 69% good prognosis R-IPI and 27% poor prognosis R-IPI. Most patients received R-CHOP as first line therapy. Overall response rate was 79% (40% complete remission). Relapse was confirmed with biopsy and histological study in 55 patients. At relapse 31% presented > 1 extranodal localization, 30% ECOG 2–4, 64% stages III-IV and 72% elevated LDH. R-IPI prognostic groups distribution at relapse were as follows: 8% very good, 75% good and 27% poor. R-ESHAP and R-GEMOX were the two more used rescue therapies resulting in 60% overall response rate (31% complete remission). R-IPI at relapse was significantly associated (p < 0,05) with overall response rate following R-chemotherapy rescue therapy. None of the immunohistochemical parameters analized correlated with rescue therapy results. Conclusions: This is the largest reported series analizing R-IPI in DLBCL at relapse/refractory in patients receiving R-chemotherapy. In this series of patients R-IPI calculated at the relapse time was the only prognostic factor capable of predicting the overall response to the second line of treatment. Thus R-IPI prognostic score is a simple and useful predictor for outcome in DLBCL at relapse/refractory Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "prognostic factors",
        "rituximab",
        "biopsy",
        "complete remission",
        "electrocorticogram",
        "extranodal disease",
        "r-chop",
        "bone marrow diseases"
    ],
    "author_names": [
        "Carlos Panizo, MD",
        "Anny Jaramillo, MD",
        "Gonzalo Gutierrez-Garcia",
        "Francisco Javier Díaz",
        "Eva González-Barca, MD",
        "Raquel de Oña",
        "Nerea Castro",
        "Juan Manuel Sancho",
        "María Flor García-Alvarez",
        "Blanca Sanchez-Gonzalez, MD, PhD",
        "Francisco Javier Peñalver",
        "Jimena Cannata-Ortiz",
        "Manuel Espeso",
        "María José Requena",
        "Santiago Gardella",
        "Soledad Durán",
        "Ana Pilar González-Rodríguez",
        "Ricardo García-Muñoz",
        "Maurizio Bendandi, MD, PhD",
        "Dolores Caballero, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carlos Panizo, MD",
            "author_affiliations": [
                "Hematology, Clínica Universidad de Navarra, Pamplona, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anny Jaramillo, MD",
            "author_affiliations": [
                "Servicio de Hematología, Hospital Universitario de la Vall d'Hebron, Barcelona, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gonzalo Gutierrez-Garcia",
            "author_affiliations": [
                "Hematology, Hospital Clinic de Barcelona, Barcelona, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco Javier Díaz",
            "author_affiliations": [
                "Hematology, Hospital Clínico Universitario, Valladolid, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva González-Barca, MD",
            "author_affiliations": [
                "Servicio de Hematología Clínica, Institut Català d'Oncologia, L'Hospitalet de LLobregat, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raquel de Oña",
            "author_affiliations": [
                "Hematology, MD Anderson International España, Madrid, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nerea Castro",
            "author_affiliations": [
                "Hospital Universitario 12 de Octubre, Madrid, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Manuel Sancho",
            "author_affiliations": [
                "Hematology and Pathology, ICO-Hospital Germans Trias i Pujol, Badalona, Spain, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "María Flor García-Alvarez",
            "author_affiliations": [
                "Hematology, Hospital Universitario Central de Asturias, Oviedo, Spain, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Blanca Sanchez-Gonzalez, MD, PhD",
            "author_affiliations": [
                "Hematologia, Hospital del Mar, Barcelona, Spain, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco Javier Peñalver",
            "author_affiliations": [
                "Hematology, Hospital de Alcorcón, Madrid, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jimena Cannata-Ortiz",
            "author_affiliations": [
                "Hematology, Hospital Universitario la Princesa, Madrid, Spain, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuel Espeso",
            "author_affiliations": [
                "Hematology, Hospital Regional Universitario Carlos Haya, Malaga, Spain, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "María José Requena",
            "author_affiliations": [
                "Hematology, Hospital Severo Ochoa, Leganés, Spain, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Santiago Gardella",
            "author_affiliations": [
                "Hematology, Institut Catala d'Oncologia de Girona, Girona, Spain, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soledad Durán",
            "author_affiliations": [
                "Hematology, Complejo Hospitalario de Jaén, Jaén, Spain, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Pilar González-Rodríguez",
            "author_affiliations": [
                "Hematology, Hospital de Cabueñes, Gijón, Spain, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ricardo García-Muñoz",
            "author_affiliations": [
                "Hematology, Hospital San Pedro, Logroño, Spain, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurizio Bendandi, MD, PhD",
            "author_affiliations": [
                "Hematology, Clinica Universidad de Navarra, Pamplona, Spain, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dolores Caballero, MD",
            "author_affiliations": [
                "Hematology, Hospital Universitario Salamanca, Salamanca, Spain"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T06:41:30",
    "is_scraped": "1"
}