{
    "doi": "https://doi.org/10.1182/blood.V122.21.3905.3905",
    "article_title": "From Bedside To Bench: Molecular Benchmarking Of An Fc-Optimized CD19 Antibody Used In Treatment Of Relapsed and Refractory Pediatric B-Lineage Acute Lymphoblastic Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "B-lineage acute lymphoblastic leukemia (ALL) is the most common childhood cancer. Although this disease can be curatively treated in 80% of patients by chemotherapy, prognosis for primary refractory or relapsed patients is very poor. Even after allogeneic stem cell transplantation (SCT), relapse rates are considerable and correlate significantly with persistent minimal residual disease (MRD) prior to or after SCT. Since a MRD constellation represents favorable effector-target ratios it is well suited for immunotherapy with therapeutic antibodies. We developed and produced a third-generation CD19-specific monoclonal antibody (mAb) (4G7SDIE) in clinical-grade quality at a university-owned production unit. This high affinity Fc-optimized chimerized CD19-specific mAb mediates enhanced antibody-dependent cellular cytotoxicity (ADCC) by NK cells through its improved capability to recruit FcγRIIIa bearing effector cells. In this study, 4G7SDIE was applied within the scope of a compassionate use program in pediatric patients with relapsed or refractory B-lineage ALL and characterized in vitro and in vivo . Firstly, it was confirmed that CD19 is commonly and stably expressed in pediatric B-lineage ALL by quantitative flow cytometry analysis of primary leukemic blasts (mean expression: 1.4x10 4 CD19 molecules/cell; range 4.5x10 3 -2.4x10 4 ; n = 18). Hence CD19 is a well suited target for immunotherapy of pediatric B-lineage ALL. Half-saturating concentrations of 4G7SDIE on primary leukemic blasts and cell line NALM-16 were reached at EC 50 = 85 ng/ml (± 29). Half-maximal target cell lysis was reached at EC 50 = 25 ng/ml. Furthermore, lysis of primary B-lineage ALL blasts by PBMC of 4 healthy donors could be significantly increased by 22% when adding 1 µg/ml 4G7SDIE to donor serum in 2 h-cytotoxicity assays (n = 9; p = 0.03). 4G7SDIE was applied in 11 pediatric patients with relapsed or refractory B-lineage ALL in order to reduce or eradicate MRD and thus prevent relapse in these high-risk pre- and post-transplant patients. Especially, in a post-transplant context, with a high number of allogeneic NK effector cells available, use of an ADCC-mediating mAb shows potential. In 6/9 treated patients with detectable MRD, leukemic load was reduced by ≥ 1 log or pushed below detection limit (10 -4 ) through immunotherapy with 4G7SDIE. Moreover, 2 further patients responded to 4G7SDIE treatment. However, they received additional therapy with tyrosine-kinase inhibitors. Five of the treated patients eventually relapsed, 5 other patients went into remission after 4G7SDIE application (range 27-597 days). Concomitant in vitro 2 h-cytotoxicity assays with donor-derived PBMC of 2 treated patients showed that NK-cell mediated lysis of autologous B-lineage ALL blasts was increased by 33%, when adding 1 µg/ml 4G7SDIE or by 22% when adding autologous patient serum taken after antibody treatment (n = 8; p = 0.02). Serum half-life of 4G7SDIE in the first treatment cycles ranged between 20 h and 43 h and after infusion of 20 mg/m 2 , saturating serum concentrations of ≥700 ng/ml were detectable for at least 13 days. In a standardized model with MCF7-CD19-transfectants, expressing various CD19 levels on the cell surface, a correlation between increasing CD19 molecules/cell and increasing specific lysis by PBMC of healthy donors coincubated with 4G7SDIE was shown (spearman r = 0.88; p = 0.01). Strikingly, in 3 patients with residual disease detectable by flow cytometry, a down-modulation of CD19 on leukemic blasts under 4G7SDIE therapy was observed. In one patient up-regulation of CD19 after discontinuation of 4G7SDIE treatment was observed. In vitro antigenic shift assays on primary leukemic blasts showed considerable but very heterogeneous shift of CD19 surface expression. These observations hint at in vivo tumor escape mechanisms and furthermore indicate selective pressure exerted by immunotherapy with 4G7SDIE, underlining its therapeutic potential, but also delineating its limitations. In conclusion, promising antileukemic effects have been observed in vitro and in vivo in this compassionate use program. However, potential CD19 down-modulation upon immunotherapy should be taken into account and may indicate the relevance of optimized treatment schedules and dosage as well as specific patient selection. We are currently setting up a clinical trial. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "antibodies",
        "cd19 antigens",
        "pediatrics",
        "benchmarking",
        "immunotherapy",
        "monoclonal antibodies",
        "compassionate use",
        "cytotoxicity",
        "flow cytometry"
    ],
    "author_names": [
        "Ursula J.E. Seidel",
        "Ludger Grosse-Hovest, PhD",
        "Patrick Schlegel, MD",
        "Martin Hofmann",
        "Friedhelm R. Schuster, MD",
        "Kai-Erik Witte",
        "Steffen Aulwurm, PhD",
        "Rouwen Teltschik",
        "Elwira Pyz, PhD",
        "Hans-Georg Rammensee",
        "Gundram Jung, MD",
        "Rupert Handgretinger, Prof.",
        "Peter Lang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ursula J.E. Seidel",
            "author_affiliations": [
                "Department of General Paediatrics, Oncology/Haematology, University Children's Hospital, Tuebingen, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ludger Grosse-Hovest, PhD",
            "author_affiliations": [
                "Department of Immunology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Schlegel, MD",
            "author_affiliations": [
                "Department of General Paediatrics, Oncology/Haematology, University Children's Hospital, Tuebingen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Hofmann",
            "author_affiliations": [
                "Interfaculty Institute for Cell Biology, Department of Immunology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friedhelm R. Schuster, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Duesseldorf, Medical Faculty, Duesseldorf, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai-Erik Witte",
            "author_affiliations": [
                "Department of General Paediatrics, Oncology/Haematology, University Children's Hospital, Tuebingen, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steffen Aulwurm, PhD",
            "author_affiliations": [
                "Interfaculty Institute for Cell Biology, Department of Immunology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rouwen Teltschik",
            "author_affiliations": [
                "Department of General Paediatrics, Oncology/Haematology, University Children's Hospital, Tuebingen, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elwira Pyz, PhD",
            "author_affiliations": [
                "Interfaculty Institute for Cell Biology, Department of Immunology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans-Georg Rammensee",
            "author_affiliations": [
                "Partner Site Tuebingen, German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Tuebingen, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gundram Jung, MD",
            "author_affiliations": [
                "Department of Immunology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rupert Handgretinger, Prof.",
            "author_affiliations": [
                "Department of General Paediatrics, Oncology/Haematology, University Children's Hospital, Tuebingen, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Lang, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology, University Children´s Hospital, Tuebingen, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T21:33:05",
    "is_scraped": "1"
}