{
    "doi": "https://doi.org/10.1182/blood.V128.22.5910.5910",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3441",
    "start_url_page_num": 3441,
    "is_scraped": "1",
    "article_title": "Inferior Vena Cava Filter (IVCF) Placement in a Community Hospital: Adherence to Guidelines, Retrieval Rates, and Complications ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions",
    "topics": [
        "guideline adherence",
        "hospitals, community",
        "vena cava filters",
        "cancer",
        "deep vein thrombosis",
        "thrombus",
        "hemorrhage",
        "anticoagulation",
        "brachial plexus neuritis",
        "venous thromboembolism"
    ],
    "author_names": [
        "Ayesha Haque, MBBS, MD",
        "Basir Ul Haque, MDMBBS",
        "Thomas A. Rado, MD PhD",
        "Saravanan Kasthuri, MD",
        "Rangaswamy Chintapatla, MD"
    ],
    "author_affiliations": [
        [
            "Kadlec Clinic Hematology Oncology, Kennewick, WA "
        ],
        [
            "Kadlec Clinic Hematology Oncology, Kennewick, WA "
        ],
        [
            "Kadlec Clinic Hematology Oncology, Kennewick, WA "
        ],
        [
            "kadlec Hospital, Richland,"
        ],
        [
            "Kadlec Clinic Hematology Oncology, Kennewick, WA "
        ]
    ],
    "first_author_latitude": "46.2133569",
    "first_author_longitude": "-119.2216457",
    "abstract_text": "Background : IVCF use has been increasing in recent years (Stein et al., Am J Med 2011) and published work demonstrates that a significant proportion of IVCF placements are performed for prophylaxis rather than for therapeutic indications (63.4% Swami et al. Clin Appl Thromb Hemost 2014 and 41.7% Rottenstreich et al. Eur J Haematol 2015). We studied the patterns of the IVCF use, rate of filter retrieval and complications associated with IVCF use in a community hospital. Methods : Between 2010 and 2014 a total of 145 patients (92 males, 53 females) with median age of 69 years (range 20- 98), received an IVCF at a 254-bed community hospital. All of these patients' charts were reviewed and the indications for IVCF placement, types of filters used, retrieval rates, and complications were assessed for adherence to published guidelines (Caplin et al., J Vasc Interv Radiol 2011). IVCF use in cancer patients were assessed separately. Results : All of the 145 filters used at this hospital were designed to be retrievable. The median duration of follow up after IVCF placement was 27.4 months. Gunther Tulip and Bard Denali filters were used most frequently (65.5% and 27.5% respectively). Of the 145 filters placed, 103 (71%) were used in patients with accepted therapeutic indications. These 103 patients included 84 with bleeding on anticoagulant (AC), 12 pts with venous thromboembolic event (VTE) undergoing surgery, 2 with VTE on anticoagulation (AC), and 5 undergoing thrombolysis. Other therapeutic indications for use of IVCF placement included decreased cardiopulmonary reserve in 3, inability to achieve therapeutic levels of anticoagulation in 8, medical comorbidities with high risk of falls in 5, and poor compliance with medications in 2 patients. Twenty one (14.5%) patients underwent IVCF placement after deep venous thrombosis (DVT) or pulmonary embolism (PE) without any obvious contraindications to AC. Of the 145 filters inserted, only 22 (15.2%) were retrieved. Filters remained in place for a median of 91 days (range 20 - 365). No complications were encountered during the removal. Among the patients who received an IVCF, 27 (18.6%) had an underlying cancer. Therapeutic indications for IVCF use were found in 24 (88.9%) of these patients. These included bleeding in 15 patients, primary brain cancer or brain metastases in 8, and DVT despite high INR in 1. In cancer patients 3 of the 27(11.1%) filters placed were retrieved. Differences in the rates of filter placement for therapeutic indications and retrieval rates between cancer and non-cancer patients were not statistically significant. Complications of IVCF were mainly thrombotic with propagation of DVT in 21 (14.5%) patients, PE in 8, and clot in the IVCF in 3 pts. These numbers exclude thrombotic complications which occurred in the first 7 days after IVCF placement, as we considered that they could be a consequence of the initial thrombotic event unrelated to the presence of the filter. Non- thrombotic complications included three patients with IVC penetration and one in whom migration of the filter caused duodenal perforation and bleeding. Conclusions : Our results demonstrate that 71% of the IVC filters in our community hospital are placed for therapeutic indications. This compares favorably to the observations of Swami et al.(op.cit.) who found that only 36.6% of patients met therapeutic criteria for filter placement, and Rottenstreich et al.(op.cit.) who reported therapeutic reasons for placement in 58.3%. Elucidation of the factors which led to the high compliance rate reported here could result in improvement of general practice patterns. It is noteworthy that high adherence to guidelines for IVCF placement was found in patients with an underlying diagnosis of cancer (88.9%). In general, the rate of filter retrieval was low (15.2% overall and 11.1% in cancer patients) and needs improvement. More emphasis on measures to improve the rate of IVCF retrieval is warranted. Disclosures No relevant conflicts of interest to declare."
}