{
    "doi": "https://doi.org/10.1182/blood.V118.21.3062.3062",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2056",
    "start_url_page_num": 2056,
    "is_scraped": "1",
    "article_title": "HLA Class II Upregulation During An Ongoing Viral Infection Can Lead to HLA-DP Directed Graft-Versus-Host Disease After HLA-DPB1 Mismatched CD4+ Donor Lymphocyte Infusion ",
    "article_date": "November 18, 2011",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation - Late Complications and Approaches to Disease Recurrence: Poster II",
    "topics": [
        "donor leukocyte infusion",
        "graft-versus-host disease",
        "hla-dp antigens",
        "human leukocyte antigens",
        "mismatch",
        "virus diseases",
        "up-regulation (physiology)",
        "brachial plexus neuritis",
        "interferon type ii",
        "cytomegalovirus infections"
    ],
    "author_names": [
        "Sanja Stevanovic, MSc",
        "Cornelis A.M. van Bergen",
        "Simone A.P. van Luxemburg-Heijs",
        "Jessica C. Harskamp, MD",
        "C.J.M. Halkes, MD, PhD",
        "Marieke Griffioen, PhD",
        "J.H. Frederik Falkenburg, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ]
    ],
    "first_author_latitude": "52.166031499999995",
    "first_author_longitude": "4.4785036",
    "abstract_text": "Abstract 3062 T cell depletion of the graft in allogeneic hematopoietic stem cell transplantation (alloSCT) prevents the occurrence of severe acute Graft-versus-Host Disease (GvHD), but also impairs post-transplant anti-tumor and anti-viral immunity. Early intervention with donor lymphocyte infusion (DLI) after alloSCT may prevent relapse of the malignancy and improve immune reconstitution, but can be associated with reintroduction of GvHD. Since under non-inflammatory conditions HLA class II molecules are predominantly expressed on hematopoietic cells, DLI consisting of only CD4+ T cells can selectively target residual patient (pt) HLA class II + hematopoietic cells without inducing severe GvHD. However, recently in two pts with acute myeloid leukemia we observed severe GvHD after prophylactic CD4+ DLI following a 10/10 HLA allele matched, but HLA-DPB1 mismatched unrelated donor alloSCT. Both pts received a T cell depleted SCT after a non-myeloablative conditioning regimen, resulting in mixed chimerism (>97 % donor) at 3 months after alloSCT, and no GvHD. A single infusion of 0.5*10 6 purified CD4+ T cells/kg was administered 3.5 months after alloSCT, resulting in a decreasing pt chimerism coinciding with grade 1 skin GvHD, followed by grade 3–4 colonic GvHD 3–8 weeks later. Both pts were successfully treated with immune suppression and are in complete remission (CR) more than one year later. During the clinical immune responses high percentages of activated CD4+ (30–74 %) and CD8+ T cells (9–56 %) were demonstrated in peripheral blood (PB). Using cell sorting, we clonally isolated 777 and 289 CD4+, and 204 and 34 CD8+ T cell clones from pts 1 and 2, respectively, and tested these clones for recognition of multiple pt and donor derived target cells using IFNg ELISA. None of the CD8+ clones were alloreactive. In contrast, 3 and 8 % of the CD4+ T cell clones from pts 1 and 2, respectively, recognized various pt hematopoietic cells, but not donor cells, indicating alloreactivity. Retroviral transduction of donor EBV-LCL with pt HLA-DPB1 alleles identified specific recognition of the mismatched alleles for 2 and 7 % of all CD4+ T cell clones isolated, respectively. The remaining alloreactive CD4+ T cell clones showed a hematopoiesis-restricted minor histocompatibility antigen recognition pattern, since they failed to recognize pt skin fibroblasts pretreated with IFNg to upregulate HLA class II expression. In contrast, the majority of HLA-DPB1 specific CD4+ T cell clones recognized pt IFNg treated skin fibroblasts, indicating a direct role as mediators of GvHD after HLA-DPB1 mismatched CD4+ DLI. Since both pts were in CR, but mixed chimeric at the time of CD4+ DLI, we hypothesized that residual pt HLA-DP+ hematopoietic cells after alloSCT may have served as antigen presenting cells (APC) to induce the HLA-DPB1 specific CD4+ T cell response. Lineage specific chimerism analysis of PB samples prior to CD4+ DLI showed complete donor chimerism in the B cell and myeloid compartments, whereas predominantly pt chimerism (89–100% pt) was demonstrated in the T cell compartment. Flowcytometric analysis showed that 5–25 % of the pt CD4+ and CD8+ T cells were activated and expressed HLA-DP. CMV tetramer analysis demonstrated that 31 % of CD8+ T cells from pt 1 and 10 % from pt 2 were CMV specific, which had expanded as a consequence of CMV reactivation. We hypothesize that the HLA-DPB1 specific CD4+ T cell response has been induced by upregulated HLA-DP expression on activated pt T cells due to preexisting CMV infection, and/or by residual pt derived skin-resident APC, resulting in limited skin GvHD. We demonstrated CMV infection in a colon biopsy at the time of colonic GvHD, suggesting that local production of cytokines by pt derived CMV specific T cells may have upregulated HLA class II expression on non-hematopoietic cells and enhanced the HLA-DPB1 specific CD4+ T cell response, resulting in exacerbation of GvHD. In conclusion, we show in two pts that GvHD after prophylactic CD4+ DLI administered early after HLA-DPB1 mismatched T cell depleted alloSCT was caused by alloreactive CD4+ T cells directed against pt mismatched HLA-DPB1 alleles. Our results suggest that the presence of active viral infections inducing immune responses by residual pt T cells at the time of prophylactic HLA class II mismatched CD4+ DLI increases the likelihood of development of GvHD by influencing HLA class II expression on pt hematopoietic and non-hematopoietic cells. Disclosures: No relevant conflicts of interest to declare."
}