{
    "doi": "https://doi.org/10.1182/blood.V106.11.2934.2934",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=296",
    "start_url_page_num": 296,
    "is_scraped": "1",
    "article_title": "Risk-Adapted Therapy of Adult Acute Myeloid Leukemia (AML): Safety and Efficacy of Repetitive HD-ARA-C Courses with Low-Dose Autologous Blood Stem Cell Support. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "In adult AML, effective postremission consolidation is obtained with HD-ARA-C and either autologous or allogeneic stem cell transplantation (SCT). HD-ARA-C is highly myelotoxic, causing remissional deaths and nonlethal toxicity that often precludes the administration of repetitive courses especially in older patients. We are evaluating a risk-oriented strategy that specifically considers the use of multiple, stem cell-supported HD-ARA-C courses. After double induction (ICE/IC or ICE/sequential HD-ARA-C-I when primary resistance is documented), ARA-C 1 g/m 2 /bd is given on dd 1–4, followed by G-CSF to collect autologous CD34+ blood stem cells. Then, patients with high risk cytogenetics, i.e. -5/del(5q), -7, t(11q23), t(9;22), abn 3q, 9q, 11q, 20q, 21q, 17p, iso(17q), t(3;5), t(6;9), or >3 unrelated clonal anomalies, and those with intermediate risk cytogenetics (normal or not known, non-high, non-favourable) plus any additional risk feature (WBC >50, MDS/secondary, late CR, FLT-3 mutation, hepatosplenomegaly, FAB M0,6,7) are grouped together in the high-risk (HR) category and are preferentially submitted to an allogeneic SCT. In the remaining cases, i.e. the standard-risk (SR) group, three HD-ARA-C-based cycles (2 g/m 2 /bd on dd 1–5, plus idarubicin) are planned, each one followed by the reinfusion of 1–2x10 6 /kg CD34+ cells on day 6, and by G-CSF; HR patients unable to undergo SCT are transferred to HD-ARA-C, and those with an insufficient CD34+ cell yield are given one-two courses with intermediate-dose ARA-C. Ninety-one unselected patients (males 46) aged 17–68 years (median 50 years, 38 >55 years) with either de novo or secondary/MDS-related (23%) non-M3 AML (cytogenetics: favourable 10, intermediate 13, normal 45, unfavourable 15, unknown 8) are thus far evaluable: 67 HR and 24 SR. CR rate was 76% (96% in SR, 69% in HR). Stem cell harvest was successful in 43/58 (74%). So far, SCT was performed in 16 HR cases, while 89 HD-ARA-C courses were administered to 34 other patients (16 SR and 18 HR), with a median intercycle time of 39 days (only 17% >45 days), a median duration of neutropenia <0.5 and thrombocytopenia <20 of 9 and 6 days, respectively, and no toxic death while pancytopenic/in-hospital (vs. 8% in historical, unsupported HD-ARA-C-treated cohort). By treatment intention, median overall survival is 21 mos. (37% at 4 years, 57% in SR and 30% in HR), and median DFS is 25 mos. (43% at 4 years, 56% in SR and 36% in HR). DFS is 57% and 19% in HR patients with (n=21) and without (n=25) HLA/DR identical family-related/unrelated donor, respectively (P=0.01). In conclusion low-dose autologous CD34+ cell rescue (plus G-CSF) may sensibly limit HD-ARAC-related toxicity in unselected adults with AML, up to an age of 68 years in this study, allowing an effective increase in dose intensity. This translated into a DFS rate >50% at 4 years in the SR group (mainly cases with normal/intermediate risk cytogenetics without additional risk factors), whereas an allo-SCT was more beneficial to the HR group. These results document the role of blood stem cell-supported, repetitive HD-ARA-C courses, particularly in intermediate-risk patients and/or those aged >55 years or with contraindications to allogeneic SCT.",
    "topics": [
        "acute myeloid leukemia, minimal differentiation",
        "allogeneic stem cell transplant",
        "allopurinol",
        "cytarabine",
        "granulocyte colony-stimulating factor",
        "hepatosplenomegaly",
        "hla-dr antigens",
        "idarubicin",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Tamara Intermesoli, MD",
        "Elena Oldani, Biol.Sci.",
        "Caterina Micò, MD",
        "Vittoria Guerini, Biol.Sci.",
        "Anna Salvi",
        "Emanuela Ruggeri",
        "Andrea Rossi, MD",
        "Ursula Giussani, Biol.Sci.",
        "Piero Bellavita, MD",
        "Alessandro Rambaldi, MD",
        "Tiziano Barbui, MD",
        "Renato Bassan, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Blood Transfusion and Cytogenetics, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Blood Transfusion and Cytogenetics, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Hematology, Ospedali Riuniti, Bergamo, Italy"
        ],
        [
            "Hematology, Ospedali Riuniti, Bergamo, Italy"
        ]
    ],
    "first_author_latitude": "37.7030648",
    "first_author_longitude": "-42.3836578"
}