{
    "doi": "https://doi.org/10.1182/blood.V128.22.1548.1548",
    "article_title": "The Bone Marrow Niche Distinguishes Young and Old Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "abstract_text": "Age is an independent risk factor in the outcome of acute myeloid leukemia (AML). Treatment of pediatric AML is often extrapolated from adult trials assuming disease homogeneity. However, age dependent clinical and molecular differences exist in AML and normal hematopoietic stem cells (HSCs) differ with age. We hypothesized that cellular age influences leukemogenesis. Using the NUP98HOXA9 (NH9) murine leukemia model, we addressed how intrinsic cellular age and the interplay with the bone marrow (BM) microenvironment impacts leukemic transformation. Lin - sca-1 + cKit + (LSK) cells isolated from fetal liver (FL) and BM at 3 week (w), 10w and 52w C57BL/6 mice were transduced with NH9 and in vitro transformation was assessed by colony forming cell (CFC) assays. NH9 transduced young (FL and 3w) and adult (10w and 52w) LSKs serially replated with a similar myeloid immunophenotype showing that LSKs from all ages transformed comparably in vitro in the absence of a BM niche. To investigate age related transformation in a BM microenvironment, NH9 transduced LSKs from all ages (at CFC2) were transplanted into 6w old C57BL/6 recipients. NH9 transduced LSKs from adult BM gave rise to leukemia with a shorter latency compared to young LSKs, with a reduction in median survival of almost 100 days. While adult LSKs resulted in a fully penetrant leukemia, only 50-75% of mice transplanted with young LSKs developed leukemia. A proportion of recipients transplanted with young LSKs developed acute lymphoblastic leukemia expressing lymphoid markers CD19 or B220 with an absence of myeloid markers. All mice transplanted with adult LSKs developed AML determined by morphology and flow cytometry, and immunohistochemistry of the leukemic blasts showed myeloid marker MPO expression. However, in AMLs generated from young LSKs, the blasts showed dual expression of MPO and the lymphoid marker CD3. Therefore, young LSKs retain expression of multi-lineage markers exhibiting lymphoid lineage potential. Together our data show that the presence of an adult microenvironment significantly alters the latency, penetrance and phenotype of the resultant leukemia from different aged stem cells. These effects may be cell intrinsic, or the BM microenvironment may be providing external cues, or may be as a result of the interaction between the leukemic cell and the BM niche cells. To address whether there may be cell intrinsic cues, targeted transcriptional profiling was assessed in NH9 transduced LSKs in vitro and in AMLs generated in vivo . Young LSKs transformed in vitro showed higher expression of genes associated with multiple hematopoietic lineages compared to adult LSKs, supporting the finding that young LSKs retain multi-lineage potential. In contrast, adult LSKs transformed in vitro showed higher expression of genes associated with a stem cell signature and upregulation of the bone morphogenetic protein (BMP) pathway. The BMP receptors BMPR1a, BMPR2, and the responsive SMAD1 were upregulated, and the antagonist Noggin was downregulated, suggesting that in adult transformed cells in vitro , the BMP pathway is primed for activation. The BMP pathway transcriptional targets were also perturbed, including upregulation of ID3 and downregulation of Creb3l1, which have been shown to have pro-oncogenic and tumor suppressive activities respectively. Significantly, upregulation of the BMP pathway was found in adult leukemic cells in the presence of a BM niche in vivo . Global transcriptional profiling by RNA-sequencing performed on in vivo generated AMLs from all 4 ages confirmed upregulation of the BMP pathway in adult AMLs. In further support of the role of the BM microenvironment in adult AML, pathways involved in cell adhesion and localization of the stem cell in the BM niche were enriched in adult AMLs. These data suggest a cell intrinsic role for the BMP pathway that may be exploited by transformed/leukemic cells in the presence of a BM niche. Our data may provide a mechanistic explanation for the enhanced myeloid leukemic potential of adult LSKs or, alternatively, the decreased susceptibility of young LSKs toward AML. Disclosures Wheadon: GlaxoSmithKline: Research Funding.",
    "topics": [
        "bone marrow",
        "leukemia",
        "leukemic cells",
        "acute lymphocytic leukemia",
        "antagonists",
        "bone morphogenetic proteins",
        "cd19 antigens",
        "flow cytometry",
        "immunophenotyping",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Shahzya S Chaudhury, MBBChir, MA (cantab)",
        "Helen Wheadon, PhD",
        "Brenda Gibson, MD PhD",
        "Karen Keeshan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shahzya S Chaudhury, MBBChir, MA (cantab)",
            "author_affiliations": [
                "Paul O'Gorman Leukaemia Research Centre, University of Glasgow, Glasgow, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Helen Wheadon, PhD",
            "author_affiliations": [
                "Paul O'Gorman Leukaemia Research Centre, University of Glasgow, Glasgow, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda Gibson, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Royal Hospital for Children, Glasgow, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Keeshan, PhD",
            "author_affiliations": [
                "Paul O'Gorman Leukaemia Research Centre, University of Glasgow, Glasgow, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T06:39:22",
    "is_scraped": "1"
}