{
    "doi": "https://doi.org/10.1182/blood.V122.21.633.633",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2662",
    "start_url_page_num": 2662,
    "is_scraped": "1",
    "article_title": "B-Cell Receptors Of Follicular Lymphoma Patients Recognize Themselves ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "topics": [
        "follicular lymphoma",
        "receptors, antigen, b-cell",
        "fc receptors",
        "lymphoma",
        "antibodies",
        "antigens",
        "neoplasms",
        "antigens, cd16",
        "cd64 antigen",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Angela Schulz, PhD",
        "Debra K Czerwinski",
        "Ronald Levy, MD"
    ],
    "author_affiliations": [
        [
            "Division of Oncology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Division of Oncology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Division of Oncology, Stanford University School of Medicine, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.434549649999994",
    "first_author_longitude": "-122.1759237",
    "abstract_text": "Follicular Lymphoma (FL) is the most common indolent lymphoma and is characterized by retained surface B-cell receptor (BCR) expression despite ongoing V region somatic mutation. Furthermore, every tumor has a unique BCR. Together, this suggests that the BCR is important for the survival of the malignant B cell. Recognition of a target antigen could lead to a constant stimulation of the malignant cells and serve as a driving force. Recombinant BCRs from a series of FL patients were expressed in the form of assembled proteins and all of IgG3 isotype. Recently we reported that 25% of these BCRs have binding activity against a human epithelial cell line 1 . In the current study we aimed to broaden the search for putative auto-antigens. As FL cells are in close contact with various peripheral blood cells (PBMC), an epitope on the surface of these cells might serve as a putative auto-antigen. Therefore, we incubated PBMCs from healthy donors with the lymphoma derived BCRs and quantified surface binding by FACS. We gated separately on B-cells, CD4 T-cells, CD8 T-cells, monocytes and natural killer (NK) cells. Thereby, we identified 7 out of 25 tumor-derived BCRs which bound to at least one cell type. Four of these strongly bound to NK, B-cells and monocytes from multiple different donors. None of the tested antibodies bound to T-cells. We tested the four reactive BCRs against B-cell lines (Daudi, Raji, Ramos, DHL-4, FL-18 and Reh) and one T-cell line (MOLT-4). We found that Daudi and to a lesser extent Raji but none of the other cell lines were positive for the same lymphoma derived BCRs as PBMCs. Because of the observed binding pattern we hypothesized that a common protein modification might be the target. We therefore treated the cell lines with tunicamycin, an inhibitor for N-linked glycosylation, in order to test if sugars might be the targets of the lymphoma derived BCRs. Surprisingly, this led to stronger binding of the same BCRs. it is known that de-glycosylation of Fc receptors increases Fc binding, suggesting that Fc receptors might be the target. In line with this hypothesis Daudi cells have Fc receptors but Ramos cells do not. Moreover, T-cells are the only PBMCs which do not express Fc receptors. Therefore, we tested Fc receptors directly as targets. Recombinant Fcγ1 (CD64) and Fcγ3 (CD16) were positive in ELISA tests with the four recombinant lymphoma-derived BCRs. In addition, blocking Fcγ2 (CD32) and Fcγ3 receptors on PBMCs before staining with lymphoma derived BCRs resulted in a signal reduction. In order to define if the Fc part of these BCRs is passively bound by Fc receptors or if the Fc receptor is recognized as specific target by the variable BCR regions we produced F(ab)2 fragments. Staining PBMCs with these abolished binding, suggesting that the Fc region of the lymphoma derived BCRs is bound necessary for cellular binding. As all BCRs have the same IgG3 constant region they should all bind to Fc receptors through their Fc regions with the same affinity. In vivo Fc receptor bearing cells are not activated by the binding of a single antibody but only when an antibody cluster is formed e.g. the antibody-coated surface of a pathogen. We therefore hypothesized that the BCRs which bound Fc receptors exist as clusters. This would be conceivable if the BCRs recognized a part of them-selves as target which subsequently would lead to dimer or oligomerization. Indeed, a Fc binding BCR which was coated on an ELISA plate could be detected with a biotinylated counterpart of itself. This same phenomenon was recently described to be the case for chronic lymphocytic leukemia 2 . Experiments are ongoing to elucidate which region of the BCRs are recognized as targets and for which percentage of them for which this is true. In conclusion these findings suggest a new target for the BCR of FL cells whose constant presence in its microenvironment might represent a novel mechanism of chronic BCR stimulation. 1 Sachen KL et al. , Blood 2012, 2 Dühren von Minden M et al. , Nature 2012 Disclosures: No relevant conflicts of interest to declare."
}