{
    "doi": "https://doi.org/10.1182/blood.V104.11.916.916",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=94",
    "start_url_page_num": 94,
    "is_scraped": "1",
    "article_title": "Tandem Autologous Stem Cell Transplantation Following High Dose Chemotherapy for Transformed Low Grade and Refractory High Grade Lymphoma. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The results of autologous stem cell transplantation following high dose chemotherapy for transformed low grade, high grade refractory or relapsing early (<1 year) lymphoma are disappointing. We describe a tandem intensive chemotherapy followed by autologous stem cell transplantation in 37 patients between April 1996 and February 2004. The median age was 49 yo (33–63yo); 19 patients had a transformed low-grade lymphoma, 7 patients a high grade early (<1year) relapse and 11 patients had induction failure. Pre transplant therapy consisted of 2 to 4 courses of polychemotherapy with anthracycline or with cisplatine. The first intensive chemotherapy program consisted of mitoxantrone 45mg/m² at day 1 and cytarabine 1000mg/m² at days 1,2,3,4 followed by autologous stem cell transplantation at day 5. The second intensive treatment consisted of fractioned total body irradiation (12 Gy) and cyclophosphamide 60mg/m² for two days followed by autologous stem cell transplantation in 35 patients and of BEAM (carmustine 300mg/m² at day 1, cytarabine 200mg/m²/12hours at days 2,3,4,5; etoposide 400mg/m² at days 2,3,4,5; melphalan 140mg/m² at day 6) followed by autologous stem cell transplantation in 2 patients who previously received radiotherapy. The regimen was well tolerated with no treatment related death. With a median follow-up of 34.4 months from day 0 of the first intensive treatment, 22 patients are alive in complete remission. The 5y Kaplan Meyer probability of survival is 59%; 15 patients relapsed after a median of 10.6 months (1.9–30.1) and died. The 5y OS in each category is: transformed low grade lymphoma: 68%; high grade early relapse: 29%; induction failure: 64%. This tandem intensive chemotherapy is feasible, well tolerated and effective for transformed low grade lymphoma and induction failure but seems to be disappointing for high grade in early relapse and new therapeutic approaches need to be explored for this category.",
    "topics": [
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "high-grade lymphoma",
        "low-grade lymphomas",
        "cytarabine",
        "anthracycline antibiotics",
        "carmustine",
        "combination drug therapy",
        "complete remission",
        "cyclophosphamide"
    ],
    "author_names": [
        "Viviane Dubruille",
        "Nadine Morineau",
        "Philippe Moreau",
        "Thierry Guillaume",
        "Beatrice Mahe",
        "Patrice Chevalier",
        "Harouseau Jean Luc",
        "Milpied Noel"
    ],
    "author_affiliations": [
        [
            "Service d’Hematologie Clinique, Centre Hospitalier Universitaire, Nantes, France"
        ],
        [
            "Service d’Hematologie Clinique, Centre Hospitalier Universitaire, Nantes, France"
        ],
        [
            "Service d’Hematologie Clinique, Centre Hospitalier Universitaire, Nantes, France"
        ],
        [
            "Service d’Hematologie Clinique, Centre Hospitalier Universitaire, Nantes, France"
        ],
        [
            "Service d’Hematologie Clinique, Centre Hospitalier Universitaire, Nantes, France"
        ],
        [
            "Service d’Hematologie Clinique, Centre Hospitalier Universitaire, Nantes, France"
        ],
        [
            "Service d’Hematologie Clinique, Centre Hospitalier Universitaire, Nantes, France"
        ],
        [
            "Service d’Hematologie Clinique, Centre Hospitalier Universitaire, Nantes, France"
        ]
    ],
    "first_author_latitude": "47.212046",
    "first_author_longitude": "-1.5543263999999999"
}