{
    "doi": "https://doi.org/10.1182/blood.V106.11.372.372",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=375",
    "start_url_page_num": 375,
    "is_scraped": "1",
    "article_title": "Anti-Angiogenic In Vivo Effect of Lenalidomide (CC-5013) in Myelodysplastic Syndrome with del(5q) Chromosome Abnormality and Its Relation to the Course of Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Lenalidomide, a novel immunomodulatory drug (IMiD), is a multifunctional inhibitor of angiogenesis. Vascular endothelial growth factor (VEGF) and its receptor (KDR) are major regulators of angiogenesis, which plays a key role in the growth and progression of solid tumors and hematologic neoplasms, and increased plasma levels of KDR were correlated with a lower remission rate in patients with myelodysplastic syndromes (MDS). From a total of 35 patients suffering from MDS with del(5q) and being treated within a multicenter trial on the efficacy of CC-5013, biopsies and aspirates from bone marrow taken before and 6 + 12 months after start of lenalidomide therapy were evaluated for the percentage of cells with del(5q), blast count, vascularization, and gene expression of VEGF and its receptor using cytologic, histopathologic, cytogenetic and molecular genetic methods. 20 patients with healthy marrow served as a control for normal marrow. Before start of treatment, vascularity of bone marrow, measured as the total length of vessels within the marrow volume, was markedly increased in MDS exceeding that from normal marrow by a factor of 3.24 +/− 2.57 (P < 0.00005). Increase of vascularity correlated with increase of VEGF gene expression, which exceeded that from normal marrow by a factor of 2.68 +/− 2.21 (P = 0.0003), whereas KDR gene expression was not significantly changed. During therapy with lenalidomide, vascularity markedly decreased to normal values in 60 % of patients (21 /35; P < 0.00005). Normalization of vascularization correlated with a major cytogenetic response of disease (< 35 % metaphases with del(5q); P = 0.0005) which occurred in 21 patients, 12 of them with a complete cytogenetic remission. Anti-angiogenic inefficacy of lenalidomide correlated with progression of disease (>= 5 % blasts in blood or bone marrow; 14 patients; P = 0.0005). In contrast to vascularity, VEGF and KDR gene expression were not reduced during lenalidomide treatment. They increased in 8 (VEGF) and 12 (KDR) patients (P = 0.0005) independent of the cytogenetic response. Moreover, correlation between vascularity and VEGF gene expression disappeared, and an inverse correlation between KDR gene expression and vascularity occurred (P < 0.00005). We conclude that in MDS with del(5q), lenalidomide uncouples angiogenesis from the effect of VEGF resulting in a significant reduction of marrow vascularity followed by an increase in gene expression of VEGF and KDR. Inhibition of angiogenesis correlates with a significant reduction of the MDS clone in bone marrow whereas increase of vascularization indicates progression of disease.",
    "topics": [
        "angiogenesis",
        "chromosomal disorder",
        "chromosome abnormality",
        "lenalidomide",
        "myelodysplastic syndrome",
        "vascular endothelial growth factor a",
        "disease progression",
        "disease remission",
        "biopsy",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Guntram Buesche",
        "Stephanie Dieck",
        "Aristoteles Giagounidis",
        "Oliver Bock",
        "Ludwig Wilkens, PD",
        "Brigitte Schlegelberger",
        "Robert Knight",
        "John Bennett",
        "Carlo Aul",
        "Hans H. Kreipe"
    ],
    "author_affiliations": [
        [
            "Institut fuer Pathologie, Medizinische Hochschule Hannover, Hannover, Germany"
        ],
        [
            "Institut fuer Pathologie, Medizinische Hochschule Hannover, Hannover, Germany"
        ],
        [
            "Medizinische Klinik II, St. Johannes Hospital, Duisburg, Germany"
        ],
        [
            "Institut fuer Pathologie, Medizinische Hochschule Hannover, Hannover, Germany"
        ],
        [
            "Institut fuer Zell- und Molekularpathologie, Medizinische Hochschule Hannover, Hannover, Germany"
        ],
        [
            "Institut fuer Zell- und Molekularpathologie, Medizinische Hochschule Hannover, Hannover, Germany"
        ],
        [
            "Celgene Corporation, Warren, NJ, USA"
        ],
        [
            "Cancer Center, University of Rochester, Rochester, NY, USA"
        ],
        [
            "Medizinische Klinik II, St. Johannes Hospital, Duisburg, Germany"
        ],
        [
            "Institut fuer Pathologie, Medizinische Hochschule Hannover, Hannover, Germany"
        ]
    ],
    "first_author_latitude": "52.3723808",
    "first_author_longitude": "9.7625301"
}