{
    "doi": "https://doi.org/10.1182/blood.V118.21.4026.4026",
    "article_title": "Absence of STAT1 Signaling in Host Hematopoietic Cells Leads to Enhanced Gvhd Induction and Involves Increased Expression of MHC Class II and Reduced PD-L1 Expression on Dendritic Cells, ",
    "article_date": "November 18, 2011",
    "session_type": "702. Experimental Transplantation - Immune Function, GVHD and Graft-versus-Tumor Effects: Posters III",
    "abstract_text": "Abstract 4026 Interferon-g/STAT1 signaling plays a critical role in regulating dendritic cell activation and function. Blockade of IFN-g signaling leads to reduced DC activation and impaired anti-tumor and acquired adaptive immunity. We recently reported that lack of IFN-g/STAT1 in donor lymphocytes leads to reduced GVHD induction in both MHC- and mHA-mismatched mouse BMT models. In this study, we addressed the role of host STAT1 in the regulation of GVHD. Wildtype or STAT1-deficient 129 mice (H 2b ) underwent allogeneic Bone Marrow Transplantation (BMT) following lethal irradiation (1044 rad). GVHD was induced using either BALB/c or B6 donor spleen cells. We unexpectedly observed that absence of STAT1 in recipient mice led to increased GVHD-associated mortality in both MHC-mismatched (MST 5 vs. 8, p=0.01) and mHA-mismatched (MST 11 vs. 23, p<0.01) BMT settings. The enhanced GVHD induction was found to be associated with increased activation (expression of CD69 and CD25) and allo-antigen driven proliferation of donor CD4 and CD8 T cells as determined by CFSE-dilution. As host APCs have been reported to being crucial for induction of GVHD, we phenotypically and functionally characterized STAT1 deficient DCs. Our studies revealed that STAT1-deficient bone marrow-derived dendritic cells (BMDCs) which were maturated in the presence of LPS showed significantly increased MHC class II, CD86, CD80 and CD40 expression compared with wildtype BMDCs. Furthermore, STAT1-deficient BMDC showed significantly increased direct allo-stimulatory capacity resulting in increased responder cell proliferation as determined by standard MLR assays using 3H-Thymidine uptake assays as well as CFSE-dilution studies. STAT1 −/− BMDCs significantly promoted CD44+CD62L- expression in responder CD4 and CD8 T cells compared to wild type BMDCs (all p<0.001). The increased MHC II expression in STAT1-deficient DC was further confirmed in host CD11b + and CD11c + cells following GVHD induction in vivo. To determine whether non-hematopoietic cells in STAT1 −/− host contribute to the increased GVHD induction, we created radiation chimeras in which STAT1 was only deficient in the hematopoietic compartment by transplanting 129.STAT1 −/− BMC into 129.STAT1 +/+ recipients following lethal irradiation. 120 days later GVHD was induced using fully MHC-mismatched BALB/c donor splenocytes. Similar to STAT1-deficient recipients STAT1−/− ®WT chimeras showed enhanced GVHD induction compared to STAT1+/+®WT chimeras (MST 11 vs. 5, p<0.05). To determine the mechanism underlying the enhanced expansion of donor T cells in response to stimulation with STAT1-deficient APC, we hypothesized that STAT-deficiency may impair expression of the T cell inhibitory molecules Programed Cell Death-Ligand1 or-2 (PD-L1,-L2) on APC. We therefore studied the expression of PD-L1 and PD-L2 expression on wildtype and STAT1-deficient DC. Indeed, were able to demonstrate that absence of STAT1 significantly suppressed PD-L1 expression on BMDCs upon in vitro LPS stimulation (Mean Fluorescence Intensity 167.2± 15.9 vs. 532.5±7.6, p<0.001) and also in vivo tested on day+ 6 post-BMT in the mHA-mismatched setting. In line with these results using in vitro stimulation we could demonstrate significantly reduced Activation Induced Cell Death (AICD) in activated B6.SJL CD69 + CD4 and CD8 cells stimulated with 129.STAT1 −/− BMDCs compared to cells stimulated with 129.STAT1 +/+ BMDCs (10.6±1.5% vs. 28.2±1.9 % for CD4; 13.0±0.7% vs. 30.5±1.1% for CD8 respectively, p<0.001 for all). Importantly, blocking IFN-g with neutralizing antibodies significantly increased MHC class II, CD86 expression and reduced reduced PD-L1 expression on BMDCs upon LPS stimulation. In summary, our data suggest two mechanisms how the absence of STAT1 signaling in host hematopoietic cells may promote the development of GVHD: First, increased expression of MHC II and co-stimulatory molecule in STAT1-deficient APC may lead to enhanced activation and proliferation of donor lymphocytes. Second, absence of STAT1 in maturated host DC inhibits PD-L1 expression thus leading to reduced AICD of activated donor lymphocytes. These findings suggest that STAT1-signaling modulates host APC function and shapes the GVH-response by causing increased allo-antigen-specific donor T cell activation, survival and proliferation. Disclosures: Lentzsch: Centocor Ortho Biotech: Research Funding; Genzyme: Consultancy; Onyx: Consultancy; Celgene: Consultancy, Research Funding.",
    "topics": [
        "dendritic cells",
        "genes, mhc class ii",
        "graft-versus-host disease",
        "host (organism)",
        "programmed cell death 1 ligand 1",
        "signal transduction",
        "stat1 gene",
        "interferon type ii",
        "allopurinol",
        "antigens"
    ],
    "author_names": [
        "Caisheng Lu, PhD",
        "Huihui Ma, M.D., Ph.D.",
        "Ailing Liu, PhD",
        "MeiHua Jin, PhD",
        "Shirong Li, PhD",
        "Suzanne Lentzsch, MD, PhD",
        "Markus Y. Mapara, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Caisheng Lu, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh School of Medicine and Cancer Institute, Pittsburgh, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Huihui Ma, M.D., Ph.D.",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ailing Liu, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh School of Medicine and Cancer Institute, Pittsburgh, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "MeiHua Jin, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh School of Medicine and Cancer Institute, Pittsburgh, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shirong Li, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh School of Medicine and Cancer Institute, Pittsburgh, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Lentzsch, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh School of Medicine and Cancer Institute, Pittsburgh, PA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Y. Mapara, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh School of Medicine and Cancer Institute, Pittsburgh, PA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T18:39:06",
    "is_scraped": "1"
}