{
    "doi": "https://doi.org/10.1182/blood.V114.22.4369.4369",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1456",
    "start_url_page_num": 1456,
    "is_scraped": "1",
    "article_title": "Identification and Characterization of Peptide Ligands for Stereotyped Subset and Non-Subset B-Cell Receptors of Patients with M- and U-CLL. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY",
    "topics": [
        "infectious mononucleosis",
        "ligands",
        "peptides",
        "receptors, antigen, b-cell",
        "monoclonal antibodies",
        "epitopes",
        "antigens",
        "amino acids",
        "immunoglobulins",
        "oligonucleotides"
    ],
    "author_names": [
        "Manuela Woelfle",
        "Till Seiler",
        "Rosa Catera",
        "Hartmut Dohner",
        "Stephan Stilgenbauer, MD",
        "Steven L Allen",
        "Kanti R Rai, MD",
        "Charles Chu, PhD",
        "Nicholas Chiorazzi, MD"
    ],
    "author_affiliations": [
        [
            "Elmezzi Graduate School, Experimental Immunology, Feinstein Institute for Medical Research, Manhasset, NY, USA, "
        ],
        [
            "Medizinische Klinik und Polioklinik 3, Ludwig Maximilians University Munich, Germany, Munich, Germany, "
        ],
        [
            "Experimental Immunology, Feinstein Institute for Medical Research, Manhasset, NY, USA, "
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "North Shore University Hospital, Lake Success, NY, USA, "
        ],
        [
            "Department of Medicine, North Shore Long Island Jewish Health System, New Hyde Park, NY, USA, "
        ],
        [
            "Immunology & Inflammation, Feinstein Inst. for Medical Rsch., Manhasset, NY, USA, "
        ],
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research - NSLIJHS, Manhasset, NY, USA"
        ]
    ],
    "first_author_latitude": "40.775628499999996",
    "first_author_longitude": "-73.7023206",
    "abstract_text": "Abstract 4369 In CLL, a disease with a variable and heterogeneous clinical course, a patient's prognosis depends on a series of factors including the mutation status of the IGHV gene. Both M-CLL, with a more favorable outcome, and U-CLL are derived from antigen-experienced B-cells. Clonal selection by antigen via the B-cell-receptor (BCR)/surface membrane immunoglobulin (smIg) is likely responsible for skewing IGHV repertoires of M- and U-CLL compared to normal B cells and to each other. Although there is abundant information about BCR structure in CLL, our knowledge of the antigens and epitopes reacting with the binding sites of these BCRs is limited. To identify and characterize actual or mimetic ligands to BCRs/Igs in CLL patients and to determine differences in epitope reactivity, phage-displayed peptide libraries were used. Recombinant IgG1 mAbs from 4 M-CLL and 4 U-CLL patients, expressed in human embryonic fibroblasts, were used to probe a 12-mer phage display peptide library using conditions that favor more specific and avid peptide-mAb interactions. Six of the mAbs studied belonged to the most frequent stereotypic subsets in CLL. Two M-CLL mAbs belonged to subset 2 and 4, and 4 U-CLL mAbs were representatives of subsets 1, 6, 8 and 9; patients within these subsets usually experience an aggressive disease with the exception of subset 4 patients with a more benign clinical course. Two M-CLL mAbs were not known to be part of a specific subset. After 3 rounds of selection, ligands were isolated for all 8 mAbs. Mimetic ligands from M-CLL and U-CLL mAbs showed significant differences. In general, peptides isolated by M-CLL mAbs were more similar to each other, exhibited better defined amino acid motifs, aligned more easily, and formed tighter clusters than U-CLL derived peptides. Probing with M-CLL mAbs yielded a large number of related and usually non-redundant peptides. These peptides contained approximately 6-8 identical or chemically-related amino acids that defined motifs. In contrast, peptides isolated by U-CLL mAbs did not display clear amino acid motifs. Pairwise alignment scores and edit distance showed a highly significant difference between peptides isolated with M-CLL and U-CLL mAbs (pairwise alignment score: P = 2×10 -16 , edit distance P = 3.76×10 -20 ). Binding of individual phages to the selecting Igs was confirmed by enzyme immunoassay. Representative peptides for all M-CLL and U-CLL cases were synthesized and examined for binding to their selecting Igs and various other Igs from different IGHV subgroups. Mono-, oligo-, and poly-reactivity of peptides correlated with structural changes within antigen-binding sites of selecting M-CLL mAbs. Peptides isolated by M-CLL mAbs and certain U-CLL mAbs bound more effectively to the selecting mAb, although U-CLL-derived peptides were not as specific, reacting with M-CLL as well as U-CLL mAbs. For one M-CLL mAb, binding to target cells expressing a known natural ligand could be inhibited in a dose dependent manner. For another M-CLL mAb, binding to its homologous peptide could be blocked by the same peptide and not by a peptide isolated with a U-CLL mAb; this inhibition was also dose dependent. Collectively, our data suggest that somatic hypermutation that shapes the antigen-binding site influences the level of epitope specificity for an individual CLL BCR with M-CLL Igs having more specificity than U-CLL Igs. However, because of the clear cross-reactivity that exists for peptides isolated by U-CLL and certain M-CLL, structurally diverse epitopes could bind smIgs of distinct CLL clones in vivo and thereby alter survival and growth. Finally, peptides that bind to the BCR and/or inhibit smIg/mAb reactivity may represent therapeutic modalities in CLL. Disclosures: No relevant conflicts of interest to declare."
}