{
    "doi": "https://doi.org/10.1182/blood.V116.21.807.807",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1799",
    "start_url_page_num": 1799,
    "is_scraped": "1",
    "article_title": "Hematocrit and the Risk of Recurrent Venous Thrombosis: a Prospective Cohort Study ",
    "article_date": "November 19, 2010",
    "session_type": "Pathophysiology of Thrombosis: Population Based Studies",
    "topics": [
        "anticoagulation",
        "anticoagulation discontinuation",
        "antiphospholipid syndrome",
        "blood coagulation disorders",
        "cancer",
        "factor v leiden",
        "hematocrit",
        "hormones",
        "lupus coagulation inhibitor",
        "prospective studies"
    ],
    "author_names": [
        "Lisbeth Eischer, MD",
        "Verena Tscholl, MD",
        "Georg Heinze, PhD",
        "Ludwig Traby, MD",
        "Paul Alexander Kyrle, MD",
        "Sabine Eichinger, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine I, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Medicine I, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Core Unit for Medical Statistics and Informatics, Medical University of Vienna, 1090 Vienna, "
        ],
        [
            "Department of Medicine I, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Medicine I, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Medicine I, Medical University of Vienna, 1090 Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.21969889999999",
    "first_author_longitude": "16.3515215",
    "abstract_text": "Abstract 807 Venous thromboembolism (VTE) is a multifactorial disease which often recurs. The risk of recurrence is higher in men than in women, but no explanation for this sex-related difference has thus far been found. Men and women differ with regard to hematocrit levels, which in turn are positively related to the risk of a first VTE. The impact of the hematocrit on the risk of recurrence has never been evaluated. We hypothesized that hematocrit levels are predictive for the recurrence risk and that the difference in recurrence risk between men and women could be explained by hematocrit. Patients with a first objectively diagnosed VTE were prospectively followed for an average of 43 months after discontinuation of anticoagulation. Patients with VTE provoked by surgery, trauma, pregnancy, or female hormone use, patients with a natural inhibitor deficiency, a lupus anticoagulant, homozygous or double heterozygous coagulation disorders, cancer, or with indefinite anticoagulation were excluded. The endpoint was symptomatic recurrent VTE. 150 (23%) of 653 patients (mean age 52 years, 226 women) had recurrent VTE. The risk of recurrence was higher in men than in women [hazard ratio (HR) 1.9 (95% CI 1.3–2.9; p=0.001)]. Mean hematocrit (+standard deviation) was significantly higher in patients with recurrence than in those without: 43.0% (+3.2) vs 42.1% (+3.7); p=0.006. In a Cox proportional hazards model, the HR of recurrence was 1.07 (95% CI 1.02–1.13; p=0.004) for each 1% increase of hematocrit, and was 1.07 (95% CI 1.02–1.13; p=0.007) after adjustment for age, body mass index, smoking status and factor V Leiden. After adjustment for sex the association between hematocrit and recurrence risk disappeared (HR 1.04, 95% CI 0.98–1.10; p=0.25). Hematocrit levels were significantly higher in men than in women (43.7% vs. 39.7%, p<0.001). Male sex remained a significant determinant of the recurrence risk after adjustment for hematocrit: HR 1.7 (95% CI 1.1–2.7; p = 0.03). A high hematocrit significantly increased the risk of recurrence among women but not among men ( Table 1 ). After 5 years the cumulative probability of recurrence was 5.7% (95% CI 0%-12.4%) among women with hematocrit 41% (p=0.02). We next compared the risk of recurrence between men and women at corresponding hematocrit levels. At hematocrit levels between 37% and 42%, women had a significantly lower recurrence risk than men. At higher levels, the risk of recurrence in women even exceeded those of men. A high hematocrit is a strong risk factor of recurrent VTE in women but not in men. In particular, women with a low hematocrit (less than 39%) have a very low risk of recurrence. The sex-related difference in the risk of VTE recurrence is not explained by hematocrit levels. Table 1. Risk of recurrence according to categories of hematocrit in men and women  Hematocrit . Patients (n) . Recurrences (n) . Hazard Ratioü(95% CI) . univariate . Multivariate * . Women  <39% 74 4 1.0ü(reference) 1.0ü(reference) 39-41% 77 15 4.08ü(1.35-12.33) 3.51ü(1.13-10.88) >41% 75 13 4.24ü(1.37-13.12) 4.30ü(1.37-13.48) Men  <42.5% 137 40 1.0ü(reference) 1.0ü(reference) 42.5-45% 148 40 0.89ü(0.57-1.37) 0.90ü(0.57-1.40) >45% 142 38 0.98ü(0.63-1.53) 0.98ü(0.62-1.57) Hematocrit . Patients (n) . Recurrences (n) . Hazard Ratioü(95% CI) . univariate . Multivariate * . Women  <39% 74 4 1.0ü(reference) 1.0ü(reference) 39-41% 77 15 4.08ü(1.35-12.33) 3.51ü(1.13-10.88) >41% 75 13 4.24ü(1.37-13.12) 4.30ü(1.37-13.48) Men  <42.5% 137 40 1.0ü(reference) 1.0ü(reference) 42.5-45% 148 40 0.89ü(0.57-1.37) 0.90ü(0.57-1.40) >45% 142 38 0.98ü(0.63-1.53) 0.98ü(0.62-1.57) * adjusted for age, body mass index, smoking status and factor V Leiden View Large Disclosures: No relevant conflicts of interest to declare."
}