{
    "doi": "https://doi.org/10.1182/blood-2020-136724",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4470",
    "start_url_page_num": 4470,
    "is_scraped": "1",
    "article_title": "Extensive Characterization of the Hemostatic Derangement Occurring in COVID-19 Patients Admitted to the Bergamo Hospital ",
    "article_date": "November 5, 2020",
    "session_type": "331.Pathophysiology of Thrombosis",
    "topics": null,
    "author_names": [
        "Patricia Gomez-Rosas, MD",
        "Marina Marchetti",
        "Eleonora Sanga",
        "Sara Gamba",
        "Cristina Verzeroli",
        "Laura Russo",
        "Francesco Restuccia",
        "Andrea D'Alessio",
        "Ezio Bonanomi",
        "Marco Rizzi",
        "Stefano Fagiuoli",
        "Luca Lorini",
        "Anna Falanga, MD"
    ],
    "author_affiliations": [
        [
            "Immunohematology and Transfusion Medicine, Hospital Papa Giovanni XXIII, Bergamo, Italy ",
            "Hematology Service, Hospital General Regional Tecamac IMSS, Mexico, Mexico "
        ],
        [
            "Immunohematology and Transfusion Medicine, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Immunohematology and Transfusion Medicine, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Immunohematology and Transfusion Medicine, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Immunohematology and Transfusion Medicine, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Immunohematology and Transfusion Medicine, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Anesthesiology and Critical Care Medicine Unit, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Medical Oncology and Internal Medicine, Policlinico San Marco, Zingonia, Bergamo, Italy "
        ],
        [
            "Pediatric Anesthesiology and Critical Care Medicine, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Infectious Diseases Unit, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Gastroenterology and Transplant Hepatology Unit, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Anesthesiology and Critical Care Medicine Unit, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Immunohematology and Transfusion Medicine, Hospital Papa Giovanni XXIII, Bergamo, Italy ",
            "School of Medicine, University of Milano Bicocca, Milano, Italy"
        ]
    ],
    "first_author_latitude": "45.685909",
    "first_author_longitude": "9.636456299999999",
    "abstract_text": "INTRODUCTION The occurrence of a hypercoagulable state in hospitalized COVID-19 patients is supported by studies conducted with routine coagulation tests, including plasma D-dimer and fibrinogen, and platelet count. AIM In this study we performed an extensive characterization of the hemostatic alterations by both global and specific assays in a cohort of 78 patients hospitalized for COVID-19. The aims were to: 1) clarify mechanisms underlying the coagulopathy, and 2) identify predictive factors of disease severity and thrombotic events (i.e. deep vein thrombosis [DVT], pulmonary embolism [PE] or arterial thromboembolism [ATE]). METHODS COVID-19 patients admitted to the Hospital Papa Giovanni XXIII in Bergamo, Italy, from March 23 to May 30, 2020, were enrolled prospectively, providing informed consent. As a global assay, thromboelastometry (ROTEM) was performed in whole blood by EXTEM, INTEM, and FIBTEM tests. Specific assays included plasma levels of intrinsic and extrinsic pathway coagulation factors, von Willebrand factor (vWF) antigen and activity, anticoagulant proteins (i.e. protein C [PC], free-protein S [PS], and antithrombin [AT]), fibrinolytic proteins (i.e. tissue plasminogen activator [t-PA], and inhibitor [PAI-1]), and hypercoagulation biomarkers (i.e. prothrombin fragment 1+2 [F1+2], and D-dimer). In addition, biomarkers of immunoinflammation (i.e. neutrophil extracellular traps [NETs], CRP and procalcitonin) were measured. Occurrence of thrombotic events and death were monitored during follow up. RESULTS 78 patients (56M/22F), median age 62.7 years (25-87), were analyzed. According to disease severity, 45 were ICU, and 33 non-ICU patients. Sixty-three of them were on thromboprophylaxis. Global hemostasis analysis by ROTEM showed a prothrombotic profile in patients compared to controls, with a significantly shorter clot formation time (CFT), and increased maximum clot firmness (MCF), which were significantly greater in the ICU vs non-ICU patients. The occurrence of an 'in vivo' hypercoagulable state was confirmed by increased plasma levels of F1+2 and D-dimer, with the highest values of D-dimer in the ICU subjects. Hypercoagulability, rather than factors' consumption, was also shown by the findings of significantly higher plasma procoagulant factors V, VIII, IX and fibrinogen in ICU compared to non-ICU patients (p<0.001). Endothelium activation was shown by extremely elevated vWF antigen and activity levels in all patients (highest values in ICU subjects). Moreover, the concentrations of fibrinolytic proteins, t-PA, and its inhibitor PAI-1, were elevated (p<0.01) in patients compared to normal controls, without difference between ICU and non-ICU subjects. Finally, the inflammatory parameters' analysis in the ICU group demonstrated significantly increased plasma levels of NETs, CRP, and procalcitonin, compared to non-ICU patients. Of note, NETs levels significantly (p<0.02) correlated with vWF, D-dimer and t-PA, while CRP and procalcitonin inversely correlated with anticoagulant PC. After a median time of 8.8 days, 19 (24%) patients experienced thrombosis (3 DVT, 8 PE, 8 ATE). Thirteen (17%) patients from total population died after a median time of 33 days of hospitalization. Baseline D-dimer and t-PA levels were significantly higher in patients developing VTE, while baseline FVIII, vWF and D-dimer levels were greater in subjects who died during follow-up. By Cox analysis, high D-dimer and younger age were significantly associated with mortality. CONCLUSIONS Our study provides for the first time an extensive overview of the hypercoagulable state induced by SARSCoV-2 infection, demonstrating alterations in all of the different hemostatic compartments analyzed. The viral infection-induced hemostatic abnormalities are exacerbated by the severity of the disease and strongly correlate with the proinflammatory status, demonstrating the link between coagulation and inflammation. This link is further supported by the clear correlation found between NETosis and markers of endothelial and blood clotting activation. Finally, these data add evidence to the role of D-dimer as a significant predictor of intra-hospital mortality. Disclosures No relevant conflicts of interest to declare."
}