{
    "doi": "https://doi.org/10.1182/blood.V112.11.3117.3117",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1176",
    "start_url_page_num": 1176,
    "is_scraped": "1",
    "article_title": "Defective T Cell Migration in Chronic Lymphocytic Leukemia Is Repaired by Lenalidomide ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "lenalidomide",
        "t-lymphocytes",
        "coculture techniques",
        "intercellular adhesion molecule 1",
        "lymphocyte function-associated antigen-1",
        "stromal cell-derived factor 1",
        "adhesions",
        "antibodies, blocking"
    ],
    "author_names": [
        "Alan G. Ramsay, PhD",
        "Lena Svensson, PhD",
        "Nancy Hogg, PhD",
        "John G. Gribben, MD, DSc"
    ],
    "author_affiliations": [
        [
            "Ctr. for Medical Oncology, Institute of Cancer, Barts & London Sch. of Med., London, United Kingdom"
        ],
        [
            "Leukocyte Adhesion Laboratory, Cancer Research UK, London, United Kingdom"
        ],
        [
            "Leukocyte Adhesion Laboratory, Cancer Research UK, London, United Kingdom"
        ],
        [
            "Ctr. for Medical Oncology, Institute of Cancer, Barts & London Sch. of Med., London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.52272790000001",
    "first_author_longitude": "-0.0995035",
    "abstract_text": "We have previously demonstrated that multiple gene expression abnormalities are induced in T cells from chronic lymphocytic leukemia (CLL) patients including defects within the actin cytoskeleton signaling pathways that control immune recognition and motility (Gullu et al. JCI, 2005). T cell immune surveillance requires rapid migratory responses and LFA-1 (CD11a/CD18; αLβ2) is a promigratory receptor that engages the cytoskeleton to control migration. We hypothesized that CLL T cells may exhibit dysfunctional migration in response to ICAM-1, the principal ligand for LFA-1. Using time lapse microscopy, we observed significantly reduced chemokine SDF-1 (CXCL12) induced migration on ICAM-1 of CLL CD4 and CD8 T cells compared to age-matched healthy donor T cells. Healthy T cells tracked for 45 min displayed a random course of migration with an average speed of ~ 8 μm/min, whereas CLL T cells were slower ~ 5 μm/min (n=14, ~ 30% reduction, p<0.01). We further postulated that direct contact of CLL tumor cells with healthy T cells would induce this migratory defect. Healthy CD4 or CD8 T cells were cocultured with either allogeneic CLL B cells or allogeneic healthy B cells and subsequently used in migration assays. Co-culture with CLL cells resulted in significantly reduced T cell migration compared with co-culture with healthy B cells (~ 44% reduction in migration, n=6, p<0.01). Evidence that direct contact was required to induce this migratory defect was shown when no effect was observed when cell-cell adhesion was prevented by pretreatment of CLL cells with anti-ICAM-1 blocking antibody prior to primary co-culture with healthy T cells. This cancer-induced migratory defect was repaired when CLL T cells were pretreated with the immunomodulatory drug Lenalidomide (1μM for 1hr). Treatment with this agent enhanced the migratory potential of CLL T cells to a speed comparable to untreated and treated healthy T cells. The finding that lenalidomide can restore rapid migration in patient T cells provides evidence that this agent may increase immune surveillance in CLL patients."
}