{
    "doi": "https://doi.org/10.1182/blood.V104.11.1848.1848",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=170",
    "start_url_page_num": 170,
    "is_scraped": "1",
    "article_title": "Reaction of Fibrin-Bound Thrombin with a Covalent Antithrombin-Heparin Complex Results in an Anticoagulant Surface. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "anticoagulants",
        "antithrombin iii",
        "antithrombins",
        "fibrin",
        "heparin",
        "thrombin",
        "diabetes mellitus, type 2",
        "complex",
        "molecule",
        "thrombus"
    ],
    "author_names": [
        "Lesley J. Smith, BSc",
        "Leslie R. Berry, BSc",
        "Anthony K. Chan, MBBS"
    ],
    "author_affiliations": [
        [
            "Medicine, Henderson Research Center, McMaster University, Hamilton, ON, Canada",
            "Pediatrics, Henderson Research Center, McMaster University, Hamilton, ON, Canada",
            "Pediatrics, Henderson Research Center, McMaster University, Hamilton, ON, Canada"
        ],
        [
            "Medicine, Henderson Research Center, McMaster University, Hamilton, ON, Canada",
            "Pediatrics, Henderson Research Center, McMaster University, Hamilton, ON, Canada",
            "Pediatrics, Henderson Research Center, McMaster University, Hamilton, ON, Canada"
        ],
        [
            "Medicine, Henderson Research Center, McMaster University, Hamilton, ON, Canada",
            "Pediatrics, Henderson Research Center, McMaster University, Hamilton, ON, Canada",
            "Pediatrics, Henderson Research Center, McMaster University, Hamilton, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.258758750000005",
    "first_author_longitude": "-79.89651575",
    "abstract_text": "Thrombin bound to fibrin is protected from inhibition by mixtures of antithrombin (AT) and heparin (H). Resistance of thrombin to reaction with AT + H when fibrin is present results from the formation of a ternary fibrin:thrombin:H complex. However, recent investigations using an antithrombin-heparin conjugate (ATH) showed that the covalent ATH complex rapidly inhibits fibrin-bound thrombin, with the thrombin-ATH product remaining attached to the fibrin. One intriguing possibility from these findings was that the heparin chain of ATH (or thrombin-ATH) on the fibrin surface might still be available to interact with fluid-phase molecules. We studied the anticoagulant activity of fibrin-bound ATH by determining the ability to catalyze the inhibition of added thrombin + AT. Excess fibrin monomer (polymerization inhibited by GPRP) was mixed with thrombin to form soluble complexes. Fibrin:thrombin was then incubated in the absence or presence of AT, H, AT + H or ATH, at various concentrations relative to the thrombin. Following treatment with anticoagulant, a vast excess of exogenous thrombin + AT was added and the ability of fibrin:thrombin-bound heparin to catalyze inhibition of the exogenous thrombin was assessed by measuring the loss of thrombin activity (chromogenic substrate assay). In the absence of heparin, reaction of exogenous thrombin + AT was essentially unaffected by the presence of soluble fibrin:thrombin. When fibrin:thrombin complex was mixed with AT + H (concentrations equimolar to thrombin), an insignificant ability to catalyze inhibition of excess thrombin by AT was observed (remaining thrombin activity = 49 +/− 4 vs 43 +/− 3 mOD/min for reaction with AT + H vs without AT + H, respectively). However, when similar concentrations of ATH were combined with fibrin:thrombin, a marked catalytic activity was seen (remaining thrombin = 34 +/− 3 mOD/min). Furthermore, the significant catalytic effect of ATH could be demonstrated over a wide range of concentrations relative to fibrin:thrombin. At these same concentrations, AT + H had little effect on exogenous thrombin + AT reactions. We conclude that although AT + H is unable to effectively inhibit fibrin-bound thrombin, covalently linked ATH not only overcomes this defect but can convert the fibrin:thrombin into a new site for anticoagulant activity to catalyze thrombin inhibition by exogenous AT. If clot-based antithrombin activity is demonstrated in vivo, we speculate that ATH may be useful for transforming thrombi from procoagulant to anticoagulant entities."
}