{
    "doi": "https://doi.org/10.1182/blood.V118.21.4762.4762",
    "article_title": "Examining Knowledge and Information Seeking Behaviors towards Blood Transfusion Among Individuals with Cancer ",
    "article_date": "November 18, 2011",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Abstract 4762 Objective: Examine knowledge and information seeking behaviors towards blood transfusions among individuals with metastatic or recurrent cancer. Methods: An online survey was conducted from a nationally representative patient panel in 1Q2011. All respondents were ≥18 years and diagnosed with cancer by a physician. Participants were asked about their blood transfusion history, information seeking behaviors, and knowledge about blood transfusion. Results: 206 individuals responded to survey. 65% (n=133) were female and 25% (n=52) were over 55 years. 55% (n=114) were anemic and 45% (n=92) not anemic. 62% (n=128) had received blood transfusion, whereas, 38% (n=78) had no transfusions. Top two sources of information are doctor (85%) and Internet (78%). Among those previously transfused, 74% received right amount of information, whereas, 11% received too little information, and 15% received too much information. More than 90% of transfused indicated they knew the reasons for and benefits of getting a blood transfusion. Less than two-thirds received information about the costs. Over 65% of not transfused said that it is extremely important to know risks of infections, right blood type and screening techniques. Among previously transfused, about 70% agreed that they made an informed choice about receiving blood transfusions. Among the previously transfused, 78% agree that they knew the benefits compared with 68% not transfused. About 68% of transfused and not transfused agree they knew the risks of blood transfusion. Conclusions: Doctor's office and internet are primary sources of information about blood transfusions. Gaps in knowledge exist about benefits, risks, and costs of blood transfusions. A significant number feel that they need more information about blood transfusion to make an informed choice. Providers should consider adopting shared-decision making with their patients. Disclosures: Naim: Janssen Scientific Affairs, LLC: Employment. Walls: Janssen Scientific Affairs, LLC: Consultancy. Gollins: Janssen Scientific Affairs, LLC: Consultancy. Reynolds: Janssen Scientific Affairs, LLC: Consultancy.",
    "topics": [
        "blood transfusion",
        "cancer",
        "information seeking",
        "anemia",
        "blood type",
        "infections",
        "screening",
        "internet"
    ],
    "author_names": [
        "Ahmad B Naim, MD",
        "Danielle Walls",
        "Jan Gollins",
        "Chuck Reynolds"
    ],
    "author_dict_list": [
        {
            "author_name": "Ahmad B Naim, MD",
            "author_affiliations": [
                "Janssen Scientific Affairs, LLC, Horsham, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Danielle Walls",
            "author_affiliations": [
                "BDJ Solutions, Medford, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Gollins",
            "author_affiliations": [
                "Delta Modelling Group, LTD, Mount Prospect, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chuck Reynolds",
            "author_affiliations": [
                "The Benfield Group, St. Louis, MO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T06:39:18",
    "is_scraped": "1"
}