{
    "doi": "https://doi.org/10.1182/blood-2020-133820",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4463",
    "start_url_page_num": 4463,
    "is_scraped": "1",
    "article_title": "Subcutaneous Epcoritamab Induces Complete Responses with an Encouraging Safety Profile across Relapsed/Refractory B-Cell Non-Hodgkin Lymphoma Subtypes, Including Patients with Prior CAR-T Therapy: Updated Dose Escalation Data ",
    "article_date": "November 5, 2020",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": null,
    "author_names": [
        "Martin Hutchings, MD PhD",
        "Rogier Mous, MD PhD",
        "Michael Roost Clausen, MD PhD",
        "Peter Johnson, MD FRCP",
        "Kim M Linton, MBChB, PhD",
        "Martine E.D. Chamuleau, MD PhD",
        "David John Lewis, MD",
        "Anna Sureda Balari, MD PhD",
        "David Cunningham, MD FRCP, FMedSci",
        "Roberto S Oliveri, MD PhD",
        "Dena DeMarco",
        "Brian Elliott, MD",
        "Kuo-mei Chen, PhD",
        "Pieternella J. Lugtenburg, MD PhD"
    ],
    "author_affiliations": [
        [
            "Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark "
        ],
        [
            "on behalf of the Lunenburg Lymphoma Phase I/II Consortium-HOVON/LLPC, Universitair Medisch Centrum Utrecht, Utrecht, Netherlands "
        ],
        [
            "Vejle Hospital, Vejle, Denmark "
        ],
        [
            "Cancer Research UK, Cancer Services, University of Southampton, Southampton, United Kingdom "
        ],
        [
            "Christie Hospital NHS Foundation Trust, Manchester, United Kingdom "
        ],
        [
            "on behalf of the Lunenburg Lymphoma Phase I/II Consortium-HOVON/LLPC, VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Plymouth University Medical School, Plymouth, United Kingdom "
        ],
        [
            "Institut Català d'Oncologia-Hospital Duran i Reynals, Hospitalet del Llobregat, Spain "
        ],
        [
            "The Royal Marsden NHS Foundation Trust, Sutton, United Kingdom "
        ],
        [
            "Genmab A/S, Copenhagen, Denmark "
        ],
        [
            "Genmab, Princeton, NJ "
        ],
        [
            "Genmab, Princeton, NJ "
        ],
        [
            "Genmab, Princeton, NJ "
        ],
        [
            "Erasmus MC Cancer Institute, department of Hematology, Rotterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "55.6960841",
    "first_author_longitude": "12.5667877",
    "abstract_text": "Introduction: Despite advances in the treatment of B-cell non-Hodgkin lymphoma (B-NHL), more efficacious, less toxic, off-the-shelf therapies are needed for patients (pts) with relapsed or refractory (R/R) disease. Epcoritamab is a novel, subcutaneously (SC) administered bispecific antibody (bsAb) that simultaneously binds to CD3 on T cells and CD20 on B cells, inducing activation and cytotoxic activity of T cells for killing of target lymphoma cells. In an open-label, phase 1/2 trial (NCT03625037), initial data demonstrated an encouraging safety profile and potent single-agent clinical activity, even at low doses, in heavily pretreated pts with R/R B-NHL (Hutchings M. EHA 2020, Poster EP1218). Herein, we present updated dose-escalation data, including initial results for the 48-mg recommended phase 2 dose (RP2D) and for pts with mantle cell lymphoma (MCL). Methods: Adults with R/R CD20+ B-NHL after prior therapy, including an anti-CD20 monoclonal antibody (mAb), receive a SC 1-mL injection of flat-dose epcoritamab in 28-day cycles (q1w: cycles 1-2; q2w: cycles 3-6; q4w thereafter) until disease progression or unacceptable toxicity. Risk mitigation for cytokine release syndrome (CRS) includes starting with priming and intermediate doses and use of corticosteroids. Objectives include dose finding, safety, and antitumor activity. Results: As of July 6, 2020, 67 pts were enrolled, which included 45 pts (67%) with diffuse large B-cell lymphoma (DLBCL), 12 (18%) with follicular lymphoma (FL) and 4 (6%) with MCL. Pts were heavily pretreated, with a median (range) of 3.0 (1-6) prior lines of therapy for pts with DLBCL and 4.5 (1-18) for pts with FL; in total 6 pts had received prior CAR-T therapy. Over one-half of pts (37/67; 55%) were refractory to their most recent systemic therapy; 35/67 (52%) were refractory to their most recent anti-CD20 mAb therapy. At a median overall follow-up of 8.3 months, treatment is ongoing in 25 pts (37%); median follow-up is 8.3 months for pts with DLBCL and 8.8 months for pts with FL. Epcoritamab was well tolerated and there were no discontinuations due to treatment-related adverse events (AEs). The most common treatment-emergent AEs (TEAEs) were pyrexia (70%), local injection-site reactions (48%), and fatigue (45%). With increased doses, TEAEs of special interest were consistent with previous reports: CRS events were all grade 1/2 (58%) with no grade 3/4 CRS events, and limited neurotoxicity was observed (6%; grade 1: 3%; grade 3: 3%; all transient). There were no dose-limiting toxicities or febrile neutropenia events, and no deaths due to treatment-related AEs. Antitumor activity in evaluable pts with DLBCL and FL is shown in the Table. In 18 pts with DLBCL receiving epcoritamab ≥12 mg, overall response rate (ORR) was 66.7% with 6 pts achieving a complete response (CR). Of the 7 pts who received epcoritamab ≥48 mg (48-mg RP2D n=4; 60-mg n=3), all achieved a response, including CR in 2 pts (28.6%) with limited follow-up. All pts with DLBCL who were previously treated with CAR-T therapy achieved a response (4/4: 2 CR, 2 partial response [PR]). ORR was 100% for the 8 pts with FL receiving epcoritamab ≥0.76 mg, with 2 pts achieving a CR (PET scans were not mandatory and disease assessment by PET was not available in 4/6 pts who achieved a PR). Of the 4 pts with MCL, responses have been observed in 2 pts with blastoid variant MCL (1 CR; 1 PR). Data on duration of response are not yet mature. Longer follow-up data, including additional response evaluations at 48-mg dose and in pts with MCL, will be presented. Conclusions: Epcoritamab, a novel SC bsAb, demonstrates a consistent and favorable safety profile, with no grade ≥3 CRS events and limited neurotoxicity, in support of outpatient administration. Emerging data with longer follow-up are highly encouraging, with substantial single-agent efficacy, including CR in heavily pretreated pts with FL, MCL, and DLBCL. Study support: Genmab A/S. Medical writing: Alyson Bexfield, Caudex, UK, funded by Genmab A/S. View large Download slide View large Download slide  Disclosures Hutchings: Celgene, Genmab, Janssen, Novartis, F. Hoffmann-La Roche, Takeda: Research Funding; Genmab, F. Hoffmann-La Roche, Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Mous: Gilead Sciences: Consultancy, Honoraria, Research Funding; Janssen-Cilag: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria; Celgene: Honoraria; Sandoz: Honoraria; Takeda: Honoraria; MSD Brazil: Honoraria; Roche: Honoraria; AbbVie: Honoraria. Clausen: AbbVie: Other: Travel expenses. Johnson: Incyte: Honoraria; Kite Pharma: Honoraria; Kymera: Honoraria; MorphoSys: Honoraria; Takeda: Honoraria; Genmab: Honoraria; Celgene: Honoraria; Bristol-Myers: Honoraria; Oncimmune: Consultancy; Janssen: Consultancy; Oncimmune: Consultancy; Epizyme: Consultancy, Research Funding; Janssen: Consultancy; Boehringer Ingelheim: Consultancy; Epizyme: Consultancy, Research Funding; Novartis: Honoraria. Linton: Takeda: Honoraria; Celgene: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy; Beigene: Membership on an entity's Board of Directors or advisory committees; Janssen: Other: Travel, accommodations, expenses ; Celgene: Other: Travel, accommodations, expenses. Chamuleau: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Research Funding; Genmab: Research Funding; Gilead: Membership on an entity's Board of Directors or advisory committees, Research Funding. Sureda Balari: Gilead/Kite: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; BMS: Speakers Bureau; Celgene: Consultancy, Honoraria; Incyte: Consultancy; Janssen: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria; Merck Sharpe and Dohme: Consultancy, Honoraria, Speakers Bureau; Celgene/Bristol-Myers Squibb: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Speakers Bureau; Roche: Honoraria. Cunningham: Bayer: Research Funding; AstraZeneca: Research Funding; Merrimack: Research Funding; Celgene: Research Funding; Amgen: Research Funding; Merck: Research Funding; Sanofi: Research Funding; MedImmune: Research Funding; OVIBIO: Membership on an entity's Board of Directors or advisory committees; Lilly: Research Funding; Janssen: Research Funding; Clovis Oncology: Research Funding; 4SC: Research Funding. Oliveri: Genmab: Current Employment, Current equity holder in publicly-traded company. DeMarco: Genmab: Current Employment, Current equity holder in publicly-traded company. Elliott: Genmab: Current Employment. Chen: Genmab: Current Employment. Lugtenburg: Servier: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; Roche: Research Funding; Genentech: Honoraria; Genmab: Honoraria; Celgene: Honoraria; Incyte: Honoraria. OffLabel Disclosure: Epcoritamab is an investigational agent undergoing evaluation in patients with relapsed/refractory B-cell non-Hodgkin lymphoma."
}