{
    "doi": "https://doi.org/10.1182/blood.V126.23.1897.1897",
    "article_title": "The Safety of Hematopoietic Stem Cell Harvest from Elderly Family Donor in Japan ",
    "article_date": "December 3, 2015",
    "session_type": "711. Cell Collection and Processing: Poster I",
    "abstract_text": "[Background and Objectives] The number of patients received allogeneic hematopoietic stem cell (HSC) transplantation is increasing year by year, particularly for elderly patients. Related donor is preferable than the unrelated, but the safety of elderly donors has not been clarified. For this purpose, the complications of elderly HSC donor were retrospectively analyzed in comparison with younger donors. [Materials and Methods] From September 2006 to December 2014, a total of 7,896 related HSC donations was reported to the Japan society for hematopoietic cell transplantation (JSHCT) registration system by 391 harvest teams. The day 30 check reports after harvest were available for 6,911 (87.5%) donations. Donors under 18 years old were excluded, and 6,297 donations were analyzed in the present study. For donor age analysis those ranging from 18 to 30 years were regarded as reference. The primary endpoint was the incidence of early severe adverse events (eSAEs) during the harvest or within the 30-day period. Statistical analyses were conducted using Fisher's exact test to compare the donor demographics and to identify the relationships between the incidence of eSAEs. Logistic regression analyses were used to analyze the factors influencing eSAEs. Data analyses were conducted using EZR software, version 1.23 (Saitama Medical Center, Jichi Medical University). This study was approved by the ethical committee of JSHCT and Shimane University. [Results] Median age of donors were 42 years old (range: 18-80). There were 3,232 male and 3,002 female donors. A total of 2,009 donations were planned to collect bone marrow (BM) and 4,288 donations were planned to collect peripheral blood stem cell (PBSC). Nine of the planned BM harvests and 64 of the planned PBSC collections were cancelled because of the various reasons including adverse reactions or poor stem cell mobilization. Three other donations planned to collect BM were changed to PBSC, and four donations planned to collect PBSC were changed to BM, vice versa . These altered cases were included to the analysis as an intention-to-harvest basis. Out of 6,297 HSC donations, 63 donors (1.0%) were reported by the harvest teams to have experienced eSAEs. SAEs were de\\x{fb01}ned as follows: death, events dangerous to life, prolongation of hospitalization, permanent failure, disease or abnormality inherited to offspring and other important medical events. The details of eSAEs were pain (8), infection (8), allergy (6), blood access related (5), neuropathy (4), thrombocytopenia (4), liver dysfunction (2), gout (2), tetany (2), epidural hematoma (2), pulmonary embolism (1), and others (19). None died due to eSAEs and 81 percent of donors recovered from eSAEs in an average of 17 days. In comparison with reference (18 to 30 years) the relative risk of eSAEs was 0.74 for donors aged 31-35 years, 0.37 for 36-40 years, 0.62 for 41-45 years, 1.04 for 46-50 years, 0.77 for 51-55 years, 1.27 for 56-60 years, and 2.66 for 61-65 years. Those aged 61-65 years only had significantly elevated risk of eSAE by univariate analysis (P = 0.02). The incidence of eSAE in each age group are shown in the Table. Univariate logistic regression analysis also showed female sex (1.3% vs 0.7%, 95% CI 1.16-3.55, P = 0.01) and current health conditions (1.9% vs 0.9%, 95% CI 0.99-4.12, P = 0.04) were risk factors affecting eSAEs other than age. Donation type (bone marrow or peripheral blood), laboratory abnormality at health screening and JSHCT donor insurance eligibility criteria did not affect the eSAEs. Multivariate analysis revealed that age category of 61-65 years (Table) and female sex (OR 2.03, 95% CI 1.21-3.43, P = 0.01) were independent predictive factors. [Conclusion] The safety of elderly family HSC donors was significantly inferior to younger donors. Elderly family donors above age 61 should be selected carefully. These findings are useful for informed consent at donations of elderly family donors and consideration the upper limit of age of unrelated volunteer donors. Table 1. Relative risk of eSAE adjusted by sex  . . . . . Adjusted . .  N incidence  OR 95% CI P-value Total  1.0%     18-30 years 16/1493 1.1%     31-35 years 6/758 0.8%  0.75 0.29-1.91 0.54 36-40 years 3/756 0.4%  0.38 0.11-1.30 0.12 41-45 years 5/745 0.7%  0.62 0.23-1.71 0.36 46-50 years 8/720 1.1%  1.04 0.44-2.44 0.93 51-55 years 6/722 0.8%  0.77 0.30-1.98 0.59 56-60 years 10/739 1.4%  1.26 0.57-2.79 0.57 61-65 years 9/321 2.8%  2.66 1.16-6.06 0.02 66 years - 0/43 0.0%  - - - . . . . . Adjusted . .  N incidence  OR 95% CI P-value Total  1.0%     18-30 years 16/1493 1.1%     31-35 years 6/758 0.8%  0.75 0.29-1.91 0.54 36-40 years 3/756 0.4%  0.38 0.11-1.30 0.12 41-45 years 5/745 0.7%  0.62 0.23-1.71 0.36 46-50 years 8/720 1.1%  1.04 0.44-2.44 0.93 51-55 years 6/722 0.8%  0.77 0.30-1.98 0.59 56-60 years 10/739 1.4%  1.26 0.57-2.79 0.57 61-65 years 9/321 2.8%  2.66 1.16-6.06 0.02 66 years - 0/43 0.0%  - - - View Large Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adverse effects",
        "adverse event",
        "donors",
        "epidural hemorrhage",
        "gout",
        "hematopoietic stem cell mobilization",
        "hematopoietic stem cell transplantation",
        "hematopoietic stem cells",
        "hypersensitivity",
        "infections"
    ],
    "author_names": [
        "Tsutomu Takahashi",
        "Ritsuro Suzuki",
        "Hiroyasu Ogawa, MD PhD",
        "Takahiro Fukuda, MD",
        "Kazuteru Ohashi",
        "Shuichi Taniguchi",
        "Yoshinobu Kanda, MD PhD",
        "Hiromasa Abe",
        "Yoshihisa Kodera, MD",
        "Junji Suzumiya, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tsutomu Takahashi",
            "author_affiliations": [
                "Department of Oncology/Hematology, Shimane University Hospital Cancer Center, Izumo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ritsuro Suzuki",
            "author_affiliations": [
                "Oncology/Haematology, Shimane University Hospital Cancer Center, Izumo, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroyasu Ogawa, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Hyogo College of Medicine, Nishinomiya, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takahiro Fukuda, MD",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuteru Ohashi",
            "author_affiliations": [
                "Department of Hematology, Tokyo Metropolitan Cancer and Infectious diseases Center Komagome Hospital, Tokyo, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuichi Taniguchi",
            "author_affiliations": [
                "Department of Hematology, Toranomon Hospital, Tokyo, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshinobu Kanda, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Saitama Medical Center, Jichi Medical University, Saitama, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiromasa Abe",
            "author_affiliations": [
                "Department of Cell Transplantation and Regenerative Medicine, Tokai University School of Medicine, Sagamihara, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihisa Kodera, MD",
            "author_affiliations": [
                "Department of Promotion for Blood and Marrow Transplantation, Aichi Medical University School of Medicine, Nagakute, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junji Suzumiya, MD PhD",
            "author_affiliations": [
                "Department of Oncology/Hematology, Shimane University Hospital Cancer Center, Izumo, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T21:33:46",
    "is_scraped": "1"
}