{
    "doi": "https://doi.org/10.1182/blood.V106.11.2376.2376",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=491",
    "start_url_page_num": 491,
    "is_scraped": "1",
    "article_title": "Exon-12 Nucleophosmin ( NPM ) Mutation and Aberrant Cytoplasmic Expression of NPM Protein in Leukemia Cell Line OCI-AML3. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "cell lines",
        "cytoplasm",
        "exons",
        "leukemia",
        "mutation",
        "npm1 gene",
        "polymerase chain reaction",
        "acute myeloid leukemia with mutated npm1",
        "dyes",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Hilmar Quentmeier, PhD",
        "Maria P. Martelli, PhD",
        "Wilhelm G. Dirks, PhD",
        "Niccolo Bolli, PhD",
        "Arcangelo Liso, PhD",
        "Roderick A.F. MacLeod, PhD",
        "Ildo Nicoletti, PhD",
        "Roberta Mannucci, PhD",
        "Alessandra Pucciarini, PhD",
        "Barbara Bigerna, PhD",
        "Massimo F. Martelli, PhD",
        "Cristina Mecucci, PhD",
        "Hans G. Drexler, MD, PhD",
        "Brunangelo Falini, PhD"
    ],
    "author_affiliations": [
        [
            "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
        ],
        [
            "Institute of Hematology, University of Perugia, Perugia, Italy"
        ],
        [
            "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
        ],
        [
            "Institute of Hematology, University of Perugia, Perugia, Italy"
        ],
        [
            "Institute of Hematology, University of Perugia, Perugia, Italy"
        ],
        [
            "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
        ],
        [
            "Institute of Internal Medicine, University of Perugia, Perugia, Italy"
        ],
        [
            "Institute of Internal Medicine, University of Perugia, Perugia, Italy"
        ],
        [
            "Institute of Hematology, University of Perugia, Perugia, Italy"
        ],
        [
            "Institute of Hematology, University of Perugia, Perugia, Italy"
        ],
        [
            "Institute of Hematology, University of Perugia, Perugia, Italy"
        ],
        [
            "Institute of Hematology, University of Perugia, Perugia, Italy"
        ],
        [
            "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
        ],
        [
            "Institute of Hematology, University of Perugia, Perugia, Italy"
        ]
    ],
    "first_author_latitude": "52.21219949999999",
    "first_author_longitude": "10.5312629",
    "abstract_text": "Wild-type nucleophosmin (NPM) is a multifunctional protein shuttling between the nucleus and the cytoplasm. Chromosomal rearrangements leading to NPM fusion proteins occur in leukemias and lymphomas (e.g. with partners RARA, ALK). Recently, Falini et al. reported that 60% of acute myeloid leukemia (AML) patients with normal karyotype carry mutations at exon-12 of the NPM gene. This results in frame shifts that lead to alterations of the C-terminus of NPM resulting in the aberrant cytoplasmic localization of the mutated protein (NPMc+) ( 1 ). The effects of a mutationally altered protein on cellular functions like proliferation, differentiation or apoptosis, have often been revealed using immortalized cell lines that carry the mutation in question. Therefore, we screened a panel of 79 myeloid leukemia cell lines for presence of mutations - 4 bp insertions - at the exon-12 of the NPM gene. We performed polymerase chain reaction (PCR) analysis with fluorescent dye-labeled primers. For fragment size determination, the PCR products were mixed with dye-labeled size standards and separated by capillary electrophoresis. OCI-AML3 was the only cell line that expressed a signal in addition to and 4 bp larger than the wild-type NPM signal. Sequencing of the cloned NPM -mutated PCR product showed TCTG duplication at positions 956–959 of exon-12. This mutation was heterozygous and corresponded to the type that occurs in 77% of primary NPMc+ AMLs. OCI-AML3 cells have a hyperdiploid karyotype with 48(45–50)X/XY, +1, +5, +8, der(1)t(1;18)(p11;q11), i(5p),del(13)(q13q21), dup(17)(q21q25); sideline with r(Y)x1-2 and show the following immunoprofile: CD3−, CD4+, CD7−, CD8−, CD10−, CD13+, CD14−, CD15+, CD19−, CD30−, CD33−, CD34−, CD41+, CD42b−, CD68+, CD235a+, HLA-DR-. Especially the presence of myeloid markers and absence of CD34 is typical for NPMc+ cells ( 1 ). Furthermore, immunostaining with anti-NPM antibodies confirmed that the OCI-AML3 cells, like primary NPMc+ AML and in contrast to NPM wild-type cells, show cytoplasmic expression of NPM. Functional studies showed that the altered nucleo-cytoplasmic transport of NPM was nuclear export signalling-dependent and could be blocked by using the specific CRM1/exportin-1 inhibitor leptomycin B. In conclusion, cell line OCI-AML3 promises to be an important tool for studying the biological properties and response to new drugs of NPMc+ AML."
}