{
    "doi": "https://doi.org/10.1182/blood.V114.22.254.254",
    "article_title": "The Transcriptional Intermediary Factor TIF1γ Controls Erythroid Cell Fate by Specifically Regulating Transcriptional Elongation. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - REGULATION OF GENE TRANSCRIPTION: HEMATOPOIETIC TRANSCRIPTION FACTORS I",
    "abstract_text": "Abstract 254 Vertebrate erythropoiesis is regulated by cell-specific transcription factors, RNA polymerase-associated basal machinery and chromatin remodeling factors. One critical chromatin factor is the transcriptional intermediary factor TIF1γ. Loss of TIF1γfunction in zebrafish mutant moonshine causes a profound anemia during embryogenesis, associated with a progressive decrease in expression of most erythroid mRNAs such as GATA1 and globin. TIF1γdeficiency has also been linked to TGF-βsignaling, although the in vivo mechanism for the anemia remains unclear. In an effort to find genes that interact with TIF1γ, we undertook a genetic suppressor screen in which we sought mutations in another gene that would restore blood to normal levels in the background of moonshine deficiency. Few suppressor screens have been done in vertebrate genetic models, and the haploid genetics of zebrafish was a great advantage for this screen. After screening 800 families of fish, two suppressor mutants, “eclipse” and “sunrise”, were found that could greatly rescue the erythroid defects in moonshine. The deficient gene in sunrise has been mapped to the locus of cdc73 (also known as parafibromin/HRPT2), a subunit of the PAF1 complex known to regulate RNA polymerase II (Pol II) elongation and chromatin modification. Furthermore, we have found that knocking down other subunits in the PAF1 complex also rescued the blood defect in moonshine, suggesting that PAF1 as a complex antagonizes TIF1γfunction during erythropoiesis. In yeast, PAF1 has been shown to physically or genetically interact with other elongation factors including DSIF, FACT and p-TEFb. We have found that knocking down DSIF, which is known to induce Pol II pausing during early elongation, also rescues moonshine. FACT and p-TEFb are both known to counteract DSIF to release Pol II from pausing, and knocking down FACT and p-TEFb caused the zebrafish to develop anemia. This strongly suggests that the erythroid defects in TIF1γdeficiency is caused by attenuated Pol II elongation. In an effort to understand the cell-specific phenotype of TIF1γdeficiency, we introduced a FLAG tagged TIF1γinto K562 erythroleukemia cells to pull down interacting proteins. Physical interactions were found among TIF1γ, FACT, p-TEFb and surprisingly the SCL hematopoietic transcription complex. The interaction with the SCL complex provides a cell-specific control over transcriptional elongation. The physical interactions, taken together with the genetic data, suggest a novel mechanism regulating erythropoiesis. TIF1γphysically and functionally links blood-specific transcription factors like SCL to Pol II-associated elongation machinery to regulate blood cell fate. In light of the recent discoveries of widespread Pol II stalling in the promoter proximal region in metazoan genomes, we speculate that similar mechanisms will regulate cell fates in other blood lineages as well as non-blood tissues. Disclosures: Zon: FATE Inc: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Stemgent: Consultancy.",
    "topics": [
        "acute erythroblastic leukemia",
        "anemia",
        "chromatin",
        "dna polymerase ii",
        "erythroid cells",
        "globins",
        "hyperparathyroidism-jaw tumor syndrome",
        "rna",
        "rna polymerase ii",
        "rna, messenger"
    ],
    "author_names": [
        "Xiaoying Bai",
        "Joseph Lee",
        "Jocelyn LeBlanc",
        "Anna Sessa",
        "Zhongan Yang",
        "Hong Jiang",
        "Shuo Lin, Ph.D.",
        "Leonard I. Zon, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaoying Bai",
            "author_affiliations": [
                "Hematology/Oncology, HHMI/Children's Hospital Boston, Bston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph Lee",
            "author_affiliations": [
                "Children's Hospital Boston, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jocelyn LeBlanc",
            "author_affiliations": [
                "Children's Hospital Boston, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Sessa",
            "author_affiliations": [
                "Children's Hospital Boston, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhongan Yang",
            "author_affiliations": [
                "Molecular,Cell and Developmental Biology, University of California, Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Jiang",
            "author_affiliations": [
                "Molecular,Cell and Developmental Biology, University of California, Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuo Lin, Ph.D.",
            "author_affiliations": [
                "Molecular, Cellular, and Developmental Biology, University of California, Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonard I. Zon, MD",
            "author_affiliations": [
                "Stem Cell Program and Division of Hematology/Oncology, Children's Hospital and Dana-Farber Cancer Institute, Howard Hughes Medical Institute, Harvard Stem Cell Institute, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T09:32:32",
    "is_scraped": "1"
}