{
    "doi": "https://doi.org/10.1182/blood.V108.11.4318.4318",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=735",
    "start_url_page_num": 735,
    "is_scraped": "1",
    "article_title": "Protein Interaction Partners of PDZ-Binding Kinase (PBK) Implicate a Possible Role in Leukemogenesis. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "burkitt's lymphoma",
        "leukemogenesis",
        "phosphotransferases",
        "cancer",
        "hematologic neoplasms",
        "hmgn2 protein",
        "acute promyelocytic leukemia",
        "amino acids",
        "carrier proteins",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Asit K. Nandi, PhD",
        "Tamara Ford",
        "Daniel Fleksher",
        "Brian Neuman",
        "Aaron P. Rapoport, M.D"
    ],
    "author_affiliations": [
        [
            "Greenebaum Cancer Center, University of Maryland School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland School of Medicine, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.2880132",
    "first_author_longitude": "-76.6248449",
    "abstract_text": "Considering the fact that multiple genetic hits are required for the development of human cancers, we focused to examine the possible complementation by a novel mitotic kinase called PDZ- binding kinase (PBK) in the backdrop of deregulated c-Myc expression which either as a primary or a secondary genetic event is responsible for a wide variety of cancers including hematological malignancies. PBK, a mitotic kinase and a MAP kinase kinase homolog was originally identified in the laboratory as a differentially expressed gene in Burkitt’s lymphoma cell line GA10 compared to hyperplastic tonsillar B cells. We earlier found that PBK was upregulated in 9 out of 12 primary samples of acute myelogenous leukemia (AML) as well as several other leukemia and lymphomas while CD34+ immunoselected bone marrow stem/ progenitor cells expressed very little PBK. PBK was found to be coregulated with c-Myc during macrophage differentiation of promyelocytic leukemia cells HL60 and during growth arrest in the presence of low doses of an antineoplastic compound doxorubicin. We further demonstrated that binding by the cell cycle- specific transcription factors E2F and CREB/ ATF respectively at −146 bp and −312 bp positions upstream of the transcription start site of PBK is required for optimal PBK expression. In order to understand the functional implications of PBK expression in oncogenically stimulated cells, we have analyzed the protein- protein interactions involving PBK in the human bone marrow cells utilizing yeast two- hybrid approach. To this end, a constitutively active PBK mutant was expressed in yeast as a fusion protein with GAL4 DNA- binding domain. Utilizing GAL4- PBK as bait, we have isolated several cDNA clones including those encoding the high- mobility group nucleosomal binding protein 2 (HMGN2) and ret finger protein 2 (RFP2) as potential interaction partners for PBK. It was reported that mitotic phosphorylation of the nucleosomal binding domain (NBD) present in the HMGN1, another member of the related protein family, regulates interaction with 14.3.3 proteins and entry into the nuclei. In a separate study, it was reported that a 31 amino acid synthetic peptide from HMGN2 overlapping to NBD when injected intravenously was able to direct homing to the nuclei of tumor cells. RFP2 is a candidate tumor suppressor gene residing in the critical deleted region (CDR) 13q14 as it occurs in several different hematological malignancies such as B-cell chronic lymphocytic leukemia (CLL), mantle cell lymphoma, diffuse large cell lymphoma, myeloma including solid tumors such as head and neck cancer, oral tumors and prostate carcinoma. Validation of these interactions in the mammalian cell environment is currently in progress."
}