{
    "doi": "https://doi.org/10.1182/blood-2019-130744",
    "article_title": "Deciphering the Role of Locally Disordered DNA Methylation on CLL Development In Vivo ",
    "article_date": "November 13, 2019",
    "session_type": "641.CLL: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Large-scale DNA methylation analysis of chronic lymphocytic leukemia (CLL) has identified a pervasive genome-wide level of discordance in local methylation state in leukemic cells compared to normal B cells. This is associated with variation in gene expression, increased clonal evolution and poorer clinical outcomes. We hypothesized that locally disordered methylation could lead to dysregulation of gene expression and hence contribute to cancer development and progression. To test this, we have engineered mouse lines with B-cell restricted homozygous or heterozygous knock-out of Dnmt3a by crossing Dnmt3a-floxed mice with CD19-Cre mice. Dnmt3a is a DNA methyltransferase, catalyzing the addition of a methyl group to CpG sequences in the DNA and thereby regulating gene expression. Although DNMT3A mutations are only rarely identified in CLL, RNA sequencing and protein expression analysis reveal dysregulation of DNMT3A . We confirmed partial or complete reduction in Dnmt3a protein levels in B cells from CD19-Cre;Dnmt3a heterozygous (Dnmt3a-het) and CD19-Cre;Dnmt3a homozygous mice (Dnmt3a-hom), respectively. These mice therefore provide a unique opportunity to study B cell restricted changes in locally discordant methylation over time. We first assessed the impact of Dnmt3a deletion on normal B cell development, prior to CLL development, by characterizing splenic B cell of CD19-Cre (control) or Dnmt3a-hom mice. Flow cytometry data using B220, CD21 and CD23 markers to identify B220 + CD23 + CD21 - follicular B cells and B220 + CD23 + CD21 high marginal zone B cells revealed elevated levels of follicular B cells (83.1% vs 87.6%, p=0.008) and reduced levels of marginal zone B cells (9.6% vs 4.1%, p=0.001) in Dnmt3a-hom mice in comparison to control mice (n=3 mice per group). These results indicate that mice with Dnmt3a deletion present with massive changes in their B cells, even prior to overt CLL development. We next monitored both Dnmt3a-het and Dnmt3a-hom cohorts over time for CLL development. We observed that 100% Dnmt3a-hom mice developed CLL-like disease by 7 months (n=23), characterized by CD5+B220+;Igk+ expression and evident within the blood, bone marrow (BM), spleen and peritoneum, suggesting a fundamental role of altered DNMT3A expression in generation of CLL. In comparison, 75% of Dnmt3a-het mice developed CLL-like disease by 18 months (n=12), with similar expansion of CD5+C220+ expansion in the BM and spleen. By RNA-sequencing analysis of normal splenic B cells from CD19-Cre and Dnmt3a-hom mice (n=3 mice, 10 weeks old), we detected substantial changes in gene expression, including 113 upregulated genes and 39 downregulated (p2). To explore the development of locally disordered methylation following transformation, CLL cells from Dnmt3a-hom mice (n=3) were subjected to reduced representation bisulfite sequencing (RRBS), a high-throughput technique to analyze genome wide methylation patterns. We found that murine CLL-like cells display locally disordered methylation, which was detected in all genomic features covered by this assay, indicating that disordered methylation is broadly affecting the murine CLL cells' epigenome. Additionally, we identified a set of differentially methylated regions (DMRs) between B cells from CD19-Cre vs CLL cells from Dnmt3a-hom (n = 2,839 DMRs), with a minimum difference of 0.2 and a minimum of 10 CpGs per DMR. Interestingly, gene ontology analysis demonstrated strong association with genes hypermethylated in TCL1 mouse model, linking this model with alternative murine models for CLL. In conclusion, we have studied B cell specific deletion of Dntm3a and showed the development of CLL in 100% of the case in Dnmt3a-hom mice. Our data suggest a fundamental role for Dnmt3a in CLL development through increased locally disordered methylation and changes in associated transcriptional signatures. This mouse model provides an exciting experimental model to undertake functional in vivo studies in order to elucidate the contribution of epigenetic changes on CLL development. Disclosures Neuberg: Pharmacyclics: Research Funding; Madrigal Pharmaceuticals: Equity Ownership; Celgene: Research Funding. Wu: Neon Therapeutics: Other: Member, Advisory Board; Pharmacyclics: Research Funding.",
    "topics": [
        "cancer",
        "cd19 antigens",
        "cd23 antigen",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dna",
        "dna methylation",
        "dna modification methylases",
        "flow cytometry",
        "leukemic cells"
    ],
    "author_names": [
        "Anat Biran, PhD",
        "Helene Kretzmer, PhD",
        "Shanye Yin, PhD",
        "Leah Billington, BA",
        "Fara Faye Regis, BS",
        "Arman W. Mohammad, BA",
        "Andreas Gnirke",
        "Donna S Neuberg, ScD",
        "Ruben D. Carrasco, MD PhD",
        "Alexander Meissner, PhD",
        "Catherine J. Wu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anat Biran, PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Helene Kretzmer, PhD",
            "author_affiliations": [
                "Department of Genome Regulation, Max Planck Institute for Molecular Genetics, Berlin, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shanye Yin, PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leah Billington, BA",
            "author_affiliations": [
                "Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fara Faye Regis, BS",
            "author_affiliations": [
                "Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arman W. Mohammad, BA",
            "author_affiliations": [
                "Broad Institute of MIT and Harvard, Cambridge, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Gnirke",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna S Neuberg, ScD",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben D. Carrasco, MD PhD",
            "author_affiliations": [
                "Department of Oncologic Pathology, Dana Farber Cancer Institute, Boston, MA ",
                "Harvard Medical School, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Meissner, PhD",
            "author_affiliations": [
                "Max Planck Institute For Molecular Genetics, Berlin, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine J. Wu, MD",
            "author_affiliations": [
                "Broad Institute of MIT and Harvard, Cambridge, MA ",
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA ",
                "Department of Medicine, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T18:42:33",
    "is_scraped": "1"
}