{
    "doi": "https://doi.org/10.1182/blood.V114.22.2378.2378",
    "article_title": "Antitumor Activity of Small-Molecule SYK Inhibitor R788 and Fludarabinin Mono- and Combined Therapy in a Human B-CLL Xenograft Model. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - THERAPY, EXCLUDING TRANSPLANTATION POSTER I",
    "abstract_text": "Abstract 2378 Poster Board II-355 B cell chronic lymphocytic leukemia (B-CLL), one of the most common leukemia in adults, is characterized by the accumulation of mature B cells expressing CD19 and CD5. Improved understanding of CLL has lead to new prognostic tools and therapeutic options. The protein kinase Syk as a key mediator of proximal B-cell receptor (BCR) signalling is constitutively phosphorylated in CLL B cells. For these novel therapeutics, functional in vivo models are highly valuable. We have established a cell line-based, disseminated B-CLL model in NOD/SCID-IL2-receptor-gamma-chain -/- (NSG) mice. In the current study, SYK inhibitor R788 (60mg/kg/day (d); applied daily) was evaluated in mono- and in combined therapy with Fludarabin (8mg/kg/day; applied 5 consecutive days in two cycles) as a well established compound in B-CLL treatment regimens in comparison with a control group. Equal parts of MEC1 cells were injected intravenously and into the peritoneal cavity of NSG mice and respective therapies were started 7 days after implantation. Tumor growth was monitored with flow-cytometry (FACS), daily monitoring of B-CLL symptoms and fluorescence-based in vivo imaging (FI). Tumor inhibition was calculated as the proportional reduction of mean B-CLL cell infiltration at the respective compartment of the test- compared to the control-group (in %). MEC1 cells engrafted predominantly in bone marrow (BM; take rate = 100%), but were as well detectable in spleen (33%) and peripheral blood (PB; 8%). At the respective doses and schedules the examined compounds were well tolerated in tumor-bearing mice. No acute toxicity could be observed and maximal body weight loss was below 15% in mono- and combined therapy. Tumor development was clearly reduced by R788 (optimal T/C of 48% on day 18), albeit to a lesser extend then standard anticancer agent Fludarabin (optimal T/C of 19% on day 18). Combined therapy induced no synergistic effects showing an optimal T/C value of 42% on day 19. Thus, MEC1 engraftment into NSG mice is a valuable in vivo model for B-CLL which exhibits high reproducibility and take-rates in relevant compartments closely mimicking the clinical situation. Collection of whole-body FI data proved to be a time- and animal-saving analysis that allows to closely monitor B-CLL growth. Further investigations will optimize the very promising antitumor activity of R788 and evaluate the potentially synergistic effect of R788 with additional well-established B-CLL therapeutics. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "infectious mononucleosis",
        "psychotherapy, multiple",
        "transplantation, heterologous",
        "small molecule",
        "weight reduction",
        "neoplasms",
        "antineoplastic agents",
        "cd19 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Julia Schüler",
        "Maike Buchner",
        "Heinz-Herbert Fiebig",
        "Hendrik Veelken",
        "Katja Zirlik, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julia Schüler",
            "author_affiliations": [
                "Oncotest GmbH, Freiburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maike Buchner",
            "author_affiliations": [
                "Hematology and Oncology, University Hospital Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heinz-Herbert Fiebig",
            "author_affiliations": [
                "Oncotest GmbH, Freiburg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hendrik Veelken",
            "author_affiliations": [
                "Hematology, Freiburg University Medical Center, Freiburg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katja Zirlik, MD",
            "author_affiliations": [
                "Hematology and Oncology, University Hospital Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T21:37:18",
    "is_scraped": "1"
}