{
    "doi": "https://doi.org/10.1182/blood.V110.11.3157.3157",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=954",
    "start_url_page_num": 954,
    "is_scraped": "1",
    "article_title": "Punch Biopsy Model To Evaluate the Impact of Anticoagulation or Antiplatelet Therapy-Induced Bleeding Episodes: Model Validation. ",
    "article_date": "November 16, 2007",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "anticoagulation",
        "biopsy, punch",
        "hemorrhagic episodes",
        "hemorrhage",
        "biopsy",
        "warfarin",
        "international normalized ratio",
        "hemostatics",
        "anesthesia, local",
        "antagonists"
    ],
    "author_names": [
        "David Mathews, M.D.",
        "Naum Khutoryanski, Ph.D, D.Sc.",
        "Brett E. Skolnick, PhD"
    ],
    "author_affiliations": [
        [
            "Quintiles Phase 1 Services, Overland Park, KS, USA",
            " "
        ],
        [
            "Novo Nordisk Inc., Princeton, NJ, USA",
            " "
        ],
        [
            "Novo Nordisk Inc., Princeton, NJ, USA",
            " "
        ]
    ],
    "first_author_latitude": "38.9210403",
    "first_author_longitude": "-94.6617773",
    "abstract_text": "Background/Objective: Antiplatelet drugs and Vitamin-K antagonists are used to reduce thrombosis potential in patients with cardiovascular disease or with hypercoagulable disorders. Such treatments can impair platelet function and can lead to significant reduction in coagulation-related proteins with the resultant increased bleeding risk. 1 , 2 The current study (Novo Nordisk F7HAEM-1825) was designed to evaluate the use of a new bleeding model for determining the effectiveness of haemostatic interventions to mitigate drug-induced bleeds. We sought to determine the feasibility of demonstrating measurable changes in punch biopsy-induced bleeding durations and bleeding volumes in healthy volunteers after receiving warfarin anti-coagulation therapy. Methods: Healthy volunteers received two biopsies using a 5 mm punch biopsy tool with local anesthesia to the posterior thigh - one prior to warfarin administration (Biopsy 1), and a second post-warfarin administration after achieving an international normalized ratio (INR) of 2.5 (± 0.3) (Biopsy 2). Subjects were titrated with warfarin dosing to achieve a stable INR within the designated range (INR=2.5±0.3), at which time the second biopsy was performed. Bleed duration and bleed volumes were measured. Three data analysis methods were used: a generalized linear model with logarithmic link and gamma distribution, paired t-test on log-transformed data, and paired t-test on the original data. Results: Twelve healthy subjects underwent the first baseline biopsy. One subject did not maintain an INR within the specified range, leaving 11 subjects assessed for the impact of warfarin on bleeding. Mean baseline and post-warfarin bleed durations and volumes are shown below.  Baseline (Biopsy 1) Mean Values . Warfarin (Biopsy 2) Mean Values . Day 1 INR . Bleed Duration (min:sec) . Blood Volume Loss (ml) . Warfarin INR . Bleed Duration (min: Sec) . Blood Volume Loss (ml) . Difference in bleed duration (min:sec) . 1.08 12:43 2.34 2.48 20:36 3.83 7:53 Baseline (Biopsy 1) Mean Values . Warfarin (Biopsy 2) Mean Values . Day 1 INR . Bleed Duration (min:sec) . Blood Volume Loss (ml) . Warfarin INR . Bleed Duration (min: Sec) . Blood Volume Loss (ml) . Difference in bleed duration (min:sec) . 1.08 12:43 2.34 2.48 20:36 3.83 7:53 View Large View large Download slide All participants demonstrated increases in bleeding duration from Biopsy 2 compared to Biopsy 1. View large Download slide All participants demonstrated increases in bleeding duration from Biopsy 2 compared to Biopsy 1.  Changes in Bleeding Duration from Biopsy 1 (Baseline) to Biopsy 2 (Post Warfarin) All analysis methods demonstrated a mean increase in bleeding duration and blood volume loss by at least 60%, and all gave approximately the same estimate of the ratio Mean Bleeding duration at Biopsy 2/ Biopsy 1 (1.60–1.63) as well as approximately the same estimate of the ratio Mean Blood Loss at Biopsy 2/Biopsy 1 (1.64). Conclusion: The method described here is a reproducible technique for evaluating the impact of anticoagulation products in altering bleed durations and volumes and may be useful for evaluating hemostatic agents to control anticoagulation-related bleeding. Additionally, this method may be useful for assessing anticoagulation reversal/mitigation strategies in clinically relevant hemorrhage."
}