{
    "doi": "https://doi.org/10.1182/blood.V124.21.1154.1154",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2706",
    "start_url_page_num": 2706,
    "is_scraped": "1",
    "article_title": "Efficacy and Cost-Effectiveness of a Different Schedule for the Prevention of Fungal Infections during the Early Phase of Stem Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster I",
    "topics": [
        "hematopoietic stem cell transplantation",
        "mycoses",
        "cost effectiveness",
        "echinocandins",
        "allopurinol",
        "fluconazole",
        "neutropenia",
        "posaconazole",
        "antifungal agents",
        "infusion procedures"
    ],
    "author_names": [
        "Lucrecia Yáñez, MD",
        "Noemí Fernández, MD",
        "Arancha Bermudez, MD",
        "Germán Pérez, MD",
        "Andres Insunza, MD",
        "Carlos Richard, MD",
        "Eulogio Conde, MD PhD"
    ],
    "author_affiliations": [
        [
            "Marqués de Valdecilla University Hospital, Santander, Spain "
        ],
        [
            "Universitary Hospital Marqués de Valdecilla, Santander, Spain "
        ],
        [
            "Marqués de Valdecilla University Hospital, Santander, Spain "
        ],
        [
            "Marqués de Valdecilla University Hospital, Santander, Spain "
        ],
        [
            "Marqués de Valdecilla Universitary Hospital, Santander, Spain "
        ],
        [
            "Marqués de Valdecilla University Hospital, Santander, Spain "
        ],
        [
            "Universitary Hospital Marques de Valdecilla, Santander, Spain"
        ]
    ],
    "first_author_latitude": "43.4564443",
    "first_author_longitude": "-3.82864005",
    "abstract_text": "Introduction: The first 30 days (early phase) following stem cell transplantation (SCT), especially in the allogeneic setting, are considered at risk for fungal infections. Antifungal prophylaxis with extended spectrum azole or echinocandins is highly recommended, however they are associated with adverse events, drug interactions or high prices. In our center, except for those patients who need secondary fungal prophylaxis, we use environmental protection (HEPA air and water filters) and we only start antifungal treatment (fluconazole or echinocandin) at the first peak of fever during the neutropenic phase of autologous (auto-SCT) or allogeneic (allo-SCT) transplant. Objective: The aim of this unique-center retrospective study is to evaluate the incidence of fungal infections during the early phase and compare the real cost of our procedure with the hypothetical cost if we would have used the standard practice: posaconazole (200 mg/8h oral suspension), voriconazole (200 mg/12h intravenous) or micafungin (100 mg/24h intravenous), started at the beginning of conditioning or started the day of transplant. Patients and methods: Two hundred and eighty-one patients were evaluated, 188 allo-SCT (102 unrelated donor) and 93 auto-SCT. Median age at allo and auto-SCT was 49 years and 56 years respectively. The main underlying disease and conditioning regimen were acute leukemia (90) and fludarabine based combinations (142) respectively. To assess the efficacy, we evaluated the development of probable or proven fungal infection according with the EORTC-2008 criteria during neutropenia and the two weeks following neutrophil recovery, the type of microorganism, fungal infection as the cause of death and autopsy diagnosis if the patient died during the first 60 days after stem cell infusion. We compared the efficacy, with that reported in the literature. To assess the cost of our procedure (Group V1), we evaluated the days on the protected environment room, the days of hospitalization and the type and days of antifungal treatment. The hypothetical cost of the standard prophylaxis was calculated in each patient based on the beginning of the conditioning regimen (Groups CPos, CVor, CMic) or the day of infusion (Groups TPos, TVor and TMic) to outpatient. Cost per day of HEPA and water filters was 4.28 $. Drug costs were calculated based on our local prices. Differences between costs of the groups were calculated with the paired two-sample t-test. Results: Two proven ( C.parapsilosis and Alternaria sp.) and 3 probable (2 Aspergillus and 1 Mucor ) fungal infections were diagnosed during the early phase (incidence 1.67%). At day +60, 16 patients had died, 2 of them because of fungal infection (1 Aspergillus and 1 Mucor ). Another fungal infection was detected in 1 of the 8 autopsies made (Cumulative incidence 2.13%). Median duration of conditioning regimen and hospitalization was 6 days and 26 days respectively. Median duration of isolation in the environmental protected room was 24 days. Forty patients (14.2%) did not need antibiotic treatment. The majority of patients were treated only with fluconazole (65) for a median of 7 days, only with an echinocandin (48) for a median of 13 days, or with fluconazole for a median of 5 days followed by echinocandin during 7 days in 53 patients. The mean cost per patient of Group V1 was 2702 $, statistically different (p <0.001) when it was compared with Groups CVor (8896 $), TVor (7026 $), CMic (12261 $) and TMic (9671 $). However, we did not find differences in costs when the Group V1 was compared with posaconazole (CPos 3051 $ and TPos 2422 $, p=0.162 and p=0.268 respectively). Conclusions: We present a different schedule for the prevention of fungal infection during the neutropenic period of SCT with the same efficacy as reported by Cornely (2007), Wingard (2010), Van Burik (2004), and lower cost than voriconazole or micafungin in primary prohylaxis. Although we did not observe differences in cost with the posaconazole group, we did not include in the analysis several factors (mucositis, hepatic impairment, fungal suspicion) that can modify its continued use. Disclosures Yáñez: Gilead: Consultancy, Speakers Bureau; Pfizer: Honoraria, Speakers Bureau; Astellas: Consultancy; MSD: Consultancy, Speakers Bureau."
}