{
    "doi": "https://doi.org/10.1182/blood.V120.21.4563.4563",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2319",
    "start_url_page_num": 2319,
    "is_scraped": "1",
    "article_title": "Genomic Analysis of Serial Chronic Lymphocytic Leukemia Samples Suggests That Epigenetic Changes, Rather Than Clonal Evolution, May Drive the Progression of This Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "epigenetics",
        "genome",
        "leukemia",
        "indolent",
        "specimen collection",
        "disease progression",
        "dna",
        "neoplasms"
    ],
    "author_names": [
        "Emanuela M. Ghia, PhD",
        "Erin Smith, PhD",
        "Christopher DeBoever",
        "Laura Z. Rassenti, Ph.D.",
        "Sophie Rozenzhak",
        "Peter Shepard, PhD",
        "Hakan Alakus, M.D.",
        "Olivier Harismendy, PhD",
        "Christian L Barrett, Ph.D.",
        "Kelly A Frazer, Ph.D.",
        "Thomas J. Kipps, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Moores UCSD Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
        ],
        [
            "University of California San Diego, "
        ],
        [
            "University of California San Diego, "
        ],
        [
            "Division of Hematology-Oncology and Central Office of CLL Research Consortium, Moores Cancer Center, University of California San Diego, La Jolla, CA, USA"
        ]
    ],
    "first_author_latitude": "32.87864669999999",
    "first_author_longitude": "-117.2230577",
    "abstract_text": "Abstract 4563 The clinical course of patients with chronic lymphocytic leukemia (CLL) is heterogeneous, with some patients requiring treatment relatively soon after diagnosis and others having indolent disease for many years. Some patients with indolent disease, however may develop more aggressive disease over time that requires therapy. To identify genetic and epigenetic changes that associate with the transition from indolent to aggressive disease, we used genomic methods to analyze sequential samples obtained from 19 CLL patients evaluated at the UC San Diego Moores Cancer Center who ultimately required treatment, as per iwCLL guidelines. For all patients, the first time point sample collection (SC1) was obtained within 1 year post-diagnosis and the second time point sample collection (SC2) was obtained within 1 year before treatment. We performed whole-exome sequencing (Agilent 50Mb capture, 100×) and methylation (450K) array analyses on leukemia cells and germline DNA. Somatic allele frequencies ranged from < 10% to 50%, suggesting heterogeneity within the tumor. When comparing SC1 versus SC2, we observed changes in somatic allele frequency for 6 (32%) of 19 patients, however 13 (68%) of 19 patients did not have evidence for clonal evolution at the somatic level, suggesting that the acquisition of additional somatic mutations did not drive CLL progression and that the clonal population structure remains stable throughout disease progression with multiple clones per patient. Using 450K CpG methylation arrays, we identified 52,409 sites (FDR=0.05) that changed consistently between SC1 and SC2 across 19 patients, suggesting that epigenetic changes were widespread, even without detectable somatic mutations. In summary, our results imply that CLL progression can occur in the absence of somatic mutations, but rather may reflect non-stochastic alterations in the epigenome altering RNA expression. Disclosures: No relevant conflicts of interest to declare."
}