{
    "doi": "https://doi.org/10.1182/blood.V118.21.1242.1242",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2000",
    "start_url_page_num": 2000,
    "is_scraped": "1",
    "article_title": "Association of Gene-Gene Interactions with Venous Thromboembolism (VTE): A Merged/Imputed Genome-Wide Scan/Candidate-Gene Case-Control Study ",
    "article_date": "November 18, 2011",
    "session_type": "331. Pathophysiology of Thrombosis: Poster I",
    "topics": [
        "candidate disease gene",
        "gene interaction",
        "genome",
        "imputation",
        "venous thromboembolism",
        "oxidoreductase",
        "cerebrovascular accident",
        "deoxyribonucleases",
        "ischemic stroke",
        "acylglycerol"
    ],
    "author_names": [
        "John A. Heit, M.D.",
        "Sebastian M. Armasu, M.S.",
        "Martha E. Matsumoto",
        "Tanya M. Petterson, MS",
        "David N. Rider",
        "Julie M. Cunningham, Ph.D.",
        "Yan W. Asmann, Ph.D.",
        "Mariza de Andrade, Ph.D."
    ],
    "author_affiliations": [
        [
            "Internal Medicine-Hematology Research, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biomedical Statistics & Informatics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Experimental Pathology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Health Sciences Research, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.01125745",
    "first_author_longitude": "-92.4832746",
    "abstract_text": "Abstract 1242 Background: While bivariate interactions between Factor V Leiden, prothrombin G20201A and hereditary deficiency of antithrombin, protein C and protein S compound VTE risk, whether other gene-gene interactions are associated with VTE is largely unknown. Objective: To test novel gene-gene interactions for an association with VTE. Methods: Genome-wide scan (Illumina 660Q [557,112 SNPs]) and candidate gene (12,551 SNPs in 764 genes within the anticoagulant, procoagulant, fibrinolytic and innate immunity pathways) genotypes from 1270 non-Hispanic adults of European ancestry with objectively-diagnosed VTE (cases; no cancer, venous catheter or antiphospholipid antibodies) and 1302 controls (frequency-matched on case age, gender, race, MI/stroke status) were merged and imputed to about 2.5 million SNPs with MACH using HapMap Phase 2 (60 CEU). We tested all pairwise SNP-SNP interactions using a 2-stage procedure (fast epistasis in the first stage and age, gender, MI/stroke status and state of residence adjusted analysis using logistic regression in the second stage). Results: The mean ± standard deviation case and control ages were 54.4 ± 16.2 and 55.6 ± 15.8 years, respectively and 51% were female. Among 2.299×10^12 pairwise interactions tested, 900 million reached a p-value<E-06 and were be tested in the second stage. Of these, 2417, 278 and 22 SNP-SNP interactions reached p-values ≤1E-9, 1E–10, and1E-11 respectively; 121 SNP-SNP interactions reached the Bonferroni statistical significance threshold (≤5.555659E-11). The gene-gene pairwise interactions with p-values≤1E-11 were: (1) chromosome 3 open reading frame 70 ( C3orf70 ) – short-chain dehydrogenase/reductase (SDR family) member 4 ( DHRS4 ), (2) 1-acylglycerol-3-phosphate O-acyltransferase 4 ( AGPAT4 ) - NIMA (never in mitosis gene a)-related kinase 6 ( NEK6 ), and (3) TatD DNase domain containing 2 ( TATDN2 ) – WAS protein family, member 3 ( WASF3 ). No gene function data are available for C3orf70. DHRS4 encodes for a 3-ketosteroid reductase important for active steroid hormone regulation, AGPAT4 is important for signal transduction and lipid biosynthesis, NEK6 encodes for Nek6 which downregulates p53-induced cancer cell senescence, TATDN2 encodes a deoxyribonuclease, WASF3 encodes for a member of the Wiskott-Aldrich syndrome protein family which are key regulators of signal transduction and cytoskeletal reorganization in hematopoietic cells. Conclusion: Pairwise gene-gene interaction analyses suggest potential associations between VTE and novel genes for future testing in replication studies. Disclosures: Heit: Daiichi Sankyo: Consultancy, Honoraria."
}