{
    "doi": "https://doi.org/10.1182/blood-2019-126285",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4272",
    "start_url_page_num": 4272,
    "is_scraped": "1",
    "article_title": "Results of a Phase III Double-Blind Study of the Addition of Tocilizumab Vs. Placebo to Cyclosporin/Methotrexate Gvhd Prophylaxis after HLA-Matched Allogeneic Stem Cell Transplantation ",
    "article_date": "November 13, 2019",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": [
        "allogeneic stem cell transplant",
        "cyclosporine",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "methotrexate",
        "tocilizumab",
        "graft-versus-host disease, acute",
        "complement membrane attack complex",
        "infections",
        "mac protocol"
    ],
    "author_names": [
        "Glen A Kennedy, MBBS FRACP FRCPA",
        "Siok-Keen Tey, MBBS,PhDFRACP,FRCPA",
        "Cameron Curley, MBBS, FRACP, FRCPA",
        "Jason P Butler, MBBS, MMedSc, FRACP, FRCPA",
        "Ashish Misra, MBBS, FRACP",
        "Elango Subramoniapillai, MBBS, FRACP",
        "James Morton, MBBS, FRACP, FRCPA",
        "Simon Durrant, FRCP,FRCPath,MBBS",
        "Andrea S Hendon, MBBS, PhD FRACP, FRCPA",
        "John Moore, MDFRACP,FRCPA",
        "David Ritchie, MD PhD",
        "David Gottlieb, MBBS, MD FRACP, FRCPA",
        "Julian Cooney, FRACP,FRCPA,MBBS,",
        "Luke Buizen, BSc (Hons), MSc",
        "Sanjoy K Paul, PhD",
        "Geoff R. Hill, MD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology and BMT, Royal Brisbane and Women's Hospital, Brisbane, Australia ",
            "School of Medicine, University of Queensland, St Lucia, Australia "
        ],
        [
            "Department of Haematology and BMT, Royal Brisbane and Women's Hospital, Brisbane, Australia ",
            "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "Department of Haematology and BMT, Royal Brisbane and Women's Hospital, Brisbane, Australia "
        ],
        [
            "Department of Haematology and BMT, Royal Brisbane and Women's Hospital, Brisbane, Australia "
        ],
        [
            "Department of Haematology and BMT, Royal Brisbane and Women's Hospital, Brisbane, Australia "
        ],
        [
            "Department of Haematology and BMT, Royal Brisbane and Women's Hospital, Brisbane, Australia "
        ],
        [
            "Department of Haematology and BMT, Royal Brisbane and Women's Hospital, Brisbane, Australia "
        ],
        [
            "Department of Haematology and BMT, Royal Brisbane and Women's Hospital, Brisbane, Australia "
        ],
        [
            "Department of Haematology and BMT, Royal Brisbane and Women's Hospital, Brisbane, Australia ",
            "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "Haematology and Bone Marrow Transplantation, St Vincent's Hospital, Sydney, Australia "
        ],
        [
            "Royal Melbourne Hospital, Parkville, Australia "
        ],
        [
            "Department of Haematology and Bone Marrow Transplantation, Westmead Hospital, Sydney, Australia "
        ],
        [
            "Fiona Stanley Hospital, MURDOCH, Australia "
        ],
        [
            "Melbourne EpiCentre, University of Melbourne, Melbourne, Australia"
        ],
        [
            "Melbourne EpiCentre, University of Melbourne, Melbourne, Australia"
        ],
        [
            "Department of Haematology and BMT, Royal Brisbane and Women's Hospital, Brisbane, Australia ",
            "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ]
    ],
    "first_author_latitude": "-27.446976699999997",
    "first_author_longitude": "153.02846879999998",
    "abstract_text": "Background: IL-6 mediates graft-vs.-host disease (GVHD) in experimental models of allogeneic stem cell transplantation. The addition of a humanized anti-IL-6R mAb (Tocilizumab; TCZ) to standard GVHD prophylaxis has shown in promise in reducing the incidence of acute GVHD in two prospective phase I/II clinical studies. Aims: To determine the efficacy of TCZ in preventing grade II-IV acute GVHD in patients with acute leukaemia or myelodysplasia undertaking 8/8 matched related sibling (MSD) or matched unrelated donor (MUD) allogeneic HPCT after myeloablative (MAC) or reduced intensity conditioning (RIC) across five Australian transplant centers. Methods: 145 patients (50 MSD and 95 MUD) were randomly assigned to either placebo or TCZ (8mg/kg; max dose 800mg) on day-1 of conditioning. Patients and physicians were both blinded to treatment. RIC patients all received Flu/Mel (n=81, 56%) while MAC patients received Cy/TBI (n=46, 32%) or Bu/Cy (n=18, 12%). All patients received T-replete PBPC grafts, and standard GVHD prophylaxis cyclosporine and day 1 (15mg/m 2 ), 3, 6 and 11 (10mg/m 2 ) methotrexate. The primary endpoint was incidence of grade II-IV acute GVHD. A planned substudy analyzed the MUD cohort. Secondary endpoints included day 180 grade II-IV acute GVHD free-survival (GVHD-FS), transplant-related mortality (TRM), progression-free survival (PFS), overall survival (OS), time to engraftment and rates of infection. The study was powered to observe a 50% reduction in the incidence of grade II-IV acute GVHD at day +100 for the entire and MUD cohorts, assuming a 50-55% baseline in the control group. Competing risk (death) regression adjusted hazard ratio (HR) was estimated to evaluate the GVHD-related outcomes in TCZ vs. placebo groups. Results: With a median follow up of 746 days, the overall incidence of grade II-IV GVHD at day 100 for the entire cohort was 36% vs. 27% for placebo vs. TCZ respectively (HR: 0.69; 95% CI 0.38-1.26; p=0.23), and 45% vs. 32% (HR: 0.61; 95% CI 0.31-1.22; p=0.16) for the MUD subgroup. The incidence of grade II-IV GVHD at day 180 for the entire cohort was 40% vs. 29% for placebo vs. TCZ respectively (HR: 0.68; 95% CI 0.38-1.22; p=0.19), and 48% vs. 32% (HR: 0.59; 95% CI 0.30-1.16; p=0.13) for the MUD subgroup. The incidence of severe grade III/IV GVHD at day 100 for the entire cohort was similar, 13% vs. 14% for placebo vs. TCZ respectively (HR: 1.04; 95% CI 0.42-2.61; p=0.93), and 10% vs. 14% for the MUD subgroup (HR: 1.42; 95% CI 0.41-4.95; p=0.59). A trend to improved GVHD-FS was noted in the TCZ-treated MUD subgroup, 52% vs. 68% for placebo vs. TCZ treated (HR: 1.70; 95% CI 0.86-3.37; p=0.13). For the entire cohort, TRM occurred in 8% of placebo-treated vs. 11% of TCZ-treated patients respectively (HR: 1.37; 95% CI 0.48-3.96; p=0.56); Progressions were similar at 25% vs. 33% (HR:1.44; CI 0.78-2.63, p=0.24) and OS was 79% vs. 71% (HR: 0.69; CI 0.35-1.34, p=0.27). No significant differences were seen in these outcomes in the MUD cohort. Day to neutrophil engraftment was marginally delayed in TCZ-treated patients, with median time to neutrophil ≥0.5 of 15 days (range 11-24 days) vs. 18 days (range 9-35 days) for placebo vs. TCZ-treated patients respectively (95% CI 1.3-4.7; p=0.001). Time to platelet engraftment was also marginally delayed in TCZ-treated patients, with median time to plts≥20 of 16 days (range 9-36 days) vs. 19 days (range 11-389 days) (95% CI 0.4-5.6; p=0.022). The median time to neutrophil and platelet engraftment in TCZ-treated patients were each 2 days slower in the MUD cohort (p=0.016 and p=0.22 for neutrophils and plts respectively). Two TCZ-treated patients died beyond day 30 (at day 31 and 32) with incomplete neutrophil recovery. The incidence of 1 or more grade 3 or higher liver toxicity (LT) was similar between groups, occurring in 14% of placebo-treated patients vs. 15% of TCZ-treated patients respectively (OR: 1.14; 95% CI 0.45-2.88; p=0.79). Grade 2 or higher infection adverse events occurred in 64% of placebo-treated patients vs. 71% of TCZ-treated patients respectively (OR: 1.34; 95% CI 0.67-2.71; p=0.41). Conclusion: In a phase III randomized, double-blind trial, TCZ administered at D-1 showed non-significant trends to reduced incidence of grade II-IV GVHD and improved acute GVHD-free survival in recipients of HLA-matched MUD donors, but no improvements in long term-survival. Study power was compromised by lower rates of acute GVHD in the control group than anticipated. Disclosures Ritchie: Novartis: Honoraria; Amgen: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy; BMS: Research Funding; Takeda: Research Funding; Beigene: Research Funding; Imago: Research Funding; Sanofi: Honoraria. Gottlieb: Novartis: Consultancy; AbbVie: Consultancy; University of Sydney: Employment; Merck: Consultancy; Gilead: Consultancy; Haemalogix P/L: Membership on an entity's Board of Directors or advisory committees, Research Funding. Paul: Novo Nordisk: Consultancy, Research Funding; Sanofi: Consultancy, Speakers Bureau; Roche: Consultancy, Research Funding; AstraZeneca: Consultancy, Research Funding, Speakers Bureau. Hill: Roche: Other: Investigator driven trial funding; Pharamcyclics: Consultancy, Research Funding; CSL: Consultancy, Research Funding; Implicit Bioscience: Consultancy, Research Funding. OffLabel Disclosure: Use of Tocilizumab for the prevention of acute GVHD"
}