{
    "doi": "https://doi.org/10.1182/blood.V128.22.5126.5126",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3431",
    "start_url_page_num": 3431,
    "is_scraped": "1",
    "article_title": "Fingolimod Is Cytotoxic in Acute Myeloid Leukemia Independent of Additional Chemotherapeutic Agents ",
    "article_date": "December 2, 2016",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "topics": [
        "antineoplastic agents",
        "burkitt's lymphoma",
        "fingolimod",
        "leukemia, myelocytic, acute",
        "cytotoxicity",
        "antibodies",
        "azacitidine",
        "cytarabine",
        "cytotoxin",
        "flow cytometry"
    ],
    "author_names": [
        "Carter Thomas Davis, MD",
        "Arati V. Rao, MD",
        "Eross Guadalupe",
        "Dale J. Christensen, PhD",
        "J. Brice Weinberg, MD"
    ],
    "author_affiliations": [
        [
            "Duke University Health System, Durham, NC "
        ],
        [
            "Duke Cancer Institute, Duke University, Durham, NC "
        ],
        [
            "Duke University Medical Center, Durham, "
        ],
        [
            "Duke University Medical Center, Department of Medicine, Division of Hematology, Durham, NC "
        ],
        [
            "Duke University Medical Center, Durham, NC"
        ]
    ],
    "first_author_latitude": "36.02059955",
    "first_author_longitude": "-78.91885225",
    "abstract_text": "INTRODUCTION: Conventional treatment of acute myeloid leukemia (AML) remains largely unchanged for over thirty years. With poor overall survival and disease cure rates, novel therapies are needed. The SET oncoprotein has been implicated in AML as essential for proliferation through inhibition of the tumor suppressor protein phosphatase 2A (PP2A). Interaction between SET and PP2A leads to inactivation of PP2A, leaving cell survival and proliferation signals unchecked. PP2A has been postulated to be an important target in AML. Fingolimod (FTY720), an FDA approved drug for relapsing-remitting multiple sclerosis, is a sphingosine-1 phosphate receptor agonist that has off-target activity to activate PP2A. In this work, we show evidence of FTY720's efficacy in AML cells derived from cell lines and patients, and provide preliminary data regarding SET expression in AML cell lines. METHODS: Cytotoxicity experiments were performed using HL-60, THP-1, MV-4, and Kasumi-3 cell lines, as well as patient-derived samples of AML, obtained through an IRB-approved protocol. Cells were incubated overnight with varied concentrations of FTY720, azacitidine, idarubicin, cytarabine, or drugs in combination. After incubation, cells were analyzed by colorimetric assay. Percent cytotoxicity was estimated as a proportion of light absorbance compared with blank media and untreated control cells. Inhibitory concentration of 50% of cells (IC50) was estimated using GraphPad Prism software, version 6.0. Flow cytometry experiments for confirmation of cytotoxicity were also performed with antibodies against Annexin V and propidium iodide. For estimation of SET expression, we performed ELISA with antibodies against SETα and SETß and quantified measurements by light absorption. RESULTS: FTY720inhibits growth of AML cells independently in both cell lines and patient-derived samples. In the THP-1 cell line, we estimated the IC50 of FTY720 to be 3.4 μM (Figure 1). In the HL-60 cell line, we estimated the IC50 to be 2.5 μM. In patient-derived samples of AML, we had similar findings. The mean IC50 was 3.24 μM (SD = 1.32, n = 8). Flow cytometry of tested samples confirmed induction of both apoptosis and cell death within a 3-hour time frame (Figure 2). Samples were also incubated with combination of FTY720 and conventional cytotoxic chemotherapeutic agents used in AML (Table 1). In the HL-60 cell line, the following IC50s were estimated for these drugs: idarubicin (0.02 μM); cytarabine (0.6 μM); azacitidine (5.7 μM) . In combination with FTY720, there was no appreciable change. Results of ELISA showed measurable but low SETα and SETß levels, when compared to a known positive control, the Ramos cell line for Burkitt's lymphoma (Table 2). In the MV-4 AML cell line, the SETα/ß ratio was 0.096. In Kasumi-3 cells, the α/ß ratio was measured at 0.063. DISCUSSION: These data support the assertion that FTY720 is a cytotoxic agent in AML. This effect is independent of other cytotoxic agents, as no additive or synergistic effect was demonstrated when drugs were combined. The micromolar cytotoxicity poses challenges to the adoption of this agent as an active drug in AML, as serum concentrations from currently prescribed doses in multiple sclerosis have been shown to achieve only nanomolar concentrations. It is notable that the volume of distribution of FTY720 is very high and over 90% is concentrated in blood cells, so actual cell concentrations may be substantially higher. Our work has not yielded the same results others have reported with increased SET α/ß ratios in AML cells. In other tumor types, high SET alpha ratios have been associated with higher SET activity; thus, these results would not be suggestive of such a role in AML. Despite our findings, the activity of FTY720 in these cells merits further investigation into SET expression in AML. We have recently a flow cytometric assay for SETα and SETß that can be used to quantify SET levels, and we plan to analyze patient samples used in cytotoxicity experiments to help identify the SET α/ß ratio in AML. We hope that these experiments will establish SET and PP2A as targets for drug development in AML. Figure 1 View large Download slide Cytotoxicity curve of FTY720 in THP-1 cells (n=3) Figure 1 View large Download slide Cytotoxicity curve of FTY720 in THP-1 cells (n=3) Figure 2 View large Download slide Flow cytometric analysis of FTY720 cytotoxicity in HL-60 cells. Figure 2 View large Download slide Flow cytometric analysis of FTY720 cytotoxicity in HL-60 cells. View large Download slide View large Download slide Disclosures Rao: Gilead, Inc.: Employment."
}