{
    "doi": "https://doi.org/10.1182/blood.V112.11.4755.4755",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1271",
    "start_url_page_num": 1271,
    "is_scraped": "1",
    "article_title": "Mesenchymal Stem Cell Differentiation Markers Shared with Soft Tissue Sarcomas ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion, and Mesenchymal Stem Cells",
    "topics": [
        "antigens, differentiation",
        "soft tissue sarcomas",
        "stem cell, mesenchymal",
        "neoplasms",
        "antibodies",
        "antigens",
        "leiomyosarcoma",
        "cancer",
        "receptor, erbb-2",
        "cd34 antigens"
    ],
    "author_names": [
        "Stefan Wirths",
        "Hans-Joerg Buehring",
        "Lothar Kanz",
        "Joerg T Hartmann",
        "Hans-Georg Kopp"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, Oncology, Rheumatology, Immunology and Pulmology, University Hospital Tübingen, Tubingen, Germany"
        ],
        [
            "Dept. of Hematology, Oncology, Rheumatology, Immunology and Pulmology, University Hospital Tübingen, Tubingen, Germany"
        ],
        [
            "Dept. of Hematology, Oncology, Rheumatology, Immunology and Pulmology, University Hospital Tübingen, Tubingen, Germany"
        ],
        [
            "Dept. of Hematology, Oncology, Rheumatology, Immunology and Pulmology, University Hospital Tübingen, Tubingen, Germany"
        ],
        [
            "Dept. of Hematology, Oncology, Rheumatology, Immunology and Pulmology, University Hospital Tübingen, Tubingen, Germany"
        ]
    ],
    "first_author_latitude": "48.5297568",
    "first_author_longitude": "9.0381857",
    "abstract_text": "Malignant tumors are hypothesized to harbor small populations of self-renewing cancer stem cells. Targeting these cells may be the decisive step to overcome treatment resistance and achieve tumor eradication in cancer patients. Advanced soft tissue sarcomas (STS) are rare tumors with a dismal prognosis and a small number of systemic treatment options. STS may originate from mesenchymal stem cells (MSC); the latter have mainly been isolated from adult bone marrow (BM) as non-hematopoietic, self-renewing cells whose in vitro progeny comprises osteoblasts, chondroblasts, myocytes, and adipocytes. While in vitro expression profiles of MSC have been investigated extensively, the in vivo counterparts of MSC are still hypothetical. To target rare human cell BM populations including MSC, an exclusive antibody panel was developed. The target antigens include platelet-derived growth factor receptor-β (CD140b), HER-2/erbB2 (CD340), the recently described W8B2 antigen as well as several surface antigens identified by novel antibodies. To define the expression pattern of MSC-markers in STS, three STS cell lines were tested for expression of these antigens. In addition, snap-frozen primary STS sections were analyzed by immunohistochemistry using the same antibody panel. All cell lines revealed expression of selected markers including CD340, W8B2, and CD140b. Several MSC markers were restricted to a subpopulation of cells. In addition, leiomyosarcoma cells displayed a different expression pattern as compared to liposarcoma and Ewing’s sarcoma cells. Results of immunohistochemistry analysis of primary leiomyosarcoma tumor samples correlated strongly with expression patterns established by FACS analysis. However, important cytoarchitectural features regarding selected markers were revealed by immunohistochemistry: while primary leiomyosarcomas displayed uniform expression of W7C6, HEK3D6, CD10, and CD318, other markers such as CD34, W5C5, and 57D2 were expressed by tumor endothelia only. Moreover, a population of perivascular tumor cells was found to express the MSC-markers W4A5, W8B2, CD140b, W3D5, and W5C4. Novel MSC-markers are expressed by subpopulations in STS cell lines as well as in primary sarcoma tissue. Further studies on the functional significance of these phenotypical studies are underway and may help to identify novel specific targets recognizing the self-renewing STS-compartment."
}