{
    "doi": "https://doi.org/10.1182/blood.V128.22.3918.3918",
    "article_title": "Activating Mutations Are Potent Pro-Leukemic Mediators in Murine MLL-MLLT3 Leukemia That Cause Distinct Transcriptional Profiles ",
    "article_date": "December 2, 2016",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Acquired activating mutations in kinase/PI3K/RAS signaling pathways occur in about half of pediatric acute leukemia cases with M ixed L ineage L eukemiagene rearrangements ( MLL -R; MLL , also known as KMT2A ). Mutations resulting in activated signaling cooperate with the MLL -R in mouse leukemia models, however, detailed insight on the effect on the transcriptional and proteomic landscape is lacking. In infant MLL -R acute lymphoblastic leukemia (ALL), a subtype with a very poor prognosis, a majority of the activating mutations are subclonal, but the biological mechanisms by which subclonal mutations affect leukemogenesis remain unclear. Here we show that NRAS G12D , FLT3 internal tandem duplication( ITD ) and FLT3 N676K ,cooperates with MLL-MLLT3 in myeloid leukemogenesis using a competitive murine retroviral bone marrow transplantation model. The addition of an activating mutation remodels the gene expression patterns of the MLL- R leukemia with distinct profiles for each mutation as determined by RNA-sequencing. Gene set enrichment analysis revealed enrichment of genes involved in chromatin assembly, transcription and stemness in leukemia induced by MLL-MLLT3 and NRAS G12D , FLT3 ITD or FLT3 N676K . Leukemia induced by only MLL-MLLT3 displayed upregulation of genes involved in signal transduction suggesting activation of such pathways by alternative mechanisms. Upon secondary transplantation, mice receiving MLL-MLLT3 -only leukemic cells succumbed to disease at a similar latency to those receiving MLL-MLLT3 and an activating mutation, supporting that fully transformed MLL-MLLT3 leukemias have sustained active signaling via high expression of genes involved in signal transduction. Using the same model as above but with significantly reduced numbers of transplanted cells containing an activating mutation, we could further show that a subclonal mutation, exemplified by FLT3 N676K , causes significantly reduced disease latency as compared to mice receiving MLL - MLLT3 only (34 vs 50 days). The size of the double positive ( MLL - MLLT3 + FLT3 N676K ) and single positive ( MLL-MLLT3 ) clones within each mouse was determined by flow cytometry revealing that 8/24 mice had a double positive subclone (≤50%). The clonal evolution of the double positive cells from 22/24 mice was assessed in secondary recipients showing three distinct patterns 1) increase in size, 19/22 mice 2) maintained, 2/22 mice or 3) decreased in size, 1/22 mice. Targeted gene re-sequencing of the latter leukemia that lost its MLLT3 + FLT3 N676K subclone, identified a de-novo Cbl A308T in the SH2-like domain, in the MLL-MLLT3 onlycells that had gained clonal dominance in the secondary recipient. The decreased disease latency in mice with subclonal activating mutations raises the possibility that cells with an activating mutation support the growth of other leukemic cells by direct cell-cell contact or through secreted factors. Transcriptome and proteomic analyses identified a high expression of the macrophage inhibitory factor (MIF), a pro-inflammatory cytokine, in mice with MLL-MLLT3 and NRAS G12D , FLT3 ITD or FLT3 N676K . Addition of rMIF increased the survival of MLL - MLLT3 murine leukemic cells in vitro. Although additional factors likely mediate pro-leukemic effects in vivo, our data suggest that MIF could be one of these factors. In summary, our data demonstrate that activating mutations cooperate with the MLL -R in murine leukemogenesis and cause widespread changes in the transcriptional landscape. In addition, our results suggest that cells containing an activating mutation in addition to an MLL -fusion positively influence the survival and likely also the growth of other leukemic cells, suggesting a pro-leukemic effect mediated by interclonal cooperation between clones carrying distinct mutational set-ups in leukemogenesis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "mice",
        "mutation",
        "transcription, genetic",
        "ms-like tyrosine kinase 3",
        "leukemic cells",
        "leukemogenesis",
        "impedance threshold device",
        "1-phosphatidylinositol 3-kinase",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Axel Hyrenius-Wittsten, MSc",
        "Helena Sturesson, PhD",
        "Michael P. Walsh, PhD",
        "Jenny Hansson, PhD",
        "Julhash U. Kazi, PhD",
        "Mattias Pilheden, MSc",
        "Stephanie Nance",
        "Pankaj Gupta",
        "Guangchun Song, PhD",
        "Jinghui Zhang, PhD",
        "Jing Ma, PhD",
        "Tanja A. Gruber, MD PhD",
        "James R. Downing, MD PhD",
        "Anna K. Andersson, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Axel Hyrenius-Wittsten, MSc",
            "author_affiliations": [
                "Division of Clinical Genetics, Lund University, Lund, Sweden "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Helena Sturesson, PhD",
            "author_affiliations": [
                "Division of Clinical Genetics, Lund University, Lund, Sweden "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael P. Walsh, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny Hansson, PhD",
            "author_affiliations": [
                "Division of Molecular Hematology, Lund University, Lund, Sweden "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julhash U. Kazi, PhD",
            "author_affiliations": [
                "Translational Cancer Research, Department of Laboratory Medicine, Lund University, Lund, Sweden "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mattias Pilheden, MSc",
            "author_affiliations": [
                "Division of Clinical Genetics, Lund University, Lund, Sweden "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Nance",
            "author_affiliations": [
                "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pankaj Gupta",
            "author_affiliations": [
                "Department of Computational Biology and Bioinformatics, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guangchun Song, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jinghui Zhang, PhD",
            "author_affiliations": [
                "Department of Computational Biology and Bioinformatics, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Ma, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanja A. Gruber, MD PhD",
            "author_affiliations": [
                "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R. Downing, MD PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna K. Andersson, PhD",
            "author_affiliations": [
                "Division of Clinical Genetics, Lund University, Lund, Sweden "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:35:07",
    "is_scraped": "1"
}