{
    "doi": "https://doi.org/10.1182/blood.V114.22.3851.3851",
    "article_title": "A Phase I Clinical Trial Testing the Combination of Bortezomib and Tipifarnib in Relapsed/Refractory Multiple Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster III",
    "abstract_text": "Abstract 3851 Poster Board III-787 Background Preclinical work from our group and others has demonstrated that the combination of a farnesyl transferase inhibitor (FTI) and the proteasome inhibitor bortezomib results in enhanced plasma cell apoptosis and is associated with AKT activation (David, Blood 2005). Sequence of bortezomib followed by a FTI synergistically inhibited cell growth compared to concurrent treatment. More recently, further preclinical data suggests that the mechanism responsible for this profound synergy is due to inhibition of HDAC6 with a resultant inhibition of both the proteasome and aggresome pathway (David ASH 2007). Based upon these observations, with the MMRC, we initiated a phase I trial combining the FTI tipifarnib with bortezomib to clinically evaluate the efficacy of this combination. Methods Patients with relapsed or refractory myeloma were treated with bortezomib at 1.0 mg/m 2 or 1.3mg/m 2 given on days 1,4,8, and 11 in conjunction with escalating doses of tipifarnib (100-400mg PO BID) given on days 2-15 every 21 days, respectively. Dose escalation was accomplished using an adaptive phase I design (Escalation With Overdose Control (EWOC)). Eligibility criteria included a serum creatinine of 500, and platelets >25. Results Twenty-six patients have been enrolled to date: bortezomib 1.0 mg/m2 with tipifarnib 100 mg (n=6), 200mg (n=5), 300mg (n=7), 400mg (n=2) and bortezomib 1.3mg/m 2 with tipifarnib 300mg (n=6), 400mg to be enrolled. Median age is 63 (range 42-77). 19/26 patients had received prior high dose therapy. The average number of prior therapies was 4, and, of the 26 patients, 10 were refractory to bortezomib (relapsed on therapy or within 6 months) 11 were bortezomib naïve, and 5 were previously exposed to bortezomib but not refractory. Among these patients with advanced myeloma and refractory disease, 50% had stabilization of disease or better. Maximum number of cycles received was 10. Of note, among the patients achieving clinical benefit, 1 had a stable M-protein, but experienced an 80% reduction in circulating plasma cells while on therapy, and another has had a 75% reduction in the free light chain assay. The most common drug-related toxicities were GI (17.0%) with nausea/vomiting occurring most frequently. Hematologic toxicities were difficult to ascertain as patients had advanced myeloma and many entered with platelet counts of 25-50. Additional grade 3 toxicities included renal insufficiency (related to PD), pneumonia and altered mental status which were all considered due to disease progression. There were no Grade 3- 5 non-hematologic drug related toxicities. There were no cardiac events or DVT, and 1 patient experienced grade 2 peripheral neuropathy who did not have pre- existing PN at baseline. Conclusions The combination of bortezomib and tipifarnib is supported by preclinical rationale and has produced stable disease or better among a group of patients with refractory and advanced myeloma. To date the optimal doses of both tipifarnib and bortezomib have yet to be defined, and additional patients will be enrolled to define the MTD by escalation of tipifarnib to 400 with 1.3mg/m2 of bortezomib. Correlative studies evaluating the effect of the combination on HDAC6 and plasma cell apoptosis will be presented. Disclosures: Lonial: Celgene: Consultancy; Millennium: Consultancy, Research Funding; BMS: Consultancy; Novartis: Consultancy; Gloucester: Research Funding. Kaufman: Millennium : Consultancy; Celgene: Consultancy, Research Funding; Genzyme: Consultancy; Merck: Research Funding.",
    "topics": [
        "bortezomib",
        "multiple myeloma",
        "tipifarnib",
        "toxic effect",
        "histone deacetylase 6",
        "cardiac event",
        "combined modality therapy",
        "creatinine tests, serum",
        "deep vein thrombosis",
        "disease progression"
    ],
    "author_names": [
        "Sagar Lonial, MD",
        "Dixil Francis, MPH",
        "Chatchada Karanes",
        "Suzanne Trudel, MD",
        "Akari M. Dollard",
        "Fermin Aceo",
        "Engin Gul",
        "Sumeet Kakar",
        "Amrita Y. Krishnan, MD, FACP",
        "Donna E. Reece, MD",
        "R. Donald Harvey, PharmD",
        "Jonathan L. Kaufman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sagar Lonial, MD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dixil Francis, MPH",
            "author_affiliations": [
                "Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chatchada Karanes",
            "author_affiliations": [
                "City of Hope, Duarte, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Trudel, MD",
            "author_affiliations": [
                "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akari M. Dollard",
            "author_affiliations": [
                "Multiple Myeloma Research Consortium, Norwalk, CT, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fermin Aceo",
            "author_affiliations": [
                "City of Hope, Duarte, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Engin Gul",
            "author_affiliations": [
                "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumeet Kakar",
            "author_affiliations": [
                "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amrita Y. Krishnan, MD, FACP",
            "author_affiliations": [
                "City of Hope, Duarte, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna E. Reece, MD",
            "author_affiliations": [
                "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Donald Harvey, PharmD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan L. Kaufman, MD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T04:27:53",
    "is_scraped": "1"
}