{
    "doi": "https://doi.org/10.1182/blood-2021-146016",
    "article_title": "Clinical Predictors of Outcome in Adult Patients with Acute Leukemias and Myelodysplastic Syndrome and COVID-19 Infection: Report from the American Society of Hematology Research Collaborative (ASH RC) Data Hub ",
    "article_date": "November 5, 2021",
    "session_type": "906.Outcomes Research-Myeloid Malignancies",
    "abstract_text": "Background: Predictors of severe infection and outcomes with COVID-19 in patients (pts) with acute myeloid leukemia (AML), acute lymphocytic leukemia (ALL) and myelodysplastic syndromes (MDS) are lacking. Pts with active disease may experience worse outcomes due to overall prognosis and cytopenias. Here we identify risk factors for severe COVID-19 infection and mortality in pts with AML, MDS, and ALL using the ASH RC COVID-19 Registry for Hematology. Methods: The ASH RC COVID-19 Registry for Hematology includes features and outcomes of a laboratory-confirmed or presumptive diagnosis of SARS-CoV-2 infection in adult pts with ongoing or a history of blood disorders. The Registry opened for data collection on April 1, 2020 and is a global effort housed on a secure data platform hosted by Prometheus Research, an IQVIA company. Data are made publicly available and regularly updated on the ASH RC website. Pt characteristics, outcomes, and predictors were analyzed and stratified by disease status (active initial diagnosis and relapsed/refractory vs. remission) and type of hematologic malignancy. Variables included age, comorbidities, type of hematologic malignancy (AML, MDS, ALL), neutrophil and lymphocyte count at time of COVID-19 diagnosis, and active treatment at the time of COVID-19 diagnosis. COVID-19 severity was defined as mild (no hospitalization required), moderate (hospitalization required), or severe (ICU admission required). Categorical pt characteristics for each response group and associations between response groups and characteristics (i.e., alive vs. dead, severity vs. non-severity) were summarized by frequency with differences between response groups evaluated by Fisher's exact test and odds ratios with 95% confidence intervals (CIs) estimated by logistic regression. Multivariable analyses identified independent predictors of outcomes. Results: Analyses were conducted on data from 257 pts with AML (n=135), MDS (n=40), and ALL (n=82); 46% were in remission and 44% had active disease (10% unknown). Overall mortality from COVID-19 infection was 21%. Pts with active disease were significantly more likely to present with moderate and severe COVID-19 compared to those in remission (remission vs. active disease, severe 33% (n=20) vs. 67%(n=40), moderate 45% (n=35) vs.55% (n=42), and mild: 67% (n=56) vs. 33% (n=28), p value <0.001) (Figure 1). This was significant when categorized as severe vs. non severe as well (p=0.002). COVID-19 severity was also associated with AML diagnosis, major comorbidities, and neutropenia and lymphopenia at the time of COVID-19 diagnosis. Univariate analyses of increased mortality after COVID-19 diagnosis were significantly associated with advanced age, male sex, pre-diagnosis survival < 6 months, active disease status, neutropenia, lymphopenia and forgoing ICU care. Multivariable analyses in all pts (Figure 1), revealed that increased COVID-19 related mortality was significantly associated with neutropenia at diagnosis (OR 3.15, 95% C.I. 1.31-8.08, p=0.01), estimated pre-COVID-19 prognosis of < 6 months (OR 8.58, 95% C.I. 3.24-24.46, p<0.001) and forgoing ICU care (OR 6.66, 95% C.I. 2.56-18.23, p<0.001). Among hospitalized pts, increased COVID-19 mortality was associated with estimated pre-COVID-19 prognosis of < 6 months (OR 6.77, 95% C.I. 2.34-22.24, p<0.001) and forgoing ICU care (OR 3.98, 95% C.I. 1.45-11.66, p=0.007). Pts who were older, male, smokers, with active disease, or estimated to have pre-COVID-19 survival of < 6 months were more likely to forgo ICU care. Forgoing ICU care (n=37,16%) was associated with a higher COVID-19 mortality in all pts (n=234, OR 15.6, 95% C.I. 6.4-40.9, p<0.001), hospitalized pts (n=143, OR 9.2, 95% C.I., 3.5-26.5, p<0.001) and in pts where ICU admission was indicated and declined (n=61 OR 5.6, 95% C.I. 1.1-56.4, p=0.03)). Neither active disease status nor ongoing cancer treatment were associated with increased mortality among hospitalized patients. Conclusions: These data suggest that patients with active disease experience significantly higher COVID-19 severity but not increased mortality from COVID-19. Patients who had neutropenia and a pre-COVID-19 prognosis of < 6 months had higher mortality from COVID-19 infection and may be more likely to forgo ICU care. If desired by patients, aggressive support for hospitalized patients with COVID-19 is appropriate regardless of remission status. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Desai:  Agios: Consultancy; Janssen R&D: Research Funding; Kura Oncology: Consultancy; Bristol Myers Squibb: Consultancy; Astex: Research Funding; Takeda: Consultancy. Goldberg:  AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Aprea: Research Funding; Prelude Therapeutics: Research Funding; Pfizer: Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; DAVA Oncology: Honoraria; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees; Arog: Research Funding; Celularity: Research Funding; Aptose: Consultancy, Research Funding. Anderson:  Sanofi-Aventis: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Millenium-Takeda: Membership on an entity's Board of Directors or advisory committees; Scientific Founder of Oncopep and C4 Therapeutics: Current equity holder in publicly-traded company, Current holder of individual stocks in a privately-held company; AstraZeneca: Membership on an entity's Board of Directors or advisory committees; Mana Therapeutics: Membership on an entity's Board of Directors or advisory committees. Neuberg:  Pharmacyclics: Research Funding; Madrigal Pharmaceuticals: Other: Stock ownership. Radhakrishnan:  Emcure Pharmaceuticals: Other: payment to institute; Bristol Myers Squibb: Other: payment to institute; Astrazeneca: Consultancy, Honoraria; Cipla Pharmaceuticals: Honoraria, Other: payment to institute; Pfizer: Consultancy, Honoraria; Johnson and Johnson: Honoraria; Novartis: Honoraria; Aurigene: Speakers Bureau; Roche: Honoraria, Other: payment to institute; Intas Pharmaceutical: Other: payment to institute; Dr Reddy's Laboratories: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen India: Honoraria; NATCO Pharmaceuticals: Research Funding. Roboz:  Novartis: Consultancy; Mesoblast: Consultancy; Amgen: Consultancy; Actinium: Consultancy; AbbVie: Consultancy; Janssen: Consultancy; Blueprint Medicines: Consultancy; Astex: Consultancy; Janssen: Research Funding; Daiichi Sankyo: Consultancy; Jazz: Consultancy; Agios: Consultancy; Glaxo SmithKline: Consultancy; Celgene: Consultancy; Otsuka: Consultancy; Astellas: Consultancy; Helsinn: Consultancy; MEI Pharma - IDMC Chair: Consultancy; Jasper Therapeutics: Consultancy; Bristol Myers Squibb: Consultancy; AstraZeneca: Consultancy; Bayer: Consultancy; Pfizer: Consultancy; Roche/Genentech: Consultancy. Sehn:  Novartis: Consultancy; Genmab: Consultancy; Debiopharm: Consultancy. Sekeres:  Takeda/Millenium: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees. Tallman:  Syros: Membership on an entity's Board of Directors or advisory committees; Kura: Membership on an entity's Board of Directors or advisory committees; NYU Grand Rounds: Honoraria; Innate Pharma: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Biosight: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Jazz Pharma: Membership on an entity's Board of Directors or advisory committees; Oncolyze: Membership on an entity's Board of Directors or advisory committees; KAHR: Membership on an entity's Board of Directors or advisory committees; Orsenix: Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees; Amgen: Research Funding; Rafael Pharmaceuticals: Research Funding; Glycomimetics: Research Funding; Biosight: Research Funding; Orsenix: Research Funding; Abbvie: Research Funding; Mayo Clinic: Honoraria; UC DAVIS: Honoraria; Northwell Grand Rounds: Honoraria; NYU Grand Rounds: Honoraria; Danbury Hospital Tumor Board: Honoraria; Acute Leukemia Forum: Honoraria; Miami Leukemia Symposium: Honoraria; New Orleans Cancer Symposium: Honoraria; ASH: Honoraria; NCCN: Honoraria. Wood:  Pfizer: Research Funding; Teladoc: Consultancy; Koneksa Health: Consultancy, Current equity holder in publicly-traded company.",
    "author_names": [
        "Pinkal Desai",
        "Aaron D Goldberg",
        "Kenneth C. Anderson",
        "Varun Narendra",
        "Donna S. Neuberg",
        "Vivek Radhakrishnan",
        "Robert A. Redd",
        "Gail J. Roboz",
        "Laurie H. Sehn",
        "Mikkael A. Sekeres",
        "Maximilian Stahl",
        "Martin S. Tallman",
        "John Colton Thompson",
        "Emily Tucker",
        "William A. Wood",
        "Lisa K. Hicks"
    ],
    "author_dict_list": [
        {
            "author_name": "Pinkal Desai",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aaron D Goldberg",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Varun Narendra",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna S. Neuberg",
            "author_affiliations": [
                "Department of Data Science, Dana-Farber Cancer Institute, Boston,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivek Radhakrishnan",
            "author_affiliations": [
                "Tata Medical Center, Kolkata, India"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Redd",
            "author_affiliations": [
                "Department of Data Science, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gail J. Roboz",
            "author_affiliations": [
                "Division of Hematology Oncology, Weill Cornell Medicine/New York Presbyterian Hospital, New York, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurie H. Sehn",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres",
            "author_affiliations": [
                "Cleveland Clinic Taussig Cancer Institute, Miami, FL"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maximilian Stahl",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin S. Tallman",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Colton Thompson",
            "author_affiliations": [
                "Seattle Cancer Care Alliance, Washington, DC"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Tucker",
            "author_affiliations": [
                "ASH Research Collaborative, Washington, DC"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William A. Wood",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of North Carolina, Chapel Hill, NC"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa K. Hicks",
            "author_affiliations": [
                "Division of Hematology/Oncology, St. Michael's Hospital, Toronto, Canada"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:39:05",
    "is_scraped": "1"
}