{
    "doi": "https://doi.org/10.1182/blood.V106.11.1380.1380",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=412",
    "start_url_page_num": 412,
    "is_scraped": "1",
    "article_title": "Leukemic CD34+CD38- Cells Display Conserved Differential Expression of Many ATP Binding-Cassette Transporter Genes. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "genes",
        "membrane transport proteins",
        "atp-binding cassette transporters",
        "leukemia, myelocytic, acute",
        "leukemic hematopoietic stem cell",
        "microbiology procedures",
        "p-glycoprotein",
        "reverse transcriptase polymerase chain reaction",
        "xenobiotics",
        "stem cells"
    ],
    "author_names": [
        "Marc H.G.P. Raaijmakers",
        "Elke P.L.M. de Grouw",
        "Louis T.F. van de Locht",
        "Bert A. van der Reijden",
        "Theo J.M. de Witte",
        "Joop H. Jansen",
        "Reinier A.P. Raymakers"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Radboud University Nijmegen Medical Centre, Nijmegen, Gelderland, Netherlands"
        ],
        [
            "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Gelderland, Netherlands"
        ],
        [
            "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Gelderland, Netherlands"
        ],
        [
            "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Gelderland, Netherlands"
        ],
        [
            "Department of Hematology, Radboud University Nijmegen Medical Centre, Nijmegen, Gelderland, Netherlands"
        ],
        [
            "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Gelderland, Netherlands"
        ],
        [
            "Department of Hematology, Radboud University Nijmegen Medical Centre, Nijmegen, Gelderland, Netherlands"
        ]
    ],
    "first_author_latitude": "51.8235728",
    "first_author_longitude": "5.8611812",
    "abstract_text": "In most cases of acute myeloid leukemia (AML) CD34+CD38− cells are considered to be stem cells, responsible for the maintenance and relapse of AML. ATP binding cassette transporters function in the extrusion of xenobiotics and chemotherapeutical compounds, and may be involved in therapy resistance. Elucidation of mechanisms conferring drug resistance to CD34+CD38− cells is essential to provide novel targets for stem cell eradication in AML. We studied gene expression of all 45 transmembrane ABC transporters (the complete ABCA, B, C, D and G family) in human hematopoietic CD34+CD38− cells and more committed CD34+CD38+ progenitor cells, from healthy donors and patients with non-hematological diseases (N=11) and AML patients (N=11). Gene expression was assessed using a novel real-time RT-PCR approach with micro fluidic cards. In normal CD34+CD38− cells 36 ABC transporters were expressed, 22 of these displayed significant higher expression in the CD34+CD38− cell fraction compared to the CD34+CD38+ cell fraction. In addition to the known stem cell transporters (ABCB1, ABCC1 and ABCG2) these differential expressed genes included many members not previously associated with stem cell biology. In AML the ABC transporter expression profile was largely conserved, including expression of all 13 known drug transporters. These data suggest an important role for many ABC transporters in hematopoietic stem cell biology. In addition, the preferential expression of a high number of drug transport related transporters predicts that broad spectrum inhibition of ABC transporters is likely to be required for CD34+38− stem cell eradication in AML. This approach will, apart from affecting the leukemic stem cells, equally affect the normal stem cells."
}