{
    "doi": "https://doi.org/10.1182/blood.V108.11.4135.4135",
    "article_title": "Inactivation of Human White Blood Cells in Red Blood Cell Products Using Mirasol® Pathogen Reduction Technology (PRT). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The transfusion of blood products can result in transmission of pathogens and immunological consequences such as transfusion associated graft-versus-host disease and alloimmunization. Previous studies have shown that exposure of platelet concentrates to riboflavin and light (Mirasol PRT treatment) causes irreparable modification of nucleic acids that results in inactivation of a wide range of pathogens as well as inhibition of the immunological responses mediated by the WBC present in platelet concentrates. Initial studies investigated the effects of Mirasol PRT treatment of RBC concentrates on WBC function. Human peripheral blood mononuclear cells (PBMNC) were purified by Ficoll-Hypaque discontinuous centrifugation from control or test non-leukoreduced RBC units exposed to riboflavin and varying doses of light. These PBMNC were tested for their ability to be activated in response to PMA, to proliferate in response to PHA or allogeneic stimulator cells, and to stimulate proliferative responses of allogeneic responder cells. While lower light doses were sufficient to inhibit activation and proliferation, higher energies (30J/ml RBC) were required for inhibition of antigen presentation. These Mirasol treatment conditions did not induce crossmatch incompatibility, methemoglobin (MetHb) levels stayed within an acceptable range (2.6% + 1.5) and hemolysis was below 1% during storage. Interestingly, MetHb levels decreased to background levels during storage at 4°C, suggesting that the activity of the enzyme NADH methemoglobin reductase was not compromised by the exposure to riboflavin and light. These treatment conditions also reduced levels of Gram positive and negative bacteria to the limits of detection and reduced infectivity of both enveloped and non-eveloped viruses by > 4 logs on average in packed, washed RBC units. In summary, Mirasol PRT is able to functionally inactivate WBCs and pathogens in washed RBC products without adversely affecting the quality of the RBCs. This novel pathogen reduction therapy for RBC products complements the Mirasol PRT treatment for platelets and offers inactivation of pathogens in cellular blood components using a single technology.",
    "topics": [
        "alloimmunization",
        "blood component transfusion",
        "blood products",
        "centrifugation",
        "concentrate dosage form",
        "deoxyhemoglobin",
        "diatrizoate",
        "enzymes",
        "ficoll",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Loren D. Fast, PhD",
        "Susanne Marschner, Ph.D.",
        "Gilbert DiLeone, Ph.D.",
        "Suzann K. Doane, B.S.",
        "Raymond P. Goodrich, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Loren D. Fast, PhD",
            "author_affiliations": [
                "Medicine, Rhode Island Hospital/Brown University, Providence, RI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susanne Marschner, Ph.D.",
            "author_affiliations": [
                "Navigant Biotechnologies, Lakewood, CO, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gilbert DiLeone, Ph.D.",
            "author_affiliations": [
                "Medicine, Rhode Island Hospital/Brown University, Providence, RI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzann K. Doane, B.S.",
            "author_affiliations": [
                "Navigant Biotechnologies, Lakewood, CO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymond P. Goodrich, Ph.D.",
            "author_affiliations": [
                "Navigant Biotechnologies, Lakewood, CO, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T13:03:23",
    "is_scraped": "1"
}