{
    "doi": "https://doi.org/10.1182/blood.V122.21.1135.1135",
    "article_title": "Statin Use Was Associated With a Non-Significant Reduction In The Observed Incidence Of Recurrent VTE In Einstein-DVT and Einstein-PE ",
    "article_date": "November 15, 2013",
    "session_type": "332. Antithrombotic Therapy: Poster I",
    "abstract_text": "Background Several observational studies in patients at high risk of arterial vascular disease have shown that statin use is associated with a decreased risk of venous thromboembolism (VTE). A recent meta-analysis showed that the odds ratio for a first venous thromboembolic event for statin users was 0.89 (95% confidence interval [CI], 0.78–1.01) compared with non-users (Rahmini K, et al. PLoS Med 2012;9: e1001310 doi:10.1371/journal.pmed.1001310). Objective To evaluate the risk of recurrent VTE in patients with VTE treated with an anticoagulant (rivaroxaban or enoxaparin/vitamin K antagonist [VKA]) in relation to the concomitant use of statin therapy in the EINSTEIN-DVT and EINSTEIN-PE studies. Measurements Incidence densities of symptomatic recurrent VTE and major bleeding were expressed per 100 patient-years of exposure (or not) to statins. A Cox proportional hazards model was employed, with statin use as a time-dependent variable, for each treatment group (rivaroxaban vs enoxaparin/VKA) and adjusted for aspirin use, age, body mass index, cardiac disorders, gender, and creatinine clearance at baseline. Results A total of 1509 (18%) of the 8240 patients included in EINSTEIN-DVT and EINSTEIN-PE used statins during the course of the studies. Statin users were more likely to have cardiovascular disorders (31% vs 10%) and also used aspirin more often (26% vs 5%). During statin/rivaroxaban treatment, recurrent VTE occurred with an incidence of 2.0 per 100 patient-years versus 3.6 during non-statin-use (adjusted hazard ratio [HR], 0.62; 95% CI, 0.29–1.32). During statin/enoxaparin/VKA use, recurrent VTE occurred at an incidence of 3.2 per 100 patient-years versus 4.0 during non-statin-use (adjusted HR, 0.89; 95% CI, 0.47–1.69). Major bleeding during statin/rivaroxaban treatment occurred at an incidence of 2.2 per 100 patient-years versus 1.6 during non-statin-use (adjusted HR, 0.92; 95% CI, 0.43–1.98). During statin/enoxaparin/VKA treatment, the rate of major bleeding was 3.7 per 100 patient-years compared with 3.0 during non-statin-use (adjusted HR, 0.69; 95% CI, 0.36–1.32). Due to the adjustments in the Cox regression model the direction of these hazard ratios are in contrast to the crude comparison of rates by patient-years. This is largely because, in general, statin users are older and most of the major bleeding events in statin users occur in the ≥60 years age group. Limitations The study comprised a post-hoc analysis of data collected in two randomized clinical trials. Because the analyses were not a comparison of randomized groups, residual confounding is possible. Conclusions A modest, but not statistically significant, reduction in recurrent VTE was observed with statin use in patients treated for VTE. This reduction was similar in patients receiving enoxaparin/VKA or rivaroxaban therapy. Disclosures: Gebel: Bayer HealthCare AG: Employment, Equity Ownership. Prins: Bayer HealthCare: Consultancy, Honoraria, Research Funding; Boehringer Ingelheim: Consultancy, Honoraria, Research Funding; sanofi-aventis: Consultancy, Honoraria, Research Funding; GlaxoSmithKline: Consultancy, Honoraria, Research Funding; Daiichi Sankyo: Consultancy, Honoraria, Research Funding; LeoPharma: Consultancy, Honoraria, Research Funding; ThromboGenics: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding. Lensing: Bayer HealthCare: Employment.",
    "topics": [
        "einstein dvt study",
        "einstein pe study",
        "statins",
        "venous thromboembolism",
        "vitamin k antagonists",
        "enoxaparin",
        "rivaroxaban",
        "hemorrhage",
        "aspirin",
        "anticoagulants"
    ],
    "author_names": [
        "Martin Gebel, PhD",
        "Martin Prins, MD",
        "Anthonie WA Lensing, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martin Gebel, PhD",
            "author_affiliations": [
                "Bayer HealthCare AG, Wuppertal, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Martin Prins, MD",
            "author_affiliations": [
                "Clinical Epidemiology and Technology Assessment, University Medical Center, Maastricht, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthonie WA Lensing, MD",
            "author_affiliations": [
                "Bayer HealthCare AG, Wuppertal, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T06:37:06",
    "is_scraped": "1"
}