{
    "doi": "https://doi.org/10.1182/blood.V108.11.2416.2416",
    "article_title": "Molecular Mechanisms Regulating Resistance to the Akt Inhibitor Perifosine in Waldenstrom’s Macroglobulinemia, the Role of the ERK and PKC Pathways. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: We have previously demonstrated activity of the new Akt inhibitor perifosine (NSC 639966; Keryx, NY) in Waldenstrom’s Macroglobulinemia (WM). Perifosine induced complete inhibition of Akt phosphorylation along with induction of apoptosis in WM cells. However, MAPK pathways and PKC proteins were activated in response to perifosine. MAPK and PKC pathways are known to promote cell proliferation. Therefore, understanding the mechanism by which perifosine induces MEK/ERK and PKC activation is important to better understand the mechanisms of response/resistance to this novel agent in ongoing clinical trials. Methods: WM cell lines (BCWM.1, WM-WSU) were treated with perifosine or with the specific Akt inhibitor Triciribine (Biomol, PA). In addition, knockdown of Akt was performed using shRNA silencing techniques (lentivirus shRNA vector, Invitrogen, Ca). The following inhibitors were also used: PI3K inhibitor LY294002 (Calbiochem, CA) and MEK inhibitor (U0126, Calbiochem, CA). Inhibition of proliferation was measured using the MTT assay. Immunoblotting was performed at different time points. Results: Perifosine induced cytotoxicity in WM cells and induced MEK/ERK activation and pPKC activation in a dose and time dependent fashion. We then treated WM cells with perifosine in the presence or absence of the MEK inhibitor U0126 and demonstrated that the combination of the two agents induced significant synergistic activity. We sought to identify the molecular mechanism by which perifosine induces MEK/ERK activation. We demonstrated that the specific AKT inhibitor Triciribine inhibited AKT and induced cytotoxicity in WM cells in a similar fashion to perifosine. However, unlike perifosine, it did not enhance MEK/ERK activity. Similarly, using Akt shRNA, we demonstrated that, despite inhibition of Akt activation, MEK/ERK was not activated. These data indicate that the effect of perifosine on MEK/ERK pathway is not through a compensatory feedback mechanism of Akt inhibition as previously thought. Therefore, we hypothesized that the effect of perifosine on the MEK/ERK pathway is through modulation of upstream pathways, specifically PI3K, PKC and c-Raf/MEK pathways. We first demonstrated that the specific PI3K inhibitor LY294002 (25mM for 15 minutes) completely abrogated Akt phosphorylation, while inducing significant ERK activation, indicating that the effect of perifosine on MEK/ERK may be similar to that of LY294002. We also demonstrated that perifosine and LY294002 activated c-Raf and pan-pPKC at 4 hrs. Conclusion: Based on this, we believe that in the presence of perifosine, growth receptor stimulation leads to PLC and RTK activation, which induces PIP2 stimulation. PIP2 is upstream of PI3K and PKC. Given that PI3K is blocked by perifosine, PIP2 leads to activation of PKC, which then induces growth stimulation, and activation of c-Raf and downstream MEK/ERK. In addition, growth receptors may also activate Raf through the Ras/Raf/MEK pathway, independent of PKC. These studies provide a better understanding of molecular mechanisms that regulate resistance to perifosine. Future combinations of perifosine with MEK inhibitors or PKC inhibitors such as AZD6244 and Enzastaurin may overcome this resistance and induce significant activity in WM.",
    "topics": [
        "perifosine",
        "proto-oncogene proteins c-akt",
        "waldenstrom macroglobulinemia",
        "1-phosphatidylinositol 3-kinase",
        "mitogen-activated protein kinase inhibitors",
        "mitogen-activated protein kinase kinase inhibitors",
        "phosphatidylinositol 4,5-diphosphate",
        "cytotoxicity",
        "mitogen-activated protein kinases",
        "triciribine phosphate"
    ],
    "author_names": [
        "Xavier Leleu, MD",
        "Hai Ngo",
        "Xiaoying Jia",
        "Anne-Sophie Moreau, MD",
        "Evdoxia Hatjiharisi, MD",
        "Ruben Carrasco, MD",
        "Garrett O’Sullivan",
        "Judith Runnels, PhD",
        "Yu-Tsu Tai, PhD",
        "Steven Treon, MD",
        "Teru Hideshima, MD",
        "Kenneth Anderson, MD",
        "Irene Ghobrial, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xavier Leleu, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA",
                "Service des Maladies du Sang and Laboratoire d’Immunologie, CHRU, Lille, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hai Ngo",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoying Jia",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne-Sophie Moreau, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA",
                "Service des Maladies du Sang and Laboratoire d’Immunologie, CHRU, Lille, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evdoxia Hatjiharisi, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben Carrasco, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Garrett O’Sullivan",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith Runnels, PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Tsu Tai, PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Treon, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teru Hideshima, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Anderson, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene Ghobrial, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T21:33:03",
    "is_scraped": "1"
}