{
    "doi": "https://doi.org/10.1182/blood.V104.11.76.76",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=146",
    "start_url_page_num": 146,
    "is_scraped": "1",
    "article_title": "The Transcriptome of Multiple Myeloma (MM) Defines Disease Subgroups with Distinct Genetic and Clinical Features. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "multiple myeloma",
        "signs and symptoms",
        "genetics",
        "karyotype determination procedure",
        "creatinine",
        "cyclin d1",
        "gene expression profiling",
        "immunoglobulin a",
        "immunoglobulin isotypes",
        "magnetic resonance imaging"
    ],
    "author_names": [
        "Fenghuang Zhan, PhD",
        "Bart Barlogie, MD, PhD",
        "Yongsheng Huang, PhD",
        "Eric Rasmussen",
        "Jeffrey Sawyer",
        "M. Santra",
        "Ronald Walker, MD",
        "Guido Tricot, MD, PhD",
        "John Crowley",
        "Elias Anaissie, MD",
        "John Shaughnessy, PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Cancer Research and Biostatistics, Seattle, WA, USA"
        ],
        [
            "Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Radiology, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Cancer Research and Biostatistics, Seattle, WA, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "This study updates our previous molecular classification of myeloma (MM) using gene expression profiling (GEP) of plasma cells from 351 newly diagnosed MM cases and a microarray containing ~33,000 genes. After normalization of expression values, 2,800 genes exhibited a high degree of variation (SD >0.6) across a training set of 177 cases. Unsupervised hierarchical cluster analysis identified seven distinct subgroups with strong correlations to known translocations and cytogenetic abnormalities. The sample dendrogram created two major branches. Cases with normal karyotypes (Group I, n=38) and hyperdiploid karyotypes (Group II, n=36) were located on one branch. On the second branch CCND1 spikes defined Group III (n=30). Group IV (n=16) was defined by proliferation-associated genes and contained an even distribution of hyperdiploid and hypodiploid karyotypes. MAF and MAFB spikes clustered together and defined Group V (n=10). Group VI (n=21), not defined by any of the above parameters, was characterized by elevated expression of CST6. MMSET spikes defined Group VII (n=26). Statistically significant characteristics were as follows. MM cases with an IgA isotype were predominant in Groups V, VI, and VII (P=.009). B2M levels were significantly elevated in Group IV (mean 7.66 mg/L) and Group V (mean 9.09 mg/L) (P=.003). Creatinine (≥2.0 mg/dL) (P=.005) and LDH (UI/L) (P=.003) were significantly elevated in Group IV. Cytogenetic abnormalities predominated in Groups IV and VII (P=.0002). When abnormal karyotypes were present, Groups II and IV tended to have hyperdiploidy (P=.001) and Groups IV and VII hypodiploidy (P=.002). Group VI had fewer MRI lesions (P=.001). Finally, FISH detectable 14q32 translocations predominated in Groups III, V, and VII (P<.0001). SAM and Chi-square analyses were used to identify 50 genes whose expression uniquely defined each subgroup. Using these 350 genes (7′50), we performed PAM analysis on the 177 training set to determine the degree of correlation with the original unsupervised cluster analysis, which revealed 91% accuracy between the two tests. We then applied the 350 gene PAM model to a test group of 174 cases. Resulting cluster designations were highly correlated with a common distribution of cytogenetic and clinical parameters in the training and test sets. Kaplan-Meier test of event-free survival (EFS) and overall survival (OS) among the seven groups resulted only in a marginal separation. Based on data trends and previously published data, groups were separated into low risk (Groups I, II, III, VI) and high risk (Groups IV, V, VII) and Kaplan-Meier tests performed. Significant differences were found in both the training set (EFS, P<.0002; OS, P=.0033) and the test set (EFS, P=.021; OS, P=.0015). Data presented here suggest that MM is broad descriptor of multiple discrete molecular and clinical entities with unique mechanisms of transformation. This classification schema should provide a novel framework for the application of current therapies and may facilitate development of subgroup-specific treatment strategies."
}