{
    "doi": "https://doi.org/10.1182/blood.V122.21.2106.2106",
    "article_title": "Brentuximab Vedotin Administered To Platinum-Refractory Transplant Naïve Hodgkin Lymphoma Patients Can Increase The Proportion Achieving FDG-PET Negative Status ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "abstract_text": "Background Classical Hodgkin lymphoma (HL) is characterized by CD30-positive Reed-Sternberg cells and is frequently curable with initial therapy. The standard treatment for relapsed or refractory HL is multi-agent salvage chemotherapy, most commonly with platinum-based regimens followed by high dose chemoradiotherapy and autologous stem cell transplantation (ASCT) in patients with chemosensitive disease. Normalization of fluorodeoxyglucose-positron emission tomography (FDG-PET) imaging prior to ASCT has been associated with improved outcomes (Moskowitz AJ et al., 2010) even when a second salvage therapy is employed (Moskowitz CH et al., 2012). Thus, achieving a FDG-PET negative state prior to ASCT is desirable. Brentuximab vedotin (BV), a CD30-directed antibody linked to the antitubulin agent monomethyl auristatin E, is a safe and well-tolerated therapy with favorable response rates in relapsed HL post-ASCT. Limited data exist regarding the use of BV as salvage therapy in transplant naive patients with persistently positive FDG-PET. We evaluated the role of BV in achieving FDG-PET negative status in patients with platinum-refractory HL prior to ASCT. Methods Patients with relapsed or refractory HL treated at the Fred Hutchinson Cancer Research Center, Seattle Cancer Care Alliance, and University of Washington Medical Center between 2009 and 2013 were included in this retrospective analysis if they achieved less than a complete response with a persistently abnormal FDG-PET following platinum-based salvage therapy. All patients had CD30-positive tumors, received BV following the failed salvage regimen and had follow-up functional imaging. The primary endpoint of this study was the ability of BV to normalize FDG-PET scans. Secondary endpoints included disease response, response to subsequent therapy in BV failures, toxicity, ability to proceed to ASCT, and survival and progression-free status. Results We identified 15 patients (10 male and 5 female) with platinum-refractory HL who met the above inclusion criteria. The median age at diagnosis was 30.8 years (range, 17- 64) and the numbers of patients with stage II, III, and IV disease were 6, 4, and 2 patients, respectively. 3 patients did not have staging data available. 11 patients had primary refractory disease and 4 patients had relapsed disease. Qualifying platinum-based salvage therapy included ICE/RICE (10); bendamustine, etoposide, carboplatin (2); gemcitibine, carboplatin, dexamethasone (2); and DHAP (1). The response to platinum-based therapy was partial response (PR), stable disease (SD), and progressive disease (PD), in 3, 9, and 3 patients, respectively. All patients had residual FDG-avid disease on PET with a median maximum bulk of 12.8 cm on CT. The median number of regimens received prior to BV was 2.5 (range, 2-4), and the best response to any prior chemotherapy was complete remission (CR) in 13% (2/15), PR in 33% (5/15), SD in 40% (6/15), and PD in 13% (2/15) of patients. A median of 4 BV cycles (range, 2 to 7) was administered at the standard dose of 1.8 mg/m 2 every 3 weeks. 2 patients had a documented grade 2 or higher adverse event (peripheral neuropathy, allergic reaction), but BV was not discontinued in either patient. Treatment with BV converted 47% (7/15) of platinum-refractory patients to FDG-PET negative status, while 7% (1/15) achieved a PR. The overall response rate was 53% (8/15). At the time of analysis, 87% (13/15) of patients had proceeded to HDT/ASCT. For the 8 patients whose post-ASCT restaging scans are available, 50% (4/8) and 12.5% (1/8) of patients achieved CR and PR, respectively. At the time of analysis, 14/15 patients were alive and 8 patients were documented to be progression-free. The median follow-up since the last dose of BV and ASCT was 485 days and 491 days, respectively. FDG-PET negative CR rates to BV based on the response to platinum therapy were 67% (2/3), 56% (5/9), and 0% (0/3) in patients with PR, SD, and PD, respectively. Conclusion Our data suggest that BV can induce a FDG-PET negative CR in approximately half of all transplant naïve platinum-refractory HL patients and may be a particularly effective second-line salvage strategy for patients who have achieved at least SD or better. Further prospective studies are needed to confirm these findings and determine if BV-induced CRs predict the same post-ASCT outcomes as conventional salvage regimens. Disclosures: Holmberg: Seattle Genetics: Consultancy, Research Funding; Millennium: Research Funding; Merck: Research Funding; Otsuka: Research Funding; Sanofi: Research Funding; Educational Concepts: Speakers Bureau; Allos: Consultancy; Genzyme: Consultancy. Shustov: Seattle Genetics: Consultancy, Honoraria, Research Funding. Pagel: Seattle Genetics: Equity Ownership. Press: Roche/Genentech: Consultancy. Gopal: Seattle Genetics: Consultancy, Honoraria, Research Funding, Speakers Bureau; Millenium: Speakers Bureau.",
    "topics": [
        "brentuximab vedotin",
        "fluorodeoxyglucose positron emission tomography",
        "hodgkin's disease",
        "platinum",
        "transplantation",
        "autologous stem cell transplant",
        "salvage therapy",
        "antigens, cd30",
        "chemotherapy regimen",
        "complete remission"
    ],
    "author_names": [
        "Maika Onishi, MD",
        "Leona Holmberg, MD, PhD",
        "Andrei R. Shustov, MD",
        "Karen Schiavo",
        "ARNP",
        "Mary Philip, MD, PhD",
        "Edward N. Libby, III, MD",
        "Ryan D. Cassaday, MD",
        "John M. Pagel, MD, PhD",
        "David G. Maloney, MD, PhD",
        "Damian J. Green, MD",
        "Brian G. Till, MD",
        "Oliver W. Press, MD, PhD",
        "Ajay K. Gopal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maika Onishi, MD",
            "author_affiliations": [
                "Department of Medicine, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leona Holmberg, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrei R. Shustov, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Schiavo",
            "author_affiliations": [],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "ARNP",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Philip, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward N. Libby, III, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan D. Cassaday, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M. Pagel, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David G. Maloney, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damian J. Green, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian G. Till, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver W. Press, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajay K. Gopal, MD",
            "author_affiliations": [
                "University of Washington/ Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T04:00:25",
    "is_scraped": "1"
}