{
    "doi": "https://doi.org/10.1182/blood.V104.11.2060.2060",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=266",
    "start_url_page_num": 266,
    "is_scraped": "1",
    "article_title": "An Alternative Growth Factor for Hematopoietic Stem Cells and Megakaryocytopoiesis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The role of serotonin (5-hydroxytryptamine, 5-HT) on the regulation of blood stem cell proliferation and thrombopoiesis has not been recognized until 1996, when we reported that serotonin has a mitogenic effect on murine megakaryocytopoiesis via 5-HT2 receptors (Yang et al, Blood Coagul Fibrin 1996). Our study also indicated that the uptake ability of serotonin is well established in human megakaryoblasts (Yang et al, Int J Hematol, 1996). 5-HT 2A, 2B and 2C receptors were identified on human megakaryocytes and serotonin also promoted human megakaryocytopoiesis via these receptors (Yang et al, Blood, 2001; 2002 suppl). Thus, we established a new concept that serotonin is a growth factor for megakaryocytopoiesis (Yang et al, Blood, 2003 suppl). We further investigated the role of serotonin on human hematopoietic stem cells, bone marrow stromal cells and platelet formation. Serotonin (200 nM) significantly enhanced TPO, SCF plus FL -induced the ex vivo expansion of CD34+ cells, CD34+38- cells, CD41+61+ cells, CFU-GEMM and CFU-MK from cord blood CD34+ cells (MACS) (n=25) at day 8 (P<0.001). More significantly, serotonin enhanced the engraftment of human CD45+ cells, and their myeloid subsets CD33+ (p=0.05) in NOD/SCID mice. The expression of 5-HT 2A, 2B and 2C receptors was detectable in fresh CD34+ cells by RT PCR. These 5-HT receptors were further demonstrated in 1% of CD34+ cells by FACS. Our data also demonstrated that serotonin significantly stimulated the proliferation of bone marrow stromal cells in a dose-dependent manner (10–500 nM) in human CFU-F assay. A maximum stimulation was obtained at 200 nM of serotonin (n=5, p=0.03). The effect of serotonin was similar to that of PDGF and VEGF, but weaker than that of FGF-2 at their optimal dose. Serotonin also significantly enhanced FGF-2, PDGF or VEGF -induced CFU-F formation (p<0.05). 5-HT 2A, 2B and 2C receptors were also demonstrated in bone marrow stromal cells by RT-PCR and around 1% positive confirmed by FACS. Results on thrombopoiesis showed that 5-HT2A, 2B and 2C receptors were expressed strongly (80–99%) on MB megakaryocytes and MK cell lines. Serotonin also increased the size of cultured megakaryocyte suggesting it has a promoting effect on megakaryocyte maturation. Ketanserin, a 5-HT2B receptor antagonist, was showed in the same study to block the mitogenic effect on megakaryocyte differentiation. Serotonin also has an effect on actin re-organization in Meg-01 cells. We have provided the evidence of serotonin as a growth factor for blood stem cells and MK cells. Based on this concept, alternative drug could be developed for the treatment of thrombocytopenia.",
    "topics": [
        "growth factor",
        "hematopoietic stem cells",
        "megakaryocytopoiesis",
        "serotonin",
        "mechlorethamine",
        "fibroblast growth factor 2",
        "platelet-derived growth factor",
        "reverse transcriptase polymerase chain reaction",
        "vascular endothelial growth factor a",
        "5-ht2 receptors"
    ],
    "author_names": [
        "Mo Yang, PhD",
        "Karen Kwar Har Li, PhD",
        "C.K.Y. Chuen, MS",
        "Ki Wai Chick, MBBS",
        "Nga Hin Pong, MS",
        "Tai Fai Fok, MD"
    ],
    "author_affiliations": [
        [
            "Department of Paediatrics, The Chinese University of Hong Kong, Hong Kong, China"
        ],
        [
            "Department of Paediatrics, The Chinese University of Hong Kong, Hong Kong, China"
        ],
        [
            "Department of Paediatrics, The Chinese University of Hong Kong, Hong Kong, China"
        ],
        [
            "Department of Paediatrics, The Chinese University of Hong Kong, Hong Kong, China"
        ],
        [
            "Department of Paediatrics, The Chinese University of Hong Kong, Hong Kong, China"
        ],
        [
            "Department of Paediatrics, The Chinese University of Hong Kong, Hong Kong, China"
        ]
    ],
    "first_author_latitude": "22.419624999999996",
    "first_author_longitude": "114.2067606"
}