{
    "doi": "https://doi.org/10.1182/blood.V112.11.4217.4217",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1320",
    "start_url_page_num": 1320,
    "is_scraped": "1",
    "article_title": "Direct Interaction of Ahi-1 with BCR-ABL Modulates BCR-ABL Transforming Activity and Imatinib Response in a BCR-ABL Inducible Cell Line Model ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "topics": [
        "apnea-hypopnea index procedure",
        "bcr-abl tyrosine kinase",
        "cell lines",
        "imatinib mesylate",
        "annexins",
        "chlorofluorocarbons",
        "cd34 antigens",
        "did not receive therapy or drug",
        "doxycycline",
        "fusion proteins, bcr-abl"
    ],
    "author_names": [
        "Min Chen, M.D., PhD",
        "Leon Zhou",
        "Donna DeGeer",
        "Ranko Vukovic",
        "Ali G Turhan, M.D., PhD",
        "Xiaoyan Jiang, M.D., PhD"
    ],
    "author_affiliations": [
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Department of Hematology, University of Poitiers, Poitiers, France Ahi-1"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ]
    ],
    "first_author_latitude": "49.262626600000004",
    "first_author_longitude": "-123.11940499999999",
    "abstract_text": "(Abelson helper integration site-1) is a novel oncogene that was initially identified by provirus insertional mutagenesis in v-abl-induced murine pre-B cell lymphoma as a candidate cooperate oncogene. The Ahi-1 protein has a SH3 domain, multiple SH3 binding sites and WD-repeat domains, suggesting novel signaling activities. We have recently demonstrated that AHI-1 is highly deregulated in human leukemic cells, particularly in BCR-ABL + leukemic stem cells from patients with chronic myeloid leukemia (CML). Overexpression of Ahi-1 in primitive hematopoietic cells confers a growth advantage in vitro and induces leukemia in vivo; these effects can be enhanced by BCR-ABL , a fusion oncogene that plays a major role in the genesis of CML. Conversely, RNAi-mediated suppression of AHI-1 in BCR-ABL -transduced lin − CD34 + human cord blood cells and leukemic stem/progenitor cells from CML patients reduces their growth autonomy in vitro. Interestingly, a direct physical interaction between AHI-1 and BCR-ABL at endogenous levels has been identified in CML cells and this interaction complex further mediates tyrosine kinase inhibitor response/resistance of CML stem/progenitor cells. To further investigate regulatory roles of Ahi-1 in mediating BCR-ABL transforming activities and altered signaling, we have now evaluated co-operative effects of Ahi-1 in a BCR-ABL inducible BaF3 cell line model in which the level of expression of p210 BCR-ABL can be variably down-regulated by exposure to doxycycline (Dox). These experiments showed that reduction in BCR-ABL protein expression in the presence of Dox resulted in a corresponding decrease in growth factor independence both in liquid suspension cultures and in semi-solid cultures and an increase in Annexin V+ apoptotic cells in vitro. Interestingly, stable co-expression of Ahi-1 in BCR-ABL inducible BaF3 cells under these stringent conditions enabled them to grow continuously in liquid suspension culture, with fewer Annexin V+ apoptotic cells, and to produce more factor independent CFCs than cells transduced with BCR-ABL alone (10–30 fold). Strikingly, Ahi-1 co-transduced cells also displayed greater resistance to imatinib and, in the presence of IL-3, produced as many CFCs as were produced by the same cells without treatment of imatinib. In contrast, BCR-ABL -transduced cells alone showed a significant reduction of CFC output in response to imatinib. Western blot analysis further demonstrated that co-expression of Ahi-1 in BCR-ABL inducible cells resulted in sustained phosphorylation of BCR-ABL and enhanced activation of JAK2/STAT5 compared to BCR-ABL inducible cells alone when BCR-ABL expression was downregulated in the presence of Dox. Moreover, physical interaction between Ahi-1 and BCR-ABL was demonstrated by co-IP studies in Ahi-1 co-expressed BCR-ABL inducible cells. Taken together, these results provide direct evidence of the regulatory role of Ahi-1 in BCR-ABL -mediated transformation and imatinib response that is associated with altered BCR-ABL phosphorylation and JAK2/STAT5 activation."
}