{
    "doi": "https://doi.org/10.1182/blood.V122.21.1921.1921",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2533",
    "start_url_page_num": 2533,
    "is_scraped": "1",
    "article_title": "Combination Of 2-Deoxy-D-Glucose With ABT-199 Efficiently Kills All Molecular Subgroups Of Myeloma Cells ",
    "article_date": "November 15, 2013",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "topics": [
        "deoxyglucose",
        "killing",
        "myeloma cells",
        "mannose",
        "protein p53",
        "cancer",
        "cyclin d1",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "hexokinase",
        "multiple myeloma"
    ],
    "author_names": [
        "Maxime Halliez",
        "Sophie Maïga",
        "Cyrille Touzeau, MD",
        "Patricia Gomez-Bougie, PhD",
        "Steven Le Gouill, MD, PhD",
        "Marie-Christine Bene, PharmSciD, PhD",
        "Philippe Moreau, MD",
        "Catherine Pellat-Deceunynck, PhD",
        "Martine Amiot, PhD"
    ],
    "author_affiliations": [
        [
            "UMR INSERM U892, UMR 6299, Nantes, France, "
        ],
        [
            "UMR INSERM U892, UMR 6299, Nantes, France, "
        ],
        [
            "Hematology, CHU Nantes, Nantes, France, "
        ],
        [
            "UMR INSERM U892, UMR 6299, Nantes, France, "
        ],
        [
            "Hematology, CHU Nantes, Nantes, France, "
        ],
        [
            "Hematology, CHU Nantes, Nantes, France, "
        ],
        [
            "Hematology Department, CHU, Nantes, France, "
        ],
        [
            "CRCNA, INSERM U892- Eq 10, Nantes, France, "
        ],
        [
            "Inserm UMR 892, CNRS 6299, Nantes, France"
        ]
    ],
    "first_author_latitude": "47.214312199999995",
    "first_author_longitude": "-1.5394952000000002",
    "abstract_text": "Multiple myeloma (MM) is a heterogeneous but incurable plasma cell malignancy which still requires new therapeutic approaches. Several molecular subsets of MM have been defined based on genetic and chromosomal aberrations. Briefly, t(4;14) or t(14;16) translocations and TP53 deletion are most frequent poor-risk genetic features of MM, while t(11;14) confers a neutral prognostic value. Because cancer cells have a high glycolytic metabolism, we investigated the efficiency of 2-deoxy-d-glucose (2-DG), a competitive inhibitor of hexokinase, to kill myeloma cells in these different molecular subsets. For this purpose we used 28 human myeloma cell lines (HMCL) representative of the molecular subsets carrying a t(11;14), t(4;14) or t(14;16) translocation, which respectively deregulate CCND1, MMSET and c-MAF. Apoptosis induced by 2DG was very heterogeneous among HMCLs, ranging from 5% to 96%. Of note, HMCLs carrying t(4;14) showed a trend to be more sensitive to 2DG (p=0.06, Mann – Whitney test) while HMCLs carrying t(11;14) appeared to be more resistant (p=0.08, Mann – Whitney test). Interestingly, 2DG sensitivity was not significantly related to the constitutive glycolytic activity of HMCLs (p=0.6). In fact, 2-DG not only strongly inhibited the glycolytic activity of HMCLs but also interfered with N-glycosylation. Indeed, addition of D-mannose, an N-linked glycosylation precursor, partly reversed 2-DG-induced cell death. However, the D-mannose efficiency was also heterogeneous among HMCLs, suggesting that the inhibition of N-glycosylation was not the only mechanism of 2-DG-induced cell death. An up-regulation of GRP78, CHOP and ATF-4 expression was induced by 2-DG in both sensitive and resistant HMCLs, suggesting that 2DG-induced cell death was independent from the UPR response. Finally, 2-DG uniformly induced Mcl-1 down-regulation in HMCLs, but only those dependent on Mcl-1 for survival (as confirmed by siRNA experiments) were killed by 2-DG. While the transcription of Mcl-1 is not affected by 2-DG, preliminary results indicate that proteosomal degradation could be involved as part of a more complex mechanism. Of note, most of t(11;14) HMCLs were resistant to cell death induced by Mcl-1 down-regulation but highly sensitive to ABT-199, which targets Bcl2 and efficiently kills t(11;14) HCMLs depending on this pathway for survival. Because 2-DG uniformly down-regulated Mcl-1, we combined it with ABT-199 in ABT-199-resistant HMCLs i.e., in HMCLs expressing a Bcl-2/Mcl-1 gene expression ratio lower to the threshold required for ABT-199 response. The combination of 2-DG and suboptimal ABT-199 dosage indeed strongly synergized in both t(4;14) and t(14;16) HMCLs. The efficiency of this combination was independent from the cells’ TP53 status. Finally, these results have been extended to primary myeloma cells. Finally our study highlights the fact that dual targeting of Mcl-1 by 2-DG and Bcl-2 by ABT-199, in MM cell lines or primary samples, is highly efficient to induce apoptosis whatever the molecular subtype, including those with the poorest prognostic value. ABT-199 is presently under evaluation in a phase I clinical trial in relapsed MM patients and the present study provides a biological rationale for evaluating 2-DG in combination with ABT-199 in MM patients. Disclosures: No relevant conflicts of interest to declare."
}