{
    "doi": "https://doi.org/10.1182/blood.V122.21.2433.2433",
    "article_title": "Growth Factor Independence 1b (Gfi1b) Regulates The Commitment, Differentiation and Expansion Of Hematopoietic Stem Cells ",
    "article_date": "November 15, 2013",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "The efficacy of bone marrow stem cell transplantation is the therapy of choice for many hematopoietic diseases, in particular leukemia and lymphoma. This therapy is critically dependent on the transfer of sufficient numbers of hematopoietic stem cells (HSCs), which possess the capacity for self-renewal and can fully reconstitute the hematopoietic system. As such, the development of techniques for the expansion of fully functional HSCs is of significant clinical interest. By transiently manipulating the factors that govern HSC homeostasis it has been proposed that HSCs can be expanded without the loss of essential stem cell characteristics. Previously we have observed that ablation of the gene encoding the transcription factor Gfi1b in-vivo results in a dramatic expansion and mobilization of hematopoietic stem cells in the bone marrow and periphery. More recent data suggest that the blood mobilization of Gfi1b deficient HSCs is very likely mediated by a deregulation of the integrin expression. These data led us to hypothesize that Gfi1b could be a potential target for ex-vivo treatment and expansion of HSCs. Indeed, when deletion of Gfi1b was induced in whole bone marrow ex-vivo , HSCs showed a significant expansion in both in absolute number and in terms of proportion of bone marrow. We followed HSCs in ex-vivo expansion cultures from mouse bone marrow by tracking expression of the surface marker CD48, which indicates whether an HSC has transitioned to a differentiation committed multi-potent progenitor. We observed that Gfi1b null HSCs expanded without up-regulating CD48 in contrast to wt HSCs. This suggests that Gf11b deficient HSCs underwent symmetric self-renewal type cell divisions at a significantly increased frequency, when compared to wt HSCs. We had previously shown that HSCs lacking Gfi1b cycle at a faster rate than control HSCs. The combination of increased cell division and preferential self-renewal of Gfi1b -/- HSCs indicates that inhibition of Gfi1b may be the ideal strategy for ex-vivo HSC expansion. As well, in accordance with this preference for self-renewal, Gfi1b null HSCs that were cultured under myeloid differentiation conditions remained primarily in an undifferentiated state as defined by a lack of the myeloid surface markers Gr1 and Mac1. These cultures also demonstrated increased long term colony forming capacity versus controls, further supporting an undifferentiated phenotype in Gfi1b -/- cells. Because the stem cell niche is a highly complex and heterogeneous environment we also investigated whether bone marrow in which Gfi1b has been deleted exerts paracrine effects that contributed to HSC expansion. Co-Culture assays demonstrated that Gfi1b -/- bone marrow was able to induce an expansion of progenitors in wild-type bone marrow of more than 10 fold compared to Gfi1b -/+ bone marrow. Interestingly cells co-cultured with Gfi1b null bone marrow also exhibited an overall proliferation advantage after short-term cultures. This suggests that not only does Gfi1b deletion induce HSC expansion via cell intrinsic mechanisms, but also points to the possibility that this occurs through paracrine factors that alter bone marrow homeostasis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "ablation",
        "cd48 antigen",
        "coculture techniques",
        "growth factor",
        "hematopoietic stem cell transplantation",
        "hematopoietic stem cells",
        "integrins",
        "leukemia",
        "lymphoma",
        "transcription factor"
    ],
    "author_names": [
        "Tarik Moroy, Ph.D.",
        "Cyrus Khandanpour, M.D.",
        "Joseph Krongold, BSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Tarik Moroy, Ph.D.",
            "author_affiliations": [
                "Institut de recherches cliniques de Montréal, IRCM, Montreal, QC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cyrus Khandanpour, M.D.",
            "author_affiliations": [
                "Department of Hematology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Krongold, BSc",
            "author_affiliations": [
                "Institut de recherches cliniques de Montréal, IRCM, Montreal, QC, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T09:33:23",
    "is_scraped": "1"
}