{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2360.2360",
    "article_title": "Management of Joint Replacement in Hemophilia a with Inhibitors during Emicizumab Prophylaxis ",
    "article_date": "December 7, 2017",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "abstract_text": "Introduction Emicizumab is a humanized monoclonal antibody that showed high efficacy in preventing bleeds in patients with hemophilia A and inhibitors aged > 12 years (HAVEN 1 study, Oldenburg et al. NEJM 2017). Thrombotic microangiopathy and thrombosis were reported in patients who received multiple doses of >100 IU/kg activated prothrombin complex concentrate (aPCC) for breakthrough bleeds. The surgical setting represents a challenge in hemophilia management due to the risk of peri-operative bleeding especially in inhibitor patients in whom intensive by-passing therapy is usually required with unpredictable and sometimes suboptimal efficacy. Here we present the management of a major non-elective orthopaedic surgery performed in one patient enrolled in the HAVEN 1 study at our Institution. Methods As per protocol, the patient received emicizumab 3 mg/kg subcutaneously once weekly for the first 4 weeks followed by 1.5 mg/kg/week. During the trial, right hip replacement was required due to displacement of the screws used to fix a previous femoral fracture. He continued emicizumab prophylaxis throughout the peri- and post-operative period. Based on our practice and protocol recommendations, we chose recombinant FVIIa (rFVIIa) as the hemostatic by-passing agent to manage the surgical procedure. FVIII replacement was considered as alternative option in the presence of an inhibitor titer < 5 BU/mL. No tromboprophylaxis was given. Anti-FVIII inhibitors were measured by chromogenic assay using bovine substrates (Chromogenix, Coamatic ® Factor VIII, IL) and therapeutic FVIII levels by chromogenic assay with human substrates (Biophen FVIII:C, Hyphen BioMed). Cell blood count, D-dimer, fibrinogen, LDH, haptoglobin and blood film were monitored peri- and post-operatively. Thrombin generation assay (Thrombinoscope™, Thrombinoscope BV) was performed on platelet-rich and platelet-poor plasma pre- and post-operatively. Results Medical history : the patient, aged 56 years, had high-responding inhibitors since childhood (peak titer: 126 BU/mL) and treated bleeds with aPCC, plasma-derived porcine FVIII and rFVIIa. He previously underwent femur fracture fixation and total knee replacement that were both managed with rFVIIa by continuous infusion and high-dose boluses (140-190 mcg/kg every 2 hours for the first 48h), respectively. Both procedures were complicated by severe bleeding (blood loss >1500 mL) and controlled by repeated high-dose rFVIIa boluses and sequential treatment with by-passing agents (alternate dosing of aPCC and rFVIIa), respectively. Surgical management during HAVEN 1 trial : rFVIIa 100 mcg/kg was administered pre-operatively. Surgery lasted 1,5h and was uneventful with an intraoperative blood loss of 650 mL (as expected). During Day 0 rFVIIa was continued at 80 mcg/kg every 3h and hemoglobin (Hb) level and platelet count dropped (Table 1). Schistocytes were never detected and haptoglobin always normal. On Day 1 a right thigh hematoma developed and Hb levels further dropped despite packed red blood cells transfusions. Inhibitor titer at that time was 2 BU/mL, therefore we chose FVIII therapy (Klott, Kedrion) to control bleeding rather than intensify rFVIIa regimen. He received 115 IU/kg by bolus followed by continuous infusion at 3.3-4 IU/kg/h. FVIII levels were maintained above 70 IU/dL until Day 7 when FVIII decreased to 24 IU/dL despite increasing FVIII infusion rate up to 6 IU/kg/h. Platelet count progressively improved during FVIII treatment. The patient was switched back to rFVIIa 80 mcg/kg every 4-8h in association with antifibrinolytic therapy until discharge on Day 13; in this period platelet count were in the normal range. Thrombin generation parameters were in the normal range during emicizumab prophylaxis as well as during the peri- and post-operative period. Conclusion In this patient a low-dose rFVIIa regimen was used for hip replacement without thrombotic microangiopathy or thrombosis and it was not sufficient to prevent bleeding. Bleeding was controlled by FVIII therapy to avoid intensive rFVIIa treatment or other by-passing agents owing to the concern of thrombotic risk. FVIII replacement therapy in association with emicizumab was safe and effective under proper laboratory monitoring. In conclusion, major orthopaedic surgery in patients on emicizumab requires expert multidisciplinary team supported by specialized coagulation laboratory. View large Download slide View large Download slide  Close modal Disclosures Santagostino: Bayer, Shire, Pfizer, Novo Nordisk, Kedrion, Roche, Sobi, Bioverativ: Other: Advisory board; : Bayer, Shire, Pfizer, Novo Nordisk, Kedrion, Roche, Sobi, Bioverativ, CSL Behring, Grifols, Octapharma: Speakers Bureau. Mancuso: Bayer, CSL Behring, Octapharma, Novo Nordisk, Sobi, Pfizer: Speakers Bureau; Novo Nordisk, Sobi, CSL Behring, Bayer: Membership on an entity's Board of Directors or advisory committees. Pasta: Pfizer, Novo Nordisk, Bayer: Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees. Solimeno: Baxalta/Shire, Novo Nordisk, Bayer, Pfizer: Speakers Bureau; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees. Peyvandi: Ablynx, Roche: Membership on an entity's Board of Directors or advisory committees; Ablynx, Bayer, Grifols, Novo Nordisk, Sobi: Speakers Bureau; Freeline, Kedrion, LFB, Octapharma: Consultancy.",
    "topics": [
        "arthroplasty, replacement",
        "emicizumab",
        "hemophilia a",
        "recombinant coagulation factor viia",
        "hemorrhage",
        "surgical procedures, operative",
        "femoral fractures",
        "haptoglobins",
        "hip replacement arthroplasty",
        "intravenous infusion, continuous"
    ],
    "author_names": [
        "Elena Santagostino",
        "Maria Elisa Mancuso, MD PhD",
        "Cristina Novembrino",
        "Massimo Anzoletti Boscolo",
        "Marigrazia Clerici",
        "Gianluigi Pasta, MD",
        "Luigi Piero Solimeno, MD",
        "Flora Peyvandi"
    ],
    "author_dict_list": [
        {
            "author_name": "Elena Santagostino",
            "author_affiliations": [
                "A. Bianchi Bonomi Hemophilia and Thrombosis Center, IRCCS Ca' Granda Foundation, Ospedale Maggiore Hospital Policlinico, Milan, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Elisa Mancuso, MD PhD",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Novembrino",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Anzoletti Boscolo",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marigrazia Clerici",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianluigi Pasta, MD",
            "author_affiliations": [
                "Orthopaedic and Traumatology Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigi Piero Solimeno, MD",
            "author_affiliations": [
                "Orthopaedic and Traumatology Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Flora Peyvandi",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy ",
                "University of Milan, Milan, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:33:27",
    "is_scraped": "1"
}