{
    "doi": "https://doi.org/10.1182/blood.V118.21.3832.3832",
    "article_title": "Higher Rates of AML Transformation and Poor Risk Cytogenetics in Patients with Low Average Albumin Levels Confers Poor Prognosis in Myelodysplastic Syndromes, ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Poster III",
    "abstract_text": "Abstract 3832 Myelodysplastic syndromes (MDS) represent a heterogeneous group of clonal disorders characterized by reduced hematopoiesis and progression to leukemia. Albumin is a prognostic biomarker in many malignant and non-malignant conditions, including multiple myeloma, chronic inflammation and aging. Recently, one study ( Yepez, M, ASH 2010, abst #4001) showed that hypoalbuminemia was an independent prognostic factor in MDS. However, serum albumin levels can vary with time and be influenced by nutrition, age and presence of other comorbidities which are prevalent in MDS. To have an accurate assessment, we took the average serum albumin level of MDS patients over a period of 6 months. We hypothesize low average albumin will confer worse outcomes We conducted a retrospective analysis of 237 MDS patients seen in Cleveland Clinic between 1999 and 2009 (RARS= 30, RCMD=25, RAEB1/2=61, 5q- syndrome= 4, CMML1/2=39, MDS/MPN-U=32, RARS-T=30, RCUD=26). A total of 194 patients were included since average albumin was able to be calculated. The median age is 66 (20–92) years. Median follow-up time is 15 months (0–81 months). Clinical information including age, SNP-A karyotyping results, hemoglobin and serum albumin at time of diagnosis, average serum albumin level over 6 months, absolute neutrophil count, platelet counts, bone marrow blasts, and metaphase cytogenetic results were obtained.Patients were divided based on IPSS into lower and higher risk disease. We analyzed a total of 123 patients in the lower risk and 71 patients in the higher risk group. Further, we subdivided patients into lower albumin level (<3.5) or higher (3.5 or greater) based on the average albumin over 6 months. The median overall survival (OS) of the cohort is 15 months. Categorical variables were analyzed using Fisher's exact test. The Cox-proportional hazards model was used to assess univariate and multivariate analyses for OS and progression free survival (PFS); factors assessed included age (≥60 vs. <60 years), disease grouping (MDS and MDS/MPN vs sAML), BM blasts (≥5 vs. <5 %), Hgb level (≥10 vs. <10 g/dL), metaphase cytogenetics (MC) risk groups using IPSS criteria (good, intermediate, poor), presence or absence of new SNP lesions and average albumin level. Each variable was retained in the multivariate model regardless of its statistical significance. Only variables with p<.05 in multivariate analysis were considered significant. Similar to the study by Yepez M et al, we also found that serum albumin level at the time of original diagnosis is prognostic in MDS and related disorders. Patients with low albumin levels at diagnosis (<3.5) have a worse OS compared to those with high albumin levels (6 vs 16 mos, p=.005). However, this was possible with a dichotomized albumin level. More importantly, we also found that the lower average serum albumin level [OS (8 vs 30 mos, p=.0001) and PFS (5 vs 20 mos, p=<.0001)] over 6 months can also be prognostic in MDS but not in MDS/MPN and sAML. Patients with low average albumin have poorer survival compared to patients with high albumin (OS: 6 vs 23 months, p=<.0001; PFS: 5 vs 15 months, p= <.0001). The same statistically significant findings were observed in patients stratified to lower (OS: 9 vs 37 mos, p=.001; PFS: 5 vs 24 mos, p=<.0001) or higher (5 vs 13 mos, p=.03) risk MDS by IPSS. Multivariate analysis showed that low average albumin level is an independent predictor of poor outcomes in MDS (OS: HR=2.12 CI:1.53–2.99, p=<.0001 ; PFS: HR=1.91 CI:1.31–2.76, p=.0009). Similarly, previously validated poor prognostic factors in MDS remained significant (Age ≥60 [HR:1.87, p=.0003], sAML disease grouping [HR:2.08, p=.0001], Hgb <10 g/dl [HR:1.42, p=.009], BM blasts [HR:1.44, p=.03], Poor risk cytogenetics [HR:2.22, p=.004], and presence of new SNP lesions [HR:1.59, p=.0008]. To identify factors that may result in worse outcomes in low average albumin patients, we assessed treatment response differences between patients which were not significant between low and high albumin levels. However AML transformation [(42/92 (45%) vs 111/150 (74%), p.002] and cytogenetics [Poor vs Good/Intermediate (21/43 (49%) vs 55/185 (30%), p=.02)] correlated with lower average albumin levels. In conclusion, low average serum albumin levels are an independent predictor of worse outcomes in MDS. Moreover, these data suggest that low average serum albumin is associated with poor risk karyotype and with progression to AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "albumins",
        "cytogenetics",
        "myelodysplastic syndrome",
        "serum albumin",
        "hemoglobin",
        "prostatic hypertrophy risk score",
        "karyotype determination procedure",
        "prognostic factors",
        "chronic inflammation",
        "follow-up"
    ],
    "author_names": [
        "Manoj Bupathi, MD",
        "Valeria Visconte, PhD",
        "Fabiola Traina, MD, PhD",
        "Mikkael A. Sekeres, MD, MS",
        "Jaroslaw P. Maciejewski, MD, PhD",
        "Ramon V. Tiu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Manoj Bupathi, MD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Valeria Visconte, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabiola Traina, MD, PhD",
            "author_affiliations": [
                "National Institute of Blood, School of Medical Sciences, Hematology and Hemotherapy Center, Campinas, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD, MS",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, MD, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramon V. Tiu, MD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T06:44:49",
    "is_scraped": "1"
}