{
    "doi": "https://doi.org/10.1182/blood.V104.11.145.145",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=233",
    "start_url_page_num": 233,
    "is_scraped": "1",
    "article_title": "Late Consolidation for Patients with Standard Risk AML up to 60 Years: Results of a Prospective Randomized Comparison of High Dose AraC and Autologous PBSCT. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "421 patients (pts.) up to 60 years with de novo (n=328) or secondary (n=93) AML were treated with risk-adapted therapy. Pts. with CBF-leukemias [t(8;21) or inv(16)] or normal karyotype and good response (GR) to induction I (up to 5% blasts in day 15 BM) were considered standard risk (SR), all others as high risk (HR). Induction I consisted of standard dose araC, idarubicine and VP16 (IVA-I). Pts. with GR to IVA-I continued with IVA-II on day 21. In pts. with bad response, the second cycle consisted of either IVA-II or FlAG/Ida. Double induction was followed by early consolidation with intermediate dose araC. As late consolidation, SR patients were randomized between high dose (HD) araC (12 x 3g/m 2 )/daunorubicine (3 x 45mg/m 2 ) or an autologous PBSCT with PBSC mobilized after early consolidation except SR pts. with normal karyotype and an HLA-matched sibling who were allotransplanted. 214 pts. were classified as SR and 199 as HR. 91% of the SR and 59% of the HR pts. achieved CR (overall CR rate 75%) and 1% of the SR pts. died during induction. After 55 months, overall survival was significantly better for SR (49%) than for HR pts. (25%). Within the SR group, relapse free survival at 46 months was 63% for 21 pts. with inv(16), 58% for 25 pts. with t(8;21), and 37% for 148 pts. with normal karyotype (p = 0.13). Overall survival at 48 months was significantly better (p=0.014) for pts. with inv(16) (93%) than for those with t(8;21) (60%) or normal karyotype (44%). 48 SR pts. (12 with CBF leukemia) were randomized to receive HDaraC and 53 (14 with CBF leukemia) to undergo autoPBSCT. At 55 months, the overall survival was 52% for the autotransplanted pts. and 65% for those receiving HDaraC (p=0.71, intent-to-treat analysis). Median duration of neutropenia (<500/ μl) was 8 days for autoPBSCT and 19 days for HDaraC. Eleven pts. died in the HDaraC group (4 in CR and 7 from relapse) and 12 autotransplanted pts. died (1 in CR and 11 from relaspe). In pts. with normal karyotype, overall survival at 55 months for the allotransplanted SR pts. (n = 29) was 58% with no significant difference to HDaraC (62%) or autoPBSCT (43%). Relapse free survival for SR pts. with normal karyotype was 56% after allotransplantation, and 36% after autoPBSCT and HDaraC respectively (p = n.s.). In conclusion, overall survival is similar in SR AML pts. after autoPBSCT, HDaraC or allotransplantation. In SR pts. without an HLA-identical sibling donor, the reduced treatment related toxicity recommends autoPBSCT as late consolidation. In standard risk pts. with normal karyotype, allotransplantation from an HLA-identical sibling seems to have the highest antileukemic activity.",
    "topics": [
        "blast cells",
        "brachial plexus neuritis",
        "donors",
        "etoposide",
        "human leukocyte antigens",
        "karyotype determination procedure",
        "leukemia",
        "neutropenia",
        "peripheral blood stem cells",
        "relationship - sibling"
    ],
    "author_names": [
        "Arnold Ganser, M.D.",
        "Jürgen Krauter, M.D.",
        "Dieter Hoelzer, M.D.",
        "Oliver Ottmann, M.D.",
        "Hans Martin, M.D.",
        "Michael Lübbert, M.D.",
        "Jürgen Finke, M.D.",
        "Wolf Heit, M.D.",
        "Walter Fiedler, M.D.",
        "Dieter Hossfeld, M.D.",
        "Lothar Kanz, M.D.",
        "Günter Schlimok, M.D.",
        "Hartmut Kirchner, M.D.",
        "Aruna Raghavachar, M.D.",
        "Wolfram Brugger, M.D.",
        "Gerhard Heil, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology, Hemostaseology and Oncology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Hematology, Hemostaseology and Oncology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Internal Medicine III, University of Frankfurt, Frankfurt, Germany"
        ],
        [
            "Internal Medicine III, University of Frankfurt, Frankfurt, Germany"
        ],
        [
            "Internal Medicine III, University of Frankfurt, Frankfurt, Germany"
        ],
        [
            "Internal Medicine I, University of Freiburg, Freiburg, Germany"
        ],
        [
            "Internal Medicine I, University of Freiburg, Freiburg, Germany"
        ],
        [
            "Hematology and Oncology, Hospital Essen-Werden, Essen, Germany"
        ],
        [
            "Hematology and Oncology, University of Hamburg, Hamburg, Germany"
        ],
        [
            "Hematology and Oncology, University of Hamburg, Hamburg, Germany"
        ],
        [
            "Internal Medicine II, University of Tübingen, Tübingen, Germany"
        ],
        [
            "Internal Medicine II, Community Hospital Augsburg, Augsburg, Germany"
        ],
        [
            "Hematology and Oncology, Hospital Siloah, Hannover, Germany"
        ],
        [
            "Internal Medicine II, Community Hospital Wuppertal, Wuppertal, Germany"
        ],
        [
            "Internal Medicine II, Community Hospital Villingen, Villingen, Germany"
        ],
        [
            "Hematology, Hemostaseology and Oncology, Hannover Medical School, Hannover, Germany"
        ]
    ],
    "first_author_latitude": "52.3829272",
    "first_author_longitude": "9.80798385"
}