{
    "doi": "https://doi.org/10.1182/blood.V116.21.1514.1514",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1693",
    "start_url_page_num": 1693,
    "is_scraped": "1",
    "article_title": "A Global Retrospective and Physician-Based Analysis of Adherence to Tyrosine Kinase Inhibitor (TKI) Therapies for Chronic Myeloid Leukemia (CML). ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster I",
    "topics": [
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "coombs' test",
        "disease progression",
        "imatinib mesylate",
        "leukemia, myeloid, chronic-phase",
        "prescription drug",
        "equity",
        "brazil",
        "italy"
    ],
    "author_names": [
        "François Guilhot, MD",
        "John Coombs, PharmD, MBA",
        "Oleg Zernovak, MD",
        "Tomasz Szczudlo",
        "Gianantonio Rosti"
    ],
    "author_affiliations": [
        [
            "Inserm cic 802, CHU de Poitiers, University Hospital, Poitiers, France, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Department of Hematology/Oncology, University of Bologna, Bologna, Italy"
        ]
    ],
    "first_author_latitude": "46.5581835",
    "first_author_longitude": "0.38522009999999995",
    "abstract_text": "Abstract 1514 Background: TKIs have proven to be highly effective in the treatment of CML. Several studies have demonstrated that adherence to TKI therapy is a predictor of achieving optimal outcomes. Since chronic phase CML is now becoming more of a long-term disease state in many patients, it is critical that patients understand the importance of adhering to their prescribed drug regimen to maximize and sustain efficacy over many years. This study aimed to establish the key determinants of adherence, and to establish a typical adherence rate to be used as a baseline for future comparison. Methods: Overall, 405 CML-treating physicians in Brazil, France, Italy, Spain and Russia participated in a quantitative online survey and 1,155 patient treatment histories and compliance records were retrospectively analyzed. Results: In this study, although the majority of physicians discussed adherence with patients at each appointment and agreed that evidence suggests there is a link between adherence and progression, only approximately half of the physicians prioritized adherence to therapy or viewed non-adherence as a major driver of disease progression. Overall, the survey of CML-treating physicians demonstrated that their perceptions of adherence closely matched the actual rates of adherence. Physicians believed that patient forgetfulness is the major reason behind non-adherence and it was found that physicians most frequently learn about non-compliance through conversations with their patients rather than through other means, such as the frequency of writing prescription refills. Physicians believe they take on an appropriate amount of responsibility on adherence education and that nurses and pharmacists could play a more active role in adherence management. The study also found that physicians tend to be more reactive at utilizing adherence interventions and perceived the use of blood level monitoring as an effective tool to evaluate non-adherence to therapy. Similarly, the patient record review showed patients are significantly ( P = .014) more likely to be adherent to TKI therapy if physicians have a proactive and focused approach to utilizing adherence interventions and enroll patients in a program. Data from the patient records within the European region (France, Italy and Spain) closely matched a previously published US healthcare claims data analysis addressing adherence to imatinib. Across the five countries studied, 43%-53% of the patients were fully adherent to therapy. However, overall, > 10% of patients missed ≥ 10% of their prescribed daily dose, with Russia having the highest percentage of patients (23%) and Brazil the lowest percentage of patients (8%) regularly non-adherent to therapy. Of patients in the European region with a known response (n = 363), greater adherence to therapy was significantly correlated with achievement of better therapeutic milestones ( P = .04); however, this factor was not significant across all five countries ( P = .082). Additionally in the subset of patients from the European region, adherence correlated ( P = .027) with the use of individual patient counseling on adherence performed by a nurse and/or hematologist, or if the institution had established adherence protocols ( P = .012). Factors not found to significantly influence adherence in all five countries were patient co-morbidities ( P = .344), patient age ( P = .533), or concomitant non-CML prescription medications ( P = .519). Conclusions: Information from this study demonstrated that adherence can be improved through greater patient-physician interactions and provides strong support for the implementation of early, proactive, and focused interventions in combating non-adherence to maximize patient outcomes. Disclosures: Guilhot: Novartis: Equity Ownership, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding. Coombs: Novartis: Employment, Equity Ownership. Zernovak: Novartis: Employment, Equity Ownership. Szczudlo: Novartis: Employment, Equity Ownership. Rosti: Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bristol-Myers Squibb: Honoraria, Speakers Bureau; Roche: Speakers Bureau."
}