{
    "doi": "https://doi.org/10.1182/blood.V122.21.2470.2470",
    "article_title": "Genetic Characterization Of Aplastic Anemia Patients By Targeted Sequencing ",
    "article_date": "November 15, 2013",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "abstract_text": "Introduction Aplastic anemia (AA) is a rare but life-threatening bone marrow failure syndrome, which is diagnosed based on cytopenias in peripheral blood and hypocellularity in the bone marrow. The distinction between AA and hypocellular myelodysplastic syndrome (MDS) is often difficult, and AA evolves into MDS at a 10-year cumulative incidence of 4-10%. As AA patients often respond to immunosuppressive therapy, an immune pathophysiology is widely assumed. However, the evolution of clonal cytogenetic aberrations in hematopoietic cells and the association with clonal paroxysmal nocturnal hemoglobinuria (PNH) suggest that at least some patients have a clonal hematopoietic disease. Walter et al. reported that 74% of MDS patients harbour a mutation in at least one of 94 genes (Walter et al. Leukemia 2013). We hypothesized that mutations that are found in MDS patients may also be present in AA patients. Aim To evaluate the mutation profile of 41 myelodysplasia-related genes in AA patients. Methods Bone marrow or peripheral blood was collected from 39 patients with moderate (n=11), severe (n=12), or very severe (n=16) AA before allogeneic transplantation (n=23) or when the patient was cytopenic in at least one blood lineage (non-transplanted patients, n=16, median time from diagnosis to sample harvest 2 years). The coding region of 33 genes was amplified by PCR and sequenced on the SOLiD TM sequencing system. The sequences were analyzed using the DNAnexus software and an in-house pipeline of bioinformatics software. All candidate SNPs were validated by Sanger sequencing and only those confirmed are reported. Eight additional genes were only sequenced by Sanger sequencing. Confirmed mutations were also sequenced using DNA from hair follicles as germline control. Telomere length was evaluated by monochrome multiplex quantitative PCR-based method in peripheral blood leukocytes of 13 AA patients and 20 healthy volunteers. Results The median age of AA patients at diagnosis was 30 years (range 9-79). Four patients (10%) had abnormal cytogenetics. In seven patients (18%), a GPI-deficient clone suggesting PNH/AA overlap syndrome was present. Twenty-three patients underwent allogeneic or syngeneic transplantation. The median follow-up from diagnosis of patients alive was 7.1 years. 36 of 39 patients were alive at last follow-up. Telomeres in peripheral blood leukocytes were significantly shorter in AA patients than in age matched healthy controls (P<.001). Next generation sequencing yielded an average coverage of 2015 reads per amplicon. In total, 6 mutations were identified in 5 patients (12.8%). One patient had a missense germline mutation in MYBL2 , who developed trisomy 8 in the course of the disease; one patient had a missense germline mutation in TET2 , another patient with very severe AA had a somatic missense TET2 mutation besides deletion of chromosome 5 (del5[q14q13]); one patient had a somatic missense mutation in SLIT1 , and one patient with severe AA had two somatic mutations, i.e. one missense mutation in SETPB1 (D868N) and one frameshift mutation in ASXL1 (G646fs). This patient was diagnosed with severe AA at age 14 and received 4 courses of immunosuppressive therapy. Eleven years after diagnosis treatment with SCF and G-CSF was started, which induced a partial remission with signs of multilineage dysplasia. Two years later the patient received an allogeneic transplantation due to progressive thrombocytopenia. The current analysis was performed on cells harvested shortly before transplantation, and suggests that the patient had progressed to MDS. The patient with a SLIT1 mutation had very severe AA and responded well to the second course of anti-thymocyte globulin (ATG) and cyclosporine (CSA). The patient with a MYBL2 mutation is in remission after 2 courses of ATG/CSA for 16.8 years since diagnosis. The other two patients with mutations received an allogeneic or syngeneic transplant and are in remission 5.9 and 7.1 years after transplantation, respectively. Conclusions The frequency of MDS-related mutations is low in AA. We therefore suggest that mutation analysis of myelodysplasia-related genes may help to distinguish AA from MDS in ambiguous cases and may identify patients who are at risk for MDS-progression. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "aplastic anemia",
        "genetics",
        "myelodysplastic syndrome",
        "transplantation",
        "dideoxy chain termination dna sequencing",
        "disease remission",
        "follow-up",
        "polymerase chain reaction",
        "therapeutic immunosuppression",
        "transplantation, homologous"
    ],
    "author_names": [
        "Michael Heuser, MD",
        "Carola Schlarmann",
        "Vera Dobbernack",
        "Viktoria Panagiota",
        "Lutz Wiehlmann",
        "Carolin Walter",
        "Fabian Beier, MD",
        "Patrick Ziegler, PhD",
        "Haiyang Yun",
        "Sofia Kade",
        "Aylin Kirchner",
        "Liu Huang",
        "Christian Koenecke, MD",
        "Matthias Eder, MD",
        "Tim H. Brümmendorf, MD",
        "Martin Dugas, MD",
        "Arnold Ganser, MD",
        "Felicitas Thol, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Heuser, MD",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carola Schlarmann",
            "author_affiliations": [
                "Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vera Dobbernack",
            "author_affiliations": [
                "Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Viktoria Panagiota",
            "author_affiliations": [
                "Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lutz Wiehlmann",
            "author_affiliations": [
                "Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carolin Walter",
            "author_affiliations": [
                "Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabian Beier, MD",
            "author_affiliations": [
                "University Hospital RWTH Aachen, University Hospital RWTH Aachen, Aachen, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Ziegler, PhD",
            "author_affiliations": [
                "Oncology, Hematology and Stem Cell Transplantation, University Hospital RWTH Aachen, Aachen, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiyang Yun",
            "author_affiliations": [
                "Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sofia Kade",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aylin Kirchner",
            "author_affiliations": [
                "Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liu Huang",
            "author_affiliations": [
                "Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Koenecke, MD",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Eder, MD",
            "author_affiliations": [
                "Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim H. Brümmendorf, MD",
            "author_affiliations": [
                "Universitätsklinikum Aachen, Aachen, Germany, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Dugas, MD",
            "author_affiliations": [
                "Institute of Medical Informatics, University of Muenster, Muenster, Germany, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold Ganser, MD",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology, and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felicitas Thol, MD",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T21:35:30",
    "is_scraped": "1"
}