{
    "doi": "https://doi.org/10.1182/blood.V110.11.2830.2830",
    "article_title": "CpG Oligonucleotides Induce Anti-Leukemia Activity in a Syngeneic Murine Model of Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Lymphocytic Leukemias - Therapy, excluding Transplantation",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) accounts for 80% of all pediatric leukemias and is the most common form of childhood cancer. While most children with ALL are cured by current therapies, refractory and relapsed ALL comprise a significant proportion of all pediatric cancers. Furthermore, nearly half of all ALL diagnoses occur in adults, who carry a much poorer prognosis, with the majority dying of relapsed disease. Relapsed ALL generally requires intensive therapy with significant associated morbidity and mortality. Development of novel therapies is essential to improving outcomes. DNA oligodeoxynucleotides containing CpG motifs (CpG ODN) stimulate anti-tumor immune activity via Toll-like receptor 9 (TLR9) activation and are currently in clinical trials for a variety of solid tumors. We have previously reported that CpG ODN stimulation alters antigen presentation by human ALL cells, enhancing allogeneic Th1 responses. In addition, we have shown that CpG ODN administration in vivo reduces the leukemic burden of primary human ALL xenografts in Nod-SCID mice, and that this activity is mediated in part by NK cells. To further the development of CpG ODN as a novel therapeutic agent for ALL, we have investigated the induction of anti-ALL activity by CpG ODN in a syngeneic ALL setting. CpG ODN did not exhibit direct toxicity against cell lines derived from leukemic Eμ-ret transgenic mice in vitro , nor did it alter CD40 or CD86 expression or cytokine production. However, using a flow cytometry-based in vitro killing assay we observed CpG ODN-induced elimination of leukemia cells when cultured with splenocytes or bone marrow cells from Eμ-ret transgene-negative mice ( P =0.0388). The difference between CpG ODN-treated and untreated controls became more pronounced with increasing effector:target ratios ( P <0.0001). Preliminary data show that depletion of NK cells markedly decreases the magnitude of the observed effect, supporting the hypothesis that this cell type is involved in targeted control of ALL in this model. The ability of CpG ODN to exert anti-leukemia activity in a syngeneic setting suggests that it may have utility as an adjuvant therapy. To test this hypothesis we administered CpG ODN (or PBS) to syngeneic leukemia-bearing mice 2 days after completion of a chemotherapy regimen used to reduce leukemia burden. When mice were sacrificed 3 weeks after treatment, we found significantly reduced leukemia burden in bone marrow ( P =0.0019), spleen ( P <0.00001) and blood ( P =0.00028) of CpG ODN-treated mice. Cell-depletion and cytokine-neutralization assays are currently ongoing to define the mechanism of action of CpG ODN in these settings. To our knowledge, this is the first demonstration of CpG ODN-induced anti-ALL activity in a post-chemotherapy syngeneic model, suggesting that this agent has the potential to treat minimal residual disease and to reduce the incidence of relapse.",
    "topics": [
        "acute lymphocytic leukemia",
        "leukemia",
        "mice",
        "oligonucleotides",
        "oligodeoxyribonucleotides",
        "chemotherapy regimen",
        "childhood cancer",
        "cytokine",
        "toll-like receptor 9",
        "adjuvant therapy"
    ],
    "author_names": [
        "Alix E. Seif, MD, MPH",
        "Marlo D. Bruno",
        "Junior Hall",
        "Valerie I. Brown, MD, PhD",
        "Stephan A. Grupp, MD, PhD",
        "Gregor S.D. Reid, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alix E. Seif, MD, MPH",
            "author_affiliations": [
                "Division of Oncology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marlo D. Bruno",
            "author_affiliations": [
                "Division of Oncology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junior Hall",
            "author_affiliations": [
                "Division of Oncology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie I. Brown, MD, PhD",
            "author_affiliations": [
                "Division of Oncology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan A. Grupp, MD, PhD",
            "author_affiliations": [
                "Division of Oncology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregor S.D. Reid, PhD",
            "author_affiliations": [
                "Division of Oncology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T06:45:52",
    "is_scraped": "1"
}