{
    "doi": "https://doi.org/10.1182/blood-2018-99-116147",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3876",
    "start_url_page_num": 3876,
    "is_scraped": "1",
    "article_title": "Sociodemographic and Hospital Level Disparities in Palliative Care Utilization Among Terminally Ill Patients with Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster II",
    "topics": [
        "health disparity",
        "multiple myeloma",
        "palliative care",
        "terminally ill",
        "cancer",
        "end-of-life care",
        "logistic regression",
        "do-not-resuscitate orders",
        "geographic area",
        "medically uninsured"
    ],
    "author_names": [
        "Kahee A Mohammed, MD",
        "Nosayaba Osazuwa-Peters, BDS, PhD MPH",
        "Kristen M Sanfilippo, MD MPHS"
    ],
    "author_affiliations": [
        [
            "Saint Louis University School of Medicine, Saint Louis, MO "
        ],
        [
            "Saint Louis University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University in St. Louis School of Medicine, Saint Louis, MO"
        ]
    ],
    "first_author_latitude": "38.62245490000001",
    "first_author_longitude": "-90.2377947",
    "abstract_text": "Background . The National Comprehensive Cancer Network guidelines recommend that physicians discuss end-of-life planning with patients with incurable cancer and a life expectancy of less than 1 year. Integration of palliative medicine approaches to end-of-life care improves quality of life, patient and caregiver satisfaction, and significantly reduces health care costs. However, there is a paucity of data regarding end-of-life and palliative care use in patients with multiple myeloma. This study aimed to evaluate trends in the incidence of palliative care use and explore patient and hospital level disparities in palliative care use in terminally ill patients with multiple myeloma. Methods . We performed a population-based cross-sectional study using data from the Nationwide Inpatient Sample from 2008 through 2014. International Classification of Diseases-9-Clinical Modification codes were used to identify hospitalized patients (aged ≥ 18 years) with multiple myeloma who died in the hospital. Sociodemographic, comorbidities, and hospital level characteristics were compared using chi square tests and independent sample t tests. Trends in palliative care use were assessed using the Cochrane-Armitage test. Multivariate logistic regression analysis was used to create a predictive model of palliative care use. Results . Of the 7789 patients with multiple myeloma who died in the hospital during the study period, 32.5% received palliative care. Utilization of palliative care increased annually, from 17.3% in 2008 to 43.0% in 2014 (trend P < .001). After adjustment for multiple patient and hospital level covariates in logistic regression, we found a lower likelihood of palliative care use in Black race (odds ratio [OR] = 0.72, 95% Confidence Interval [CI] = 0.62 - 0.82), Hispanic race (OR = 0.48, 95% CI = 0.38 - 0.60), and patients with higher Elixhauser comorbidity index (OR = 0.88, 95% CI = 0.86 - 0.91) whereas higher likelihood of palliative care use were found among uninsured patients (OR = 2.17, 95% CI = 1.73 - 2.72) and patients with Do Not Resuscitate (DNR) status (OR = 3.35, 95% CI = 2.97 - 3.78). Independent hospital level correlates of palliative care use included: admission to teaching vs. non-teaching (OR = 1.29, 95% CI = 1.15 - 1.45), admission to larger vs. small sized hospitals (OR = 1.24, 95% CI = 1.05 - 1.46), and admission to hospitals located in Midwest (OR = 1.33 95% CI = 1.14 - 1.54) and West (OR = 1.63, 95% CI = 1.41 - 1.90) vs South. Conclusion : There is a nationally increasing trend in palliative care utilization over the last decade. This study highlights disparities across race/ethnicity, insurance status, geographic region, and other hospital level factors in palliative care use in terminally ill patients with multiple myeloma. While some of the hospital-level disparities can be explained by the relative lack of palliative services in small non-teaching hospitals, barriers to accessing palliative care services needs to be thoroughly investigated and addressed to ensure equal access to this important aspect of care in terminally ill cancer patients. View large Download slide View large Download slide  Disclosures Sanfilippo: Bristol-Myers Squibb: Speakers Bureau."
}