{
    "doi": "https://doi.org/10.1182/blood-2020-139117",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4519",
    "start_url_page_num": 4519,
    "is_scraped": "1",
    "article_title": "Correction of the Energetic Defects in Pyruvate Kinase Deficiency through Genome Editing in Hematopoietic Stem and Progenitor Cells ",
    "article_date": "November 5, 2020",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "topics": null,
    "author_names": [
        "Sara Fañanas-Baquero",
        "Oscar Quintana Bustamante, PhD",
        "Daniel P. Dever, PhD",
        "Omaira Alberquilla",
        "Rebeca Sanchez-Dominguez, PhD",
        "Joab Camarena, BS",
        "Rolf Turk",
        "José Luis López Lorenzo, MD",
        "Paola Bianchi, BSc, PhD",
        "Mark Behlke, MD PhD",
        "Juan A Bueren, PhD",
        "Matt Porteus, MD PhD",
        "José C Segovia, PhD"
    ],
    "author_affiliations": [
        [
            "Hematopoietic Innovative Therapies Division, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT) and Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain ",
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez. (IIS-FJD, UAM), Madrid, Spain "
        ],
        [
            "Hematopoietic Innovative Therapies Division, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT) and Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain ",
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain "
        ],
        [
            "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez. (IIS-FJD, UAM), Madrid, Spain "
        ],
        [
            "Hematopoietic Innovative Therapies Division, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT) and Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain ",
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez. (IIS-FJD, UAM), Madrid, Spain "
        ],
        [
            "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "Integrated DNA Technologies, Coralville, IA "
        ],
        [
            "Hospital Universitario Fundación Jiménez Díaz- IISFJD-UAM, Madrid, Spain "
        ],
        [
            "Ospedale Maggiore Policlinico di Milano, Foundation IRCCS Ca' Granda,, Milano, Italy "
        ],
        [
            "Integrated DNA Technologies, Coralville, IA "
        ],
        [
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain ",
            "Hematopoietic Innovative Therapies Division, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT) and Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain "
        ],
        [
            "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "Hematopoietic Innovative Therapies Division, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT) and Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain ",
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain "
        ]
    ],
    "first_author_latitude": "39.967645700000006",
    "first_author_longitude": "-2.0457903999999996",
    "abstract_text": "Pyruvate kinase deficiency (PKD) is an autosomal recessive disorder caused by mutations in the PKLR gene that lead to a reduction of the erythroid pyruvate kinase (RPK) protein activity, which causes an energetic imbalance in PKD erythroid cells. This disease is associated with reticulocytosis, splenomegaly and iron overload, and may be life-threatening in severely affected patients. In selected cases, allogeneic Hematopoietic Stem Cell Transplantation has been shown to correct the disorder. Therefore, autologous HSCT of genetically corrected cells will offer a durable and curative therapeutic option. In fact, a global Phase I clinical trial (clinicaltrials.gov #NCT04105166) is underway to evaluate the feasibility and safety of lentiviral mediated gene therapy with severe PKD. Looking for a guided integration of the exogenous therapeutic DNA sequences, herein we conducted a gene editing approach to correct PKD in human Hematopoietic Stem Cells (HSCs). We developed a knock-in approach to insert either a TurboGFP expression cassette or a promotor-less therapeutic codon optimized RPK cDNA (coRPK) at the genomic starting site of the PKLR gene, a gene editing strategy that will correct most of the mutations present in PKD patients. This gene editing approach combines RNP nucleofection and adeno-associated viral vector (AAV6) mediated delivery of homologous donors. In order to assess the safety of the proposed gene editing approach, we performed GUIDE-Seq and rhAmpSeq TM analyses of different single guide RNAs targeting the PKLR starting site. We found PKLR sgRNAs that showed a high targeting efficiency, up to 40% targeted hematopoietic progenitors ( in vitro semisolid colony forming units) and a safety profile, with no off-targets detected above threshold values (0.1%) and in the absence of cellular toxicity, when applied to healthy cord blood CD34 + (CB-CD34 + ) cells. These gene-edited CB-CD34 + cells engrafted efficiently in both primary and secondary immunodeficient NSG recipient mice, demonstrating the gene editing in long-term hematopoietic repopulating HSCs. Furthermore, we evaluated the therapeutic potential of this gene editing strategy to restore the energetic imbalance in erythroid cells derived from PKD patients. CD34 + cells from 4 different PKD patients, were purified, nucleofected with PKLR sgRNA and transduced with AAV-coRPK donor. In vitro differentiated erythroid cells derived from edited PKD CD34 + expressed coRPK mRNA and restored their energetic defect up to normal values obtained in in vitro differentiated erythroid cells from healthy donor cells. Moreover, gene edited mobilized Peripheral Blood CD34 + (mPB-CD34 + ) cells from a PKD patient engrafted efficiently in immunodeficient NBSGW mice, having human cells that showed the specific integration of coRPK donor 2 months post-transplant. Overall, these results demonstrate the feasibility and safety of PKLR gene editing in human HSPCs and, therefore, its potential clinical application for the treatment of PKD patients. Disclosures Dever: Integral Medicines: Current Employment. Turk: Integrated DNA Technologies, Inc. (IDT): Current Employment, Current equity holder in publicly-traded company. Bianchi: Agios Pharmaceuticals: Other: Scientific Advisor. Behlke: Integrated DNA Technologies, Inc. (IDT): Current Employment, Current equity holder in publicly-traded company. Bueren: Rocket Pharmaceuticals, Inc.: Consultancy, Current equity holder in publicly-traded company, Other: Consultant for Rocket Pharmaceuticals, Inc. and has licensed medicinal products and receives research funding and equity from this company., Patents & Royalties, Research Funding. Segovia: Rocket Pharmaceuticals, Inc.: Consultancy, Current equity holder in publicly-traded company, Other: Consultant for Rocket Pharmaceuticals, Inc. and has licensed medicinal products and receives research funding and equity from the Company., Patents & Royalties, Research Funding."
}