{
    "doi": "https://doi.org/10.1182/blood.V118.21.5067.5067",
    "article_title": "Bone Marrow Biopsy May Be Required During the Initial Evaluation of Individuals with Asymptomatic Monoclonal Gammopathy ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Abstract 5067 The incidental finding of a monoclonal gammopathy during workup for various conditions or in the context of a routine check-up is increasingly common. Several “patients” are then referred for diagnostic evaluation of their monoclonal gammopathy and additional workup is needed. It has been proposed that a bone marrow (BM) aspirate and biopsy is indicated when the monoclonal protein (M-protein) is ≥1.5 g/dL, when abnormalities are noted in the complete blood cell count, serum creatinine level, serum calcium level, or radiographic bone survey, in individuals with non-IgG monoclonal gammopathy and in those with an abnormal serum free light chain (FLC) ratio. The aim of this study was to identify factors that could aid in the evaluation of individuals presenting with asymptomatic monoclonal gammopathy and in whom invasive diagnostic testing with a bone marrow biopsy is considered. Thus, we analyzed our database and identified patients who were referred to the Department of Clinical Therapeutics of the University of Athens, Greece, for evaluation of asymptomatic monoclonal gammopathy and in whom a BM trephine biopsy, a serum and urine protein electrophoresis (SPEP) with immunofixation and quantitative immunoglobulins were performed. SPEPs were scanned and M-protein was measured using imaging analysis software. Patients with a monoclonal M-protein ≥ 3 g/dl (30 g/L), i.e. those diagnosed with asymptomatic/smoldering myeloma (SMM) or Waldenstrom's macorglobulinemia based on the standard criteria, were not included in the analysis. Clonality of BM plasma cells or lymphoplasmacytes was assessed by immunohistochemistry. Patients who eventually were diagnosed with plasma cell related conditions (i.e. amyloidosis, peripheral neuropathy, dermatoses, etc.) were also excluded from the analysis. Our analysis included 161 patients: 53% were females, median age was 64 year (range 33–89 years), 53% had a monoclonal IgG protein, 15.5% had a monoclonal IgA protein, 24% a monoclonal IgM protein and 2.5% had only a monoclonal light chain, while 4% had a biclonal protein. In 64% of patients the monoclonal light chain was kappa and in 37% was lambda. The median serum M-protein was 0.948 g/dl (range 0.1–2.99 g/dl); 52% of patients had an M-protein of <1 g/dl and 79% of <2 g/dl. Immunoparesis of at least one of the uninvolved immunoglobulins was present in 38% of cases and of both of the uninvolved immunoglobulins in 6%. Median BM infiltration by monoclonal plasma cells or lymphoplasmacytes was 15%. In 66.5% of individuals there was a BM infiltration of ≥10% by monoclonal plasma cells or lymphoplasmacytes, while in 10% of the studied cases the BM infiltration was ≥50%. A significant correlation of the size of M-protein and of the infiltration of the BM was found (R=0.592, p<0.001). However, 27% of patients with M-protein <0.5 g/dl had ≥10% clonal plasma cells or lymphoplasmacytes in their BM biopsies. The respective rates were 46% for those with M-protein <1 g/dl, 54% for those with M-protein 1.5 g/dl and 58% for those with M-protein <2 g/dl. Ninety per cent of those who had immunoparesis of at least one of the uninvolved immunoglobulins had ≥10% clonal plasma cells or lymphoplasmacytes. A BM infiltration of ≥10% was more frequent in individuals with a monoclonal IgG or IgA protein (72% and 80%, respectively) vs . 45% of those with a monoclonal IgM protein (p=0.015). Light chain isotype, age and gender were not predictive of the degree of BM plasma cell infiltration. In multivariate analysis, immunoparesis of at least one of the uninvolved immunoglobulins (OR: 6.45, 95% CI: 2.32–18, p<0.001), an IgG or IgA monoclonal protein (OR: 2.67, 95% CI: 1.1–6.4, p=0.028) and an M-protein of ≥1 g/dl (OR: 5.4, 95% CI: 2.23–13) were independently associated with the presence of ≥10% of clonal infiltration in BM biopsy. By combining the above risk factors we found that in those who had all three, 97% had ≥10% clonal cells in the BM biopsy, while in those with 0–1 of the above factors the probability to find ≥10% clonal cells was 43%. These findings indicate that even patients with low risk for BM infiltration by clonal plasma cells, may be diagnosed as SMM when a BM biopsy is performed. In conclusion, our data on a large number of individuals with asymptomatic monoclonal gammopathy who underwent a BM biopsy may indicate that the latter exam may provide useful information and could be included in the standard initial workup of these individuals. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "benign monoclonal gammopathies",
        "bone marrow biopsy",
        "patient evaluation",
        "plasmacytosis",
        "biopsy",
        "immunoglobulins",
        "antigens, cd98 light chains",
        "immunoglobulin a",
        "monoclonal gammopathy of undetermined significance",
        "paraproteinemias"
    ],
    "author_names": [
        "Meletios Athanasios Dimopoulos, MD",
        "Evangelos Terpos",
        "Maria Gkotzamanidou",
        "Evangelos Eleutherakis-Papaiakovou",
        "Magdalini Migkou",
        "Maria Gavriatopoulou",
        "Dimitrios Christoulas",
        "Maria Roussou",
        "Efstathios Kastritis"
    ],
    "author_dict_list": [
        {
            "author_name": "Meletios Athanasios Dimopoulos, MD",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Terpos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Gkotzamanidou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Eleutherakis-Papaiakovou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magdalini Migkou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Gavriatopoulou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimitrios Christoulas",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Roussou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Efstathios Kastritis",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T21:34:27",
    "is_scraped": "1"
}