{
    "doi": "https://doi.org/10.1182/blood.V112.11.1363.1363",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1104",
    "start_url_page_num": 1104,
    "is_scraped": "1",
    "article_title": "Angiopoietin-Like 3 Deficient Bone Marrow Has Decreased Ability to Support Hematopoietic Stem Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion, and Mesenchymal Stem Cells",
    "topics": [
        "angiopoietin-like proteins",
        "angiopoietins",
        "bone marrow",
        "cd45 antigens",
        "coculture techniques",
        "dna microarrays",
        "flow cytometry",
        "hematopoietic stem cells",
        "neoplasms",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Junke Zheng",
        "HoangDinh Huynh",
        "Chengcheng Zhang, PhD"
    ],
    "author_affiliations": [
        [
            "UT Southwestern Medical Center, Dallas, TX, USA"
        ],
        [
            "Physiology and Developmental Biology, UT Southwestern Medical Center, Dallas, TX, USA"
        ],
        [
            "UT Southwestern, Dallas, TX, USA"
        ]
    ],
    "first_author_latitude": "32.813802599999995",
    "first_author_longitude": "-96.8402121",
    "abstract_text": "We previously identified a group of angiopoietin-like proteins (Angptls) as new growth factors that stimulate ex vivo expansion of hematopoietic stem cells (HSCs). To investigate the physiological function of Angptl3 in bone marrow, we characterized the Angptl3 deficient mice, and identified several defects in the hematopoietic compartment. When we transplanted wild-type HSCs into lethally irradiated Angptl3 deficient mice, we found that the mutant bone marrow stroma have much lower ability to support in vivo expansion of HSCs. We sought to identify the Angptl3-producing cells in mouse bone marrow stroma, and showed that Angptl3 is highly expressed in CD45-SSEA4+ cells, which are mesenchymal stem cells (MSCs). Indeed, the co-culture of HSCs with CD45-SSEA4+ MSCs resulted in ex vivo expansion of HSCs. DNA microarray analysis, real-time RT-PCR, and flow cytometry were used to identify the intracellular factors that are responsible for Angptl3’s effects on HSCs. This investigation demonstrated that Angptl3-stimulated HSC expansion is contributed by its activities to support HSC self-renewal and inhibit hematopoietic differentiation. Our study will likely lead to the identification of a novel component of the niche for HSCs."
}