{
    "doi": "https://doi.org/10.1182/blood.V112.11.4564.4564",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1283",
    "start_url_page_num": 1283,
    "is_scraped": "1",
    "article_title": "The Investigation of the Clinical Values of Platelets Hemostatic Activity on Predicting Prophylactic Platelet Transfusion ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "topics": [
        "blood platelets",
        "hemostatics",
        "platelet transfusion",
        "hemorrhage",
        "thrombocytopenia",
        "hemorrhage prophylaxis",
        "sodium citrate",
        "thrombelastography",
        "whole blood coagulation time",
        "platelet count measurement"
    ],
    "author_names": [
        "Jia-hua Ding",
        "Hou-ming Qian",
        "Cheng-yin Huang"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "Department of Hematology, The Affiliated Zhongda Hospital of Southeast University, Nanjing, China"
        ],
        [
            "The Blood center of Jiangsu province, Nanjing, China"
        ]
    ],
    "first_author_latitude": "32.071185",
    "first_author_longitude": "118.77671799999999",
    "abstract_text": "Objective To investigate the clinical values of platelets hemostatic activity on predicting the bleeding risk due to thrombocytopenia and threshold of prophylactic platelet transfusion. Methods Activated plasma clotting time (APCT) and thrombelastography (TEG) were used to evaluate the platelets hemostatic activity of 127 patients with platelet count (Plt)<50×10 9 /L.37/127 patients with bleeding symptoms and 90/127 patients without were involved in the test.4.5ml venous blood was collected in the tubes with 0.5ml 3.2% sodium citrate and detected the Plt,APCT and TEG. Results Plt and APCT in the bleeding group and the non-bleeding group were(7.9±3.6)×10 9 /L,104.0±6.1s and(23.0±10.1)×10 9 / L,68.4±9.4s, respectively. There were statistically significant differences between the two groups, P <0.01. The APCT was negatively correlated with Plt,r=−0.7613. The TEG maximum amplitude (TEG-MA)were 20.5±5.3mm in the bleeding group(n=15)and 43.4±6.3mm in non-bleeding group(n=20), p <0.01. Using APCT≥90s,TEG-MA≤30mm as the cut-off point to predict the bleeding due to thrombocytopenia, the sensibility and specificity were 100%,98.9% and 100%,93.3%, respectively. Using Plt ≤20×10 9 /L, the sensibility was 100% and the specificity was 56.7%. Conclusion The specificity of APCT or TEG-MA for predicting bleeding due to thrombocytopenia was better than that of Plt. APCT≥90s or TEG-MA≤30mm as trigger for prophylactic platelet transfusion would effectively prevent bleeding due to thrombocytopenia."
}