{
    "doi": "https://doi.org/10.1182/blood-2018-99-116676",
    "article_title": "Real World Experience with Sublingual Fentanyl for the Treatment of Sickle Cell Vaso-Occlusive Episodes in Adults in a Tertiary Canadian Emergency Department ",
    "article_date": "November 29, 2018",
    "session_type": "903. Outcomes Research-Non-Malignant Hematology",
    "abstract_text": "Background: Vaso-occlusive episodes (VOEs) are the most common complication of Sickle Cell Disease (SCD) and associated with acute chest syndrome (ACS), multi-organ failure (MOF), sudden death, and early mortality. International guidelines recommend administration of parenteral opioid analgesia within 30-60 minutes of presentation to an emergency department (ED) to improve VOE outcomes. Rapidity of action and non-invasive administration make trans-mucosal formulations of fentanyl (TFF) appealing for treatment. A study comparing multi-modal analgesia with TFF in adult SCD patients found a significant reduction in pain scores in the TFF group. Toronto General Hospital (TGH) ED treats over 900 SCD patients. TFF was administered to non-opiate naïve patients presenting with VOE at the TGH ED between September 2015 and November 2016. Objective: To evaluate the difference in 24-hour oral morphine equivalent (MEQ) usage in adult SCD patients who received TFF for one episode of VOE treated at TGH ED between September 2015 and November 2016, in comparison to the preceding ED visit during which no TFF was administered to the same patients. Methods: SCD patients with a diagnosis of \"sickle cell disease with crisis\" who received TFF were identified through the TGH ED pharmacy database. Electronic medical records for their relevant visits were reviewed. For both visits, we recorded: MEQ administered in the preceding 24-hours to presentation, number of doses of TFF (each dose was 100 mcg and assumed to be 60 mg MEQ), and additional MEQs 24 hours subsequently. We further documented time in the ED, days to discharge, change in 11-point pain scores (0-10) over 24 hours, as well as baseline characteristics including age, gender, use of disease-modifying therapy, and number of VOEs in the prior 12 months. Hemoglobin, sickle hemoglobin percentage (Hb S%), absolute reticulocyte count, lactate dehydrogenase (LDH), total bilirubin, presence of acute/chronic kidney or liver disease, maximal oxygen requirements, ACS, MOF, readmission within 72 hours, or death were also recorded. Results: 201 patients were identified with a diagnosis of SCD. TGH pharmacy database identified TFF distribution at 19 separate patient visits. 3 were excluded as patients had sickle cell trait (SCT) rather than SCD, or no evidence of either; 1 because the patient refused TFF, and 1 where TFF receipt was unconfirmed. A further 5 were excluded as they had a previous visit during which TFF use was analyzed, and 2 because there was no prior comparison visit. Amongst the remaining 7 paired patient visits, there were no differences in MEQ in the 24 hours preceding ED presentation and all patients had homozygous sickle hemoglobin. Mean age was 29.14 (+/-7.69), median 27 and range 18 to 41 years. 57% were receiving disease-modifying therapy. Mean VOEs in the preceding 12-months was 5.13 (+/-2.76), median 4 and range of 2-11. One patient had pre-existing CKD and one had cirrhosis. Wilcoxon Rank Sums were used to compare outcomes between the 7 paired patient-visits (Table 1), and there was a significant difference in MEQ 24-hours after presentation (556 mg for the TFF visit vs. 197 mg for the non-TFF visit) with moderately strong evidence (p = 0.03125), but no differences in change in pain scores, time spent in ED, admission duration or oxygen requirements. Laboratory values were variably collected, but average hemoglobin (94 vs. 98 g/L), Hb S% (68 vs. 69%), and total bilirubin (74 vs. 73 micromoles/L) were consistent between visits. Average LDH levels were higher during the TFF visit (762 vs. 528 units/L), while absolute reticulocyte counts were lower (207 vs. 250 x 10 9 /L ). There was 1 ACS, and 1 return to ED within 72 hours, and both events were associated with TFF use. There were no MOF or deaths. Conclusion: TFF administration in adult SCD patients presenting with VOE appears to be safe, but was unexpectedly associated with significantly higher 24-hour MEQ use, which may reflect more severe VOE episodes at the TFF visits, as patients had higher LDH values, and increased complications (ACS and return to ED). However, there were no significant differences in other outcomes including change in pain scores, time spent in ED, admission duration or oxygen requirements. Overall, utilization of TFF in the TGH ED for SCD VOEs was low. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "drepanocytes",
        "emergency service, hospital",
        "fentanyl",
        "sublingual drug administration",
        "pain score",
        "oxygen",
        "analgesia (pain absence)",
        "bilirubin",
        "hemoglobin",
        "hemoglobin, sickle"
    ],
    "author_names": [
        "Hayley Merkeley, MD",
        "Sam Sabbah, MBBS, MSc",
        "Richard Ward, MBBS, MRCP",
        "Kevin H. M. Kuo, MD MSc,FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Hayley Merkeley, MD",
            "author_affiliations": [
                "University of Toronto, Toronto, Canada ",
                "University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sam Sabbah, MBBS, MSc",
            "author_affiliations": [
                "University of Toronto, Toronto, Canada ",
                "University Health Network, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Ward, MBBS, MRCP",
            "author_affiliations": [
                "University of Toronto, University Health Network, Toronto, Canada ",
                "Division of Hematology, Department of Medicine, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin H. M. Kuo, MD MSc,FRCPC",
            "author_affiliations": [
                "University of Toronto, Toronto, Canada ",
                "University Health Network, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T04:09:05",
    "is_scraped": "1"
}