{
    "doi": "https://doi.org/10.1182/blood.V126.23.4578.4578",
    "article_title": "A Meta-Analysis of Gene Expression Studies Highlights the Role of Innate Immunity in the Pathogenesis of Sickle Cell Disease and Reveals Novel Potential Regulators at the Transcriptomic Level ",
    "article_date": "December 3, 2015",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia - Basic and Translational Science",
    "abstract_text": "Sickle cell disease (SCD) is characterized by chronic inflammation and multisystem tissue damage. Despite the detailed characterization of the inflammatory changes observed in these patients, the precise identity of their critical triggers, as well as the hierarchical relationship between the elements involved in the pathogenesis of this complex disease are yet to be described. Meta-analysis of gene expression studies from public repositories represents a novel strategy, capable to identify key pathogenic mediators and therapeutic targets in complex diseases such as diabetes. The recent development of comprehensive bioinformatics tools further facilitated the identification of relevant genes, pathways and regulatory elements from high-throughput transcriptomic data. Here we performed a meta-analysis of recent gene expression studies with SCD patients, available at the Gene Expression Omnibus public repository. Two databases (GSE35007 and GSE53441) including samples from adults and children with SCD respectively fulfilled our inclusion criteria. We also performed additional meta-analysis comparing the gene expression pattern of these clinical samples with that of heme-stimulated endothelial cells (GSE25014). Meta-analysis was performed with the Inmex bioinformatics tool. Raw data was downloaded, annotated, preprocessed, and submitted to quality check. Differentially expressed genes were identified and ranked based on the RankProd package. Gene set analysis using more than 60 libraries was performed using EnrichR. Transcription factor, kinase enrichment, and pathway cluster analysis were performed using appropriate bioinformatics tools. Only pathways that were identified in more than one library were included. Our results demonstrate that the well-characterized association between innate immunity, hemostasis, angiogenesis and heme metabolism with SCD was also consistently observed at the transcriptomic level, across independent gene expression studies. The enrichment of genes and pathways associated with innate immunity and damage repair-associated pathways supports the model of erythroid danger-associated molecular patterns (DAMPs) as key mediators of the pathogenesis of SCD. In addition, our study generated a novel and large database of candidate genes, pathways, transcription factors and kinases not previously associated with the pathogenesis of SCD, that could be used in future and independent studies in SCD. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "gene expression",
        "immunity, natural",
        "sickle cell anemia",
        "heme",
        "phosphotransferases",
        "transcription factor",
        "chronic inflammation",
        "diabetes mellitus",
        "diabetes mellitus, type 2",
        "hemostasis procedures"
    ],
    "author_names": [
        "Bidossessi Wilfried Hounkpe",
        "Maiara Marx Luz Fiusa",
        "Marina Pereira Colella, MD PhD",
        "Loredana Nilkenes Gomes da Costa",
        "Rafaela Oliveira Benatti",
        "Sara Terezinha Olalla Saad, MD PhD",
        "Fernando Ferreira Costa, MD PhD",
        "Magnun Nueldo Santos, PhD",
        "Erich Vinicius De Paula, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bidossessi Wilfried Hounkpe",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, SP, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maiara Marx Luz Fiusa",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, SP, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Pereira Colella, MD PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, SP, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loredana Nilkenes Gomes da Costa",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, SP, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafaela Oliveira Benatti",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, SP, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Terezinha Olalla Saad, MD PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, SP, Brazil "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Ferreira Costa, MD PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, SP, Brazil "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magnun Nueldo Santos, PhD",
            "author_affiliations": [
                "Faculty of Medical Sciences, Department of Clinical Pathology, University of Campinas, Campinas, SP, Brazil"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erich Vinicius De Paula, MD PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, SP, Brazil "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T06:44:26",
    "is_scraped": "1"
}