{
    "doi": "https://doi.org/10.1182/blood-2020-136511",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4603",
    "start_url_page_num": 4603,
    "is_scraped": "1",
    "article_title": "Final Analysis of the International Double-Blind Randomized Phase III Study of Lenalidomide Maintenance in Elderly Patients with DLBCL in Response after R-CHOP, the Remarc Study from Lysa ",
    "article_date": "November 5, 2020",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": null,
    "author_names": [
        "Catherine Thieblemont, MD PhD",
        "Maria Gomes da Silva, MD",
        "Olivier Casasnovas, MD",
        "Hervé Ghesquieres, MD PhD",
        "Gandhi Laurent Damaj, MD PhD",
        "Judith Trotman, FRACP",
        "Pierre Feugier, MD PhD",
        "Corinne Haioun, MDPhD",
        "Richard Greil, MD",
        "Dolores Caballero, MD PhD",
        "Armando Lopez-Guillermo",
        "Sebastian Grosicki, MD PhD",
        "Koen Van Eygen, MD",
        "Sylvia Snauwaert, MD",
        "Ewa Lech-Marańda, MD PhD",
        "Sonja Heibl, MD",
        "John Catalano, MBBS, FRACP, FRCPA",
        "Amos Cohen, MD",
        "Anne Cairoli, MD",
        "Philippe Gaulard, MD PhD",
        "Franck Morschhauser, MD PhD",
        "Herve Tilly, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hemato-Oncology, Hôpital Saint-Louis, Assistance Publique - Hôpitaux de Paris, Paris, France "
        ],
        [
            "Hematology Unit, Portuguese Institue of Oncology, Lisboa, Portugal "
        ],
        [
            "Hematology Department, University Hospital F. Mitterrand and Inserm UMR 1231, Dijon, France "
        ],
        [
            "Department of Hematology, Centre Hospitalier Lyon Sud, Hospices Civils de Lyon, Pierre Benite, France "
        ],
        [
            "CHU de Caen Normandie, Normandie, France "
        ],
        [
            "Concord Hospital, Concord, Australia "
        ],
        [
            "Hematology Department, Nancy University Hospital, Vandoeuvre-lès-Nancy, France "
        ],
        [
            "Clinical Hematology, Henri Mondor University Hospital, UPEC, Creteil, France "
        ],
        [
            "3rd Medical Dept. with Hematology, Medical Oncology, Rheumatology and Infectiology, Paracelsus Medical University; Salzburg Cancer Research Institute (SCRI) Center for Clinical Cancer and Immunology Trials (CCCIT); Cancer Cluster Salzburg (CCS), Salzburg, Austria "
        ],
        [
            "Department of Hematology, Hospitalario Universitario de Salamanca (HUS/IBSAL) and CIBERONC, Salamanca, Spain "
        ],
        [
            "Hematopathology Unit, Hospital Clínic, Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), CIBERONC, Universitat de Barcelona, Barcelona, Spain "
        ],
        [
            "Department of Hematology and Cancer Prevention, Medical University of Silesia, Katowice, Poland "
        ],
        [
            "Algemeen Ziekenhuis Groeninge, Kortrijk, Belgium "
        ],
        [
            "AZ Sint-Jan, Brugge, Belgium "
        ],
        [
            "Department of Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ],
        [
            "Dept. of Internal Medicine IV, Klinikum Wels-Grieskirchen GmbH, Wels, Austria "
        ],
        [
            "Frankston Hospital, Frankston, Australia "
        ],
        [
            "Institute of Hematology, Davidoff Cancer Center, Beilinson Hospital, Petah Tikva, Israel "
        ],
        [
            "Service and Central Laboratory of Hematology, University Hospital Lausanne, CHUV, Lausanne, Switzerland "
        ],
        [
            "Department of Pathology, Henri Mondor Hospital, APHP, Paris Est-Créteil (UPEC) University Faculty, INSERM UMR-S 955, Créteil, France "
        ],
        [
            "Department of Hematology, Centre Hospitalier Régional Universitaire De Lille, Lille, France "
        ],
        [
            "Centre Henri Becquerel, Rouen, France"
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699",
    "abstract_text": "Background. R-CHOP is the standard first-line treatment for elderly patients (pts) with diffuse large B-cell lymphoma (DLBCL). However 30% of pts will relapse and 70% of relapsed pts will die within 2 years of diagnosis. The REMARC study (NCT01122472) is an international, multicenter, double-blind, randomized, placebo controlled, phase III trial that assessed the benefit of lenalidomide (LEN) maintenance in response after R-CHOP in pts aged 60 to 80 years with untreated DLBCL, FL3b or transformed lymphoma. The pts were randomized 1:1 to receive 2 years of LEN maintenance (25 mg/day for 21 of every 28 days) or placebo (PBO). The primary endpoint of the study was progression-free survival (PFS). Secondary endpoints were safety, PR to CR conversion rate, and overall survival (OS). We present the final analysis with a median follow-up of 81 months. Methods. From May 2009 to May 2014, 794 pts were enrolled. After R-CHOP therapy, 650 pts were randomized to maintenance with LEN (n=323) or PBO (n=327), either in CR (n= 495) or in PR (n= 152). Median age at diagnosis was 68 y (range 58-80), 43.5% were older than 70 y, and 56% were male. aaIPI was low in 38.5% and high in 57.5% of pts (missing data 4%). COO analyses were performed by both Hans algorithm (n=393) and NanoString technology (n=403). MYC , BCL2 , BCL6 rearrangements were assessed by FISH in 169, 161 and 143 pts respectively. Expression of MYC BCL2 and BCL6 by immunohistochemistry in 198 pts, 247 pts and 385 pts Results. The median PFS (according to independent centralized radiology review) was not reached in the LEN group versus 89 months in the PBO group (HR = 0.73 - 95% CL : 0.6-0.9; p=0.01)(See Figure). In the LEN group, 24 pts (35%) converted from PR to CR during maintenance compared to 22 pts (27%) in the PBO group (p=0.29) with a median time of 6.4 months and 5.6 months, respectively. Overall survival data did not show any benefit for LEN arm (HR =1.17, 95% CL: 0.9-1.6; p=0.29), a lack of difference not attributable to an excess of lymphoma relapse, secondary cancer or safety problems in LEN arm. Deaths generally occurred off study drug (median time from last dose of study drug to death was 18 months (range: 1-99) in LEN arm and 25.7 months (range:1-103) in control arm. During maintenance, the most common observed grade 3 or 4 AEs were neutropenia (57% vs. 22%), rash (5% vs. 1%), infections (8% vs. 6%), and thrombocytopenia (2.5% vs. 0.6%) in LEN and PBO arms, respectively. Dose adjustments were necessary in 72% of the LEN pts and 42% of PBO pts. 59% of pts stopped LEN and 39% stopped PBO for toxicity during maintenance. Median number of cycles was 15 in LEN and 26 in PBO arms. Secondary primary malignancies occurred in 56 pts receiving LEN and in 70 pts on PBO. Considering the cohort of pts with ABC profile (n=144), PFS and OS was similar in the LEN group (n=78) compared to the PBO group (n=66), p=0.15 and p=0.59, respectively. Among biological characteristics, GC profile was the only favorable parameter for PFS (HR=0.55, p=0.003) and OS (HR=0.47,  70, IPI 3-5, ABC profile, PR after R-CHOP as independent factors for an inferior PFS, and the same variables except treatment arm for OS. Conclusion . The final analysis of the REMARC study shows that 2 years of LEN maintenance in pts responding to R-CHOP significantly improved PFS (primary endpoint) regardless of COO, without a significant impact on OS Figure. Progression free survival - Follow-up : 81.1 months Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Thieblemont: Roche, Amgen, Kyte Gilead, Celgene, Abbvie, Novartis, Cellectis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support; Cellectis: Speakers Bureau; Roche, Hospita: Research Funding. Gomes da Silva: Janssen: Consultancy; MSD: Consultancy; BMS: Consultancy; abbvie: Consultancy; roche: Consultancy; Gilead: Consultancy. Casasnovas: Roche: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; abbvie: Consultancy, Honoraria; AMGEN: Consultancy, Honoraria; BMS: Consultancy, Honoraria; MSD: Consultancy, Honoraria; Gilead: Consultancy, Honoraria, Research Funding. Ghesquieres: Janssen: Honoraria; Gilead: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES; Roche: Consultancy, Other: TRAVEL, ACCOMMODATIONS, EXPENSES; CELGENE: Consultancy, Other: TRAVEL, ACCOMMODATIONS, EXPENSES. Trotman: F. Hoffmann-La Roche: Research Funding; BeiGene: Research Funding; PCYC: Research Funding; Celgene: Research Funding; Takeda: Research Funding. Feugier: janssen: Consultancy, Honoraria, Research Funding; astrazeneca: Consultancy, Honoraria, Research Funding; gilead: Consultancy, Honoraria, Research Funding; roche: Consultancy, Honoraria, Research Funding; abbvie: Consultancy, Honoraria, Research Funding. Haioun: Amgen: Honoraria; Celgene: Honoraria; Gilead: Honoraria; Novartis: Honoraria; Janssen: Honoraria; Roche: Honoraria; Servier: Honoraria; Takeda: Honoraria; Miltenyi: Honoraria. Greil: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; F. Hoffmann-La Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; Astra zeneca: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; BMS/celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; MSD Merck: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; Daiichi Sankyo, Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding. Caballero: Janssen: Membership on an entity's Board of Directors or advisory committees, Other: travel; Kite: Membership on an entity's Board of Directors or advisory committees; Takeda: Other: travel; BMS: Other: travel; Roche: Other: travel; Gilead: Other: travel; Celgene: Membership on an entity's Board of Directors or advisory committees, Other: travel. Lopez-Guillermo: roche: Consultancy, Research Funding; gilead: Consultancy, Research Funding; novartis: Consultancy; celgene: Consultancy, Research Funding. Snauwaert: abbvie: Other; janssen: Other: travel; roche: Other: travel. Lech-Marańda: Roche, Amgen, Gilead: Speakers Bureau; Roche, Novartis, Takeda, Janssen-Cilag, Amgen, Gilead, AbbVie, Sanofi: Consultancy. Heibl: BMS/celgene: Consultancy, Honoraria, Research Funding; novartis: Consultancy, Honoraria; AOP orphan: Consultancy, Honoraria, Research Funding; Takeda: Honoraria. Catalano: celgene: Other: travel. Cairoli: celgene: Other: travel; roche: Other: travel. Gaulard: innate pharma: Research Funding; takeda: Honoraria, Research Funding. Morschhauser: F. Hoffmann-La Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Honoraria; Epizyme: Membership on an entity's Board of Directors or advisory committees; Servier: Consultancy; Genentech, Inc.: Consultancy; Celgene: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Tilly: BMS: Honoraria."
}