{
    "doi": "https://doi.org/10.1182/blood-2021-145294",
    "article_title": "The Impact of Revised Definitions for TACO and TRALI on Hemovigilance Reporting ",
    "article_date": "November 5, 2021",
    "session_type": "401.Blood Transfusion",
    "abstract_text": "Introduction Transfusion-associated circulatory overload (TACO) and transfusion-related acute lung injury (TRALI) are serious adverse transfusion reactions. Standardized surveillance definitions are important to ensure consistent and accurate reporting of cases. Recently, revised definitions have been developed for both TACO and TRALI, the latter which have not yet been widely implemented. The primary aim of this study is to assess the impact of the new TACO and TRALI definitions on hemovigilance reporting. The secondary aim is to collate a TRALI case series to describe the epidemiological and laboratory features of this uncommon condition. Methods The Australian Red Cross Lifeblood Adverse Transfusion Reaction database, a passive reporting system, was accessed to identify all cases of suspected or confirmed TACO and TRALI referred from 1 July 2015 to 30 June 2019. Cases were assessed against both the former and new definitions of TACO and TRALI and results compared. For confirmed cases of TRALI the following information was collected: patient demographics, antibody investigation results, type and age of products implicated, donor gender and donor outcomes. Statistical analysis was performed using Fisher's exact test. Results In total 99 cases were identified, of which 12 cases were excluded from analysis due to insufficient clinical details. A further 14 cases were excluded as they were deemed not to be transfusion related. The final number of cases assessed was 73. There were 48 TACO cases identified. Only 26 cases strictly met the former 2011 International Society of Blood Transfusion (ISBT) definition of TACO; 6 cases did not meet the definition and 16 cases lacked sufficient clinical details due to the passive nature of the reporting system. In comparison, 46 cases met the revised 2018 ISBT definition, with only 2 cases having insufficient details. There were 24 cases of TRALI according to the 2004 Canadian Consensus Conference (CCC) definition compared with 25 cases according to the proposed 2019 revised definition. Of the 24 cases of TRALI, 15 were classified as TRALI and 9 as possible TRALI. One case was excluded from having TRALI or possible TRALI under the 2004 CCC definition as the patient had pre-existing acute respiratory distress syndrome from influenza A pneumonia, but could be diagnosed as a TRALI Type II under the revised definition as their respiratory status had been stable for more than 12 hours. A total of 62 components from 81 donors were associated with the 24 TRALI cases. Forty-nine (60%) of these donors were male, 31 (38%) female and 1 (1%) unknown (cadaveric liver). Thirty-three (41%) of these donors were deferred due to the presence of HLA antibodies or being the only donor associated with a case. Sixteen cases (67%) were associated with donor antibodies, most commonly HLA class I and HLA class II antibodies that were non-recipient specific. HNA antibodies were present in 3 cases. There were 8 cases in which an HLA or HNA antibody was not implicated. There was no difference in antibody detection rates between low plasma volume components (red cells, pooled platelets and cryoprecipitate) and high plasma volume components (fresh frozen plasma and apheresis platelets) (45% versus 34%, p=0.44 ). There was a trend towards higher antibody detection rates in female donors (46%) compared with male donors (29%), however this was not statistically significant ( p=0.10 ). Conclusions The revised TACO definition appears to capture more cases than the former definition. There appears to be no significant difference in the number of TRALI cases under the proposed new definition compared to the definition currently in use. This is the first study to provide validation data for the revised TRALI definition. TRALI is a rare condition and further studies such as these are required to improve our understanding of its pathophysiology and laboratory findings. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Yin Yuan",
        "Peta Dennington",
        "James J. Daly",
        "John-Paul Tung",
        "Shoma Baidya"
    ],
    "author_dict_list": [
        {
            "author_name": "Yin Yuan",
            "author_affiliations": [
                "Australian Red Cross Lifeblood, Brisbane, Australia",
                "The University of Queensland, Brisbane, Australia",
                "Princess Alexandra Hospital, Woolloongabba, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peta Dennington",
            "author_affiliations": [
                "Australian Red Cross Lifeblood, Sydney, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James J. Daly",
            "author_affiliations": [
                "Australian Red Cross Lifeblood, Brisbane, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John-Paul Tung",
            "author_affiliations": [
                "Research and Development, Australian Red Cross Lifeblood, Brisbane, Australia",
                "Critical Care Research Group (CCRG), The Prince Charles Hospital, Brisbane, Australia",
                "School of Medicine, University of Queensland, Brisbane, Australia",
                "School of Biomedical Sciences, Faculty of Health, Queensland University of Technology, Brisbane, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shoma Baidya",
            "author_affiliations": [
                "Australian Red Cross Lifeblood, Brisbane, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:31:48",
    "is_scraped": "1"
}