{
    "doi": "https://doi.org/10.1182/blood-2020-138851",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4596",
    "start_url_page_num": 4596,
    "is_scraped": "1",
    "article_title": "Plasma Exchange for COVID-19 Thrombo-Inflammatory Disease ",
    "article_date": "November 5, 2020",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": null,
    "author_names": [
        "Mari Thomas",
        "Nishkantha Arulkumaran",
        "David Brearley",
        "Ferras Alwan",
        "Deepak Singh",
        "Michael P Lunn",
        "Anna Welch",
        "Samuel Clark",
        "Eamon Raith",
        "Ugan Reddy",
        "Ryan Low",
        "David Leverett",
        "Mervyn Singer",
        "Marie Scully, MD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, University College London Hospitals, Cardiometabolic Program, National Institute for Health Research UCLH/UCL Biomedical Research Centre, London, United Kingdom "
        ],
        [
            "Bloomsbury Institute of Intensive Care Medicine, University College London Hospitals, London, GBR "
        ],
        [
            "Bloomsbury Institute of Intensive Care Medicine, UCLH, London, United Kingdom "
        ],
        [
            "Department of Haematology, University College London Hospital, London, United Kingdom "
        ],
        [
            "Special Coagulation Laboratory UCLH-HSL, London, United Kingdom "
        ],
        [
            "Department of Neurology, University College Hospital, London, London, United Kingdom "
        ],
        [
            "University College London Hospitals, London, GBR "
        ],
        [
            "Intensive Care Unit, University College London Hospitals, London, GBR "
        ],
        [
            "National Hospital for Neurology and Neurosurgery, UCLH, London, United Kingdom "
        ],
        [
            "National Hospital for Neurology and Neurosurgery, UCLH, London, United Kingdom "
        ],
        [
            "Department of Haematology, UCLH, London, United Kingdom "
        ],
        [
            "University College London Hospitals, London, GBR "
        ],
        [
            "Bloomsbury Institute of Intensive Care, University College London Hospital, London, GBR "
        ],
        [
            "Department of Haematology, University College London Hospitals, Cardiometabolic Program, National Institute for Health Research UCLH/UCL Biomedical Research Centre, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.523885199999995",
    "first_author_longitude": "-0.13524784999999998",
    "abstract_text": "Introduction Severe COVID-19 disease is associated with a hyperinflammatory, pro-thrombotic state and a high mortality. A thrombotic phenotype rather than a coagulopathy is suggested and we undertook plasma exchange to determine its effects on organ function and thrombo-inflammatory markers. Methods Plasma exchange was carried out in seven critically ill adults with severe COVID-19 respiratory failure (PaO 2 :FiO 2 ratio 800 IU/L and D dimer>1000 µg/L (or doubling from baseline). Patients received a daily single volume 3 litre plasma exchange for a minimum of five days. No other immunomodulatory medications were initiated during this period. Effects on organ function, thrombo-inflammatory markers and complications were monitored. Seven patients matched for age and baseline biochemistry were a comparator group. Results Coagulation screening revealed no evidence of coagulopathy. However, von Willebrand Factor (VWF) activity, antigen and VWF antigen:ADAMTS13 ratio, Factor VIII and D-dimers were all elevated. Following five days of plasma exchange, plasma levels of all the above, and ferritin levels, were significantly reduced (p<0.05, Figure 1) while lymphocyte count normalized (p<0.05). The P a O 2 :FiO 2 ratio increased from a median(IQR) of 11.6 (10.8- 19.7) kPa to 18.1 (16.0-25.9) kPa (p<0.05). Similar improvements were not observed in controls. Acute kidney injury (AKI) occurred among 5 patients in the control arm but not in patients who underwent plasma exchange. Conclusion Plasma exchange was associated with an improvement in oxygenation, decreased incidence of AKI, normalisation of lymphocytes and reduction in circulating thrombo-inflammatory markers including D-Dimer and VWF Ag:ADAMTS13 ratio. View large Download slide View large Download slide  Disclosures Thomas: Ablynx: Honoraria, Other: Advisory Board; Bayer: Honoraria, Speakers Bureau; Sanofi: Honoraria, Other: Advisory Board. Scully: Takeda: Consultancy, Speakers Bureau; Alexion: Consultancy, Speakers Bureau; Sanofi: Consultancy, Speakers Bureau; Shire/Takeda: Other: Advisory Board, Research Funding, Speakers Bureau; Novartis: Other: Advisory Board, Speakers Bureau; Takeda: Speakers Bureau; Ablynx/Sanofi: Consultancy, Other: Advisory Board, Speakers Bureau."
}