{
    "doi": "https://doi.org/10.1182/blood-2021-153580",
    "article_title": "Genotype-Phenotype Relationship Among 1200 Unrelated White Patients with Inherited FVII Deficiency: A Three-Center Database Study ",
    "article_date": "November 5, 2021",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis: Clinical and Epidemiological",
    "abstract_text": "Background: Congenital factor VII (FVII) deficiency is a rare bleeding disorder caused by mutations in F7 gene with autosomal recessive inheritance. A clinical heterogeneity with poor correlation with FVII:C levels has been described. Aim of this study was to identify genetic defects and to evaluate their relationships with clinical phenotype in a large cohort of 1228 white patients with FVII:C below the age-dependent cut-off %. Methods: Probands with confirmed inherited factor VII deficiency were i) genotyped (Sanger method & multiplex ligation-dependent probe amplification [MLPA]) for F7 mutations including common polymorphic variants and were ii) classified according to clinical bleeding scores (BC). In addition, common thrombophilic variants and blood groups were determined. Results: Probands included asymptomatic subjects (referred for laboratory work up of recurrent prolonged prothrombin time; n=415; mean age 30 + 19 yrs.; female 52%) and patients who presented with mild, moderate or severe bleeding episodes (n=805; mean age 34 + 18 yrs.; female 70%). Bleeding symptoms included epistaxis, gum bleeding, GI bleeding, hematuria, postoperative and gynecologic hemorrhage. Median FVII activity (entire cohort) measured with clotting-based assays (ACL TOP 750 and/or BCS-XP) was 49% (range 5-78%) and the median ISTH BS recorded within a period of two years prior to work-up was 1(0-17). The latter was significantly higher in women compared with males (2 versus 1; p < 0.001). The corresponding PBAC-Score prior to hormonal treatment was 163 (25-1200). Blood group 0 was present in 40.6% of cases. Known and novel mutations in the F7 gene, including coding regions, exon/intron boundaries and the promoter region, are found in 534 patients (44%) and common polymorphisms were detected in 666 subjects (95%). Logistic regression analysis adjusted for clinical and laboratory data (blood group, FVII activity, presence of F7 gene mutations and /or polymorphisms, thrombophilia status and further factor deficiencies) revealed that older age (increase per year) at referral (odds/95% CI: 1.01/1.007-1.025) and female gender (odds/95% CI: 3.25/2.35-4.50) in part explain differences in clinical bleeding phenotype associated with FVII deficiency. Conclusion: Overall there is poor correlation between the FVII level and the bleeding phenotype. Older patients and females are more likely to have symptomatic disease as a result of gynecological or muco-cutaneous bleeding. Disclosures Kenet:  Alnylam: Consultancy, Research Funding; Bayer: Consultancy, Research Funding; Opko Biologics: Research Funding; Pfizer: Consultancy, Research Funding; Shire: Research Funding; Novo Nordisk: Consultancy; Roche: Consultancy; Takeda: Consultancy.",
    "author_names": [
        "Susan Halimeh",
        "Gili Kenet",
        "Piotr Kuta",
        "Maria Shneyder",
        "Tido Bajorat",
        "Ulrike Nowak-Göttl"
    ],
    "author_dict_list": [
        {
            "author_name": "Susan Halimeh",
            "author_affiliations": [
                "3. Institute of Clinical Chemistry, Univ. Hospital of Kiel & Lübeck, Germany, Kiel, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gili Kenet",
            "author_affiliations": [
                "The National Hemophilia Center, and Amalia Biron Research Institute of Thrombosis and Haemostasis, Sheba Medical Center, Tel Hashomer, Tel Aviv University, Tel Aviv, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Piotr Kuta",
            "author_affiliations": [
                "3. Institute of Clinical Chemistry, Univ. Hospital of Kiel & Lübeck, Germany, Kiel, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Shneyder",
            "author_affiliations": [
                "3. Institute of Clinical Chemistry, Univ. Hospital of Kiel & Lübeck, Germany, Kiel, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tido Bajorat",
            "author_affiliations": [
                "Institute of Clinical Chemistry, Univ. Hospital of Kiel & Lübeck, Germany, Kiel, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Nowak-Göttl",
            "author_affiliations": [
                "Institute of Clinical Chemistry, Univ. Hospital of Kiel & Lübeck, Kiel, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T04:12:47",
    "is_scraped": "1"
}