{
    "doi": "https://doi.org/10.1182/blood-2019-129705",
    "article_title": "Direct Oral Anticoagulant Use and Outcomes in Patients with High and Intermediate Risk BCR-ABL-Negative Myeloproliferative Neoplasms ",
    "article_date": "November 13, 2019",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "abstract_text": "Background: Patients with BCR-ABL-negative myeloproliferative neoplasms (MPNs) are prone to thrombohemorrhagic complications. Vitamin K antagonists (VKA) or low weight molecular heparin (LWMH) are considered standard treatments for venous or arterial thromboses in BCR-ABL-negative MPN patients. However, there is little information regarding the safety and efficacy of direct oral anticoagulants (DOACs) in this population. Our primary aim was to determine the prevalence and outcomes of DOAC use in BCR-ABL-negative MPN patients at our institution. Methods: We performed a single-center, retrospective cohort study of all active BCR-ABL-negative MPN patients in the UCSF Hematology Clinic between January 2017 and March 2019. Patients were identified by ICD-10 codes and chart abstraction. Problem and medication lists were reviewed for appropriate diagnoses and medications. Provider notes were reviewed for anticoagulation indication, treatment course, and hemorrhagic or thrombotic complications. Descriptive statistics were used to summarize the data. Results: Of 299 patients with BCR-ABL-negative MPNs, 42 were treated with anticoagulation during our abstraction period. Of the 42 patients, 22 (52%) were treated with DOACs, 17 (41%) with warfarin, and 3 (7%) with LWMH. Of the 22 patients on DOACs, the median age was 74 (range 39-94) with a female to male ratio of 1.2:1. Of those on DOACs, the most common diagnosis was essential thrombocythemia (ET) (n=9; 41%), followed by primary myelofibrosis (MF) and post-ET or post-PV myelofibrosis (n=7; 32%), polycythemia vera (PV) (n=5; 22%), and MPN-Unclassifiable (n=1; 5%). All ET and PV patients (except 1 ET) were high-risk by IPSET-thrombosis and clinical criteria, and all primary myelofibrosis and post-ET or post-PV myelofibrosis patients were intermediate-2 by DIPSS-plus. Most patients were JAK2 V617F positive (n=19; 86%), with the remainder positive for CALR type 2 (n=2; 9%) and type 1 (n=1; 5%). Almost all ET and PV patients were concurrently treated with hydroxyurea (12/14; 86%) and 1 out of 5 PV patients was also treated with phlebotomy. Roughly one-third of patients (n=8; 36%) remained on aspirin while on a DOAC. Of the 22 patients, 15 (68%) were prescribed DOACs for thrombosis treatment and prophylaxis. The primary indications were pulmonary embolus (PE) (n=5), deep venous thrombosis (DVT) (n=4), splanchnic thrombosis (SVT) (n=3), organ ischemia (n=2), and cerebral sinus thrombosis (CVT) (n=1). The remaining 7 patients were on DOACs for atrial fibrillation, although two had histories of prior thrombotic events (PE and stroke). Nine (41%) of the patients on DOACs had a history of more than one significant venous or arterial thrombotic event. Most were on long-term anticoagulation with a median DOAC prescription of 26 months (range 4 to 62). Nineteen patients (86%) remained on a DOAC at their last provider visit, with two having completed treatments for provoked PEs and one discontinued for thrombocytopenia. DOACs prescribed for thrombosis indications included apixaban (n=8), rivaroxaban (n=5), and dabigatran (n=2). Of the 22 patients on DOACs, none experienced significant thrombotic events and one patient had a hemorrhagic event shortly before establishing care at our institution; a post-PV MF patient on dabigatran for a splanchnic thrombosis had an upper gastrointestinal bleed and required reversal with idarucizumab. Of the patients on warfarin and LWMH, there were 4 significant thrombohemorrhagic events: 1 bleeding and 3 clotting. The bleeding event happened in a high risk ET patient on warfarin plus aspirin for a splanchnic vein thrombosis (INR 2.2). Three clotting events occurred in high risk ET and PV patients on warfarin. One was concurrently diagnosed with a DVT, PE, and arterial thrombus (INR 2.1), and the other two were diagnosed with portal vein thromboses (INRs of 1.8 and 2.2). None were taking hydroxyurea or aspirin at time of their recurrent thrombosis. Conclusions: DOACs were used more frequently than warfarin or LWMH in our high and intermediate risk BCR-ABL-negative MPN patients with no clotting events but one notable hemorrhagic event. Future research regarding the safety and efficacy of DOAC use in BCR-ABL-negative MPNs, including randomized controlled trials, should be considered. Disclosures Damon: Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees. Logan: Incyte: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy; TeneoBio: Consultancy; Kadmon: Research Funding; Pharmacyclics: Research Funding; Abbvie: Consultancy; Astellas: Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Kiadis: Consultancy; Kite: Research Funding; Agios: Consultancy, Membership on an entity's Board of Directors or advisory committees; Jazz: Research Funding. Olin: MedImmune: Research Funding; Ignyta: Research Funding; Clovis: Research Funding; Mirati Therapeutics: Research Funding; AstraZeneca: Research Funding; Genentech: Consultancy, Research Funding; Pfizer: Research Funding; Spectrum: Research Funding; Jazz Pharmaceuticals: Consultancy, Honoraria; Novartis: Research Funding; Revolution Medicine: Consultancy; Daiichi Sankyo: Research Funding; Astellas: Research Funding. Smith: Revolution Medicines: Research Funding; Astellas Pharma: Research Funding; fujiFilm: Research Funding; Abbvie: Research Funding.",
    "topics": [
        "direct oral anticoagulants",
        "myeloproliferative disease",
        "underweight",
        "thrombosis",
        "thrombus",
        "warfarin",
        "aspirin",
        "deep vein thrombosis",
        "anticoagulation",
        "dabigatran etexilate"
    ],
    "author_names": [
        "Kelly L. Schoenbeck, MD",
        "Giselle Salmasi, MD",
        "Miguel Carlos Cerejo, DO",
        "Patricia A. Cornett, MD",
        "Lloyd E. Damon, MD",
        "Aaron C. Logan, MD PhD",
        "Rebecca L. Olin, MD",
        "Andrew D. Leavitt, MD",
        "Catherine C. Smith, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kelly L. Schoenbeck, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giselle Salmasi, MD",
            "author_affiliations": [
                "Division of Hematology and Blood and Marrow Transplantation, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel Carlos Cerejo, DO",
            "author_affiliations": [
                "Division of Hematology and Blood and Marrow Transplantation, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia A. Cornett, MD",
            "author_affiliations": [
                "Division of Hematology and Blood and Marrow Transplantation, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lloyd E. Damon, MD",
            "author_affiliations": [
                "Division of Hematology and Blood and Marrow Transplantation, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron C. Logan, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Blood and Marrow Transplantation, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca L. Olin, MD",
            "author_affiliations": [
                "Division of Hematology and Blood and Marrow Transplantation, University of California - San Francisco, San Francisco, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D. Leavitt, MD",
            "author_affiliations": [
                "Division of Hematology and Blood and Marrow Transplantation, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine C. Smith, MD",
            "author_affiliations": [
                "Division of Hematology and Blood and Marrow Transplantation, University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T15:33:03",
    "is_scraped": "1"
}