{
    "doi": "https://doi.org/10.1182/blood.V120.21.4254.4254",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2265",
    "start_url_page_num": 2265,
    "is_scraped": "1",
    "article_title": "Existence of Neuropathic Pain in Patients with Sickle Cell Disease ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Poster III",
    "topics": [
        "neuropathic pain",
        "sickle cell anemia",
        "pain",
        "sensory symptoms",
        "burning sensation",
        "allodynia",
        "hyperalgesia",
        "hypesthesia",
        "pain score",
        "paresthesia"
    ],
    "author_names": [
        "Amanda M Brandow, DO, MS",
        "Rebecca A. Farley",
        "Julie A Panepinto, MD, MSPH"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, Medical College of Wisconsin and Children's Research Institute of the Children's Hospital of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Pediatric Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Ped. Hematology/Oncology, The Medical College of Wisconsin, Milwaukee, WI, USA"
        ]
    ],
    "first_author_latitude": "43.042397599999994",
    "first_author_longitude": "-88.0240616",
    "abstract_text": "Abstract 4254 Background: Pain in sickle cell disease (SCD) increases with age and is often consistent with a chronic pain syndrome in adults. Patient descriptors of SCD pain (sharp, burning, shooting) and precipitating factors (cold temperatures, touch, increased wind speed and barometric pressure) suggest the existence of neuropathic pain. Neuropathic pain is defined as pain initiated or caused by a primary lesion or dysfunction of the nervous system that ultimately affects the somatosensory system. The prevalence of neuropathic pain in SCD is not well known. The objective of our study was to determine the presence of neuropathic pain in SCD patients, determine the sensory symptoms patients are experiencing, and to evaluate the relationship between neuropathic pain, age, and gender. We hypothesized 20% of SCD patients will report experiencing neuropathic pain and that neuropathic pain will be associated with older age and be more likely in females. Methods: A cross-sectional study was conducted in 56 patients with SCD. All patients ≥14 yrs (minimum age of questionnaire validation cohort) with a diagnosis of SCD were eligible and recruited during routine clinic visits while in their baseline state of health. The painDETECT questionnaire, a validated neuropathic pain screening tool developed to differentiate neuropathic from non-neuropathic pain, was used to measure neuropathic pain, the primary outcome of the study. The one-page questionnaire is comprised of 9 questions about the severity, course, and quality of pain specifically focused on neuropathic pain symptoms. Sensory symptoms of pain (burning pain, spontaneous paresthesias, mechanical allodynia, spontaneous pain attacks, thermal hyperalgesia, and numbness) were rated on a 0–5 scale. The questionnaire was scored based on the developer's guidelines and yielded a total score ranging from 0 to 38. Scores 19–38 indicate a definite neuropathic pain component, scores 0–12 indicate a neuropathic pain component does not exist, and scores 13–18 indicate a probable neuropathic pain component. Descriptive statistics were performed. Individual item responses of sensory symptoms graded 3 or higher were considered clinically relevant. Spearman correlation was used to determine the association of age and total score and Fisher's exact test was used to evaluate the difference in the proportion of patients with evidence of neuropathic pain between males and females. Results: Fifty-six SCD patients completed the questionnaire. Median age was 20.3 yrs (IQR 17–29), 77% were female, and genotypes were 64% HbSS, 25% HbSC, 4% HbSβ°thal, 4% HbSβ + thal, and 4% other. Mean hemoglobin was 9.8 (±1.7) g/dL, mean reticulocyte count was 7.8 (± 4.8) %, and 56% were on hydroxyurea. Mean pain score on a 0–10 scale at the time of study completion was 2.9 (±2.6), mean pain score during the past 4 weeks was 5.2 (±2.7) and 59% stated their pain radiated to other body regions from the primary pain site. We found 23% had a definite neuropathic pain component with scores ≥19 (range 19–28). An additional 14% had a probable neuropathic pain component with scores ranging between13–18. The proportions of patients reporting clinically relevant sensory symptoms were: spontaneous pain attacks (50%), mechanical allodynia (30%), numbness (29%), thermal hyperalgesia (27%), spontaneous paresthesias (27%), and burning pain (15%). Age was significantly positively correlated with total score [r=0.43; p=0.001] suggesting older patients have more neuropathic pain characteristics. There was no difference in the proportion of patients with definite or probable neuropathic pain scores between females and males [p=0.33; Fisher's exact test]. Only 4% of patients were taking Gabapentin, a drug used to treat neuropathic pain. Conclusions: Neuropathic pain exists in SCD. We found almost 40% of our SCD study population had a definite or probable component of neuropathic pain. The presence of neuropathic pain appears to increase with age since higher scores were significantly correlated with older age. Despite finding that almost 40% of patients experience neuropathic pain, less than 5% were taking a drug specifically targeted at treating neuropathic pain. Appropriate screening using validated tools can identify SCD patients that may benefit from therapies specifically targeted at treating neuropathic pain. Disclosures: No relevant conflicts of interest to declare."
}