{
    "doi": "https://doi.org/10.1182/blood.V104.11.960.960",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=93",
    "start_url_page_num": 93,
    "is_scraped": "1",
    "article_title": "Somatic Hypermutation Does Not Increase the Binding Affinity of Ig Derived Peptides to MHC Class I or II - Implications for Ig Peptide Vaccination Strategies. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The idiotype of the monoclonal immunoglobulin (Ig) from malignant B cells were the first tumor antigens described, inducing both humoral and cellular immune responses. Ig peptides can be presented in an MHC dependent manner and induce cytotoxic T-cell (CTL) responses. Although such responses were thought to be patient specific, shared framework regions (FR) peptides can be presented by MHC Class I and induce allogeneic and autologous CTL responses. Two classes of chronic lymphocytic leukemia (CLL) have been identified based on the presence or absence of Ig somatic hypermutation, with mutated patients having a better prognosis. We sought to determine whether the presence of such mutations increased the immunogenicity of MHC binding peptides and explain the better outcome in patients with mutated type CLL. We analyzed the Ig sequences of 36 mutated and 36 unmutated CLL patients to determine the predicted binding affinity to specific HLA Class I alleles of nonameric and decameric peptides using the SYFPEITHI and BIMAS databases. We identified more than 700 nonameric and more than 1000 decameric peptides using an extremely low binding threshold (predicted half-life for binding greater than or equal to 1 minute) to maximize sensitivity. Most peptides had a low or intermediate binding affinity (95% had half life 1 to 120 minutes in BIMAS). More peptides were FR rather than complementarity-determining region (CDR) derived with two thirds in the CDR2-FR3-CDR3 region and fewer within the FR1-CDR1-FR2. Of note, there was no statistically significant difference in predicted binding affinity in mutated and unmutated CLL patients (p=0.41), providing little evidence that improved outcome is associated with an increased immune response in patients with mutated CLL. However, we observed an increased number of FR1 region peptides in mutated patients (ratio FR1/CDR3 2.1), whereas more peptides were CDR3 derived (ratio FR1/CDR3 0.7) in the unmutated patients. On analysis of 36 HLA-A*0201 positive and 36 negative patients, we found no increase in the number or predicted scores of HLA-A*0201 binding peptides in Ig sequences from patients who do not express HLA-A*0201 (p=0.29), indicating no selection pressure against the development of sequences that could be recognized by CTLs. Although the algorithms for predicted binding affinity for MHC Class II molecules are less well developed, the frequency of MHC Class II binding peptides were similar in mutated and unmutated sequences, providing no evidence of selection pressure against specific Class II binding epitopes. A limitation of idiotypic vaccinations is the need to develop patient specific reagents. We observed that 30% of FR peptides were shared among patients with only 80 different HLA-A*0201 binding peptide sequences identified, and four peptides shared among 10 or more patients. We conclude that there is no selective pressure against the development of peptides that can bind to specific MHC class I and class II molecules. T cell responses against Ig region peptides occur in patients with and without evidence of somatic hypermutation, suggesting that both groups may profit from immunotherapy targeting such peptides. We are developing a pool of shared peptides that would encompass the majority of patients and this approach is being examined in pre-clinical in vivo models for clinical development.",
    "topics": [
        "affinity",
        "genes, mhc class i",
        "immunoglobulins",
        "peptides",
        "vaccination",
        "hla-a antigens",
        "hla-a2 antigen",
        "molecule",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Katja Mauerer, MD",
        "David Zahrieh, MSc",
        "Sascha Ansen, MD",
        "Aihong Li, MD, PhD",
        "Zhinan Xia, PhD",
        "John G. Gribben, MD DSc"
    ],
    "author_affiliations": [
        [
            "CLL Research Consortium, Medical Oncology and Biostatical Science, Dana farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "CLL Research Consortium, Medical Oncology and Biostatical Science, Dana farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "CLL Research Consortium, Medical Oncology and Biostatical Science, Dana farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "CLL Research Consortium, Medical Oncology and Biostatical Science, Dana farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "CLL Research Consortium, Medical Oncology and Biostatical Science, Dana farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "CLL Research Consortium, Medical Oncology and Biostatical Science, Dana farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.26311295",
    "first_author_longitude": "-71.05145329999999"
}