{
    "doi": "https://doi.org/10.1182/blood.V118.21.4356.4356",
    "article_title": "Structural Characterization of BAX 855, a PEGylated Recombinant FVIII ",
    "article_date": "November 18, 2011",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Abstract 4356 Baxter and Nektar have developed a longer acting recombinant FVIII (BAX 855), which is manufactured by coupling stable PEG using Nektar technology to Baxter’s full-length rFVIII bulk drug substance from the protein-free ADVATE™ manufacturing process. BAX 855 was characterized by a number of analytical methods, focusing on the elucidation of the primary structure, posttranslational modifications, PEGylation site distribution and three-dimensional structure. The primary structure of BAX 855 was investigated using a peptide mapping approach. Samples were digested with trypsin and the resulting peptides were separated by reversed phase chromatography and detected with on-line electrospray ionization mass spectrometry. This approach resulted in a sequence coverage of 94% with good consistency demonstrated between different BAX 855 batches. Protein-bound oligosaccharides were determined by normal phase HPLC of fluorescence labeled N-glycans released by PNGase F treatment. The composition of the N-linked oligosaccharides showed a similar pattern between BAX 855 and unmodified rFVIII, confirming that the N-glycosylation pattern remained intact during the PEGylation process. PEGylation site distribution and detailed analysis of the consistency of PEGylation was investigated by activating BAX 855 with thrombin. The resulting PEGylated and non-PEGylated fragments were separated using a RP-HPLC approach and the bound PEG was measured for each thrombin fragment. The distribution of PEG among the different thrombin fragments of rFVIII was shown to be consistent between several BAX 855 batches. Moreover, RP-HPLC of native BAX 855 showed reproducible subunit composition and PEGylation. SDS-PAGE and Western blot analysis of BAX 855 revealed changes in the electrophoretic pattern due to PEGylation without the appearance of any relevant degradation products. The random PEGylation of rFVIII was shown using antibodies with different epitope specificities. Dynamic light scattering and Fourier-transformed infrared spectroscopy (FTIR) were used to monitor the consistency of three dimensional structures. The mean hydrodynamic diameter of BAX 855 was between 30 and 40 nm, which is a characteristic size for a ∼300-kDa protein. Several BAX 855 batches showed almost overlapping FTIR absorbance spectra, especially in the conformationally susceptible amide I and amide II peak at 1650 and 1550 cm −1 , respectively, indicative for good consistency of the manufacturing process. In summary, BAX 855, a PEGylated rFVIII derivative, can be manufactured reproducibly without changes to the protein structure characteristic for a fully functional FVIII molecule. Disclosures: Kaliwoda: Baxter Innovations GmbH: Employment. Graninger: Baxter Innovations GmbH: Employment. Matthiessen: Baxter Innovations GmbH: Employment. Schrenk: Baxter Innovations GmbH: Employment. Turecek: Baxter Innovations GmbH: Employment. Mitterer: Baxter Innovations GmbH: Employment. Ehrlich: Baxter Innovations GmbH: Employment. Scheiflinger: Baxter Innovations GmbH: Employment.",
    "topics": [
        "amides",
        "antibodies",
        "catabolism",
        "chromatography",
        "diameter",
        "disclosure",
        "employment",
        "energy absorbance",
        "epitopes",
        "fluorescence"
    ],
    "author_names": [
        "Martin Kaliwoda, PhD",
        "Michael Graninger, PhD",
        "Peter Matthiessen, PhD",
        "Gerald Schrenk, PhD",
        "Peter L Turecek, PhD",
        "Artur Mitterer, PhD",
        "Hartmut J. Ehrlich, MD",
        "Friedrich Scheiflinger, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martin Kaliwoda, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Orth, Austria, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Graninger, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Orth, Austria, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Matthiessen, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerald Schrenk, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter L Turecek, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Artur Mitterer, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Orth, Austria, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut J. Ehrlich, MD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friedrich Scheiflinger, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T15:49:01",
    "is_scraped": "1"
}