{
    "doi": "https://doi.org/10.1182/blood.V120.21.1401.1401",
    "article_title": "Clonal Evolution Predicts Poor Prognosis in Chronic Lymphocytic Leukaemia and Is Possibly a Worse Prognostic Factor Than 17p Deletion: A Population Based Cohort study of FISH Testing in British Columbia, Canada ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1401 Introduction: CLL has been considered a genetically stable disease; however, recent evidence suggests that clonal evolution (CE) occurs at a higher rate than previously known. The clinical significance of CE in terms of CLL progression, requirement for and response to therapy (tx), overall (OS) and treatment-free survival (TFS) is not clear. The relationship between CE and tx and to the pathophysiology of CLL is also currently unknown. There is a need for improved understanding of CE in CLL and its possible impact on prognosis, tx, and outcomes. We performed a population-based analysis of all patients (pts) referred for CLL fluorescence in situ hybridization (FISH) testing in BC, Canada who had 3 2 FISH studies done to determine the incidence of CE and its association with clinical outcomes. Methods: FISH testing has been standard of care for CLL pts in BC since 2004 and includes minimally evaluation of 4 prognostically significant recurrent cytogenetic (CG) abnormalities (abn): deletion 13q (13q-), deletion 11q (11q-), trisomy 12 (+12) and 17p- as well as IGH abn in a pt subset. Complete clinical and pathological data has been systematically retrospectively collected on all pts who have had CLL FISH testing performed. We included all pts who had 3 2 sequential CLL FISH tests 3 3 months apart from 2004-Dec 2011. Primary endpoints were (a) incidence of CE and (b) overall survival. Results: Of 861 pts screened, 134 met inclusion criteria. 21 pts (16%) had CE with median (med) age 57 yrs (range 45–80) at dx and 63 yrs (49–83) at time CE detected; 16 (77%) were male; Rai stage was low in 7 pts (33%), int in 11 (52%) and high in 3 (14%). At med follow-up of 7 yrs (1–37), 19/21 (91%) of CE pts and 99/113 (88%) non-CE pts received tx. Tx included nucleoside analog (NA) in 3 (14%) vs 23 (20%) pts, NA + rituximab (R) in 8 (38%) vs 53 (47%) pts, chlorambucil in 5 (24%) vs 14 (12%) pts and cyclophosphamide based in 3 (14%) vs 8 (7%) pts in the CE and non-CE groups respectively. 9 (43%) CE vs 36 (32%) non-CE pts underwent stem cell transplant (HSCT). 2 untx pts developed CE. CG abns detected on initial FISH test, classified by Dohner hierarchy were: 13q- (32%), +12 (22%), 17p- (12%), 11q- (11%), none of the 4 abns (23%). A total of 28 abns defining CE were detected in the 21pts and the most common were: 11q- (10 pts, 48%), 13q (10 pts, 47%). Predictors of CE on univariate analysis included lymphocyte count at dx (OR 1.01 per increase in lymphs by 1 ×10 9 /L, 95% CI 1.00–1.02, p=0.048) and presence of 13q- at 1 st FISH testing (OR 0.4, 95% CI 0.14–0.98, p=0.047); however these were not predictive of CE on multivariate analysis (MVA) after controlling for covariates (p=0.13 and p=0.19 respectively). No other baseline characteristics were predictive for CE including gender (p=0.31), age (p=0.38), WBC at dx (p=0.07), and CD38 positivity (p=0.56). OS was markedly reduced in pts who developed CE compared to those who did not: HR 5.9, median OS 8.2 yrs vs not reached, p=<0.001 ( Fig 1 ). On MVA, CE retained its negative effect with HR 6.3 (95% CI 2.2–17.6), p<0.001, after adjusting for sex, age, Rai stage and baseline CG abn. Figure 1. View large Download slide Pts who had CE without involvement of 17p- (n=20) fared worse than those who had 17p- without CE (n=15) with a med OS of 8.2 yrs (CE) compared with 17.6 yrs (17p-) (p=0.01). However, surprisingly pts with17p- had relatively good OS in this cohort of pts with 3 2 FISH tests, perhaps indicative of closer follow-up and more aggressive therapy compared with the general CLL population in previously published trials. Figure 1. View large Download slide Pts who had CE without involvement of 17p- (n=20) fared worse than those who had 17p- without CE (n=15) with a med OS of 8.2 yrs (CE) compared with 17.6 yrs (17p-) (p=0.01). However, surprisingly pts with17p- had relatively good OS in this cohort of pts with 3 2 FISH tests, perhaps indicative of closer follow-up and more aggressive therapy compared with the general CLL population in previously published trials. Close modal Figure 2. View large Download slide Figure 2. View large Download slide Close modal Conclusion: CE is more common than previously recognized and carries a poor prognosis. In this study pts with CE fared worse than those with 17p-. OS of pts with CE in this cohort is in keeping with the med OS for 11q- and 17p- reported in the literature, indicating that presence of CE signifies a new poor prognostic indicator. These observations should prompt FISH testing in all pts at diagnosis and relevant time points in follow-up, such as with change in clinical behaviour and prior to new tx. Furthermore, as CE was thought to be tx related, the fact that 2 untx pts developed CE is a novel finding and provides further evidence of the clinical importance of CE in CLL. It is unclear whether CE pts should be considered for more aggressive tx, including HSCT. Results of our study provide a better understanding of the relationship of CE and disease progression in CLL, allowing for improved pt management and tx of this clinically heterogeneous and incurable disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "brachial plexus neuritis",
        "british columbia",
        "chlorambucil",
        "chromosome 13q deletion",
        "chromosome 17p deletion",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclophosphamide",
        "disease progression",
        "fluorescent in situ hybridization"
    ],
    "author_names": [
        "Krystal Bergin, MBBS",
        "Alina S. Gerrie, MD, FRCPC",
        "Steven J.T. Huang, BMLSc",
        "Khaled M Ramadan, MBBCH, MRCPI, FRCPath, FRCP, FRCPC",
        "Aly Karsan, MD",
        "Monica Anne Hrynchak, MD, FRCP(C)",
        "Chinmay B. Dalal, MD",
        "Helene Bruyere, MD, FCCMG",
        "Adam C. Smith, PhD, FCCMG, FACMG",
        "Cynthia L. Toze, MD, MHSc, FRCPC",
        "Tanya L. Gillan, PhD, FCCMG"
    ],
    "author_dict_list": [
        {
            "author_name": "Krystal Bergin, MBBS",
            "author_affiliations": [
                "Division of Hematology, University of British Columbia, Leukemia/Bone Marrow Transplant Program, Vancouver, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alina S. Gerrie, MD, FRCPC",
            "author_affiliations": [
                "Hematology, University of British Columbia, Vancouver, BC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven J.T. Huang, BMLSc",
            "author_affiliations": [
                "Cytogenetics Laboratory, Department of Pathology and Laboratory Medicine, Vancouver General Hospital and University of British Columbia, Vancouver BC, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khaled M Ramadan, MBBCH, MRCPI, FRCPath, FRCP, FRCPC",
            "author_affiliations": [
                "Hematology, St. Paul's Hospital and the University of British Columbia, Vancouver, BC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aly Karsan, MD",
            "author_affiliations": [
                "British Columbia Cancer Research Centre, Vancouver, BC, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Anne Hrynchak, MD, FRCP(C)",
            "author_affiliations": [
                "Cytogenetics Laboratory, Royal Columbian Hospital, New Westminster, BC, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chinmay B. Dalal, MD",
            "author_affiliations": [
                "Leukemia/Bone Marrow Transplant Program, Division of Hematology, University of British Columbia, Vancouver, BC, Canada, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helene Bruyere, MD, FCCMG",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Vancouver General Hospital, University of British Columbia, Vancouver, BC, Canada, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam C. Smith, PhD, FCCMG, FACMG",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, British Columbia Cancer Agency, Vancouver, BC, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia L. Toze, MD, MHSc, FRCPC",
            "author_affiliations": [
                "Leukemia/Bone Marrow Transplant Program, Division of Hematology, University of British Columbia, Vancouver, BC, Canada, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya L. Gillan, PhD, FCCMG",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Vancouver General Hospital, University of British Columbia, Vancouver, BC, Canada, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:26:10",
    "is_scraped": "1"
}