{
    "doi": "https://doi.org/10.1182/blood-2020-140067",
    "article_title": "Nocturnal Hypertension Associated with Stroke and Silent Cerebral Infarcts in Children with Sickle Cell Disease ",
    "article_date": "November 5, 2020",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "abstract_text": "Background: Strokes and silent cerebral infarcts (SCIs) lead to significant morbidity and mortality in children with sickle cell disease (SCD). Discovering modifiable risk factors is paramount to decreasing the incidence and progression of these devastating cerebrovascular outcomes. Higher systolic blood pressures have previously been shown to increase risk for stroke and SCIs however patients with SCD often have lower clinic blood pressures than the general population. 24 hour ambulatory blood pressure monitoring (ABPM) allows for more robust examination of blood pressure values. Previous studies have investigated associations with abnormal ABPM parameters and end-organ dysfunction, mainly SCD nephropathy. Associations with cerebrovascular events have not yet been investigated. This study aimed to determine if there is an association between blood pressure abnormalities on ABPM with stroke and silent cerebral infarcts. Methods: A cross-sectional study was performed. Children with SCD were enrolled and completed a 24-hour ABPM. Of this cohort, children with HbSS or HbSβ 0 with a documented MRI brain within a year of the ABPM were included in the analysis. SCIs were defined as discrete, infarct-like T2 hyperintense lesions measuring at least 3mm in diameter on two orthogonal imaging sequences. Bivariate analyses were performed to identify the association between ambulatory blood pressure parameters with cerebrovascular outcomes specifically SCI or history of stroke. Results: A final cohort of 42 children with a median age of 13 years (10, 17) was included in the analysis. Seven (17%) had a history of stroke, 7 (17%) had documented SCIs, and the remaining 28 (67%) had no history of stroke or SCIs. Masked hypertension was seen in 5% of subjects and nocturnal hypertension was seen in 25%. Abnormal overnight dipping noted in 85% of subjects. The presence of nocturnal hypertension was significantly higher in the SCI/stroke group (55% vs 12%, p = 0.01). Sensitivity analyses were performed to determine if blood pressure abnormalities continued to show an association with cerebrovascular findings when stroke patients were removed. Nocturnal hypertension remained significantly associated with the presence of SCIs (p = 0.006). The median systolic load (percentage of blood pressures above the 95 th percentile on ABPM), while below the cutoff for hypertension in both cohorts, was higher in the stroke/SCI group (18.6) compared to the group without SCIs or stroke (6.1), but did not meet statistical significance (p = 0.07). Conclusions: This study reveals an association between nocturnal hypertension and a higher prevalence of SCI and stroke in children with SCD. Our findings also confirm the high prevalence of nocturnal hypertension and impairment of nocturnal dipping seen in this population. Adequately powered, prospective cohorts of ABPM in SCD patients are needed to further evaluate causation between nocturnal hypertension and cerebrovascular outcomes. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Kaitlin Strumph, DO",
        "Michael Hafeman, MD",
        "Saritha Ranabothu, MD",
        "William Gomes, MD",
        "Steven Benitez, MD",
        "Frederick Kaskel, MD",
        "Deepa Manwani, MD",
        "Joseph Mahgerefteh, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kaitlin Strumph, DO",
            "author_affiliations": [
                "Division of Pediatric Hematology/Oncology, Department of Pediatrics, Children's Hospital at Montefiore, Albert Einstein College of Medicine, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Hafeman, MD",
            "author_affiliations": [
                "Department of Anesthesiology, Stony Brook University, Renaissance School of Medicine, Stony Brook, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saritha Ranabothu, MD",
            "author_affiliations": [
                "Department of Nephrology, Department of Pediatrics, Arkansas Children's Hospital, Little Rock, AR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Gomes, MD",
            "author_affiliations": [
                "Department of Radiology, Westchester Medical Center, Valhalla, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Benitez, MD",
            "author_affiliations": [
                "Department of Radiology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick Kaskel, MD",
            "author_affiliations": [
                "Department of Nephrology, Department of Pediatrics, Children's Hospital at Montefiore, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepa Manwani, MD",
            "author_affiliations": [
                "Division of Pediatric Hematology/Oncology, Department of Pediatrics, Children's Hospital at Montefiore, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Mahgerefteh, MD",
            "author_affiliations": [
                "Division of Cardiology, Department of Pediatrics, Icahn School of Medicine at Mount Sinai, Kravis Children's Hospital, New York, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T06:40:56",
    "is_scraped": "1"
}