{
    "doi": "https://doi.org/10.1182/blood.V116.21.1403.1403",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1734",
    "start_url_page_num": 1734,
    "is_scraped": "1",
    "article_title": "Report of a Case of Heyde's Syndrome Diagnosed by Abnormal Closure Times Despite Normal Von Willebrand's Activity ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Coagulation or Fibrinolysis: Poster I",
    "topics": [
        "heyde's syndrome",
        "gastrointestinal bleeding",
        "hemorrhage",
        "von willebrand factor",
        "aortic valve stenosis",
        "red blood cell scintigraphy",
        "von willebrand disease, acquired",
        "adenosine",
        "angiodysplasia",
        "bleeding diathesis"
    ],
    "author_names": [
        "Pernilla D'Souza, MD",
        "Mark Blostein, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Jewish General Hospital, McGill University, Montreal, QC, Canada, "
        ],
        [
            "Medicine, Jewish General Hospital, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.4968796",
    "first_author_longitude": "-73.6296469",
    "abstract_text": "Abstract 1403 In 1958, EC Heyde described a syndrome of iron deficiency anemia due to gastrointestinal bleeding (GI) in a patient with calcific aortic stenosis. In 1992, Warkentin et al. hypothesized a bleeding diathesis due to a link between Heyde's Syndrome and acquired Von Willebrand Syndrome. This bleeding syndrome has now been shown to result from the loss of the largest multimers of von Willebrand Factor (VWF) and is therefore classified as acquired Type 2A Von Willebrand Syndrome. Hypotheses suggest that the high shear stresses that are obtained in tortuous angiodysplastic lesions work with this deficiency of VWF, to produce gastrointestinal bleeding that is notoriously difficult to elucidate on endoscopy. It has been shown repeatedly that replacement of a stenotic aortic valve results in cessation of bleeding. Here we present a case of Heyde's Syndrome diagnosed with abnormal Closure Times and normal VWF Ristocetin cofactor activity. In this case, a 79-year-old man with known aortic stenosis and several episodes of GI bleeding was cured of a life threatening hemorrhage after the replacement of his stenotic aortic valve. At the time of his first notable gastrointestinal bleed, a tagged RBC scan showed a source of hemorrhage in the small bowel. Subsequently, two video capsule endoscopies showed jejunal angiodysplasia. After recurrent bleeding episodes, this patient presented with a life-threatening GI hemorrhage, which, in the context of aortic stenosis, raised the suspicion for Heyde's Syndrome. At this time, he presented with hematochezia requiring massive transfusions, and admission to the Intensive Care Unit. A tagged RBC scan showed active bleeding in a location that matched previous scans. The following tests were within normal limits: Factor VIII (1.53), VWF Ag (1.26), VWF:Rco activity (1.11), and the ratio of VWF Ag/VWF:Rco (0.88). However, the Dade Behring PFA-100 platelet function analyzer demonstrated that Closure Times with collagen/adenosine (> 300 sec) and with collagen/epinephrine (> 300 sec) were prolonged. In the clinical context consistent with Heyde's Syndrome, the patient's native aortic valve was replaced with a 21mm Carpentier-Edwards Magna Ease Bovine valve. As is classic for this syndrome, the valve replacement was curative. Since the surgery, the patient has not required further transfusions or interventions for gastrointestinal hemorrhage. In this case, our observations are consistent with previous reports by Warkentin et al. and Vincentellli et al. What is unique about our current report is that we measured both Ristocetin cofactor activity and Closure Times, two commonly available assays in most coagulation laboratories. Ristocetin cofactor activity is the current gold standard for measuring platelet function activity but may miss activities under high shear stress. The Closure Time, on the other hand, is able to detect defects in platelet aggregation under such conditions and may be the only manner by which such abnormalities in VWF function are detected. Therefore, we conclude that Closure Times should be used to screen for acquired Von Willebrand's Syndrome in Heyde's Syndrome. Disclosures: No relevant conflicts of interest to declare."
}