{
    "doi": "https://doi.org/10.1182/blood.V114.22.1781.1781",
    "article_title": "Ethnic Disparity in Access to Stem Cell Transplantation for Multiple Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Biology and Pathophysiology, Excluding Therapy Poster I",
    "abstract_text": "Abstract 1781 Poster Board I-807 Previous studies have shown that ethnic differences exist in the treatment of a number of malignant diseases, with non-white ethnic minorities frequently receiving suboptimal care. High-dose chemotherapy and autologous stem cell transplantation (ASCT) became the standard of care for most patients with multiple myeloma (MM) under the age of 65 and some older patients in the early 1990s. In this study, we investigated whether patients from ethnic minorities have had appropriate access to ASCT for the treatment of MM in a large, multiethnic, equal access healthcare provision area in the UK. Hammersmith Hospital (HH) is a tertiary referral centre for SCT for the Northwest London catchment area with a population of 1.732.020 in 2001 according to the last UK Census (65.5% Whites, 19.9% Asians, 8.8% Blacks, and 5.8% others). All patients diagnosed with haematological malignancies within the catchment area who are considered eligible for SCT are referred to HH from primary or secondary healthcare providers. A Cancer Research UK/National Cancer Intelligence Network report 2002-2006 has shown ethnicity-specific MM incidence rate ratios of 1.89-2.86 (upper and lower 95%CI) for Blacks and 0.82-1.02 for Asians relative to Whites (1.0) in the UK. Considering the 2001 ethnic distribution in the catchment area, this means that the ratio of MM patients expected to undergo ASCT at HH would be 0.25-0.38 for Blacks and 0.22-0.31 for Asians relative to Whites. Between 1994 and 2008, 311 MM patients received a planned single ASCT at HH as standard post-induction therapy. Of those, 235 were White, 47 were Black, and 29 were Asian. There were no differences between the ethnic groups in terms of age, time from diagnosis to ASCT, or remission status at the time of the transplant. IgA myeloma was significantly (p=0.007) more frequent in Whites (24%) than in Asians (10%) and Blacks (6%). Thus, the ethnic ratio of MM patients who actually received ASCT at HH was 0.2 for Blacks and 0.12 for Asians relative to Whites, indicating an under-representation of ethnic minorities. We next analysed the ethnicity-specific treatment ratios observed over three 5-year periods (94-98, 99-03, and 04-08) and found that the ratio of Blacks undergoing ASCT had been gradually increasing, and was reaching the lower end of the expected rate in the most recent 5-year period (0.13, 0.18, and 0.25). Asians had been dramatically under-represented in the first 5-year period and were still slightly outside the expected ratio in the last (0.03, 0.12, and 0.19). When we analysed the outcome of treatment, there was no significant difference between the ethnic groups in terms of overall survival from diagnosis or from the time of ASCT. Although these data have been gathered in one healthcare provision area only, they indicate that MM patients from ethnic minorities may not have had appropriate access to ASCT in the UK particularly in the early years of this treatment becoming a standard of care. Further studies are needed to determine whether ethnic minorities are generally at risk not to receive new standards of care for haematological diseases and whether patient- or healthcare provider-based factors are responsible for ethnic disparities. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "multiple myeloma",
        "racial disparities",
        "autologous stem cell transplant",
        "cancer",
        "chemotherapy regimen",
        "disease remission",
        "hematologic neoplasms",
        "hematological diseases",
        "immunoglobulin a myeloma"
    ],
    "author_names": [
        "Holger W Auner",
        "Hilda Owiti",
        "Chrissy Giles",
        "Jiri Pavlu",
        "Donald MacDonald",
        "Edward Kanfer",
        "Jane F Apperley",
        "Amin Rahemtulla"
    ],
    "author_dict_list": [
        {
            "author_name": "Holger W Auner",
            "author_affiliations": [
                "Department of Haematology, Imperial College NHS Trust, Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hilda Owiti",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chrissy Giles",
            "author_affiliations": [
                "Department of Haematology, Imperial College NHS Trust, Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Pavlu",
            "author_affiliations": [
                "Department of Haematology, Imperial College NHS Trust, Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald MacDonald",
            "author_affiliations": [
                "Department of Haematology, Imperial College NHS Trust, Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Kanfer",
            "author_affiliations": [
                "Department of Haematology, Imperial College NHS Trust, Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane F Apperley",
            "author_affiliations": [
                "Department of Haematology, Imperial College NHS Trust, Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amin Rahemtulla",
            "author_affiliations": [
                "Department of Haematology, Imperial College NHS Trust, Hammersmith Hospital, London, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T21:35:23",
    "is_scraped": "1"
}