{
    "doi": "https://doi.org/10.1182/blood.V120.21.602.602",
    "article_title": " Cost Effectiveness Decision Tree Analysis of Early Versus Late Autologous Stem Cell Transplantation (ASCT) in Multiple Myeloma (MM) in the United States (US)  ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Malignant Hematology and Transplantation",
    "abstract_text": "Abstract 602 Although, MM remains the most common indication for ASCT in the US, a controversy exists about the timing of ASCT. Since early ASCT (eASCT) versus delayed ASCT (dASCT) results in similar progression free survival (PFS) and overall survival (OS) in the novel agent era, economic assessment of one strategy over the other may help both clinicians and policy makers in establishing guidelines in the MM treatment paradigm. Here we designed a study to model a decision tree of both the strategies and estimate their cost-effectiveness. A decision tree was developed to compare the outcomes of ASCT in newly diagnosed transplant eligible MM patients after chemotherapy with novel drug lenalidomide which formed the base case. The survival data was obtained from our published data on eASCT versus dASCT in MM patients who underwent initial therapy with dexamethasone + immunomodulatory agents (IMiDs). The initial decision node on the decision tree model was dichotomized based on the cutoff of 12 months for eASCT versus dASCT. The probabilities of events during the length of follow up (60 months) period which formed our base case were: (a) eASCT cohort: Induction chemotherapy for median of 6 months - ASCT - median 30 months to relapse (drug free interval) followed by median therapy of 24 months for relapsed MM; (b) dASCT cohort: Median initial therapy for 36 months - ASCT - median 24 months to relapse (drug free interval). The cost analysis was done from a US third party payer perspective. The cost data for MM ASCT was obtained from the published data in which direct hospital costs were obtained from Nationwide Inpatient Sample and were converted to Medicare cost-to-charge ratio for urban hospitals. Chemotherapy cost consisted of actual drug costs that calculated based on average wholesale prices AWP (2008), costs of medical oncology visits, and the costs of managing adverse events. Post-ASCT maintenance costs were not included in the analysis. TreeAge Pro 2012 software was used to perform a static decision analysis. The outcomes were expressed in the units of health utility values obtained from phase III HOVON trial which measured quality of life (QoL) using EORTC QLQ-C30 & EuroQoL-5D. All scales and items were linearly transformed to range from 0 to 100. The utilities measured by the EuroQol-5D ranged from 0.40 before induction therapy to 0.70 after ASCT and translated to QALYs using area under the curve method. Using a Consumer Price Index (CPI), the costs of ASCT and chemotherapy were converted into 2012 US$. The robustness of the decision model was tested through univariate analyses and tornado diagram to identify those variables which if varied across clinically relevant measures may result in difference in outcomes. The expected cost of providing treatment to newly diagnosed MM patients for a period of 5 years when they undergo eASCT after induction with IMiDs was calculated to be $211,869. This was $52,454 less than the expected cost of undergoing dASCT. Patients who underwent eASCT had an expected benefit of 2.06 QALYs following treatment, which was 0.19 QALYs more than the patients who received dASCT. This implies that eASCT is preferred over (dominates) dASCT. One-way sensitivity analysis was undertaken to identify factors that were found to be most influential and included OS, overall response rate (ORR) and 1 year ASCT related mortality rate (TRM). Specifically, eASCT showed dominance even if the probability of OS was lowered to 52.1% from the actual case base of 65%, or the probability of ORR was lowered to ≥ 75.8% from the actual case base of 92%, or the probability of 1 year TRM was increased to 11.5% from actual case base of 2%, indicating the robustness of the model favoring cost effectiveness of eASCT. In absence of a survival benefit, the cost savings of early ASCT as measured by ICER would favor this approach, and it would help clinicians, patients, policy makers and third party payers in decision making. Future prospective studies in MM ASCT should incorporate economic and QOL components in the analysis and also focus on the added cost of post-ASCT maintenance therapies with respect to ICER and QALYs. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "cost effectiveness",
        "decision trees",
        "multiple myeloma",
        "chemotherapy regimen",
        "adverse event",
        "biological response modifiers",
        "chemotherapy, neoadjuvant",
        "dexamethasone",
        "follow-up"
    ],
    "author_names": [
        "Shahrukh Hashmi, MD, MPH",
        "Chintan Pandya, MD MPH",
        "Morie A Gertz, M.D.",
        "Angela Dispenzieri, MD",
        "William Hogan, MD",
        "Mustaqeem A Siddiqui, MD",
        "Nandita Khera, MD",
        "Katia Noyes, MS MPH PhD",
        "Shaji K. Kumar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shahrukh Hashmi, MD, MPH",
            "author_affiliations": [
                "Transplant Center, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chintan Pandya, MD MPH",
            "author_affiliations": [
                "Community and Preventive Medicine, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A Gertz, M.D.",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Hogan, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mustaqeem A Siddiqui, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nandita Khera, MD",
            "author_affiliations": [
                "Hematology Oncology/Blood and Marrow Transplant, Mayo Clinic Arizona, Phoenix, AZ, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katia Noyes, MS MPH PhD",
            "author_affiliations": [
                "University of Rochester Medical Center, Rochester, NY, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji K. Kumar, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T04:10:53",
    "is_scraped": "1"
}