{
    "doi": "https://doi.org/10.1182/blood.V120.21.731.731",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2256",
    "start_url_page_num": 2256,
    "is_scraped": "1",
    "article_title": "MLN9708, a Novel, Investigational Oral Proteasome Inhibitor, in Patients with Relapsed or Refractory Light-Chain Amyloidosis (AL): Results of a Phase 1 Study ",
    "article_date": "November 16, 2012",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation III",
    "abstract_text": "Abstract 731 Background: Treatment with bortezomib achieves high hematologic response rates and rapid and durable responses in AL patients (pts), providing the rationale for proteasome inhibition in this population. MLN9708 is an investigational, oral, potent, reversible, and specific 20S proteasome inhibitor (PI). In preclinical studies, MLN9708 has shown improved antitumor activity compared to bortezomib in a range of xenograft models. This phase 1 study ( NCT01318902 ) assessed weekly doses of oral MLN9708 in pts with relapsed or refractory AL. Methods: Pts aged ≥18 years with relapsed or refractory AL after ≥1 prior therapy, cardiac biomarker stage I/II disease, and measurable major organ (heart/kidney) involvement, received increasing doses of oral MLN9708 (standard 3+3 dose escalation fixed doses of 4.0 and 5.5 mg), on days 1, 8, and 15 of 28-day cycles for up to 12 cycles. Pts with no major hematologic response (<PR) after 3 cycles received dexamethasone (dex; 40 mg, days 1–4). Two expansion cohorts of PI-naïve and PI-exposed pts were enrolled at the MTD. The primary objectives were to determine the safety, tolerability, and MTD. Secondary objectives included analysis of plasma pharmacokinetic (PK) and whole blood pharmacodynamic effects of MLN9708, and assessment of overall hematologic response rate, time to and duration of hematologic and organ response. Adverse events (AEs) were graded using NCI-CTCAE version 4.03. Blood samples were collected at multiple timepoints pre- and post-MLN9708 dosing for PK analysis during cycle 1. Hematologic response and amyloid-related organ assessments were performed according to standardized criteria. Results: At data cut-off (June 29, 2012) 16 pts had been enrolled and received ≥1 MLN9708 dose (safety population). The median age was 66.5 years (range 54–78) and 7 were male. Median number of prior therapies was 3 (range 1–7); 10 received prior transplant, 7 received prior bortezomib. Major organ involvement, defined by standard criteria, included heart, kidney, or both in 7/5/4 pts, respectively, with a median of 2 (range 1–5) involved organ systems, and Mayo cardiac biomarker risk stage was I, II, III in 6, 9, 1 pts. Five pts were treated in the 5.5 mg cohort and 11 pts were treated in the 4.0 mg (n=6 dose escalation; n=5 dose expansion) cohorts. Of the 11 pts treated at 4.0 mg, 4 were PI-naïve, 7 were PI-exposed. Pts received a median of 3 cycles (range 1–12); 5 pts received ≥5 cycles, and 8 pts remain on treatment. Dex was added in 4 pts (2 in each MLN9708 dose level). There were no on-study deaths. Pts discontinued due to disease progression (n=5), AE, withdrawal by pt, or unsatisfactory response (each n=1); 2 pts completed planned 1 year of therapy. One pt in the 4.0 mg cohort experienced a DLT of grade 3 thrombocytopenia. Two pts in the 5.5 mg dose cohort experienced DLTs: grade 3 diarrhea in 1 pt, and renal failure, respiratory failure (both grade 2), and cardiac arrest (grade 4) in another pt. The MTD was determined as 4.0 mg. AEs were reported in 14 pts. The most common drug-related AEs included nausea (n=5), diarrhea and thrombocytopenia (each n=4), abdominal pain and fatigue (each n=3). Grade ≥3 AEs (any cause) reported in >1 pt were thrombocytopenia (n=4), dyspnea (n=3), maculo-papular rash, dehydration, and abdominal pain (each n=2); all were grade 3. Preliminary response data are shown in the table. At data cut-off, one responder had progressed, and the median duration of hematologic response was 7.4 months (range 1.3–11.5+); 2 pts had cardiac organ response. Preliminary PK data showed that MLN9708 was rapidly absorbed, with a median T max of 1 hr (range 0.5–6). MLN9708 day 15 plasma C max was 73.6 ± 40.2 ng/mL (mean ± SD) and AUC 0–168 was 1250 ±530 ng*hr/mL (n=8 at 4.0 mg dose cohort). MLN9708 PK parameter values in this study appear similar to other MLN9708 studies in myeloma pts. Conclusions: These data suggest weekly oral administration of MLN9708 is feasible in pts with relapsed or refractory AL. The MLN9708 MTD was determined as 4.0 mg. Assessment is ongoing, with preliminary evidence of hematologic responses noted. A phase 3 study of MLN9708 plus dex versus physician's choice of treatment is planned ( NCT01659658 ). Table: Preliminary response  . MLN9708 dose, mg . . . . 4.0 . 5.5 . . . Hematologic response . n=9 . n=3 . Total, N=12 . Duration of response, months (range) . CR  1 *  0 1 10.2+ VGPR  3 †  0 3 6.5+ (1-9.9) PR  1 ‡  0 1 7.4 SD  4 ‡  3 †  7 3 (1-4) . MLN9708 dose, mg . . . . 4.0 . 5.5 . . . Hematologic response . n=9 . n=3 . Total, N=12 . Duration of response, months (range) . CR  1 *  0 1 10.2+ VGPR  3 †  0 3 6.5+ (1-9.9) PR  1 ‡  0 1 7.4 SD  4 ‡  3 †  7 3 (1-4) * PI-naïve; † 2 PI-exposed/ 1 PI-naïve; ‡ PI-exposed View Large Disclosures: Merlini: Millennium Pharmaceuticals, Inc.: Consultancy. Off Label Use: Use of the investigational agent MLN9708, an oral proteasome inhibitor, in the treatment of relapsed or refractory light-chain amyloidosis. Sanchorawala: Celgene: Research Funding; Millennium Pharmaceuticals, Inc.: Research Funding; Onyx: Research Funding. Zonder: Celgene: Research Funding; Millennium Pharmaceuticals, Inc: Consultancy, Research Funding. Kukreti: Roche: Consultancy, Honoraria; Celgene: Honoraria; Janssen: Honoraria. Schonland: Celgene: Honoraria, Research Funding; Janssen: Honoraria. Dispenzieri: Janssen Research & Development: Research Funding; Millennium Pharmaceuticals, Inc.: Research Funding; Celgene: Research Funding. Cohen: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Meyers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Onyx: Honoraria, Membership on an entity's Board of Directors or advisory committees. Berg: Millennium Pharmaceuticals, Inc.: Employment. Liu: Millennium Pharmaceuticals, Inc.: Employment. Di Bacco: Millennium Pharmaceuticals, Inc.: Employment. Gupta: Millennium Pharmaceuticals, Inc.: Employment. Hui: Millennium Pharmaceuticals, Inc.: Employment. Comenzo: Millennium Pharmaceuticals, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "ixazomib",
        "primary amyloidosis",
        "proteasome inhibitors",
        "brachial plexus neuritis",
        "bortezomib",
        "thrombocytopenia",
        "abdominal pain",
        "cardiac markers",
        "diarrhea",
        "administration, oral"
    ],
    "author_names": [
        "Giampaolo Merlini",
        "Vaishali Sanchorawala",
        "Jeffrey A. Zonder, MD",
        "Vishal Kukreti, MD",
        "Stefan O Schonland, MD",
        "Arnaud Jaccard",
        "Angela Dispenzieri, MD",
        "Adam D. Cohen",
        "Deborah Berg, RN, MSN",
        "Guohui Liu, PhD",
        "Alessandra Di Bacco, PhD",
        "Neeraj Gupta, PhD",
        "Ai-Min Hui, MD, PhD",
        "Giovanni Palladini",
        "Raymond L. Comenzo, MD"
    ],
    "author_affiliations": [
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy, "
        ],
        [
            "Amyloid Treatment and Research Program, University School of Medicine, Boston, MA, USA, "
        ],
        [
            "Barbara Ann Karmanos Cancer Institute, Detroit, MI, USA, "
        ],
        [
            "Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "University Hospital Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Centre Hospitalier Universitaire, Limoges, France, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Fox Chase Cancer Center, Philadelphia, PA, USA, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy, "
        ],
        [
            "Tufts Medical Center, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "45.19622",
    "first_author_longitude": "9.148840899999998"
}