{
    "doi": "https://doi.org/10.1182/blood.V126.23.107.107",
    "article_title": "ADAMTS13 Reactive CD4+ T Cells Targeting CUB-2 Domain Derived Peptides in Autoimmune Thrombotic Thrombocytopenic Purpura ",
    "article_date": "December 3, 2015",
    "session_type": "311. Disorders of Platelet Number or Function: Thrombotic Microangiopathies",
    "abstract_text": "Acquired thrombotic thrombocytopenic purpura (TTP) is a life-threatening disorder that results from the development of auto-antibodies against ADAMTS13. Recent research suggests that HLA-DRB1*11 provides a risk factor for the development of acquired TTP. Previous work in our department identified ADAMTS13 derived peptides that are presented on MHC class II (Sorvillo et al. 2013). Pulsing of dendritic cells from HLA typed healthy donors showed preferential presentation of the CUB-2 domain derived peptides \"FINVAPHAR\" and \"ASYILIRD\" on HLA-DRB1*11 and HLA DRB1*03 respectively. In this study we screened peripheral blood mononuclear cells (PBMCs) from healthy donors and patients with acquired TTP for reactive CD4+ T cells against the previously identified peptides. The presence of CD4+ T cells recognizing FINVAPHAR or the ASYILIRD peptide was addressed by flow cytometry. PBMCs were stimulated for 24 hours and up regulation of CD40L was visualized on CD4+ T cells. Stimulation with Staphylococcus aureus enterotoxin B (SEB) and overlapping peptides from cytomegalovirus (CMV) pp65 protein were used as controls. Several samples derived from patients in the acute phase of the disease were analyzed in this study. A high frequency of FINVAPHAR responsive CD4+ T cells was identified by monitoring the up regulation of CD40L on CD4+ T cells in a sample from a HLA-DRB1*1104 patient. Four percent of the CD4+ T cells were activated in response to the FINVAPHAR peptide. A control peptide in which the anchor-residues of the FINVAPHAR peptide were modified did not induce activation of CD4+ T cells. Incubation with full length ADAMTS13 also induced activation of CD4+ T cells although to a lesser extent. No FINVAPHAR reactive CD4+ T cells were observed after stimulation in HLA-DRB1*1104 positive healthy individuals. PBMC samples from HLA-DRB1*0301 positive patients were screened for CD4+ T cells reactive with the ASYILIRD peptide. ASYILIRD positive CD4+ T cells were detected in samples of 2 DRB1*0301 positive patients. In one patient 0.5% reactive CD4+ T cells were detected after stimulation with the ASYILIRD peptide. In samples derived from a second patient 1.5% of CD4+ T cells reactive against the ASYILIRD peptide were detected. Stimulation with a control peptide in which the anchor residues were modified did not result in activation of CD4+ T cells in both patients. Stimulation with SEB and CMV derived peptides resulted in activation of CD4+ T cells in the samples analyzed. No CD40L+ CD4+ T cells were observed after incubation with full length ADAMTS13, this may be due to insufficient processing of ADAMTS13 under our experimental conditions. Taken together our data provide the first evidence for the presence of ADAMTS13 reactive CD4+ T cells in acquired TTP. Based on our results we propose that FINVAPHAR and ASYILIRD CD4+ T cells are involved in the onset and/or relapse of acquired TTP. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adamts13 gene",
        "peptides",
        "thrombotic thrombocytopenic purpura",
        "t-lymphocytes",
        "autoimmunity",
        "cd40 ligand",
        "human leukocyte antigens",
        "autoantibodies",
        "enterotoxins",
        "flow cytometry"
    ],
    "author_names": [
        "Fabian Verbij, MSc",
        "Femke de Heij",
        "Annelies Turksma, PhD",
        "Paul Kaijen",
        "Rob Fijnheer, MD PhD",
        "Nicoletta Sorvillo, PhD",
        "Anja ten Brinke, PhD",
        "Jan Voorberg, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fabian Verbij, MSc",
            "author_affiliations": [
                "Department of Plasma Proteins, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Femke de Heij",
            "author_affiliations": [
                "Department of Plasma Proteins, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annelies Turksma, PhD",
            "author_affiliations": [
                "Department of Immunopathology, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Kaijen",
            "author_affiliations": [
                "Department of Plasma Proteins, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Fijnheer, MD PhD",
            "author_affiliations": [
                "University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicoletta Sorvillo, PhD",
            "author_affiliations": [
                "Department of Plasma Proteins, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja ten Brinke, PhD",
            "author_affiliations": [
                "Department of Immunopathology, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Voorberg, PhD",
            "author_affiliations": [
                "Department of Plasma Proteins, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T15:37:55",
    "is_scraped": "1"
}