{
    "doi": "https://doi.org/10.1182/blood.V106.11.2725.2725",
    "article_title": "C/EBPε Knockout (KO) EML and PBiIM Cell Lines Replicate the In Vivo Phenotype of the C/EBPε KO Mouse. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "The appearance of the secondary granule proteins (SGP) lactoferrin (LF), transcobalamin I (TCI), neutrophil collagenase (NC) and neutrophil gelatinase (NG) marks the commitment to terminal neutrophil differentiation. C/EBPε plays a critical role in the coordinate upregulation of SGP genes. Disruption of the C/EBPε gene in mice leads to morphologic and functional defects in neutrophil maturation with a defective transition from the promyelocyte to the myelocyte stage. The neutrophils have bilobed nuclei, abnormal respiratory burst activity, and impaired chemotaxis and bactericidal activity. They lack specific granules and fail to express mRNAs encoding for secondary and tertiary granule content proteins. Phenotypic and functional defects of the C/EBPε −/− mice closely parallel those in patients with secondary granule deficiency. We have made 2 cell lines from the bone marrow of C/EBPε −/− mice and corresponding wildtype (WT) littermates. We first generated EML-like cell lines from WT and KO mice by transducing bone marrow with a retroviral vector expressing the dominant negative RARα and selecting for immortalized cells. We then induced the KO and WT EML cell lines with cytokines and ATRA to the neutrophil stage, and demonstrated that the KO cell morphology, functional responses (oxidative burst) and RNA expression patterns mimic the morphologic and functional abnormalities of the knockout mice. Transduction with a C/EBPε-expressing retrovirus corrects the phenotype of the KO cells, restoring normal morphology, oxidative burst, and secondary granule protein gene expression. Since C/EBPε is an RAR-responsive gene and because the dominant negative RARα also interferes with normal neutrophil maturation, we used an alternate approach to generate pBabePuro immortalized cell lines (PBiMs) by random insertional mutagenesis. We transduced WT and KO bone marrow cells with viral supernatent harboring the pBabepuro vector and selected for puromycin-resistant cells. Immortalized cells grew out 1–2 months after transduction and were maintained either in stem cell factor (SCF) alone or in SCF+IL-3 (interleukin 3). WT PBiMs are inducible with G-CSF to morphologically mature granulocytes or with GM-CSF to mature macrophages. KO PBiMs fail to mature to morphologically normal neutrophils, and form macrophage-like cells or die. By RNA analysis, both the EML and PBiM KO cells induced to differentiate toward neutrophils fail to express C/EBPε and lactoferrin, demonstrate absent oxidative burst, and fail to up-regulate Gr-1 upon induction as assayed by flow cytometry. Transduction of KO cells with a C/EBPε-containing retrovirus again restored respiratory burst activity. We have thus generated two independent C/EBPε −/− cell lines, each immortalized by a different mechanism, that should provide an important tool with which to study the transcriptional targets of C/EBPε in terminal myeloid differentiation. Since mutations in the C/EBPε gene have been reported in two patients with the rare clinical disorder specific granule deficiency, these lines will also serve as a convenient in vitro model for studying that disease.",
    "topics": [
        "cell lines",
        "cellular morphology",
        "cytokine",
        "death",
        "flow cytometry",
        "gelatinases",
        "granules",
        "granulocyte colony-stimulating factor",
        "granulocyte-macrophage colony-stimulating factor",
        "interleukin-3"
    ],
    "author_names": [
        "Stephanie Halene, MD",
        "Peter Gaines, PhD",
        "Terry Zibello, BS",
        "Simon C. Williams",
        "Arati Khanna-Gupta, PhD",
        "Nancy Berliner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephanie Halene, MD",
            "author_affiliations": [
                "Internal Medicine/Hematology, Yale School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Gaines, PhD",
            "author_affiliations": [
                "Internal Medicine/Hematology, Yale School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terry Zibello, BS",
            "author_affiliations": [
                "Internal Medicine/Hematology, Yale School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon C. Williams",
            "author_affiliations": [
                "Cell Biology and Biochemistry and Southwest Cancer Center, Texas Tech University Health Sciences Center, Lubbock, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arati Khanna-Gupta, PhD",
            "author_affiliations": [
                "Internal Medicine/Hematology, Yale School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Berliner, MD",
            "author_affiliations": [
                "Internal Medicine/Hematology, Yale School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T15:44:23",
    "is_scraped": "1"
}