{
    "doi": "https://doi.org/10.1182/blood.V104.11.3577.3577",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=139",
    "start_url_page_num": 139,
    "is_scraped": "1",
    "article_title": "PDE-4 Inhibitor Rolipram Prevents Hypoxia Induced Pulmonary Hypertension in Transgenic Sickle Cell Sad Mice. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "animals, transgenic",
        "drepanocytes",
        "hypoxia",
        "mice",
        "phosphodiesterase 4 inhibitors",
        "pulmonary hypertension",
        "rolipram",
        "interleukin-10",
        "endothelin-1",
        "interleukin-6"
    ],
    "author_names": [
        "Lucia De Franceschi, MD",
        "Giorgio Malpeli",
        "Anne Janin, MD",
        "Aldo Scarpa, MD",
        "Christhophe Leboeuf",
        "Orah Platt, MD",
        "Philippe Leboulch",
        "Emmanuel Payen",
        "Yves Beuzard, MD",
        "Carlo Brugnara, MD"
    ],
    "author_affiliations": [
        [
            "Dpt. of Clinical and Experimental Medicine, University of Verona, Verona, Italy"
        ],
        [
            "dept. of Pathology, Section of Anatomic Pathology, University of Verona, Italy, Italy"
        ],
        [
            "lab. de Pathologie, INSERM 02 20, Hopital S Louis, Paris, France"
        ],
        [
            "dept. of Pathology, Section of Anatomic Pathology, University of Verona, Italy, Italy"
        ],
        [
            "lab. de Pathologie, INSERM 02 20, Hopital S Louis, Paris, France"
        ],
        [
            "Labs of Medicine, Children’ s Hospital, Harvard Medical SChool, Boston, MA, USA"
        ],
        [
            "Division of Health Sciences & Technology, MIT, Cambridge, MA, USA"
        ],
        [
            "Division of Health Sciences & Technology, MIT, Cambridge, MA, USA",
            "Lab of Hematopoietic Gene Therapy, Hopital S Louis, Paris, France"
        ],
        [
            "Lab of Hematopoietic Gene Therapy, Hopital S Louis, Paris, France"
        ],
        [
            "Labs of Medicine and Pathology, Children’s Hospital, Harvard medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "45.4365011",
    "first_author_longitude": "11.0032198",
    "abstract_text": "Pulmonary hypertension (PH) is one of the major causes of morbidity and mortality for young-adult patients with sickle cell disease (SCD). Little is known about the role of vaso-active agents, pro-inflammatory and pro-fibrotic mediators in the genesis of PH in SCD. We developed a model for studying PH in transgenic sickle cell SAD mice. Wild-type (WT) and SAD mice aged between 4 and 6 months were divided in groups of 7 animals each. One group from each strain served as control under normoxia, while a second group from each strain was exposed to 7 days hypoxia (8% oxygen). The following parameters were evaluated in normoxic and hypoxic groups: lung histopathology, complete blood count, reticulocytes, bronchoalveolar lavage (BAL) total leokocyte and neutrophil count, BAL levels of IL-6, IL-10, IL-1β and TNF-α. The expression of nine genes was examined by quantitative RT-PCR. These included endothelin-1 (ET-1), endothelin-1 receptor (ET-1R), cycloxygenase-2 (COX2), NF-kBp65, transforming-growth-factor-1β (TGF-1β), metalloproteinase-2 and 9 (MMP-2, MMP-9), IL-10 and IL-1β. Two of the seven SAD mice exposed to hypoxia died at day fourth. The remaining five mice were sacrified at day seven and showed: a) increased pulmonary arterial wall thickness and α-actin staining, suggesting a vascular remodeling; b) lung injury compatible with PH in SCD; c) increased BAL total leukocyte and neutrophil count; d) increased BAL IL1β, IL10, IL6 and TNF-α; e) increased peripheral neutrophil and reticulocyte counts, hematocrit and hemoglobin levels. In lungs of hypoxic SAD mice, ET-1, ET-1R, TGF-1β, MMP-2, MMP-9, IL-1β and IL-10 gene expression were induced, with no significant changes in NF-Kbp65 gene expression. These data were consistent with a model of PH in SCD. We then assessed the effect of the PDE-4 inhibitor ROLIPRAM on the PH in seven hypoxic SAD mice. ROLIPRAM was administrated at the dosage of 30 mg/Kg/day by gavage. No deaths were observed in this group. ROLIPRAM a) protected SAD mice from hypoxia induced lung injury; b) decreased BAL total leukocyte and neutrophil count; c) decreased BAL IL-1β, IL-6 and IL-10 levels; d) reduced peripheral neutrophil count; d) normalized and/or modulated the expression of the hypoxia-induced genes. These data suggest that the PDE-4 inhibitor ROLIPRAM has anti-inflammatory properties and could have beneficial effects on the hypoxia-induced airway-remodeling and possibly PH in sickle cell disease."
}