{
    "doi": "https://doi.org/10.1182/blood.V116.21.2926.2926",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1817",
    "start_url_page_num": 1817,
    "is_scraped": "1",
    "article_title": "Impact of RAS Mutations In Myelodysplastic Syndrome (MDS) ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster II",
    "abstract_text": "Abstract 2926 Background: RAS proteins are encoded by 3 proto-oncogenes (K-RAS, N-RAS, and H-RAS) and regulate the growth and differentiation of many cellular types, including the myeloid compartment. Codons 12, 13, and 61 (in N-RAS and K-RAS) have been reported to be common targets of mutations. These mutations result in constitutive activation of the RAS pathway by increasing intracellular RAS GTP levels, which result in activation of the RAS/MEK and the RAS/PI3K pathways. Its prognostic significance in MDS is yet to be clarified. Because the potential prognostic and therapeutic implications of RAS mutations in MDS, we decided to study the impact of RAS mutations in patients (pts) with MDS. Methods: Mutation analysis of KRAS and NRAS codons 12, 13, and 61 was performed by Pyrosequencing using biotinylated reverse primers. All pts referred to MD Anderson between 2000–2009 were reviewed. In addition to standard clinical characteristics, including karyotyping, mutational status of Flt3, c-Kit and JAK2 was also analyzed. Overall survival was calculated based on Kaplan-Meier. Results: Of the 1067 pts with MDS of age above 17 evaluated for RAS mutation, 43 pts (4%) were positive. Seventy nine percent of RAS mutations were of N-RAS type (codon12 (55%), codon 13 (12%), codon 61(12%)) with K-RAS 12 comprising the rest (21%). Median age was 68 years (range, 18–94) with 66% being males (703 pts). Their median white blood cell (WBC) was 3.3×10 9 /L (range, 0.3–72.2), hemoglobin 9.8 (range, 3–17.5), and platelets 73×10 9 /liter (range, 1–1040). Median bone marrow blast was 5% and 77 pts (7%) had leukemic transformation. More than half of the pts had RAEB or RAEB-t (44% and 9 % respectively) which translated into fewer patients in the low IPSS category (19%). The median age was 66 years (range 26–84) in the RAS mutated (muRAS) group compared to 68 in the wild type (wtRAS). WBC was higher in the muRAS group compared to wtRAS (6.8 ×10 9 /L vs. 3.2 ×10 9 /L, p<0.001 by Mann-Whitney median test (M-W-T)). Percent of bone marrow blasts was higher (9%) in muRAS group compared to 5% in wtRAS (p<0.001 by M-W-T). High (Int-2 and high) risk by IPSS was more frequent in muRAS 51% compared to 40% in wtRAS group (p=0.11). Leukemic transformation was 9% and 7% (p=0.61) in both muRAS and wtRAS groups respectively. RAS mutation was detected more frequently in the CMML subgroup (12/80 (15%) pts). There were no differences in terms of response to DNA methylating inhibitors (CR in 41% in muRAS versus 40% in wtRAS). ARA-C-based regimens resulted in better CR in wtRAS than muRAS (59% vs 25%); however, the size of muRAS group was too small (1 out 4 pts).There was a trend towards shorter overall survival (OS) in the muRAS group compared to wtRAS (395 vs. 500 days, p value=0.057). MuRAS RAEB (325 vs. 450 days, p= 0.13) and RAEB-t (125 vs. 375 days, p= 0.27) subgroups showed a trend towards worse OS compared to wtRAS group. There was a significant OS decrease in RCMD (150 vs. 700 day, p= 0.015). Surprisingly, muRAS CMML group showed a trend towards better OS compared to wtRAS (728 vs. 687 days, p=0.44). Additionally we analyzed patients for presence of Flt3 mutation. These were present in only 18 of the pts (4%) but none of them had also a RAS mutation. There was no c-Kit mutations found in this cohort of pts, compared to 9/37 (24%) pts tested positive for JAK2V617F. Conclusion: MuRAS occurs in 4% of pts with MDS. In the muRAS group, pts tended to have higher risk disease and risk of transformation to acute leukemia compared with wtRAS. OS tended to be worse in some subgroups in muRAS. Although the prognostic impact of RAS mutations in MDS appears to be limited, mutations could be used to develop targeted therapeutic interventions. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "brachial plexus neuritis",
        "codon nucleotides",
        "cytopenia, refractory, with multilineage dysplasia",
        "dna",
        "hemoglobin",
        "karyotype determination procedure",
        "leukemia, acute",
        "leukemia, myelomonocytic, chronic",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Aref Al-Kali, MD",
        "Rajyalakshmi Luthra, PhD",
        "Carlos E. Bueso-Ramos, MD",
        "Sherry Pierce, RN, BS",
        "Tapan Kadia, MD",
        "Gautam Borthakur, MD",
        "Zeev Estrov, MD",
        "Elias Jabbour, MD",
        "Stefan Faderl, MD",
        "Farhad Ravandi, MD",
        "Jorge Cortes, MD",
        "Hagop M. Kantarjian, MD",
        "Guillermo Garcia-Manero, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematopathology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "44.022427199999996",
    "first_author_longitude": "-92.4666779"
}