{
    "doi": "https://doi.org/10.1182/blood-2018-99-120203",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4001",
    "start_url_page_num": 4001,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Pomalidomide in Combination with Prednisone in Patients with Myelofibrosis and Anemia — Final Results of a Prospective Phase 2 Study ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "abstract_text": "INTRODUCTION: Pomalidomide (POM) is a potent second-generation immunomodulatory agent that has been suggested to have a better toxicity and safety profile than thalidomide and lenalidomide. In patients with myelofibrosis (MF) and anemia, the combination of POM plus prednisone showed up to 36% responses per International Working Group for Myelofibrosis Research and Treatment criteria (IWG-MRT). OBJECTIVE: We present an efficacy and safety data of a prospective phase 2 study of POM in MF patients with anemia after a median follow up of 37.5 months (range, 2-98 months). This report substantiate on previously published results (Daver et al., Leuk Res, 2014; Daver et al., Leuk Res, 2013) and represents final analysis of the study. METHODS: Newly diagnosed or previously treated patients ≥ 18 years with MF and anemia (hemoglobin < 10 g/dL or transfusion [PRBC] dependency) in a need for therapy were eligible. Patients were treated with single POM 3 mg / daily (3 weeks on / 1 week off) or POM 0.5 mg daily continuously with prednisone taper for first 3 months. Responses were re-assessed according to IWG-MRT 2013 criteria. RESULTS: Seventy patients with MF (primary MF, n = 64) of median age of 68 years were enrolled between 07/2009 - 03/2013. Cohort with POM 3 mg (n=21) was closed after 3 months due to excessive toxicity (Daver et al, Leuk Res, 2013). Nine patients who remained on the therapy continued on POM 0.5 mg daily along with 49 additionally enrolled patients, accounting for 58 patients included in this analysis (Table 1). The median time on therapy was 7 months (range, 2-97 months); with 19 patients (33%) treated with more than 12 cycles. Median follow-up from enrollment to data cut-off (May 2018) was 32.5 months (range, 1-99). In total, IWG-MRT responses were identified in 9 patients (16%); only one of them was originally treated with POM 3 mg. The median time on study for responding patients was 16 months (range, 8-71 months). Responses included Clinical Improvement (CI) in hemoglobin in 3 patients (5%); PRBC independence in 6 (10% all, 26% of PRBC dependent patients), and CI spleen in 2 patients (3% all, 20% of patients with splenomegaly). Two patients achieved combined responses; CI spleen with CI hemoglobin and CI spleen with PRBC independence (1 each). Overall median response duration was 8.4 months (range, 3.7-30.3); and it was longer for PRBC independence (30.3 months; range, 8-30.3), and CI spleen (14 months; range, 13-15). Additional 13 patients (without achievement of IWG-MRT response) derived clinical benefit while on study and continued on therapy for a median of 24.5 months (range, 12-93). Observed benefit in these patients included improvement of thrombocytopenia [1], improvement of performance status and/or reduced frequency of PRBC [11], and disease stabilization [1]. One patient progressed to acute leukemia (AML) on a study after 7 cycles of therapy. The treatment was well tolerated with 26 patients (45%) experiencing at least one adverse event (AE) regardless of causality. The most frequent AE were neutropenia (12%); rash (10%); fatigue (10%); and gastrointestinal symptoms (diarrhea/constipation, nausea; 9%). Grade 3/4 AE occurred in 12 patients (21%). All enrolled patients discontinued study due to the following reasons: no response / loss of response [42]; progression to AML [1]; toxicity [4]; stem cell transplantation (SCT) [2]; patient's preference [4]; death [2]; unrelated medical conditions [3]. Reasons for treatment discontinuation due to drug related AE were thrombocytopenia in 2 patients, pneumonitis in 1 patient and allergic reaction in 1 patient. By the time of data cut-off, 43 patients (74%) died with 20 known causes of death: MF progression [4]; AML [2], other medical conditions [7], sepsis [3], myocardial infarction and hemorrhagic stroke [2 each], SCT complications and mesenteric artery ischemia [1 each]). Two of these deaths occurred while on a study; one due to hemorrhagic stroke and one of unknown cause after 31 and 42 months on study, respectively. CONCLUSION: Pomalidomide with prednisone is safe therapy with good anti-anemia activity in patients with MF. It could lead to transfusion independence in one third of patients for a median duration of about 30 months. ClinicalTrials.gov Identifier: NCT00946270. Table 1. View large Download slide View large Download slide  Disclosures Daver: Alexion: Consultancy; ImmunoGen: Consultancy; Pfizer: Research Funding; Karyopharm: Research Funding; Otsuka: Consultancy; Novartis: Consultancy; ARIAD: Research Funding; Incyte: Consultancy; Pfizer: Consultancy; BMS: Research Funding; Sunesis: Research Funding; Daiichi-Sankyo: Research Funding; Sunesis: Consultancy; Kiromic: Research Funding; Incyte: Research Funding; Karyopharm: Consultancy; Novartis: Research Funding. Kadia: BMS: Research Funding; BMS: Research Funding; Abbvie: Consultancy; Pfizer: Consultancy, Research Funding; Takeda: Consultancy; Novartis: Consultancy; Novartis: Consultancy; Amgen: Consultancy, Research Funding; Takeda: Consultancy; Jazz: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Celgene: Research Funding; Celgene: Research Funding; Pfizer: Consultancy, Research Funding; Abbvie: Consultancy; Jazz: Consultancy, Research Funding. Pemmaraju: plexxikon: Research Funding; Affymetrix: Research Funding; celgene: Consultancy, Honoraria; SagerStrong Foundation: Research Funding; samus: Research Funding; stemline: Consultancy, Honoraria, Research Funding; abbvie: Research Funding; cellectis: Research Funding; novartis: Research Funding; daiichi sankyo: Research Funding. Cortes: novartis: Research Funding. Verstovsek: Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Italfarmaco: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy.",
    "topics": null,
    "author_names": [
        "Lucia Masarova, MD",
        "Naval G. Daver, MD",
        "Tapan M. Kadia, MD",
        "Naveen Pemmaraju, MD",
        "Elias J. Jabbour, MD",
        "Lingsha Zhou",
        "Sherry A. Pierce, BSN, BA",
        "Jorge E. Cortes, MD",
        "Hagop M. Kantarjian, MD",
        "Srdan Verstovsek, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Bellaire, TX "
        ],
        [
            "Department of Leukemia, University of Texas M.D. Anderson Cancer Ctr., Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas, Houston,"
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999"
}