{
    "doi": "https://doi.org/10.1182/blood.V110.11.1155.1155",
    "article_title": "T-Cell-Independent Re-Stimulation of FVIII-Specific Memory B Cells Requires Help from Activated Plasmacytoid Dendritic Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Memory B cells are essential for maintaining FVIII inhibitors in patients with hemophilia A. Using the murine E-17 model of hemophilia A, we showed previously that re-exposure to FVIII re-stimulates memory B cells very rapidly and drives their differentiation into antibody-producing plasma cells. Furthermore, we presented evidence that the re-stimulation of FVIII-specific memory B cells is regulated by the dose of FVIII used. Low doses re-stimulate memory B cells whereas high doses of FVIII inhibit this process and prevent the differentiation into anti-FVIII antibody-producing plasma cells. Both the re-stimulation and the inhibition can be modulated by triggering toll-like receptors (TLR) 7 and 9 with specific ligands that are typically found in microbial components derived from viruses or bacteria. Re-stimulation of FVIII-specific memory B cells in the presence of TLR ligands can even be observed in the absence of CD4 + helper T cells that are otherwise absolutely essential for this process. Based on these previous observations we asked whether the re-stimulation of FVIII-specific memory B cells in the absence of CD4 + helper T cells requires interaction with alternative “helper” cells that provide co-stimulatory signals to memory B cells. To address this question we used spleen cells obtained from hemophilic mice treated with FVIII to generate highly purified populations of memory B cells, CD4 + T cells and dendritic cells. The required purity of the different cell populations was achieved by a combination of magnetic bead separation and multi-color flow cytometric cell sorting. The memory B cell compartment was specified by the expression of CD19 together with surface IgG and the absence of surface IgM and IgD. Memory B cells were single-cell sorted and cultivated in micro-well cultures in the presence of FVIII to stimulate the in vitro differentiation into anti-FVIII antibody- producing plasma cells. Different combinations of CD4 + T cells, ligands for TLR 7 or 9 and dendritic cells were added to the micro-well cultures to find out which of the additives were required for the re-stimulation and differentiation of memory B cells. Neither FVIII alone nor any combination of FVIII and ligands for TLR 7 and 9 were able to re-stimulate highly purified memory B cells to differentiate into anti-FVIII antibody-producing plasma cells. The re-stimulation strictly depended on the presence of additional cells that could provide co-stimulation. These additional cells could be either activated CD4 + T cells or, alternatively, plasmacytoid dendritic cells activated by ligands for TLR 7 or 9. Some re-stimulation in the presence of activated plasmacytoid dendritic cells was even observed in the complete absence of FVIII. Based on our results we conclude that plasmacytoid dendritic cells that are activated by TLR ligands such as those expressed by infectious agents can replace CD4 + T cells in triggering the re-stimulation of memory B cells and their differentiation into antibody-producing plasma cells. Our findings provide important new insights into the regulation of memory-B-cell re-stimulation that need to be considered in the development of new therapeutic strategies for treating patients with FVIII inhibitors. Furthermore, our findings underscore the importance of environmental factors in the regulation of FVIII inhibitor development.",
    "topics": [
        "antibodies",
        "b-lymphocytes",
        "cd19 antigens",
        "cell separation",
        "dendritic cells",
        "hemophilia a",
        "immunoglobulin d",
        "immunoglobulin g",
        "immunoglobulin m",
        "ligands"
    ],
    "author_names": [
        "Aniko Ginta Pordes",
        "Christina Hausl, PhD",
        "Peter Allacher",
        "Rafi U. Ahmad, PhD",
        "Bernhard Baumgartner, PhD",
        "Hans Peter Schwarz, MD",
        "Hartmut Ehrlich, MD",
        "Birgit M. Reipert, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aniko Ginta Pordes",
            "author_affiliations": [
                "BMT-Research, Vienna, Austria"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christina Hausl, PhD",
            "author_affiliations": [
                "BMT-Research, Vienna, Austria"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Allacher",
            "author_affiliations": [
                "Baxter BioScience, Vienna, Austria"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafi U. Ahmad, PhD",
            "author_affiliations": [
                "Baxter BioScience, Vienna, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernhard Baumgartner, PhD",
            "author_affiliations": [
                "Baxter BioScience, Vienna, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Peter Schwarz, MD",
            "author_affiliations": [
                "Baxter BioScience, Vienna, Austria"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Ehrlich, MD",
            "author_affiliations": [
                "Baxter BioScience, Vienna, Austria"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Birgit M. Reipert, PhD",
            "author_affiliations": [
                "Baxter BioScience, Vienna, Austria"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T21:30:51",
    "is_scraped": "1"
}