{
    "doi": "https://doi.org/10.1182/blood.V114.22.1206.1206",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1521",
    "start_url_page_num": 1521,
    "is_scraped": "1",
    "article_title": "The Impact of HLA Haplotype Matching for Mismatched Cord Blood Transplantation. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL RESULTS - ALTERNATIVE DONOR TRANSPLANTATION POSTER I",
    "topics": [
        "haplotypes",
        "human leukocyte antigens",
        "mismatch",
        "umbilical cord blood transplantation",
        "antigens",
        "tissue transplants",
        "graft-versus-host disease",
        "transplantation",
        "cd34 antigens",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Satoshi Takahashi, M.D.",
        "Jun Ooi, M.D.",
        "Nobuhiro Tsukada, M.D.",
        "Seiko Kato, M.D.",
        "Aki Sato, M.D.",
        "Toshiro Kawakita, M.D.",
        "Yasuyuki Nagata, M.D.",
        "Maki Monna-Ooiwa",
        "Arinobu Tojo, MD",
        "Takuhiro Yamaguchi, Ph.D.",
        "Satoko Morishima, M.D.",
        "Yasuo Morishima, M.D.",
        "Shigetaka Asano, M.D."
    ],
    "author_affiliations": [
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Clinical Trial Data Management, Graduate School of Medicine, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Dept. of Hematology and Cell Therapy, Aichi Cancer Center Hosp., Nagoya, Japan, "
        ],
        [
            "Dept. of Hematology and Cell Therapy, Aichi Cancer Center Hosp., Nagoya, Japan, "
        ],
        [
            "School of Science and Engineering, Waseda University, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Abstract 1206 Poster Board I-228 [Study purpose] With the increased number of cord blood transplantation (CBT) for adults, more human leukocyte antigen (HLA)-mismatched grafts are selected as alternative donor. In Japan, we have performed more than 5,500 CBT and almost two-third of them has been using 2-loci HLA-mismatched grafts. Slow engraftment and high risk of graft failure should be solved to improve the clinical results. In general, the degree of HLA disparity is known to be associated with risks of poor graft function and of graft-versus-host disease (GVHD). On the other hand, those risks of transplant-related complications are not equivalent even in the donor-recipient pairs who have same number of mismatched HLA antigens. There might be “haplotype matching effect” because novel undetected major histocompatiblility antigen (MHC) resident variation encoded on HLA haplotypes and those mismatching could be responsible for post-transplant risks. In this study, we have analyzed the impact of HLA haplotype matching in HLA-mismatched CBT using the same method in the single institute. [Patients and Methods] We studied the clinical outcomes of 149 consecutive adult patients who received unrelated CBT between August 1998 and June 2009 in the institute of medical Science, University of Tokyo. Patients received previous allogeneic tranplants were excluded from this study. All patients received myeloablative regimens including 12 Gy of total body irradiation, cyclosporine plus short term methotraxate for GVHD prophylaxis and almost the same supportive care. By low-resolution typing method for HLA-A, -B and –DR loci, 9 patients received matched grafts, 46 received 1 antigen-mismatched and 94 received 2 antigens-mismatched grafts in the host-versus-graft (HvG) direction. In the graft-versus-host (GvH) direction, 7 patients received matched grafts, 51 received 1 antigen-mismatched and 91 received 2 antigens-mismatched grafts. When we looked at the maximum number of mismatched antigens for both directions, 38 patients received 1 antigen-mismatched and 111 received 2 antigens-mismatched grafts respectively, but there was no matched pair. Common haplotypes in Japanese population were referred from the 11th International Histocompatibility Workshop and other previous reports. Median numbers of leukocytes and CD34 + progenitor cells before freezing of cord blood grafts were 2.4×10 7 /kg and 0.9×10 5 /kg, respectively. Median follow-up was 39 months. We evaluated the impact of haplotype matching on cumulative incidences of hematopoietic recovery, of GVHD, of relapse and of non-relapse mortality (NRM) using the Pepe and Mori's test. Estimates of overall survival were calculated using the Kaplan-Meier method and analyzed by the log-rank test. [Results] Thirty (11 of 38 one antigen-mismatched and 19 of 111 two antigens-mismatched) among all 149 pairs were defined as the haplotype-matched pairs sharing same haplotypes in both grafts and recipients. The age, sex, cytomegalovirus serological status, diagnosis, risk of the disease at the transplant, numbers of total nucleated cells and CD34 + cells at the cryopreserved were not significantly different between both groups with and without matched haplotypes. Among the 1 antigen-mismatched pairs in the HvG direction, early engraftment of neutrophil after CBT occurred in haplotype-matched group compared with control group (median: 20.5 days versus 23 days, P=0.01). The haplotype matched group had better platelet engraftment in the 1 antigen-mismatched pairs (cumulative incidence on day 120: 86% versus 62%; median: 41 days versus 53 days), but this is not significant (P=0.29). Such correlation between engraftment and haplotype matching was not observed in 2 antigens-mismatched pairs. The cumulative incidences of grades II to IV acute GVHD were not significantly different between haplotype matched and control groups, however, those of grades III and IV in patients with matched-haplotype tended to be lower among 1 antigen-mismatched pairs in GvH direction (P=0.10) and were significantly lower among 2 antigens-mismatched pairs (P=0.02). Those haplotype matching effects were not observed in survival rates, cumulative incidences of relapse and NRM among any HLA mismatched pairs. [Conclusion] Those data suggest that untyped variation carried on the HLA haplotytpe might be better to be matched and the haplotype matching might effect on better engraftment and lower risk of sever acute GVHD after HLA-mismatched CBT. Disclosures: No relevant conflicts of interest to declare."
}