{
    "doi": "https://doi.org/10.1182/blood-2018-99-117257",
    "article_title": "Phase I Study of the PTEFb Inhibitor BAY 1251152 in Patients with Acute Myelogenous Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Introduction: The critical role of cyclin-dependent kinases in cell division and gene transcription has made them targets for anti-cancer therapies. Positive transcription elongation factor b (PTEFb)/cyclin-dependent kinase 9 (CDK9) plays a key role in transcription of short-lived anti-apoptotic survival proteins and oncogenes such as MYC and MCL-1. BAY 1251152 (BAY) is a potent and highly selective second generation PTEFb/CDK9 inhibitor. We report here the results of a phase I study to determine the safety, tolerability, pharmacokinetics (PK), maximum tolerated dose and preliminary anti-tumor activity of BAY in patients with AML. Methods: Patients with confirmed AML who are refractory to or have exhausted all available therapies were eligible. A minimum of 3 and a maximum of 9 patients were to be enrolled per dose level in a sequential dose escalation design. BAY was administered intravenously over 30 minutes once weekly for 21-day cycles. PK was assessed at cycle-1, day 1/D8/D15. Dose-limiting toxicities (DLTs) for hematologic events were defined as prolonged grade (G) 4 neutropenia and/or G3 thrombocytopenia and/or any G5 event. DLTs for non-hematological toxicity were any G3-G5 event not clearly resulting from underlying malignancy, among others. Responses were evaluated using Cheson (2003) criteria. Adverse events (AEs) were assessed using CTCAE v4.03. Results: A total of 30 patients were enrolled, 9 of whom failed screening. Twenty one patients received treatment with BAY in 4 dose cohorts: 5, 10, 20, and 30 mg. The median age was 66 (range 20-79), with 62% being male. The median number of prior lines of therapy was 3 (range 1 - 6). Four patients were treated per dose cohorts 1-3 without occurrence of DLTs. Nine patients were treated in cohort 4 (30 mg) and were evaluable for safety, with 7 evaluable for response. Nine patients (43%) discontinued treatment due to clinical progression, 19% due to withdrawal by subject, 19% due to lack of efficacy, 14% due to an AE associated with disease progression. A MTD was not defined. PK assessment indicated that the mean elimination half-life was 3-9 hours with no accumulation over multiple doses. The mean AUC of the 30 mg cohort was within the expected therapeutic exposure range based on preclinical studies. Interestingly, pharmacodynamic assessment of MYC, MCL-1 and PCNA mRNA in whole blood indicated that BAY treatment led to significant, but short-lived, reductions; highest degree of down-regulation was achieved 0.5-4 hours post-dose for MYC, 1-3 hours post-dose for MCL-1, and 1-4 hours post-dose for PCNA. However, no objective responses were observed, with only modest reductions in bone marrow blasts in some patients. In the 30 mg cohort, the longest treatment duration was 63 days. Single patients in each of cohorts 1-3 exceeded this duration but only minimally. Overall treatment-emergent G3/G4 AEs recorded in >10% of patients included anemia (G3 26.7%/G4 6.7%), lung infection (G3 23.3%), neutrophil count decreased (G4 20%), febrile neutropenia (G3 13.3%), and leukocytosis (G3 10%). Clinical laboratory assessments in cohort 4 indicated that 7 of 9 patients (78%) had G4 neutrophil count decreased and G3 anemia, and 5 of 9 (56%) had platelet count decreased. G5 events included 2 each for sepsis and cardiac arrest, and 1 patient with leukocytosis; none of the G5 events were considered related to the study treatment. Conclusions: Treatment of AML patients with BAY did not result in objective responses despite achieving drug levels in the expected therapeutic range and evidence of target engagement. Given the good tolerability and on-target activity, BAY 1251152 might be a good candidate for future combination therapies. Disclosures Ottmann: Celgene: Consultancy, Research Funding; Amgen: Consultancy; Pfizer: Consultancy; Incyte: Consultancy, Research Funding; Takeda: Consultancy; Fusion Pharma: Consultancy, Research Funding; Novartis: Consultancy. Scholz: Bayer: Employment. Ince: Bayer: Employment. Valencia: Bayer: Employment. Souza: Bayer: Employment.",
    "topics": [
        "adverse event",
        "anemia",
        "blast cells",
        "bone marrow",
        "cancer",
        "cardiac arrest",
        "cyclin-dependent kinases",
        "disease progression",
        "duration of treatment",
        "elongation factor"
    ],
    "author_names": [
        "Michael Byrne, MD",
        "Mark G. Frattini, MD PhD",
        "Oliver G. Ottmann, MD",
        "Ioannis Mantzaris, MD MS",
        "Martin Wermke, MD",
        "Daniel J. Lee, MD",
        "Daniel Morillo, MD",
        "Arne Scholz, PhD",
        "Stuart Ince, PhD",
        "Ray Valencia, MD",
        "Fabricio Souza, MD",
        "Raul Cordoba, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Byrne, MD",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Department of Medicine, Hematology and Stem Cell Transplant Section, Nashville, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark G. Frattini, MD PhD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver G. Ottmann, MD",
            "author_affiliations": [
                "Cardiff University, Department of Haematology, Division of Cancer and Genetics, School of Medicine, Cardiff, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Mantzaris, MD MS",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Wermke, MD",
            "author_affiliations": [
                "University Cancer Center Dresden, Dresden, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. Lee, MD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Morillo, MD",
            "author_affiliations": [
                "START Madrid-FJD, Hospital Fundación Jiménez Díaz, Madrid, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arne Scholz, PhD",
            "author_affiliations": [
                "Bayer AG, Berlin, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stuart Ince, PhD",
            "author_affiliations": [
                "Bayer HealthCare Pharmaceuticals, Whippany, NJ"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ray Valencia, MD",
            "author_affiliations": [
                "Bayer AG, Berlin, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabricio Souza, MD",
            "author_affiliations": [
                "Bayer HealthCare Pharmaceuticals, Whippany, NJ"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul Cordoba, MD PhD",
            "author_affiliations": [
                "START Madrid-FJD, Hospital Fundación Jiménez Díaz, Madrid, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T06:39:38",
    "is_scraped": "1"
}