{
    "doi": "https://doi.org/10.1182/blood.V108.11.1697.1697",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=620",
    "start_url_page_num": 620,
    "is_scraped": "1",
    "article_title": "Subsequent to Its Endocytosis by Megakaryocytes, Factor V Is Trafficked to the [Italic]cis[/Italic]-Golgi Network Prior to Its Storage in α-Granules. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "endocytosis",
        "factor v",
        "golgi apparatus",
        "granules",
        "megakaryocytes",
        "fibrinogen",
        "von willebrand factor",
        "antibodies",
        "p-selectin",
        "cd34 antigens"
    ],
    "author_names": [
        "Beth A. Bouchard, PhD",
        "Douglas J. Taatjes, PhD",
        "Natalie T. Meisler, PhD",
        "Paula B. Tracy, PhD"
    ],
    "author_affiliations": [
        [
            "Biochemistry, University of Vermont College of Medicine, Burlington, VT, USA"
        ],
        [
            "Pathology, University of Vermont College of Medicine, Burlington, VT, USA"
        ],
        [
            "Biochemistry, University of Vermont College of Medicine, Burlington, VT, USA"
        ],
        [
            "Biochemistry, University of Vermont College of Medicine, Burlington, VT, USA"
        ]
    ],
    "first_author_latitude": "44.478007549999994",
    "first_author_longitude": "-73.1949717",
    "abstract_text": "Human platelet-derived factor V originates from megakaryocyte endocytosis of its plasma counterpart. Circulating platelets do not endocytose plasma-derived factor V and little, if any, of this hemostatically relevant, and unique, cofactor protein is synthesized by megakaryocytes. Fibrinogen, another α-granule protein, is also endocytosed from plasma, whereas other similarly stored proteins are synthesized by megakaryocytes, e.g. vWF and P-selectin. Using CD34 + ex vivo -derived megakaryocytes as a model, mechanisms defining megakaryocyte endocytosis of plasma-derived factor V and its intracellular trafficking to α-granules are being studied. Expression of the well-known megakaryocyte proteins αIIb, β3, vWF, and P-selectin increased in parallel concomitant with the loss of CD34 and increased cellular differentiation. Expression of these proteins was apparent within 4 days of cell culture and was maximal by day 10. In contrast, endocytosis of factor V by cells at earlier stages of megakaryocyte differentiation (day 7) occurred in the absence of αIIb and vWF expression. By day 10 in culture, all cells endocytosing factor V also expressed αIIb and vWF. Fibrinogen endocytosis occurred with the concomitant expression of αIIb/β3. The colocalization of fluorescently-labeled factor V and fibrinogen with various organelle-specific, fluorescent antibodies was determined by confocal microscopy using day 10 or 11 ex vivo -derived megakaryocytes. After a 1 hr endocytosis period, 87.8 ± 7.2% of the factor V colocalized with an antibody to Rab5, an early endosomal marker. Colocalization decreased over time such that only 5% of the Rab5 colocalized with factor V at 4 hrs. Endocytosed factor V also colocalized in a time-dependent manner with an antibody to GM130, a cis -Golgi element, consistent with the hypothesis that endocytosed, plasma-derived factor V is structurally modified to generate the unique platelet-derived molecule. After a 2 hr endocytosis period, 53.2 ± 23.0% of the GM130 specific antibody colocalized with factor V. Colocalization decreased 5-fold by 4 hrs. In contrast, little if any of the GM130 antibody colocalized with endocytosed fibrinogen, while >80% of the cis -Golgi element colocalized with vWF. After 19 hrs, substantial colocalization was also observed between endocytosed factor V and vWF (84.2 ± 3.7%) or P-selectin (54.8 ± 3.5%), which is consistent with their storage in α-granules and confirms flow cytometric analyses. The colocalization of endocytosed factor V and fibrinogen was also determined over time. These proteins colocalized quickly (1 hr) likely due to their uptake into early endosomes as suggested by previous studies in a megakaryocyte-like cell line. Colocalization reached a maximum and plateaued after endocytosis periods ≥ 8 hrs again consistent with their ultimate storage in α-granules. At endocytosis periods < 8 hrs, less factor V colocalized with fibrinogen consistent with the localization of factor V in the cis -Golgi network at these times. In conclusion, these combined observations suggest that following its endocytosis by megakaryocytes, factor V is taken up into early endosomes and trafficked through the Golgi complex prior to its storage in α-granules. Its transport through the Golgi is consistent with previous observations that platelet-derived factor V contains an O-linked glycosylation not found in its plasma counterpart."
}