{
    "doi": "https://doi.org/10.1182/blood.V128.22.4916.4916",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3430",
    "start_url_page_num": 3430,
    "is_scraped": "1",
    "article_title": "Turkish National Severe Congenital Neutropenia Registry ",
    "article_date": "December 2, 2016",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry",
    "topics": [
        "congenital neutropenia",
        "turkish",
        "consanguinity",
        "follow-up",
        "granulocyte colony-stimulating factor",
        "granulocyte colony-stimulating factor receptors",
        "infection as complication of medical care",
        "laboratory test finding",
        "leukocyte elastase",
        "mutation analysis"
    ],
    "author_names": [
        "Deniz Yilmaz Karapinar",
        "Zeynep Karakas",
        "Turkan Patıroglu",
        "Ayse Metin, MD PhD",
        "Umran Caliskan",
        "Tiraje Celkan",
        "Baris Yilmaz",
        "Tuba H. Karapinar",
        "Serap Karaman",
        "Burcu Akıncı",
        "Himmet Haluk Akar",
        "Huseyin Tokgoz",
        "Gul Nihal Ozdemir",
        "Ayça Aslan Kıykım",
        "Yurdanur Kılınç",
        "Yesim Oymak, MD",
        "Lale Olcay",
        "Ozcan Bor",
        "Zuhal Keskin YILDIRIM",
        "Muge Gokce",
        "Erol Erduran",
        "Dilber Talia Ileri",
        "Yusuf Ziya Aral, MD",
        "Ali Bay",
        "Berna Atabay",
        "Zühre Kaya, Associate Professor",
        "Hüseyin Onay",
        "Ferda Özkınay",
        "Bilge Ozsait Selçuk",
        "Ugur Ozbek, MD PhD",
        "Gulsun Tezcan Karasu",
        "Sebnem Yilmaz Bengoa",
        "Akif Yesilipek, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Hematology;, Ege University Faculty of Medicine, Izmir, Turkey "
        ],
        [
            "Istanbul University Istanbul Faculty of Medicine, Department of Hematology, Istanbul, Turkey "
        ],
        [
            "Erciyes University Faculty of Medicine, Department of Pediatric Immunology;, Kayseri, Turkey "
        ],
        [
            "Pediatric Immunology and Allergy Department, Ankara Children's Hematology Oncology Training and Research Hospital, Ankara, Turkey "
        ],
        [
            "Pediatric Hematology and Oncology, Meram faculty of medicine, Konya, Turkey "
        ],
        [
            "Department of Pediatric Hematology;, Istanbul University, Cerrahpaşa Faculty of Medicine,, Istanbul, Turkey "
        ],
        [
            "Marmara University Faculty of Medicine,, Istanbul, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Dr Behçet Uz Children's Hospital, Izmir, Turkey "
        ],
        [
            "Department of Hematology;, Istanbul University Istanbul Faculty of Medicine,, Istanbul, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Ege University Faculty of Medicine, ızmir, Turkey "
        ],
        [
            "Department of Pediatric Immunology, Erciyes University Faculty of Medicine, Kayseri, Turkey "
        ],
        [
            "Meram Medical Faculty, Pediatric Hematology and Oncology, Konya, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Istanbul University, Cerrahpaşa Faculty of Medicine,, Istanbul, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Marmara University Faculty of Medicine, Istanbul, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Çukurova University Faculty of Medicine, Adana, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Dr Behçet Uz Children's Hospital,, Izmir, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Başkent University Faculty of Medicine, Ankara, Turkey "
        ],
        [
            "Department of Pediatric Hematology;, Osmangazi University Faculty of Medicine, Eskisehir, TUR "
        ],
        [
            "Department of Pediatric Hematology, Atatürk University Faculty of Medicine, Erzurum, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Kanuni Sultan Suleyman State Hospital, Istanbul, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Karadeniz Technical University Faculty of Medicine, Trabzon, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Ankara University Faculty of Medicine, ANKARA, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Adnan Menderes University Faculty of Medicine, Aydin, Togo "
        ],
        [
            "Department of Pediatric Hematology, Gaziantep University, Faculty of Medicine, Gaziantep, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Tepecik Training and Research Hospital, Izmir, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Gazi University School of Medicine, Ankara, Turkey "
        ],
        [
            "Department of Medical Genetics, Ege University Faculty of Medicine, Izmir, Turkey "
        ],
        [
            "Department of Medical Genetics, Ege University Faculty of Medicine, Izmir, Turkey "
        ],
        [
            "Institute of Experimental Medicine (DETAE), Department of Genetics,, : Istanbul University,, Istanbul, Turkey "
        ],
        [
            "Institute of Experimental Medicine, Department of Genetics, Istanbul University, Istanbul, Turkey "
        ],
        [
            "Pediatric Bone Marrow Transplantation Unit, Göztepe Medical Park Hospital,, Istanbul, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Dokuz Eylül University Faculty of Medicine, Izmir, Turkey "
        ],
        [
            "Department of Bone Marrow Transplantation Unit, Bahçesehir University School of Medicine Goztepe Medicalpark Hospital, Istanbul, Turkey"
        ]
    ],
    "first_author_latitude": "38.45630399999999",
    "first_author_longitude": "27.209502800000003",
    "abstract_text": "Introduction: Severe congenital nötropenia (SCN) is a very rare disease. Genetic mutation in neutrophil elastase gene (ELANE) is the most frequent mutation in European and North American registries. However, differences could be expected in the countries where consanguineous marriages are common. It is important to find out whether the approach for genetic typing shall be the same in western Europe, eastern Europe and middle East. We aimed to establish a national neutropenia registry in Turkey, a country with an extraordinary mixed population of Caucasian and Asian decent and the proportion of consanguineous families being higher than in most other parts of Europe. Patients and Methods: In this study, establishment of a national registry for severe congenital neutropenia (SCNR) and national bone marrow failure (BMFR) was aimed. Clinical and laboratory findings of 699 patients with BMF including 223 patients (31.9%) with SCN were entered into Turkish National BMFR. Results: The median age of the children with SCN (male/ female: 0.96) was 11.7 years (range 1 month to 35 years). The median follow up period for patients were 7.7 years (range 3 months to 34 years). Consanguinity between the parents of SCN patients was 36.3 %. HAX1 mutation was the most frequently seen mutation among the patients entered into national registry (n=51, 22.8%). The same mutation, homozygote c130-131insA, p.W44X, was detected in 47 of 51 patients (92.1%) with HAX-1 mutation. ELA2 mutation was detected in 16 patients (7.2%) and it was the second most common mutation for SCN. In this series 7 patients (3.1%) had a mutation in G6PC3 gene. CSF3R and JAGN1 mutations were seen in 4 (1.8%) and 2 (1.5%) patients respectively. No mutation was found in 66 (29.5%) tested patients (All tested for ELANE and HAX1 and 22 of them were also tested for G6PC3). Fifty two patients (22.4%) were not tested for SCN. Fifty eight percent of the patients were given GCSF. The median dose was 5 mcg/ kg for 3 days a week. Two patients died with infectious complications and six developed MDS/ AML. Conclusion: In Turkey SCN mostly resulted from the p W44X mutation in HAX1 gene. Therefore in Turkey mutation analysis should be started with HAX1 and if it is negative ELANE and G6PC3 should be checked. Rare mutations should be tested in mutation negative patients because of very high percentage of consanguineous marriage. This study was supported by TUBITAK and Turkish Pediatric Hematology Association. Disclosures Yilmaz Karapinar: TUBITAK: Research Funding."
}