{
    "doi": "https://doi.org/10.1182/blood-2020-136604",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4467",
    "start_url_page_num": 4467,
    "is_scraped": "1",
    "article_title": "Successful and Safe Treatment of Intestinal Graft-Versus-Host Disease (GvHD) with Pooled-Donor Full Ecosystem Microbiota Biotherapeutic: Results from a 29 Patient-Cohort of a Compassionate Use/Expanded Access Treatment Program ",
    "article_date": "November 5, 2020",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": null,
    "author_names": [
        "Florent Malard, MDPhD",
        "Michael Loschi, MD PhD",
        "Faezeh Legrand, MD",
        "Raynier Devillier",
        "Sarah Guenounou, MD",
        "Cecile Borel, MD",
        "Deborah Desmier, MD",
        "Jérôme Cornillon, MD",
        "Amandine Le Bourgeois, MD",
        "Jean-Baptiste Mear, MD",
        "Delphine Martineau, MD",
        "Hélène Labussière, MD",
        "Marie-Anne Couturier, MD",
        "Claude-Eric Bulabois, MD",
        "Emilie Plantamura, PhD PharmD",
        "Mohamad Mohty, MD PhD"
    ],
    "author_affiliations": [
        [
            "Service d'Hématologie Clinique et de Thérapie Cellulaire, Hopital Saint Antoine, Paris, France "
        ],
        [
            "Hematology Department, Cote D'Azur University, CHU of Nice, Nice, France "
        ],
        [
            "Hematology department, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Institut Universitaire du Cancer de Toulouse Oncopole, Hematology Department, Toulouse, France "
        ],
        [
            "Institut Universitaire du Cancer de Toulouse Oncopole, Hematology Department, Toulouse, France "
        ],
        [
            "CHU de Poitiers, Service d'Hématologie et de thérapie cellulaire, Poitiers, France "
        ],
        [
            "Hematology department, Lucien Neuwirth Cancer Institute, Saint-Priest-en-Jarez, France "
        ],
        [
            "Clinical Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Clinical hematology, University Hospital of Rennes, Rennes, France "
        ],
        [
            "CHU de Bordeaux, Hematology Department, Bordeaux, France "
        ],
        [
            "Hematology department 1 G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Clinical Hematology, Brest University Hospital, Brest, France "
        ],
        [
            "Hematology, CHU Grenoble Alpes - Université Grenoble Alpes, La Tronche, France "
        ],
        [
            "MaaT Pharma, Lyon, France "
        ],
        [
            "Hematology Department, Hôpital Saint Antoine, Service d'Hématologie et Thérapie Cellulaire, Paris, France"
        ]
    ],
    "first_author_latitude": "48.848811600000005",
    "first_author_longitude": "2.3827263",
    "abstract_text": "Introduction Intestinal graft-versus-host disease (GvHD), following allogeneic hematopoietic stem cell transplantation (allo-HSCT), has a high mortality rate and a reduced life-expectancy. In this context, failure to respond to steroid therapy is associated with limited further therapeutic options, thereby representing an unmet medical need. Aiming at restoring microbiome functions, fecal microbiota transfer (FMT) has proved to be a promising treatment modality in this challenging clinical setting, with recent studies reporting favorable results in steroid refractory-acute GVHD (SR-aGvHD) patients. Here we report on the use of a next-gen FMT product \"MaaT013\", a standardized, pooled-donor, high-richness microbiota biotherapeutic, used to treat 29 patients with intestinal aGvHD as part of a compassionate use/expanded access treatment program. Patients and methods Twenty-nine allo-HSCT recipients with steroid-dependent or SR intestinal GvHD (classical aGVHD n=22, late-onset aGVHD n=2; aGvHD with overlap syndrome n=5) were treated with MaaT013 biotherapeutic as part of a compassionate use/expanded access treatment program of the developer MaaT Pharma. These patients had previously received and failed 1 to 5 lines (median 3; 22/29 received ruxolitinib) of GvHD systemic treatments. Each patient received 1 to 3 doses (median: 3; total doses administered: 71) of MaaT013, a 150 mL bag, by enema (n=28) or nasogastric tube (n=1). GI-GvHD response was evaluated 7 days after each administration and 28 days after the first dose. Prepared under Good Manufacturing Practices, MaaT013 biotherapeutics are characterized by a highly consistent richness of 455 ±3% Operational Taxonomic Units and an Inverse Simpson index greater than 20. Batch release specifications are based on potency (viability), identity (diversity), and purity (microbiological safety testing and proportion of proinflammatory species), ensuring the desired consistency across batches. Results We observed a GI overall response rate of 59% (17/29) at day 28 after first dosing, including 9 complete response (CR), 6 very good partial response (VGPR), and 2 partial response (PR). Considering the best GI response achieved, 20/29 patients (69%) achieved at least a PR, with 9 CR, 8 VGPR and 3 PR. Among the 29 treated patients, 16 were still alive at last follow-up (median follow-up (FU): 131.5 days; range [28; 413]) and 6 months overall survival was 54%. Among the 9 patients achieving CR, all were still alive at last follow-up (median FU: 197 days; [49; 301]) and were able to taper or stop steroids and immunosuppressants. Among these 9 patients, three patients presented GI symptom recurrence between 2 and 3 months after dosing. In 2 patients, this recurrence occurred after heavy antibiotic treatment, one of them received an additional MaaT013 dose and achieved a second CR. Of note, among these 9 patients, mild chronic mucosal GvHD symptoms persisted in one patient, and molecular relapse of hematologic malignancy was observed in another. The safety of the MaaT013 microbiota biotherapeutic was satisfactory for all patients. One patient developed \"possibly related\" sepsis one day after the third dosing but no pathogen was identified in blood cultures, and the patient recovered after a course of antibiotics. Another patient developed C. difficile diarrhea 24 hours post-administration. This was not causally related to MaaT013, as C. difficile testing was negative in the MaaT013 lot. Nosocomial transmission was suspected as the cause as several patients with C. difficile infection were hospitalized in the same unit during this period. Conclusions We herein report for the first time the treatment of 29 patients with steroid-dependent or SR intestinal aGvHD using a full ecosystem, standardized, pooled-donor, high-richness biotherapeutic. The overall response rate was 59% with the off-the-shelf MaaT013 product, which was shown to be safe and effective in these heavily pre-treated and immunocompromised patients, warranting further exploration of the full ecosystem microbiota restoration approach. Disclosures Malard: Astellas: Honoraria; JAZZ pharmaceutical: Honoraria; Sanofi: Honoraria; Janssen: Honoraria; Keocyt: Honoraria; Theralos/Mallinckrodt: Honoraria; Biocodex: Honoraria. Plantamura: MaaT Pharma: Current Employment. Mohty: BMS: Consultancy, Honoraria, Research Funding, Speakers Bureau; Sanofi: Consultancy, Honoraria, Research Funding, Speakers Bureau; Novartis: Consultancy, Honoraria, Research Funding, Speakers Bureau; GSK: Consultancy, Honoraria, Research Funding, Speakers Bureau; Takeda: Consultancy, Honoraria, Research Funding, Speakers Bureau; Jazz Pharmaceuticals: Consultancy, Honoraria, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Stemline: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau."
}