{
    "doi": "https://doi.org/10.1182/blood.V122.21.1820.1820",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2631",
    "start_url_page_num": 2631,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy Of Obinutuzumab (GA101) Plus CHOP Chemotherapy In First-Line Advanced Diffuse Large B-Cell Lymphoma: Results From The Phase 2 Gather Study (GAO4915g) ",
    "article_date": "November 15, 2013",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "chemotherapy regimen",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "obinutuzumab",
        "brachial plexus neuritis",
        "infusion procedures",
        "rituximab",
        "cd20 antigens",
        "granulocyte colony-stimulating factor",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Andrew D Zelenetz, MD, PhD",
        "Mehrdad Mobasher, MD, MPH",
        "Luciano J Costa, MD, PhD",
        "Ian Flinn, MD, PhD",
        "Christopher R. Flowers, MD, MS",
        "Mark S. Kaminski, MD",
        "Thomas Sandmann, PhD",
        "Kerstin Trunzer, PhD",
        "Charlotte Vignal, MSc, PhD",
        "Andres Forero-Torres, MD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Genentech, Inc., South San Francisco, CA, USA, "
        ],
        [
            "Medical University of South Carolina, Charleston, SC, USA, "
        ],
        [
            "Sarah Cannon Research Institute, Nashville, TN, USA, "
        ],
        [
            "Emory University School of Medicine, Atlanta, GA, USA, "
        ],
        [
            "University of Michigan Comprehensive Cancer Center, Ann Arbor, MI, USA, "
        ],
        [
            "Genentech, Inc., South San Francisco, CA, USA, "
        ],
        [
            "F. Hoffmann-La Roche, Basel, Switzerland, "
        ],
        [
            "F. Hoffmann-La Roche, Basel, Switzerland, "
        ],
        [
            "University of Alabama at Birmingham Comprehensive Cancer Center, Birmingham, AL, USA"
        ]
    ],
    "first_author_latitude": "40.7641925",
    "first_author_longitude": "-73.95624029999999",
    "abstract_text": "Introduction Diffuse large B-cell lymphoma (DLBCL) is the most common non-Hodgkin lymphoma and has an aggressive natural history. Rituximab (R), a type I anti-CD20 monoclonal antibody (mAb), plus CHOP (cyclophosphamide, doxorubicin, vincristine, prednisone), has improved patient (pt) survival and established a new standard of care. Nonetheless, 35%–40% of pts will relapse during/after first-line treatment and of these, <25% are cured with second-line therapy. Thus, there is a medical need to further improve cure rates, particularly in the first-line setting. Obinutuzumab (GA101; G) is a novel, glycoengineered type II anti-CD20 mAb with increased direct cell death and antibody-dependent cell-mediated cytotoxicity relative to R. Clinical activity of G in R/R DLBCL was confirmed in phase 1/2 studies. Phase 1b studies in indolent lymphoma found G-CHOP to be safe and effective. GATHER is a phase 2, open-label, multicenter study examining the safety and efficacy of G-CHOP in the first-line treatment of advanced DLBCL. Methods Pts with untreated CD20-positive DLBCL, clinical stage (CS) IIX (mass>7.5 cm), III, and IV, and International Prognostic Index (IPI) ≥2 (or any IPI if bulky disease) with measurable disease were treated with standard CHOP (day [d]1, 21-day cycles [c] 1–6) and G (1000 mg intravenously [IV]; d1, 21-d c 1–8 plus additional doses on d8 and d15 of c1). Prophylactic GCSF was not mandatory but allowed per ASCO guidelines. After the safety of regular-infusion G was established in the first 20 pts, Shorter Duration of Infusion (SDI) of G (SDI 120 min and SDI 90 min) was tested. Disease responses were assessed using FDG-PET and CT scans, according to the Cheson 2007 criteria, 6–8 weeks after completion of treatment. Efficacy endpoints were investigator- and independent central review facility-assessed overall response rate (ORR) and complete response (CR). G-CHOP Safety was measured by the incidence and severity of adverse events (AEs) and serious AEs and SDI safety by the incidence of grade (gr) 3/4 infusion-related (IR) AEs (any G-related AE during or within 24 h after infusion). Cell of origin and prognostic marker assessment was performed using mRNA (fluidigm microfluidic dynamic arrays) from baseline tumor samples. Results Eighty pts were enrolled in 13 months: 59% males; median age 60.5 years (range, 24–80); CS IIX 14%, CS III 35%, CS IV 51%; IPI low risk/low-intermediate risk 54%, high-intermediate risk/high risk 46%. Most AEs were gr 1/2. Gr ≥3 and serious AEs with highest frequency are summarized (Fig). IR AEs were in 51 pts (64%), most commonly in c1d1 (48 pts). The majority of IR AEs were gr 1/2; only 2 gr 3 IR AEs occurred, both in c1 d1. There were no gr ≥4 IR AEs. 288 SDI infusions (120-min in 24, 90-min in 264) were administered and associated with 3 gr 1/2 IR AEs and no gr ≥3 IR AEs. G-CHOP was delayed >5 d in 3/79 (4%) in c2, 7/78 (9%) in c3, 8/78 (10%) in c4, 5/77 (6.5%) in c5, and 7/74 (9.5%) in c6. Early treatment discontinuation occurred in 11 pts; 5 for failure to resolve an AE in ≤14 d. The median overall dose intensity of chemo agents across all 6 cycles was 100% (range 17%–104%). The ORR was 66/80 (83%) (44/80 [55%] CR, 22/80 [28%] PR); 1 pt was not evaluable, and 4 had missing data. Nine pts had progressive disease at the end of treatment, and there were 3 deaths from disease progression. Response assessment by an independent central review facility and analysis of efficacy in prognostic molecular subgroups (including cell of origin) will be presented. Conclusions G-CHOP was safely administered to pts with newly diagnosed DLBCL. Dose intensity of CHOP was maintained throughout treatment. Manageable, mild, and moderate IR AEs were frequent in the first cycle of G, but all pts continued the infusion after symptom resolution. Nonetheless, SDI of G was safe for all eligible pts. Neutropenia and febrile neutropenia appear to be the most important AEs. However, these could be addressed by prophylactic administration of G-CSF support. Preliminary efficacy is promising, but it is too early to evaluate progression-free and overall survival. The data provide further rationale for the ongoing randomized phase 3 study of G-CHOP vs R-CHOP in DLBCL. NCT01414855 View large Download slide View large Download slide  Disclosures: Zelenetz: Cancer Genetics: Scientific Advisor, Scientific Advisor Other; Genentech, GSK, Roche: Research Funding; GSK, Celgene, Cephalon, Gilead, Seattle Genetics, Sanofi-Avenits USA: Consultancy. Off Label Use: GA101 is a novel, glycoengineered, type II anti-CD20 monoclonal antibody that is designed to enhance direct cell death and antibody-dependent cellular cytotoxicity. It is being investigated in chronic lymphocytic leukemia, Non-Hodgkin’s Lymphoma and other hematologic indications. Mobasher: Roche: Ownership of stock options, Ownership of stock options Other; Genentech: Employment. Costa: Genentech: Research Funding. Flinn: Genentech: Research Funding. Flowers: Celgene, Genentech, Oncology: Consultancy; Abbott, Celgene, Millennium/Takeda, Sanofi-Aventis, Spectrum, Janssen: Research Funding. Sandmann: Roche: Stock options, Stock options Other; Genentech, Inc.: Employment. Trunzer: F. Hoffmann-La Roche: Employment, Stock ownership Other. Vignal: F. Hoffmann-La Roche: Employment, Stock ownership Other."
}