{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.668.668",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3743",
    "start_url_page_num": 3743,
    "is_scraped": "1",
    "article_title": "Transplantation Outcome By Disease Risk and Donor Type over Time: An Analysis of 100,000 Allogeneic Stem Cell Transplantation on Behalf of the Acute Leukemia Working Party of the EBMT ",
    "article_date": "December 7, 2017",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Transplant Outcomes",
    "topics": [
        "allogeneic stem cell transplant",
        "donors",
        "leukemia, acute",
        "transplantation",
        "human leukocyte antigens",
        "allogeneic hematopoietic stem cell transplant",
        "hematopoietic stem cell transplantation",
        "bone marrow transplantation",
        "follow-up",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Roni Shouval",
        "Joshua Fein",
        "Myriam Labopin, MD",
        "Nicolaus Kröger",
        "Rafael F Duarte, MD PhD FRCP",
        "Peter Bader, MD PhD",
        "Bonini Chiara, MD",
        "Jurgen Kuball, MD",
        "Grzegorz Basak, MD PhD",
        "Carlo Dufour, MD",
        "Arjan Lankester, MD PhD",
        "Silvia Montoto",
        "John A Snowden, MD",
        "Jan Styczynski, PhD",
        "Mohamad Mohty, MD PhD",
        "Arnon Nagler, MD"
    ],
    "author_affiliations": [
        [
            "The Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler Faculty of Medicine, Tel Aviv University, Ramat Gan, Israel "
        ],
        [
            "The Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler Faculty of Medicine, Tel Aviv University, Ramat Gan, Israel "
        ],
        [
            "Acute Leukemia Working Party, Paris Study office, European Society for Blood and Marrow Transplantation, Paris, France ",
            "Hopital Saint-Antoine, Université Pierre & Marie Curie, Paris, France "
        ],
        [
            "Department for Stem Cell Transplantation, University Hospital Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Hematology, Hospital Universitario Puerta de Hierro, Madrid, Spain "
        ],
        [
            "Department for Children and Adolescents; Division for Stem Cell Transplantation and Immunology, University Hospital Frankfurt, Frankfurt, Germany "
        ],
        [
            "Fondazione San Raffaele Del Monte Tabor, Milan, Italy "
        ],
        [
            "Hematology, UMC Utrecht, Utrecht, Netherlands "
        ],
        [
            "Department of Hematology, Oncology and Internal Medicine, Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "Hematology Unit, G. Gaslini Chidlren's Hospital, Genova, Italy "
        ],
        [
            "Department of Pediatrics, Leiden University Medical Centre, Leiden, Netherlands "
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom "
        ],
        [
            "Department of Haematology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, United Kingdom "
        ],
        [
            "Department of Paediatric Haematology and Oncology, Colelgium Medicum, Nicolaus Copernicus University, Torun, Poland"
        ],
        [
            "Acute Leukemia Working Party, Paris Study office, European Society for Blood and Marrow Transplantation, Paris, France ",
            "Hopital Saint-Antoine, Université Pierre & Marie Curie, Paris, France "
        ],
        [
            "The Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler Faculty of Medicine, Tel Aviv University, Ramat Gan, Israel ",
            "Acute Leukemia Working Party, Paris Study office, European Society for Blood and Marrow Transplantation, Paris, France "
        ]
    ],
    "first_author_latitude": "32.04671",
    "first_author_longitude": "34.842852",
    "abstract_text": "Background : Donor type is a key modifiable determinant of outcome following allogeneic hematopoietic stem cell transplantation (HSCT). Utilizing a dataset of more than 100,000 allogeneic transplantations registered with the European Society for Blood and Marrow Transplantation (EBMT), we sought to characterize the evolution of outcomes in transplantation with different donor types across levels of disease-associated risk. Methods : This retrospective study included adult patients treated for hematologic malignancies who underwent first allogeneic HSCT between 2000 and 2015 in EBMT centers. Cord-blood transplantations were excluded, as were patients for whom diagnosis, disease status, or donor relationship were unknown. Missing values were accounted for by multiple imputations. A three-level disease-risk scheme (low, intermediate, and high), was defined by introducing combinations of diagnosis and disease status into a Cox multivariate model for overall survival (OS), similar to the method employed in creating the Disease Risk Index (Armand et al., Blood, 2014). Additional covariates included in the model were reflective of patient, disease, transplant, and center related features. Patients were classified according to a combination of disease risk, donor type, and HSCT year (2000-2005, 2006-2010, 2011-2015). A variable capturing the grouping was introduced into a Cox multivariate analysis adjusted for major transplantation parameters, with the reference category being a matched sibling donor in low-risk disease transplanted between 2011 and 2015. OS was estimated using the Kaplan-Meier method. Competing risk analysis was used to calculate cumulative incidence of non-relapse mortality (NRM) and relapse. Results : A total of 106,086 patients were included in the analysis, with a median age of 48 years (IQR 36-58); Twenty five percent of patients were transplanted between 2000 - 2005, 33% between 2006 and 2010 and 42% between 2011 and 2015. The leading indications for HSCT were acute leukemia (58%), myeloproliferative neoplasms (11%) and non-Hodgkin's lymphomas (10%). Recipients had either HLA matched sibling donors (MSD) (46%), unrelated donors (overall 50%; HLA matched 10/10 (MUD) [20%], mismatched HLA 9/10 (MMUD) [6%], mismatched HLA<9/10 [2%], imputed HLA match [21%]) or haploidentical (Haplo) (4%) donors. Graft source was primarily peripheral blood (81%). Myeloablative conditioning was used in 53% of cases. The median follow-up was 3.6 years (95% CI 3.5-3.6). The risk of overall mortality varied depending on the combination of donor type, disease risk and transplantation year (figure A). In low and intermediate risk disease, a matched sibling donor had the most favorable outcome across year-periods. However, in high-risk disease, overlapping hazard ratios (HRs) were observed between MSD and MUD in 2011-2015 (2.8 [2.6-3.0] versus 3.0 [2.8-3.2], respectively). The cumulative incidence for NRM for MSD vs. MUD in high-risk disease transplanted from 2011-2015 was 26.1% (23.8-28.6) vs. 35.3% (32.6-38.3, p < 0.0001), respectively. Similarly, relapse incidence was 50.7% (48.0-53.6) vs. 41.0% (38.3-44.0, p < 0.0001). In high disease risk, the risk for mortality has decreased over the years for MSD and MUD, and even more so for transplantations from Haplo donors (2000-2005 HR 5.11 [4.3-6.1]; 2011-2015 HR 3.9 [3.5-4.3]). In the low-risk setting, transplantations from Haplo donors had a comparable risk to MSD and MUD (2011-2015 Low risk: MSD reference, MUD 1.2 [1.1-1.3], Haplo 1.3 [1.2-1.5]). A representative example is seen in Figure B: the probability of 2-year overall survival between 2011-2015, low risk in MSD was 66.5% (95% CI 65.0-68.0), MUD 63.4% (61.7-65.1), and Haplo 60.4 (56.9-64.1). Conclusion: Survival has improved following allogeneic HSCT over the past two decades. This improvement is especially clear in the case of haploidentical donors, though MSD and MUD are still associated with better outcomes. In high-risk disease, the risk of mortality is equivalent between matched sibling and matched unrelated donors. Notably, the probability for NRM is higher with MUD, but relapse incidence is lower, emphasizing the importance of graft-versus-tumor effect in the high-risk setting and the ongoing need for NRM reduction strategies. View large Download slide View large Download slide  Disclosures Kröger: Janssen Global Services, LLC: Speakers Bureau; Amgen Inc.: Speakers Bureau; Novartis AG: Research Funding; RIEMSER Pharma: Research Funding; Neovii Pharmaceuticals AG: Speakers Bureau; Novartis AG: Speakers Bureau; Sanofi: Speakers Bureau. Bader: Novartis, Medac, Amgen, Riemser, Neovii: Consultancy, Honoraria, Research Funding. Kuball: Miltenyi: Research Funding; Gadeta (www.gadeta.nl): Consultancy, Equity Ownership, Patents & Royalties: on gdT cells and receptors and isolation strategies , Research Funding. Snowden: Sanofi: Honoraria. Mohty: Sanofi: Honoraria, Speakers Bureau."
}