{
    "doi": "https://doi.org/10.1182/blood.V108.11.2082.2082",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=562",
    "start_url_page_num": 562,
    "is_scraped": "1",
    "article_title": "Spindle Checkpoint Insufficiency and Unscheduled APC-Dependent Proteolysis in Acute Myeloid Leukemia. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "leukemia, myelocytic, acute",
        "proteolysis",
        "spindle integrity checkpoint",
        "cancer",
        "cell cycle regulator",
        "cyclins",
        "karyotype determination procedure",
        "leukemic cells",
        "ligase",
        "nocodazole"
    ],
    "author_names": [
        "Dominik Schnerch",
        "Julia Felthaus",
        "Monika Engelhardt",
        "Ralph M. Waesch"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology and Oncology, Albert-Ludwigs University Medical Center, Freiburg, Germany"
        ],
        [
            "Dept. of Hematology and Oncology, Albert-Ludwigs University Medical Center, Freiburg, Germany"
        ],
        [
            "Dept. of Hematology and Oncology, Albert-Ludwigs University Medical Center, Freiburg, Germany"
        ],
        [
            "Dept. of Hematology and Oncology, Albert-Ludwigs University Medical Center, Freiburg, Germany"
        ]
    ],
    "first_author_latitude": "48.00049385",
    "first_author_longitude": "7.8373111",
    "abstract_text": "Genetic instability including aneuploidy is frequent in most cancers. The spindle assembly checkpoint (SAC) is a mitotic surveillance mechanism responsible for accurate chromosome segregation. Unattached chromosomes or lack of spindle tension are sensed by the SAC. The activated SAC inhibits the ubiquitin-ligase anaphase-promoting complex (APC), which prevents the proteolysis of cell cycle regulators in order to delay progression through mitosis and allow cells to recover from defective mitotic spindle attachment. Spindle checkpoint malfunction proved to favor the generation of aneuploidy. In our recent work we investigated the roles of essential SAC proteins in acute myeloid leukemia (AML). We found the SAC-protein Bub1 to be posttranscriptionally downregulated in all investigated AML cell lines. As a consequence, after exposure to the microtubule disrupting agent nocodazole we observed a defective mitotic delay mechanism in comparison to SAC-competent cell lines and increased apoptosis consistent with the effects of Bub1 downregulation by RNA interference. At the molecular level we found a dramatic decline in mitotic regulator levels such as cyclin B1 and securin despite lasting spindle disruption. Additional data showed that the levels of these regulator proteins can be efficiently restored by exposure to the proteasome inhibitor MG-132 indicating that APC-dependent proteolysis is directly involved in SAC insufficiency. Thus, continuous activation of the APC triggers degradation of essential regulator proteins even in leukemic cells faced to mitotic stress such as complete spindle disruption. Such defects can lead to establishment of aneuploidy in vivo. Our findings emphasize a role of SAC insufficiency and unscheduled proteolysis in rise and progression of AML with complex karyotype."
}