{
    "doi": "https://doi.org/10.1182/blood.V104.11.5208.5208",
    "article_title": "The Combination of Fludarabine + ARA-C Given as Continuous Sequential Infusion Does Not Hamper Mobilization of Stem Cells in Elderly Patients with Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Autologous stem cell transplantation (ASCT) is widely used in young/adult patients with acute myeloid leukemia (AML). However, ASCT is also feasible in elderly AML patients with encouraging results in terms of relapse rate reduction. The combination of fludarabine (F) with cytarabine (ARA-C) is effective in poor risk AML and advanced myelodysplastic syndromes (MDS); however, the administration of F can result in insufficient collection of CD34+ cells. We investigated the mobilization capacity from 28 untreated non M3 elderly AML patients who achieved complete remission (CR) after F plus ARA-C given as continuous sequential infusion (CI-FLA). F was administered at a loading dose of 10 mg/sqm over 15 min at day 0 followed by a continuous infusion (CI) of 20 mg/sqm/24h for 72 hours. ARA-C was given at a loading dose of 390 mg/sqm over 15 min three hours and half after F and then as CI over 96 hours at 1440 mg/sqm/24h. G-CSF was added at day +15 at 5 microg/kg. Patients in CR were programmed to receive an identical course. However, after the first 20 patients, consolidation was reduced by one day because of excessive toxicity. G-CSF at 10 microg/kg was added at day +15 with the aim of shortening neutropenia and mobilizing CD34+ cells. Between December 2001 and April 2004, 62 patients with a median age of 69 years (61–81) received the therapeutic program. In 24 cases (39%) a previously diagnosed MDS preceded the onset of AML. According to MRC criteria, 29 patients (47%) had intermediate karyotype, 23 (37%) adverse karyotype, 1 (2%) favorable karyotype and 9 (14%) no evaluable metaphases. Overall, 41 patients (66%) achieved CR, all following one course of CI-FLA. Among these, 34 (83%) received the programmed consolidation, while in 7 cases therapy was discontinued due to toxicity (n=5), death from cerebral hemorrage (n=1), loss to follow-up (n=1). There were 6 deaths after consolidation (4 from infections and 2 from miocardial infarction apparently unrelated to chemotherapy). Finally, 28 patients were monitorized for the mobilization which was successful in 22/28 patients (78%), with a median collection of 7.5x10E6 CD34+ cells (2,1–60,3). The median number of apheresis was 2 (1–3). The median age of mobilizers was 68 years (61–77); of note, 12/28 of them (43%) had secondary AML and 9 (41%) were aged over 70 years. There was no difference in CD34+ mobilization between patients consolidated with three or four days of therapy (p=0.78). Median time from the beginning of consolidation to first collection was 19 days (17–29). Overall, 17 patients (27% of the whole population, 41% of remitters and 77% of mobilizers) received ASCT, in absence of transplant related death. The median age of autografted patients was 66 years (61–77). Reasons for not autografting included early relapse (n=1), refusal (n=1), infection (n=2), severe uncontrolled diabetes resulting in left foot gangrene (n=1). In conclusion, this study demonstrates that continuous sequential infusion of F + ARA-C is effective in elderly AML patients with acceptable toxicity and high rate of CD34+ cell mobilization. In particular, our results compare favorably with classical combination of anthracyclines plus ARA-C or conventional F+ARA-C in terms of mobilization. We suggest that F, when given as continuous infusion, results in negligible stem cell damage and therefore in less impairment of mobilization capacity.",
    "topics": [
        "cytarabine",
        "fludarabine",
        "infusion procedures",
        "leukemia, myelocytic, acute",
        "older adult",
        "stem cells",
        "autologous stem cell transplant",
        "karyotype determination procedure",
        "toxic effect",
        "drug loading dose"
    ],
    "author_names": [
        "Felicetto Ferrara, MD",
        "Salvatore Palmieri, MD",
        "Giuseppina Mele, MD",
        "Catello Califano, MD",
        "Alfonso M. D’arco, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Felicetto Ferrara, MD",
            "author_affiliations": [
                "Division of Hematology and Stem Cell Transplantation Unit, Cardarelli Hospital, Naples, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Salvatore Palmieri, MD",
            "author_affiliations": [
                "Division of Hematology and Stem Cell Transplantation Unit, Cardarelli Hospital, Naples, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppina Mele, MD",
            "author_affiliations": [
                "Division of Hematology and Stem Cell Transplantation Unit, Cardarelli Hospital, Naples, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catello Califano, MD",
            "author_affiliations": [
                "Division of Onco-Hematology, Umberto I Hospital, Nocera Inferiore, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfonso M. D’arco, MD",
            "author_affiliations": [
                "Division of Onco-Hematology, Umberto I Hospital, Nocera Inferiore, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T06:46:22",
    "is_scraped": "1"
}