{
    "doi": "https://doi.org/10.1182/blood.V122.21.3537.3537",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2464",
    "start_url_page_num": 2464,
    "is_scraped": "1",
    "article_title": "Megakaryocyte Abnormalities Occur In The Absence Of Cell-Mediated Immunity In a Murine Model Of Passive Immune Thrombocytopenia (ITP) ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "topics": [
        "immunity, cellular",
        "inosine triphosphate",
        "megakaryocytes",
        "mice",
        "purpura, thrombocytopenic, idiopathic",
        "thrombocytopenia due to immune destruction",
        "antiplatelet antibodies",
        "integrin beta3",
        "platelet destruction, increased",
        "thrombocytopenia"
    ],
    "author_names": [
        "John W. Semple, PhD",
        "Kristin Hunt",
        "Yu Hou",
        "Rukhsana Aslam, PhD",
        "Edwin R. Speck",
        "Heyu Ni, MD, PhD",
        "Alan H Lazarus, PhD"
    ],
    "author_affiliations": [
        [
            "Keenan Research Center, Li Ki Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada, "
        ],
        [
            "Keenan Research Center in the Li Ki Shing Knowledge Institute, St. Michael’s Hospital, Toronto, ON, Canada, "
        ],
        [
            "Keenan Research Center in the Li Ki Shing Knowledge Institute, St. Michael’s Hospital, Toronto, ON, Canada, "
        ],
        [
            "Keenan Research Center in the Li Ki Shing Knowledge Institute of St. Michael's Hospital, Toronto, ON, Canada, "
        ],
        [
            "Keenan Research Center in the Li Ki Shing Knowledge Institute of St. Michael's Hopsital, Toronto, ON, Canada, "
        ],
        [
            "Keenan Research Center, Li Ka Shing Knowledge Institute, St. Michael’s Hospital, Department of Laboratory Medicine and Pathobiology, and Toronto Platelet Immunobiology Group, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "The Li Ka Shing Knowledge Institute of St. Michael's Hospital, Canadian Blood Services, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.6546224",
    "first_author_longitude": "-79.3779469",
    "abstract_text": "Immune thrombocytopenia (ITP) is an autoimmune bleeding disorder characterized by increased peripheral immune platelet destruction and megakaryocyte defects in the bone marrow. Although ITP was originally thought to be primarily due to humoral mediated autoimmunity it is now evident that T cells can also play a contributing role to the thrombocytopenia. In fact, the exact interplay between platelet destruction, megakaryocyte dysfunction, and the elements of both the humoral and cell mediated immune systems still remain incompletely defined. In murine passive models of ITP, the direct administration of anti-platelet antibodies can result in severe thrombocytopenia which is evident within 24 hours of injection. While most studies have focused on immune platelet destruction in the spleen, an additional possibility is that the anti-platelet antibody also has an effect on megakaryocytes. To unequivocally determine if antiplatelet antibodies have an effect on megakaryocytes in an in vivo model, BALB/c mice were intravenously administered 2 ug of an anti-GPIIbIIIa antibody (MReg30) or 50 uL of a high tittered anti-GPIIIa (anti-β 3 ) serum from BALB/c GPIIIa (CD61) knockout mice immunized with wild type platelets. Platelet counts were assessed over time and the bone marrow and spleens were harvested for histological examination of megakaryocytes. Both preparations of antiplatelet antibodies significantly reduced platelet numbers within 1 day of antibody or serum administration. This thrombocytopenia could be rescued by administration of 2 g/kg of IVIg ip. Compared with naïve control mice, histological (H&E staining) examination of the bone marrow and spleens revealed that megakaryocytes were significantly increased in number and all exhibited abnormalities consistent with apoptosis e.g. pyknotic nuclei. IVIg administration completely prevented these megakaryocyte abnormalities. These results show that passively administered anti-platelet antibodies not only affect platelet counts but also significantly affect megakaryocyte physiology in the absence of cell mediated immunity. Disclosures: No relevant conflicts of interest to declare."
}