{
    "doi": "https://doi.org/10.1182/blood.V108.11.5290.5290",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=794",
    "start_url_page_num": 794,
    "is_scraped": "1",
    "article_title": "Combination of Transplantation of Haploidentical Human Mesenchymal Stem Cells and Rituximab Therapy in a Patient with Extensive Therapy-Refractory Chronic Graft Versus Host Disease. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "graft-versus-host disease, chronic",
        "rituximab",
        "stem cell, mesenchymal",
        "transplantation",
        "graft-versus-host disease",
        "cyclosporine",
        "adverse effects",
        "hematopoietic stem cell transplantation",
        "therapeutic immunosuppression",
        "follow-up"
    ],
    "author_names": [
        "L. Mueller",
        "M. Christopeit",
        "J. Luetzkendorf",
        "K. Reichelt",
        "E. Schlesinger",
        "M. Schulze",
        "G. Behre"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Section, Department of Hematology and Oncology, Martin-Luther-University Halle-Wittenberg, Halle, Germany",
            " "
        ],
        [
            "Bone Marrow Transplantation Section, Department of Hematology and Oncology, Martin-Luther-University Halle-Wittenberg, Halle, Germany",
            " "
        ],
        [
            "Bone Marrow Transplantation Section, Department of Hematology and Oncology, Martin-Luther-University Halle-Wittenberg, Halle, Germany",
            " "
        ],
        [
            "Bone Marrow Transplantation Section, Department of Hematology and Oncology, Martin-Luther-University Halle-Wittenberg, Halle, Germany",
            " "
        ],
        [
            "Bone Marrow Transplantation Section, Department of Hematology and Oncology, Martin-Luther-University Halle-Wittenberg, Halle, Germany",
            " "
        ],
        [
            "Bone Marrow Transplantation Section, Department of Hematology and Oncology, Martin-Luther-University Halle-Wittenberg, Halle, Germany",
            " "
        ],
        [
            "Bone Marrow Transplantation Section, Department of Hematology and Oncology, Martin-Luther-University Halle-Wittenberg, Halle, Germany",
            " "
        ]
    ],
    "first_author_latitude": "51.4861319",
    "first_author_longitude": "11.969531500000002",
    "abstract_text": "Background Novel treatment options with reduced side effects against therapy refractory chronic Graft versus Host Disease are urgently warranted. Human marrow stromal cells (hMSC) posses an immunosuppressive potential and have been successfully applied in acute GvHD. The monoclonal anti-CD20 antibody (rituximab) comprises immunosuppression through reduction of B-lymphocytes. Here, we report a patient with refractory cGvHD in whom conventional immunosuppression could be terminated after treatment with rituximab and haploidentical hMSC. Patient and methods A 48-year old Caucasian female received an allogeneic DRB1/DQB1/Cw mismatched unrelated transplant for AML in 2. CR. GvHD grade 2 – 3 was recorded day +11. Treatment of repeated exacerbation of GvHD over the course of 5 ½ years included ciclosporin (CsA), mycophenolat mofetil, tacrolimus, steroids. Treatment-associated complications included pneumonia requiring mechanical ventilation, deep venous thrombosis with pulmonary embolism, cerebral toxoplasmosis, renal failure, AV-reentry tachycardia, encephalopathy and CMV reactivation. Increasing sicca symptoms with deterioration of visual capacity, generalized sclerodermic skin changes and recurrent elevation of cholestasis-markers were noted 66 months after HSCT. A chronic extensive GvHD affecting skin and liver was diagnosed clinically. 67 and 68 months after HSCT EBV-reactivation was noted repeatedly and rituximab was given two times at a 4 week interval to prevent post-transplant lymphoproliferative disease. Analysis of serum liver enzymes, immunphenotyping of leukocytes and regulatory T-cells were performed weekly. Results After rituximab-treatment a stable clinical condition with persisting CR and 100% donor chimerism was noted allowing reduction of CsA to 50 mg p.o. daily. Subsequently, an experimental treatment for refractory cGvHD with third party hMSC was performed after obtaining informed consent and approval by the institutional ethics review board. 100ml sodium-citrate bone marrow aspirate were obtained from the healthy haploidentical son of the patient. hMSC were expanded over 2 passages under GMP conditions. 72 months after HSCT, 1,4 × 10 6 hMSC/kg were transplanted without complications. In the light of subjective improvement, CsA was stopped 3 days after hMSC transplantation. At present within a short follow up of 3 weeks, the patient remains off immunosuppression with stable sicca syndrome and skin alterations, without detectable infection or signs of deterioration of suspected liver GvHD. No adverse events were recorded. Among other evaluable data, an improvement of liver enzymes and a decrease in lymphocytosis have been observed. Further follow-up will be presented at the meeting. Conclusion The patient presented experienced refractory GvHD and respective treatment accompanied by life threatening adverse effects. The stabilization of GvHD upon rituximab-treatment supports recent reports on a reduction of GvHD incidence in rituximab-treated patients after allogeneic HSCT. Our data prove that the transplantation of hMSC in patients with cGvHD is safe without relevant side effects. Further investigation regarding the dose, treatment schedule and probable in-vitro priming of hMSC are needed and encouraged by our observation."
}