{
    "doi": "https://doi.org/10.1182/blood.V112.11.684.684",
    "article_title": "The Mir-17-19b Microrna Cluster Quantitatively Regulates the Self- Renewing Leukemia Stem Cell Compartment in MLL Leukemia ",
    "article_date": "November 16, 2008",
    "session_type": "Tumor Suppressors and Oncogenes II",
    "abstract_text": "The critical molecular determinants for leukemia stem cell (LSC) generation and maintenance are largely unknown. While the majority of studies focus on investigating key transcription factors and cytokines involved in hematological malignancies, very little is known about the roles of recently discovered microRNAs in leukemogenesis. Bioinformatic analysis of the Mouse Retroviral Tagged Cancer Gene Database (Neal Copeland et al.) revealed the 5′ regulatory region of the miR-142 gene as a recurrent target for retroviral integrations in a variety of mouse leukemia and lymphoma cancer models, including MLL- induced leukemia, thereby implicating miR-142 as a potential collaborating oncomir in hematologic malignancies. Subsequent expression analyses of differentially expressed microRNAs in LSC-enriched cell fractions (c-kit+) from MLL leukemias in comparison with various stages of normal hematopoietic progenitors indicated that the miR-17-5p family of microRNAs is highly expressed in LSC-enriched fractions and their possible normal counterparts, granulocyte-macrophage progenitors. Moreover, the expression of miR-142 and miR-17-5p family microRNAs was substantially reduced upon differentiation and loss of self-renewal in cells transformed by the conditional MLL-ENL-ER oncogene following withdrawal of tamoxifen. Forced expression of the miR-17-19b polycistron or miR-142 substantially shortened the latency for MLL leukemia development. In particular, leukemias expressing high levels of the miR-17-19b polycistron displayed a higher frequency of LSCs due to an efficient block of differentiation and enhanced proliferation associated with reduced expression of p21 , a cyclin dependent kinase inhibitor previously implicated as a direct target of miR-17-19b microRNAs. Knock down of p21 in MLL oncogene transduced cells recapitulates the MLL -leukemic phenotype induced by over-expression of the miR-17-19b cluster including a significant decrease in MLL leukemia latency. This observation validates p21 as a biologically relevant in vivo target of the miR-17-19b polycistron in MLL leukemia. Thus, microRNAs are pathogenically important for quantitatively modulating the self-renewing LSC compartment in a murine model of MLL leukemia. Potential requirements of the miR-17-19b microRNA cluster for induction and/or maintenance of MLL leukemia are currently under study.",
    "topics": [
        "leukemia",
        "micrornas",
        "stem cells",
        "cancer",
        "hematologic neoplasms",
        "cyclin-dependent kinases",
        "cytokine",
        "leukemogenesis",
        "lymphoma",
        "tamoxifen"
    ],
    "author_names": [
        "Piu Wong",
        "Masayuki Iwasaki",
        "Chang-Zheng Chen, PhD",
        "Michael Cleary, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Piu Wong",
            "author_affiliations": [
                "Whitehead Insitute for Biomedical research, Cambridge, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Masayuki Iwasaki",
            "author_affiliations": [
                "Stanford University, Stanford, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chang-Zheng Chen, PhD",
            "author_affiliations": [
                "Baxter Lab. of Genetic Pharmacology, Stanford Univ. School of Med., Stanford, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Cleary, MD",
            "author_affiliations": [
                "Stanford University Med. Ctr., Stanford, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T09:34:58",
    "is_scraped": "1"
}