{
    "doi": "https://doi.org/10.1182/blood.V126.23.602.602",
    "article_title": "NF Kappa B Signaling Hyperactivation in Myelofibrosis and Secondary Acute Myeloid Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science II",
    "abstract_text": "Myeloproliferative neoplasms (MPNs) including myelofibrosis (MF) feature a malignant clone containing the JAK2 V617F mutation, or other mutations causing unregulated activity of JAK2 kinase. JAK2 activity has the potential to activate multiple other signaling molecules, either directly through downstream signaling, or indirectly through downstream gene expression. Targeted inhibitors of JAK2 alleviate constitutional symptoms and splenomegaly in MF patients, but their ability to reduce malignant clonal burden is modest. In addition, they have not been shown to prevent transformation to secondary acute myeloid leukemia (sAML). Therefore, improved therapy for MF is needed, including the possibility of targeting pathologic signaling other than JAK2 alone. Identifying other promising therapeutic targets is therefore necessary for improving therapy for MF as well as sAML. We have sought to identify previously undescribed signaling abnormalities in MF and sAML utilizing single cell mass cytometry (CyTOF). This approach allows quantitative study of signaling abnormalities in cell populations representing a nearly complete spectrum of hematopoiesis. Extensive dysregulated signaling was observed in MF and sAML patient samples. In particular, frequent hyperactivation of the JAK-STAT, MAPK/PI3K, and NFκB signaling pathways was identified in CD34+ hematopoietic stem and progenitor cells (HSPC). Supranormal phosphorylation of the NFκB subunit p65/RELA was observed in both the basal state and in response to TNFα, in both MF patients (N=7) and sAML patients (N=8). Plasma TNFα levels were elevated in this set of patients, consistent with a hyperactivated TNFα-NFκB signaling axis. Constitutive NFκB hyperactivation was observed across a spectrum of myeloid development and in T cells, suggesting non-cell-autonomous, cytokine-mediated activity. In MF, constitutive NFκB activation was associated with the presence of JAK2 V617F; whereas in sAML, it occurred in both JAK2 mutant and wild-type patients. Further evidence for NFκB hyperactivation in MF was provided by GSEA analysis of a published dataset of CD34+ HSPC gene expression (Norfo et al. 2014 Blood). NFκB target genes were grouped into 3 subsets: Tier 1 (48 genes) = canonical and/or AML-associated NFκB target genes, excluding pro-apoptotic target genes; Tier 2 (14 genes) = canonical, pro-apoptotic NFκB target genes; and Tier 3 (95 genes) = NFκB target genes that are also known targets of other signaling pathways. In MF (n=42) versus normal bone marrow (n=15) CD34+ cells, there was greater expression of NFκB target genes, particularly the more specific Tier 1+2 gene set (FDR q=0.089). The pro-apoptotic Tier 2 gene set was particularly enriched in JAK2 mutant versus JAK2 wild-type MF patients (FDR q=0.043). Tier 3 (FDR q=0.004) and Tier 1+2+3 (FDR q=0.015) gene sets were enriched in JAK2 mutant versus JAK2 wild-type MF patients, suggestive of Tier 3 gene activation by both NFκB and other pathways activated by mutant JAK2. Colony forming unit (CFU) assays were used to test the effect of NFκB inhibition on myeloid colony formation. The IKK inhibitor IKKiVII inhibited colony growth from MF CD34+ cells with a potency similar to ruxolitinib, and enhanced inhibition was observed when IKKiVII was combined with ruxolitinib. The addition of TNFα had an inhibitory effect on colony growth that was potentiated in combination with IKKiVII and/or ruxolitinib. These results suggest that co-targeting of JAK2 and NFκB (particularly in the context of abnormally elevated TNFα) could be useful therapeutically. Based on these results, we hypothesize that (1) NFκB hyperactivation is highly prevalent in MF and sAML HSPC; (2) NFκB hyperactivation in MF and sAML occurs in a positive feedback loop with TNFα; (3) NFκB hyperactivation in MF is heavily driven by mutant JAK2, but in sAML it may be driven by or separately from mutant JAK2. Additionally, the elevation of pro-apoptotic NFκB target genes in MF (particularly JAK2 mutant) suggests that future therapeutic strategies might be developed to suppress anti-apoptotic signaling downstream of NFκB, and thereby induce apoptosis in the malignant clone. Disclosures Oh: Incyte: Membership on an entity's Board of Directors or advisory committees; CTI Biopharma: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "leukemia, secondary acute",
        "myelofibrosis",
        "signal transduction",
        "ruxolitinib",
        "1-phosphatidylinositol 3-kinase",
        "cytokine",
        "mitogen-activated protein kinases",
        "molecule",
        "myeloproliferative disease",
        "phosphotransferases"
    ],
    "author_names": [
        "Daniel A.C. Fisher, PhD",
        "Elizabeth K. Engle, PhD",
        "Olga Malkova, PhD",
        "Mary C. Fulbright",
        "Amy Zhou, MD",
        "Stephen Oh, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniel A.C. Fisher, PhD",
            "author_affiliations": [
                "Division of Hematology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth K. Engle, PhD",
            "author_affiliations": [
                "Division of Hematology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Malkova, PhD",
            "author_affiliations": [
                "Center For Human Immunology & Immunotherapy Programs, Washington University School of Medicine, St. Louis, MO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary C. Fulbright",
            "author_affiliations": [
                "Division of Hematology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Zhou, MD",
            "author_affiliations": [
                "Division of Hematology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Oh, MDPhD",
            "author_affiliations": [
                "Division of Hematology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T03:55:02",
    "is_scraped": "1"
}