{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4206.4206",
    "article_title": "Single-Arm Phase II Trial of Pegylated Interferon Alpha 2a in Patients with High-Risk Essential Thrombocythemia or Polycythemia Vera Resistant or Intolerant to Hydroxyurea: MPN Symptom Impact & Quality of Life Results of the Myeloproliferative Disorders-Research Consortium (MPD-RC) Protocol 111 Global Phase II Trial ",
    "article_date": "December 7, 2017",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "abstract_text": "Background: Resistance or intolerance to hydroxyurea (HU) in highrisk essential thrombocythemia (ET) or polycythemia vera (PV) leaves clinicians with few treatment options other than anagrelide (ET) or ruxolitinib (PV). Historical data on pegylated interferon alpha 2a (PEG) has been favorable in ET and PV, but reports of its use in HU-resistant and -intolerant patients have been anecdotal. We initiated a large phase II trial to better characterize the impact of second-line PEG therapy in these patients and focus on impact on symptom burden and quality of life (QOL). Methods: MPD-RC 111 trial (NCT01259817) enrolled HU-resistant or -intolerant (modified European LeukemiaNet [ELN] criteria) patients with high-risk ET or PV to receive response-adjusted PEG. Patients were assessed for MPN symptoms, treatment toxicities, and QOL using the MPN-SAF, EORTC QLQ-C30, and 5 exploratory PEG-related side effect questions at baseline and 3, 6, 9, and 12 months. Within-group change and between-group differences over time were based on mixed models adjusting for age. T-tests compared baseline scores among groups. ANCOVA adjusting for baseline scores compared 12-month scores between patients with complete hematologic response (CR) by ELN criteria versus those with partial/no response. Results: Patients: MPD-RC 111 enrolled 115 patients from 02/2012 to 12/2015. 114 (ET 64, 56%; PV 50, 44%), 104, 92, 81, and 74 patients completed surveys at baseline and 3, 6, 9, and 12 months. Survey completion rates did not differ between ET and PV. Among 114 patients with baseline surveys, median age was 64 years (range 20-85) with 56 (49%) females; 8 (7%) had prior splenectomy; and 40 (35%) had splenomegaly. Among 107 with known mutation status, 68 (64%) had JAK2 mutations and 23 (21%) had CALR mutations. Baseline Symptom Burden/QOL: Mean MPN-SAF Total Symptom Score (TSS, scale 0 [absent]-100 [worst imaginable]) was 19.5 (SD 18.4; range 0-95) with means of 19.0 (SD 18.1) / 20.1 (SD 19.0) for ET / PV (p=0.76) which were similar to reported means of a previous cohort receiving any line of treatment (ET mean 18.7, SD 15.3; PV mean 21.8, SD 16.3; Emanuel RM, JCO 2012). Symptoms (scale 0 [absent]-10 [worst imaginable]) with the highest prevalence (score >0) included fatigue (106/114, 93%) and insomnia (74/114, 65%). The symptom with the lowest prevalence was fever (15/114, 13%). Mean QLQ-C30 global health status/QOL (GHS/QOL, scale 0 [very poor]-100 [excellent]) was 71.6 (SD 20.1) which is comparable to a general healthy population (mean 71.2, SD 22.4) and better than a general cancer population (mean 61.3, SD 24.2; QLQ-C30 Reference Manual 2008). Baseline TSS and GHS/QOL did not significantly differ between ET and PV, nor between patients by mutational status (TSS 19.5 (17.0) JAK2 vs 14.9 (13.5) CALR, p=0.25; QOL 72.7 (20.0) JAK2 vs 68.1 (22.8) CALR, p=0.36). Impact of Therapy on Symptom Burden/QOL: Patients experienced statistically significant improvements from baseline in MPN-related symptoms including TSS, fatigue, dizziness, numbness/tingling, and weight loss (all p<0.05), and statistically significant worsening of PEG-related side effects such as flu-like symptoms, injection site irritation, blurry vision, and vision change (all p<0.05, Table 1, Figure 1). Descriptively, some symptoms over time appeared to differ between ET and PV and between JAK2 and CALR groups, but no differences reached statistical significance. GHS/QOL stayed relatively stable over time for those patients who tolerated treatment (p=NS, Figure 1). Patients with CR had significantly improved TSS, GHS/QOL, fatigue, early satiety, and itching as compared to those with a partial/no response at 12 months (all p<0.05). Median treatment duration was 79.5 weeks (range; 1-245 weeks) with 83 (72%) completing 12 months of therapy. 16 (14%) patients discontinued treatment due to adverse events and 12 (10%) due to patient refusal. Conclusions: Second-line PEG in patients with high-risk ET or PV appears to improve certain MPN-related symptoms but does come with several relevant low-grade toxicities. Despite the mixed symptom picture PEG appears to not decrease QOL for those patients who are able to tolerate treatment. Extended PEG appears to be challenging for some patients given the observed high rate of treatment discontinuation due to adverse events and patient refusal. Further research is needed to better select patients who are likely to tolerate treatment. View large Download slide View large Download slide  Close modal Disclosures Mascarenhas: Novartis: Other: DSMB member , Research Funding; Janssen: Research Funding; Merck: Research Funding; CTI Biopharma: Research Funding; Incyte: Other: Clinical Trial Steering Committee , Research Funding; Promedior: Research Funding. Yacoub: Seattle Genetics: Consultancy, Speakers Bureau; Pfizer: Consultancy; Novartis: Speakers Bureau; CTI: Consultancy; Sandoz: Consultancy; Incyte: Consultancy, Speakers Bureau. Berenzon: Incyte Corporation: Research Funding. Ritchie: Pfizer: Consultancy, Other: Research funding to my institution; Incyte: Consultancy, Speakers Bureau; Novartis: Consultancy, Other: Research funding to my institution, and travel, Speakers Bureau; NS Pharma: Other: Research funding to my institution; Astellas Pharma: Other: Research funding to my institution; Bristol-Myers Squibb: Other: Research funding to my institution; Celgene: Consultancy, Other: Travel, Speakers Bureau. Rambaldi: Novartis, Amgen, Celgene, Sanofi: Other: Travel, Accomodations, Expenses; Novartis, Roche/Genentech, Amgen, Italfarmaco: Consultancy. Vannucchi: Shire: Speakers Bureau; Novartis: Honoraria, Speakers Bureau. Hexner: Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding. Mesa: Incyte Corporation: Research Funding; Ariad: Consultancy; Galena Biopharma, Inc.: Consultancy; Promedico: Research Funding; Celgene Corporation: Research Funding; Novartis Pharmaceuticals Corporation: Consultancy; Gilead Sciences, Inc.: Research Funding; CTI BioPharma Corp.: Research Funding.",
    "topics": [
        "arm",
        "hydroxyurea",
        "myeloproliferative disease",
        "peginterferon alfa-2a",
        "phase 2 clinical trials",
        "polycythemia vera",
        "quality of life",
        "thrombocythemia, hemorrhagic",
        "weight reduction",
        "fatigue"
    ],
    "author_names": [
        "Amylou C. Dueck, PhD",
        "John Mascarenhas, MD",
        "Heidi Elizabeth Kosiorek, MS",
        "Abdulraheem Yacoub, MD",
        "Josef T. Prchal, MD",
        "Dmitriy Berenzon, MD",
        "Maria R. Baer, MD",
        "Ellen K Ritchie, MD",
        "Richard T Silver, MD",
        "Craig M. Kessler, MD",
        "Elliott F. Winton, MD",
        "Maria Chiara Finazzi, MD",
        "Alessandro Rambaldi, MD Prof",
        "Alessandro M. Vannucchi",
        "David S. Leibowitz, MD",
        "Damiano Rondelli, MD",
        "Murat O. Arcasoy, MD",
        "Rosalind Catchatourian, MD",
        "Joseph Vadakara, MBBS",
        "Vittorio Rosti, MD",
        "Elizabeth Hexner, MDMS",
        "Marina Kremyanskaya, MD PhD",
        "Alicia Orellana, MD MPH",
        "Lonette Sandy",
        "Joseph Tripodi",
        "Vesna Najfeld, PhD",
        "Mohamed E. Salama, MD",
        "Rona Singer Weinberg, PhD",
        "Raajit K. Rampal, MD PhD",
        "Ronald Hoffman, MD",
        "Ruben A Mesa, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amylou C. Dueck, PhD",
            "author_affiliations": [
                "Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Mascarenhas, MD",
            "author_affiliations": [
                "Division of Hematology/Medical Oncology, The Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heidi Elizabeth Kosiorek, MS",
            "author_affiliations": [
                "Department of Biostatistics, Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdulraheem Yacoub, MD",
            "author_affiliations": [
                "The University of Kansas Cancer Center, Westwood, Westwood, KS "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josef T. Prchal, MD",
            "author_affiliations": [
                "Division of Hematology and Hematologic Malignancies, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dmitriy Berenzon, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center, Wake Forest Baptist Health, Comprehensive Cancer Center, Wake Forest Baptist Health, Winston Salem, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria R. Baer, MD",
            "author_affiliations": [
                "University of Maryland Greenebaum Cancer Center, Baltimore, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen K Ritchie, MD",
            "author_affiliations": [
                "Weill Cornell Medical College of Cornell University, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard T Silver, MD",
            "author_affiliations": [
                "NewYork-Presbyterian Weill Cornell Medical Center, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig M. Kessler, MD",
            "author_affiliations": [
                "Georgetown University Med. Ctr., Washington, DC "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elliott F. Winton, MD",
            "author_affiliations": [
                "Winship Cancer Institute Emory Univ. School of Med., Atlanta, GA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Chiara Finazzi, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplant Unit, Papa Giovanni XXIII hospital, Bergamo, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Rambaldi, MD Prof",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplant Unit, University of Milan, ASST Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M. Vannucchi",
            "author_affiliations": [
                "Center for Research and Innovation of Myeloproliferative Neoplasms, Azienda Ospedaliero-Universitaria Careggi, University of Florence, Florence, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David S. Leibowitz, MD",
            "author_affiliations": [
                "Oncology Department, Palo Alto Medical Foundation Sutter Health, Sunnyvale, CA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damiano Rondelli, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murat O. Arcasoy, MD",
            "author_affiliations": [
                "Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosalind Catchatourian, MD",
            "author_affiliations": [
                "Oncology Department, John H Stroger Jr. Hospital of Cook county Chicago, Illinois, Chicago, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Vadakara, MBBS",
            "author_affiliations": [
                "Geisinger Medical Center, Danville, PA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Rosti, MD",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Foundation IRCCS Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Hexner, MDMS",
            "author_affiliations": [
                "Perelman Center for Advanced Medicine, South Tower 12-151, University of Pennsylvania Abramson Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Kremyanskaya, MD PhD",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alicia Orellana, MD MPH",
            "author_affiliations": [
                "Tisch Cancer Institute, The Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lonette Sandy",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Tripodi",
            "author_affiliations": [
                "Department of Pathology, The Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vesna Najfeld, PhD",
            "author_affiliations": [
                "Department of Pathology and Medicine, Myeloproliferative Consortium, Myeloproliferative Program, The Tisch Cancer Institute, The Mount Sinai Med. Ctr. Tumor Cytogenetics, Box 1079, New York, NY "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamed E. Salama, MD",
            "author_affiliations": [
                "ARUP Laboratories, Salt Lake City, UT "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rona Singer Weinberg, PhD",
            "author_affiliations": [
                "New York Blood Center, New York, NY "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raajit K. Rampal, MD PhD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan-Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Hoffman, MD",
            "author_affiliations": [
                "Division of Hematology/Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben A Mesa, MD",
            "author_affiliations": [
                "UT Health San Antonio Cancer Center, San Antonio, TX ",
                "University of Texas Health Science Center, San Antonio, TX"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T12:59:34",
    "is_scraped": "1"
}