{
    "doi": "https://doi.org/10.1182/blood.V124.21.904.904",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2887",
    "start_url_page_num": 2887,
    "is_scraped": "1",
    "article_title": "GCS-100 Induces Apoptosis of Acute Myeloid Leukemia Cells By Disrupting Galectin-Mediated Survival Signaling ",
    "article_date": "December 6, 2014",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "topics": [
        "apoptosis",
        "glasgow coma scale",
        "leukemia, myelocytic, acute",
        "signal transduction",
        "galectin 3",
        "abt-737",
        "beta catenin",
        "cancer",
        "leukemia",
        "adhesions"
    ],
    "author_names": [
        "Richard E. Davis, MD",
        "Vivian R Ruvolo, MA",
        "Zhiqiang Wang",
        "Wencai Ma, PhD",
        "Wendy D. Schober, MLT (ASCP)",
        "James Rolke",
        "George Tidmarsh, MD PhD",
        "Michael Andreeff, MD PhD",
        "Peter P. Ruvolo, PhD"
    ],
    "author_affiliations": [
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "La Jolla Pharmaceutical Company, San Diego, CA"
        ],
        [
            "La Jolla Pharmaceutical Company, San Diego, CA"
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Galectins are a family of b-galactoside binding proteins with effects on cell adhesion, apoptosis, cell cycle, and mRNA processing. Galectin-3 (LGALS3) is unique among galectins by having an N terminal region of roughly 130 amino acids that allows for multimerization and binding to other proteins independent of carbohydrate binding. In addition to promoting BCL2 gene expression and mitochondrial integrity, LGALS3 (along with LGALS1) positively regulates RAS signaling and thus stabilizes survival proteins dependent on ERK phosphorylation such as MCL-1. The pro-survival functions of LGALS3 and other galectins suggest that their targeting could be therapeutic for cancers including AML. Indeed, LGALS3 expression is a predictor of poor prognosis in acute myeloid leukemia (AML), as reported by Cheng and colleagues (Blood 2013) for patients with non-M3 AML and CN-AML. The modified pectin GCS-100 (La Jolla Pharmaceutical, San Diego, CA), now in a Phase II clinical trial for chronic kidney disease, binds and blocks the function of LGALS3. We report that GCS-100 suppresses the growth of AML cell lines OCI-AML3, THP-1, and HL60 in vitro as a single agent, at doses under the 250 ug/mL (i.e., within clinically-achievable concentrations). Short-term treatment of cells (i.e., < 6 hr) potently suppressed phosphorylation of AKT and ERK and reduced expression of BCL2 and MCL-1. Because LGALS3 positively regulates anti-apoptotic BCL2 family members, the Raz group has suggested targeting galectins to enhance efficacy of BH3 mimetic drugs (Harazano et al Cancer Metastasis Review 2013). We found that GCS-100 potently synergized with ABT-737 to kill OCI-AML3 cells: while 1 uM ABT-737 or 125 ug/mL GCS-100 reduced total viable cells by ~ 30% and induced apoptosis in < 20% of cells after 48 hr as single agents, their combination at those doses and time point reduced viable cells by ~ 94% and induced apoptosis in ~ 70% of cells. Suppression of LGALS3 by lentiviral shRNA reduced BCL2 gene expression as determined by qRT-PCR and augmented killing with ABT-737. Lentiviral suppression of LGALS3 protected cells from GCS-100 at doses of 250 ug/mL but reduction of the galectin failed to protect cells from higher doses of the drug (i.e., 500 ug/mL). This result suggests other galectins are likely inhibited at higher doses of the agent. We used gene expression profiling (GEP) on Illumina HT12v4 human whole-genome arrays to assess more broadly the molecular effects of inhibiting galectins in AML cell lines OCI-AML3 and THP-1 treated with 250 ug/mL or 500 ug/ml GCS-100 for 24 hr. Data were analyzed by Gene Set Enrichment Analysis (GSEA) using gene sets from the Molecular Signatures Database (www.broadinstitute.org/gsea/msigdb/). GSEA suggested that GCS-100 promotes differentiation and inhibits genes associated with proliferation. Multiple upregulated gene sets suggest that there may be a release of a differentiation block as a result of GCS-100 treatment. Furthermore, two gene sets suggest that GCS-100 behaves similar to a GSK3 inhibitor: Known pathways regulated by GSK3 in hematopoietic stem cells are mTOR and Wnt/beta Catenin. Inhibition of Wnt/beta Catenin can release a differentiation block. Consistent with GCS-100 promoting cell differentiation, lentiviral shRNA reduced LGALS3 protein > 90% in THP-1 cells and increased CD11b expression, suggesting increased differentiation, compared to cells with control shRNA. GCS-100 was tested in an in vitro model of the bone marrow microenvironment using BM-derived mesenchymal stromal cell (MSC). MSC can protect leukemia cells from a variety of clinically relevant chemotherapy drugs including AraC. GCS-100 was effective at killing AML cells despite the presence of MSC. Both THP-1 and OCI-AML3 cells exhibited > 80% and > 60% reduction of viable cells, respectively, despite the presence of MSC when treated with 250 ug/mL GCS-100 for 72 hours. In addition, GCS-100 was found to block adhesion of OCI-AML3 cells to MSC suggesting that GCS-100 could be effective in mobilizing AML cells. In summary, our findings suggest that GCS-100 can induce apoptosis in AML cells as a single agent or in combination with the BH3 mimetic ABT-737. The agent is effective even in the presence of MSC suggesting it could be efficacious in the leukemia niche. These findings suggest GCS-100 could be effective for AML therapy. Disclosures Rolke: La Jolla Pharmaceutical Company: Employment. Tidmarsh: La Jolla Pharmaceutical Company: Employment."
}