{
    "doi": "https://doi.org/10.1182/blood-2018-99-115721",
    "article_title": "Targeting Intracellular Signaling Cascades for Patients with Relapsed, Refractory Multiple Myeloma: A Systematic Review of Clinical Trials ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Introduction: Intracellular signaling cascades including mTOR (mammalian target of rapamycin), MEK (mitogen-activated protein kinase), BCL2 (B-cell lymphoma 2), MET, AKT, and BTK (Bruton's tyrosine kinase) pathways are involved in the growth, proliferation, and survival of tumor cells. Drugs that inhibit these signaling cascades lead to apoptosis and cell cycle arrest making them an important therapeutic modality for treatment of malignancies. The aim of our review is to analyze the published literature on the clinical efficacy of these intracellular signaling cascade inhibitors in patients with relapsed, refractory multiple myeloma (RRMM). Methods: We performed a comprehensive literature search on articles published after 2010. Four hundred and twenty-three articles were identified using the following five databases (Pubmed, Embase Cochrane, Web of Science and Clinical Trials.gov). After a detailed screening, we finalized 11 studies involving 525 RRMM patients. Clinical trials (phase I/II, II and III) with non-FDA approved drugs were included. Results: mTOR inhibitors (Everolimus and Temsirolimus): A total of 157 RRMM patients were included. All trials were early phase (I/II). Everolimus in combination with panobinostat (n=32) achieved an overall response rate (ORR) of 7%. A total of 82 patients received everolimus in combination with sorafenib and achieved a complete response (CR) of 8.5%. Temsirolimus was used in combination with bortezomib (V) (n=43). CR was observed in 5% patients, very good partial response (VGPR) in 9% and stable disease (SD) in 44% patients. AKT Inhibitors (Perifosine and Uprosertib): A total of 153 RRMM patients were included. Eighty-four patients were tested in phase I/II trials while 69 patients were tested in phase III trials. All patients were given perifosine (50 mg) in combination with V with or without dexamethasone (d). In 142 evaluable patients, the pooled ORR was 31%. Uprosertib is currently under phase II evaluation, no clinical data is available while one ongoing phase I/II trial is summarized in Table 2. MEK inhibitor (Selumetinib): A total of 36 RRMM patients were included. All patients were tested in phase II trials. Single-agent selumetinib (75 mg) was given (n= 32). The ORR was 5.6%, VGPR in 3.12%, partial response (PR) in 3.12%, SD in 53.13% and progressive disease (PD) in 40.63% patients. The median progression-free survival (mPFS) was 3.52 months. BCL2 inhibitor (Venetoclax): A total of 66 RRMM patients were included. All patients were tested in phase I/II trials. Single-agent venetoclax (300-1200 mg) was given. The ORR was 21%, CR in 4%, VGPR in 8% and PR in 6% patients. MET inhibitors (Cabozantinib and Tivantinib): A total of 27 RRMM patients were included. Eleven patients were tested in phase I/II trials while 16 patients were tested in phase II trial. Cabozantinib (20-60 mg) and Tivantinib (360 mg) were given to 11 and 16 patients respectively. SD was seen in 54.5% and 36% patients respectively while PD was seen in 18.2% and 63% patients respectively. BTK inhibitor (Ibrutinib): A total of 86 RRMM patients were included. Patients were tested in phase I/II (n=46) and phase II (n=46) clinical trials. Ibrutinib (560-840 mg) was used in combination regimens in all patients. In 85 evaluable patients, the pooled ORR was 35.29%. The best response was seen when ibrutininb was used in combination with carfilzomib (CFZ) with or without dexamethasone (d) i.e. 67%. Conclusion: In RRMM patients, BTK inhibitor (ibrutinib) and AKT inhibitor (perifosine) when used in combination regimens demonstrated a weak efficacy with an ORR of < 40%. The best response was seen when ibrutinib was used in combination with CFZ +/- d i.e. 67%. MET inhibitor (cabozantinib) and MEK inhibitor (selumetinib) showed SD in more than 50% of patients. mTOR inhibitor (temsirolimus) showed SD in more than 40% of patients. Other intracellular signaling cascade inhibitors (venetoclax, selumetinib, everolimus) when used either as single agents or in combination regimens demonstrated a poor efficacy with an ORR of < 25%. However, data on signaling cascade inhibitors is emerging and future randomized prospective trials are needed. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "signal transduction",
        "everolimus",
        "ibrutinib",
        "selumetinib",
        "cabozantinib",
        "perifosine",
        "proto-oncogene proteins c-akt",
        "temsirolimus",
        "venetoclax"
    ],
    "author_names": [
        "Shehroz Aslam, MD",
        "Mustafa Nadeem Malik, MD",
        "Abdul Rafae, MD",
        "Rida Riaz, MBBS",
        "Seren Durer, MD",
        "Ceren Durer, MD",
        "Faisal Mahfooz, MD",
        "Muhammad Jahanzeb Khalil, MD",
        "Jemin Aby Jose, MD",
        "Zunairah Shah, MBBS",
        "Chaudhry Saad Sohail, MD",
        "Maaz Ahmed Yusufi, MD",
        "Faiz Anwer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shehroz Aslam, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mustafa Nadeem Malik, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdul Rafae, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rida Riaz, MBBS",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seren Durer, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ceren Durer, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faisal Mahfooz, MD",
            "author_affiliations": [
                "Nawaz Sharif Medical College, University of Gujrat, Gujrat, Pakistan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Jahanzeb Khalil, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jemin Aby Jose, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zunairah Shah, MBBS",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chaudhry Saad Sohail, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maaz Ahmed Yusufi, MD",
            "author_affiliations": [
                "Rawalpindi Medical College, Pakistan, Rawalpindi, Pakistan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiz Anwer, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ ",
                "Department of Hematology, Medical Oncology, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T04:09:39",
    "is_scraped": "1"
}