{
    "doi": "https://doi.org/10.1182/blood.V120.21.227.227",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2192",
    "start_url_page_num": 2192,
    "is_scraped": "1",
    "article_title": "Elevated Gamma Delta T Cell Recovery Following Hematopoietic Stem Cell Transplantation Associated with Improved Long Term Overall Survival in Pediatric Patients with Acute Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Immune Reconstitution and Adoptive Immunotherapy",
    "topics": [
        "hematopoietic stem cell transplantation",
        "intraepithelial lymphocytes",
        "leukemia, acute",
        "pediatrics",
        "infections",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "cytomegalovirus infections",
        "cmv reactivation",
        "follow-up"
    ],
    "author_names": [
        "Ross W. Perko, MD",
        "Paul Thomas, PhD",
        "Mari Hashitate Dallas, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Immunology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN, USA"
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "Abstract 227 Recent studies show that accelerated γΔ T cell reconstitution after hematopoietic stem cell transplantation (HSCT) is associated with improved overall survival (OS) though the mechanisms have not been elucidated. Here, we confirm that early γΔ T cell recovery after HSCT is an independent predictor for improving OS and event free survival (EFS). Moreover, patients with robust γΔ T cell recovery after HSCT appear to be protected from increased risk of serious life threatening infections, and acute gut and chronic graft versus host disease (GVHD). More importantly, we show that γΔ T cell recovery dynamics are independent from those of classical αβ T cells. We evaluated 102 consecutive pediatric patients with acute leukemia undergoing HSCT at St. Jude Children's Research Hospital from 1996–2011. The median age of the patients was 10.5 ± 5.9 yrs. (range, 0.6–25.2) and median follow up was 2.7±1.8 yrs. (range 0.2–6.0). There were 57% males, 43% females and 59% with ALL and 41% with AML. There were 14 patients with elevated γΔ T cells (≥1.75×10 5 cells/ml) and 88 with low/normal γΔ T cells (<1.75×10 5 cells/ml). There were no significant differences between the two groups with respect to age, sex, disease or donor source, p =0.7, 0.5, 1 and 0.07 respectively. Fours years after HSCT, OS was significantly higher for patients in the elevated group compared to the patients in the low/normal group, 93% and 60%, respectively, p =0.0173. Survival without relapse or graft failure (EFS) was significantly higher in the elevated group compared to the low/normal group, 85.7% and 58.0%, respectively. Since T cell reconstitution following HSCT is age dependent, we determined if γΔ T cell recovery correlated with age and/or CD3 + cells. Multivariate analysis showed no correlation between the number of CD3 + and γΔ T cells. In fact, 13 of 14 patients that recovered with increased number of γΔ T cells had normal or low numbers of CD3 + cells. Thus, γΔ T cell recovery is not a simple correlate of T cell reconstitution. Because γΔ T cells play a central role in maintaining intestinal epithelium integrity, we evaluated the incidence of gut GVHD. We found a significant lower rate of gut GVHD in the elevated group compared to the low/normal group, 0% and 17% respectively. Furthermore, the number of γΔ T cells in patients with cGVHD (2.3 x10 5 cells/ml) was significantly lower compared to patients without cGVHD (6.2 x10 5 cells/ml), p =0.01. This suggests that γΔ T cell may protect against gut and cGVHD. Since accumulating evidence suggests that γΔ T cells contribute to both innate and adaptive immune responses during infections, we evaluated the rate and types of infection between the two groups. We found a significant lower incidence of infection in the elevated group compared to the low/normal group, 21% and 54% respectively p =0.02. Furthermore, the elevated group had only viral infections while the low/normal group had viral, bacterial and fungal infections. Recent studies suggested that γΔ T cells could contribute to surveillance of CMV reactivation after HSCT through cooperation with anti-CMV IgG. Evaluation of CMV infections found no significant decrease in the incidence of CMV infection in the elevated group compared to the low/normal group, 14% and 2%. In summary, this is the first reported study of γΔ T cell recovery after HSCT in pediatric patients and adds new insights into the role γΔ T cells by evaluating the relationship of the most common complications such as relapse, GVHD and infections. Disclosures: No relevant conflicts of interest to declare."
}