{
    "doi": "https://doi.org/10.1182/blood.V124.21.5482.5482",
    "article_title": "Vemurafenib As First Treatment of Hairy Cell Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models",
    "abstract_text": "44 years old lady presented with fever and pancytopenia in March 2014.CXR showed bilateral pneumonia. Hb 7.5xg/dl, plt 42x x10 9 /l, wbc 1.2 x1 9 neutrophils22%, lymphocytes75%.Circulating lymphocytes with hairy cytoplasmicprojections and indented nuclei were noted. Flow cytometry showed these abnormal lymphoid cells were CD19+ve, CD5-ve, CD 23-ve, FMC7+ve, CD25+ve, CD11c+ve and CD103+ve.Bone marrow biopsy revealed a hypercellular marrow with dense infiltration of lymphoid cells of the same immunophenotype. Braf V600 mutation was detected. Cladribine or pentostatin was out of stock and import of these drugs would take at least 2 months. In view of the severe pancytopenia and on -going infection, various treatment options were discussed with, the patient .Patient decided to start on vemurafenib 960mg twice daily while awaiting cladribine. After 8weeks of treatment, the peripheral blood counts were normalized. Hb 12.2g/dl, plt 153x x10 9 /l, wbc 3.1x10 9 /l, neutrophils 53%,lymphocytes 40%. Braf V600 mutation was no longer detected. Vemurafenib was well tolerated and the patient received treatment mainly as outpatient. Vemurafenib was discontinued after 8 weeks and the patient then received a 5-day course of cladribine. She remained in complete remission Discussion Vemurafenib had shown to be safe and effected in hairy cell leukemia patients who were refractory to or who relapsed after purine analogs. 1,2 Still to be determined are the correct vemurafenib dosing strategy, the best timing , duration and scheduling of vemurafenib. Due to unusual circumstances, our patient received 8 weeks of vemurafenib as first line therapy. The patient achieved a complete remission with minimal residual disease. Follow data is needed to see how long the patient remains in remission 1. N Engl J Med 2014 ; 370:286-288 2. 19th Congress of the European Hematology Association (EHA): Abstract S696. Disclosures Off Label Use: Vemurafenib as first treatment of Hairy Cell Leukemia. Wong: johnson &johnson: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; GlaxoSmithKline: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Biogen-Idec: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer, MSD, Roche, BMS, Baxter, Amgen, Alexion: Research Funding.",
    "topics": [
        "hairy-cell leukemia",
        "vemurafenib",
        "cladribine",
        "complete remission",
        "pancytopenia",
        "bone marrow biopsy",
        "disease remission",
        "fever",
        "flow cytometry",
        "hyperplasia"
    ],
    "author_names": [
        "Gregory Cheng",
        "Gym Cheng, MDPhD",
        "Natalie Pui Ha Chan",
        "Chris Wong",
        "Raymond S Wong, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gregory Cheng",
            "author_affiliations": [
                "Macau University, Macau, Macau "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gym Cheng, MDPhD",
            "author_affiliations": [
                "Macau University of Science & Technology, Macau, Macau "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie Pui Ha Chan",
            "author_affiliations": [
                "The Chinese University of Hong Kong, Prince of Wales Hospital, Shatin, New Territories, Hong Kong SAR, Hong Kong "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris Wong",
            "author_affiliations": [
                "Hong kong molecular pathology diagnostic center, hong Kong, Hong Kong "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymond S Wong, MD",
            "author_affiliations": [
                "Prince of Wales Hospital, The Chinese University of Hong Kong, Hong Kong, Hong Kong"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T12:52:38",
    "is_scraped": "1"
}