{
    "doi": "https://doi.org/10.1182/blood-2020-139829",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4576",
    "start_url_page_num": 4576,
    "is_scraped": "1",
    "article_title": "Preliminary Results of an Ongoing Phase 1 Dose Escalation Study of the Novel Anti-CD74 Antibody Drug Conjugate (ADC), STRO-001, in Patients with B-Cell Non-Hodgkin Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": null,
    "author_names": [
        "Nirav N. Shah, MD",
        "Ahmad H. Mattour, MD",
        "Leslie L. Popplewell, MD FACP",
        "Charalambos Andreadis, MD",
        "Jason M. Melear, MD",
        "Alexander I. Spira, PhD MD FACP",
        "Jonah Shulman, MD",
        "Sudhir Manda, MD",
        "John M. Burke, MD",
        "Saurabh Chhabra, MD",
        "Jeff P Sharman, MD",
        "Amrita Krishnan, MD",
        "Nina Shah, MD",
        "Clifford DiLea, RPh, Pharm.D.",
        "Jason Kuriakose, MBA",
        "Craig Jerome Berman, MD",
        "Shannon L. Matheny, PhD",
        "John P. Leonard, MD",
        "Arturo Molina, MDMS"
    ],
    "author_affiliations": [
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Henry Ford Health System, Detroit, MI "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "University of California, San Francisco, San Francisco, CA "
        ],
        [
            "Texas Oncology, Austin, TX "
        ],
        [
            "Virginia Cancer Specialists, Fairfax, VA "
        ],
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Arizona Oncology/US Oncology Research, Tucson, AZ "
        ],
        [
            "Rocky Mountain Cancer Centers, Aurora, CO "
        ],
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Willamette Valley Cancer Institute and Research Center, Eugene, OR "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "University of California San Francisco, San Francisco, CA "
        ],
        [
            "Aclairo Pharmaceutical Development Group, Inc., Vienna, VA "
        ],
        [
            "Sutro Biopharma, South San Francisco, CA "
        ],
        [
            "Sutro Biopharma, South San Francisco, CA "
        ],
        [
            "Sutro Biopharma, South San Francisco, CA "
        ],
        [
            "Weill Cornell Medicine and New York Presbyterian Hospital, New York, NY"
        ],
        [
            "Sutro Biopharma, South San Francisco, CA "
        ]
    ],
    "first_author_latitude": "43.0435728",
    "first_author_longitude": "-88.02116509999999",
    "abstract_text": "Background: CD74 is highly expressed on B cell malignancies, including non-Hodgkin's lymphoma (NHL). STRO-001, a novel CD74-targeting ADC was generated using cell-free protein synthesis and site-specific conjugation platform technologies. STRO-001 contains a potent maytansinoid warhead conjugated to two specific sites (drug-antibody ratio of 2) using a stable non-cleavable linker. This first-in-human Phase 1, open-label, multicenter, dose escalation study was designed to evaluate the safety, tolerability, and preliminary anti-tumor activity of STRO-001 in adults with B-cell malignancies (NHL and multiple myeloma). Herein we report preliminary results from the B-cell NHL cohort. Methods: Patients with advanced, relapsed/refractory NHL are eligible for enrollment. STRO-001 is administered as a 60-minute IV infusion. STRO-001 was initially administered on Days 1 and 15 of a 28-day cycle. Starting at 0.91 mg/kg, STRO-001 was administered on Day 1 of a 3-week cycle. Treatment is administered until disease progression or unacceptable toxicity. The study employed a modified 3+3 design with an accelerated dose titration (N=1 per cohort until set specified AEs are observed) for initial dosing cohorts. Results: 18 patients with NHL have been treated at 9 dose levels: .05, .075, .15, .27, .43, .65, .91, 1.27 and 1.78 mg/kg. NHL subtypes include: 6 diffuse large B-cell lymphoma (DLBCL), 5 follicular lymphoma (FL), 2 mantle cell lymphoma (MCL), 2 marginal zone lymphoma, 1 Burkitt's lymphoma, 1 composite DLBCL/FL and 1 composite DLBCL/CLL. Median age is 64.5 (range 21-82). Median ECOG performance status is 1 (range 0-2). Median number of prior therapies is 4 (range 1-12). Three patients received prior CAR-T therapy. Median number of STRO-001 doses administered is 2 (range 1-12). 17 patients have completed at least one cycle of STRO-001 and are evaluable for safety and toxicity for dose escalation recommendation. One patient at the 1.78 mg/kg dose level is currently completing Cycle 1 and not yet evaluable for DLT assessment. Most AEs are grade 1 or 2 (90%) with the most common grade 1-2 TEAEs of chills, fatigue, nausea, anemia, headache, pyrexia, infusion reaction, decreased appetite, and abdominal pain occurring in ≥ 20% of patients. There was one DLT in the NHL cohort, a grade 3 thromboembolic event at the 0.91 mg/kg dose level. 16 patients are evaluable for response. The preliminary clinical benefit/disease control rate for all patients is 25% (4/16) including 1 patient with complete response (CR) 2 with partial response (PR) and 1 with stable disease (Table). One patient with DLBCL treated at .075 mg/kg achieved a CR after 2 cycles (4 doses) and progressed after 12 doses (on study 24 weeks). A DLBCL patient treated at 0.65 mg/kg achieved a PR at Cycle 3 and progressed after 8 doses (on study 15 weeks). A DLBCL patient treated at 1.27 mg/kg who achieved a PR has received 10 cycles and remains on study after 27 weeks. Preliminary PK analysis of ADC shows exposure increased (Cmax from 0.39 to 19 µg/mL) and (AUC0-tlast from 0.6 to 71 h*µg/mL) as dose increased from 0.05 to 0.91 mg/kg. Summary/Conclusion: STRO-001 is the first ADC generated with novel cell-free protein synthesis technology and site-specific conjugation to be tested in the clinic. STRO-001 has been well-tolerated. No ocular or neuropathy toxicity signals have been observed and the MTD has not been reached. Preliminary anti-tumor activity has been observed in this heavily pre-treated patient population, including two DLBCL patients who had previously progressed after a CAR-T (Table). The study continues to enroll patients in dose escalation. Next planned dose levels are 2.5 mg/kg and 3.5 mg/kg. This study is registered with clinicaltrials.gov identifier NCT03424603. Table View large Download slide Table View large Download slide  Disclosures Shah: Verastim: Consultancy; Kite Pharma: Consultancy, Honoraria; Lily: Consultancy, Honoraria; Cell Vault: Research Funding; TG Therapeutics: Consultancy; Miltenyi Biotec: Honoraria, Research Funding; Celgene: Consultancy, Honoraria; Incyte: Consultancy. Popplewell: Pfizer: Research Funding; Novartis: Research Funding; Roche: Research Funding. Andreadis: Gilead/Kite: Consultancy; Merck: Research Funding; Incyte: Consultancy; Karyopharm: Honoraria; Jazz Pharmaceuticals: Honoraria; Genentech: Consultancy, Current equity holder in publicly-traded company; BMS/Celgene/Juno: Honoraria, Research Funding; Novartis: Research Funding. Melear: AstraZeneca: Speakers Bureau; Janssen: Speakers Bureau. Spira: Cardiff Oncology: Research Funding; Takeda: Consultancy; Novartis: Consultancy; Merck: Consultancy; BMS: Consultancy; Incyte: Consultancy; Janssen: Consultancy; ADCT: Research Funding. Manda: AbbVie: Other: Investigator in AbbVie-sponsored clinical trials. Burke: Roche: Consultancy; AbbVie: Consultancy; Bayer: Consultancy; Astra Zeneca: Consultancy; Verastem: Consultancy; Morphosys: Consultancy; Adaptive: Consultancy; Epizyme: Consultancy; Kura: Consultancy; Celgene: Consultancy; Adaptive Biotechnologies: Consultancy; Bristol Myers Squibb: Consultancy; Gilead: Consultancy; Seattle Genetics: Speakers Bureau. Sharman: TG Therapeutics: Consultancy, Research Funding; AbbVie: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding; AstraZeneca: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Acerta: Consultancy, Research Funding; Roche: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Bristol Meyers Squibb: Consultancy, Research Funding; BeiGene: Research Funding. Krishnan: Sanofi: Consultancy; Sutro: Membership on an entity's Board of Directors or advisory committees; Amgen: Speakers Bureau; Takeda: Speakers Bureau; BMS/Celgene: Consultancy, Other: Stock BMS, Speakers Bureau; Janssen: Consultancy; Regeneron: Consultancy; Z Predicta: Membership on an entity's Board of Directors or advisory committees. Shah: BMS, Janssen, Bluebird Bio, Sutro Biopharma, Teneobio, Poseida, Nektar: Research Funding; GSK, Amgen, Indapta Therapeutics, Sanofi, BMS, CareDx, Kite, Karyopharm: Consultancy. Kuriakose: Sutro Biopharma: Current Employment. Berman: Sutro Biopharma: Current Employment. Matheny: Sutro Biopharma: Current Employment. Leonard: Miltenyi: Consultancy; BMS/Celgene: Consultancy; Regeneron: Consultancy; Karyopharm: Consultancy; GenMab: Consultancy; Sutro: Consultancy; Roche/Genentech: Consultancy; Epizyme: Consultancy; Bayer: Consultancy; Gilead/Kite: Consultancy; ADC Therapeutics: Consultancy; MEI Pharma: Consultancy; AstraZeneca: Consultancy. Molina: Sutro Biopharma: Current Employment."
}