{
    "doi": "https://doi.org/10.1182/blood-2019-126373",
    "article_title": "Leukemic Stem Cell Phenotype Is Associated with Mutational Profile in Acute Myeloid Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Background: Understanding leukemic stem cell (LSC) is important for acute myeloid leukemia (AML) treatment. As such, understanding the relationship between LSC and genetically defined sub-clones can, in turn, help to understand the heterogeneity of AML. However, to date, there are only a few reports specifically focusing on this topic. To this end, we conducted this study to (1) examine the phenotypic diversity of AML-LSC, (2) explore the association between AML-LSC phenotypes and gene mutations, and (3) investigate the prognostic implications of AML-LSCs. Methods: Mononuclear cells (MNCs) were isolated from the patient's bone marrow aspirates by ficoll gradient centrifugation and cryopreserved in serum-free medium. Stored cells were thawed to Iscove's Modified Dulbecco's Medium (IMDM) and washed with fluorescence-activated cell sorting (FACS) buffer [1% FBS, Dulbecco's Phosphate-Buffered Saline (DPBS)]. Cells were stained with following anti-human monoclonal antibodies: CD45-APC/cy7, CD34-APC, CD38-BV421, CD90-PE, CD123-PE/Cy7, CD45RA-PerCP/Cy5.5. Analyses were performed on a FACSCanto II (HTS) (BD Bioscience) and FlowJo V 10.0 (BD Bioscience) program. For sequencing, the DNA capture probes for 76 target genes were designed using the Agilent SureDesign web-based application. The target regions included protein coding exons with 10 bp intron flanking regions and hot spot regions of the 20 genes involved in recurrent translocations. DNA was extracted on a Chemagic 360 instrument (Perkin Elmer, Baesweiler, Germany). The genomic DNA was sheared using Covaris S220 focused‐ultrasonicator (Covaris, Woburn, MA). We used 50ng of total input genomic DNA. A library preparation was performed according to Agilent's SureSelectQXT Target Enrichment protocol. Paired-end 150-bp sequencing was using NextSeq 550 Dx platform (Illumina, San Diego, CA). Targeted sequencing raw data was obtained in FASTQ format. Results: In secondary AML patients, MPP-like LSC was significantly higher than de-novo AML (p=0.0037), and was higher in MPN-AML than in MDS-AML (p=0.0485). There was no correlation between age and LSC phenotype, though CD34+CD38- subpopulation was enriched in younger patients (<65 yrs). Mutations of KRAS and NRAS were frequently observed in MPP-like LSC dominant patients (3/14 and 4/14), TP53 and ASXL1 mutations in LMPP-like LSC dominant patients (4/12 and 4/12) , and CEBPA, DNMT3A and IDH1 (6/12, 4/12, and 3/12) mutations in GMP-like LSC dominant patients. Furthermore, as shown in Figure, KRAS mutation was significantly associated with the percentage of MPP-like LSC phenotype (p=0.0540), and TP53 mutation with the percentage of LMPP-like LSC phenotype (p=0.0276). When the patients were separated according to the combined risk including next generation sequencing data, the poorer the prognosis, the higher the LMPP-like LSC expression (p=0.0052). The importance of our study lies in that we showed for a given AML patients there is a dominant LSC phenotype and LSCs are associated with clinical outcomes, supporting the significance of cancer stem cell model for human AML. First of all, based on detailed characterization of the surface immunophenotype of AML LSCs we found that AML show evidence of a hierarchical cellular organization. We also recognized that the composition of LSC phenotypes is associated with AML phenotypes. For example, secondary AML patients showed higher fraction of MPP-like LSCs compared to de novo AML patients. In this regard, the higher expression of MPP-like LSCs could explain the poor response to standard treatments traditionally associated with secondary AML. Furthermore, the higher expression of MPP-like LSCs in post-MPN AML compared to post-MDS AML could explain the dismal prognosis associated with post-MPN AML, despite the relative indolent clinical course in their chronic phase and the presence of druggable target. Conclusion: In conclusion, our findings provide better insights into the characteristics and clinical implications of LSC. Although in a small scale, we provide evidence that specific LSC phenotypes are associated with certain mutations thus should be in the AML risk stratification process. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Yoon: Janssen: Consultancy; Kyowa Hako Kirin: Research Funding; Genentech, Inc.: Research Funding; Yuhan Pharma: Research Funding; MSD: Consultancy; Amgen: Consultancy, Honoraria; Novartis: Consultancy, Honoraria.",
    "topics": [
        "leukemia, myelocytic, acute",
        "leukemic hematopoietic stem cell",
        "phenotype",
        "dna",
        "leukemia, secondary acute",
        "buffers",
        "protein p53",
        "bone marrow aspiration",
        "ccaat/enhancer binding protein alpha",
        "cd34 antigens"
    ],
    "author_names": [
        "Ja Min Byun, MD",
        "Dong-Yeop Shin, MD PhD",
        "Youngil Koh",
        "Sung-Soo Yoon, MD PhD",
        "Junshik Hong, MD",
        "Inho Kim, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ja Min Byun, MD",
            "author_affiliations": [
                "Seoul National University Hospital, Seoul, South Korea "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dong-Yeop Shin, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Youngil Koh",
            "author_affiliations": [
                "Seoul National University Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung-Soo Yoon, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junshik Hong, MD",
            "author_affiliations": [
                "Seoul national university hospital, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inho Kim, MD PhD",
            "author_affiliations": [
                "Seoul National University Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T12:49:38",
    "is_scraped": "1"
}