{
    "doi": "https://doi.org/10.1182/blood.V118.21.3479.3479",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1921",
    "start_url_page_num": 1921,
    "is_scraped": "1",
    "article_title": "Daunorubicin -TiO 2 Nanocomposites As ‘smart' pH-Responsive Drug Delivery System, ",
    "article_date": "November 18, 2011",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "daunorubicin",
        "drug delivery systems",
        "neoplasms",
        "adverse effects",
        "tumor cells, malignant",
        "cancer therapy",
        "caspases",
        "complex",
        "flow cytometry",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Hai-jun Zhang",
        "Bao-An Chen, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, The affiliated Zhongda Hospital, Medical School, Southeast University, Nanjing, China, "
        ],
        [
            "Department of Hematology and Oncology, The affiliated Zhongda Hospital, Medical School, Southeast University, Nanjing, China, Nanjing, China"
        ]
    ],
    "first_author_latitude": "32.071185",
    "first_author_longitude": "118.77671799999999",
    "abstract_text": "Abstract 3479 Daunorubicin (DNR) with a broad spectrum of anti-tumor activity is limited due to the serious side-effects in the clinical application. The aim of this study was to explore the novel pH-responsive drug delivery system (DDS) based on titanium dioxide (TiO 2 ) nanoparticles (Nps) for its potential roles to enable more intelligently controlled release, enhance chemotherapeutic efficiency, and reduce the side-effects of DNR. DNR was loaded onto the TiO 2 Nps by forming (six-membered chelate) complexes with transition metal Ti to contract DNR-TiO 2 nanocomposites as DDS. The encapsulation efficiency and loading efficiency of DNR loaded TiO 2 Nps were assessed and calculated as 65.46±6.82% and 20.63±3.55%, respectively.The DNR was released from the DDS much more rapidly at pH 5.0 and 6.0 than at pH 7.4. The release behavior is a desirable characteristic for tumor-targeted drug delivery. Most DNR will remain in the carrier for a considerable time period at normal physiological conditions (pH 7.4), indicating the potential for the prolonged DNR retention time in the blood circulation and thereby greatly reducing the side effects to the normal tissues. On the other hand, once the DNR loaded TiO 2 Nps are taken up by tumor cells via endocytotic process, a faster release may occur at lower local pH, i.e, inside the endosome and lysosome of cancer cells ((pH 4.5∼6.5), leading to the significant improvement in cancer treatment efficacy. The DNR- TiO 2 nanocomposites as DDS induced the remarkable improvement in the anti-tumor activity, which were demonstrated by the flow cytometry, MTT assay and nuclear DAPI staining. Furthermore, the possible signaling pathway was explored by Western blot. For instance, in human leukemia cells (K562 cells), our observations demonstrated that the DDS could obviously increase the intracellular concentration of DNR and enhance its potential anti-tumor efficiency through inducing apoptosis in a caspase-dependent manner, indicating that DNR-TiO 2 nanocomposites could act as an efficient DDS importing DNR into target cancer cells. These findings revealed that such ‘smart' DNR delivery strategy represent a promising approach in hematologic malignancy therapy. Disclosures: No relevant conflicts of interest to declare."
}