{
    "doi": "https://doi.org/10.1182/blood.V112.11.3431.3431",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1218",
    "start_url_page_num": 1218,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Repeated Intermittent Treatment with Eltrombopag in Patients with Chronic Idiopathic Thrombocytopenic Purpura. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "topics": [
        "eltrombopag",
        "purpura, thrombocytopenic, idiopathic, chronic",
        "hemorrhage",
        "purpura, thrombocytopenic, idiopathic",
        "adverse event",
        "headache",
        "peptides",
        "pneumonia",
        "thrombopoietin receptor agonists",
        "platelet count measurement"
    ],
    "author_names": [
        "James B Bussel",
        "Bethan Psaila",
        "Mansoor N Saleh",
        "Sandra Vasey",
        "Bhabita Mayer",
        "Nicole L Stone",
        "Michael Arning"
    ],
    "author_affiliations": [
        [
            "Weill-Cornell Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Weill-Cornell Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Georgia Cancer Specialists, Atlanta, GA, USA"
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ],
        [
            "GlaxoSmithKline, Stockley Park, United Kingdom"
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ]
    ],
    "first_author_latitude": "40.76250095",
    "first_author_longitude": "-73.9574636",
    "abstract_text": "INTRODUCTION: Platelet levels may fluctuate in patients with idiopathic thrombocytopenic purpura (ITP) due to a number of factors, indicating a potential need for repeated, temporary treatment to raise platelet counts. REPEAT was a single-arm, openlabel, phase II study evaluating consistency of response and safety following repeated intermittent dosing of eltrombopag (PROMACTA ® /REVOLADE ® ; GlaxoSmithKline, Collegeville, PA) in adults with chronic ITP. Eltrombopag is the first oral, small molecule, non-peptide thrombopoietin receptor agonist. METHODS: Eltrombopag 50 mg was administered once daily for 3 treatment cycles to patients with baseline platelet counts between 20,000 and 50,000/μL. A cycle consisted of an on-therapy period of up to 6 weeks followed by an off-therapy period of up to 4 weeks. Response was defined as platelets ≥50,000/μL and 2X baseline at Day 43 of each treatment cycle; patients who discontinued treatment before 6 weeks due to platelet counts >200,000/μL were also considered responders and continued on study. Only patients responding in Cycle 1 continued on to Cycles 2 and 3. The primary endpoint was the proportion of patients who responded to eltrombopag treatment in Cycles 2 or 3, given a response in Cycle 1. Bleeding symptoms were prospectively evaluated using the WHO Bleeding Scale: Grade 0 = no bleeding, Grade 1 = mild bleeding, Grade 2 = moderate bleeding, Grade 3 = gross bleeding, and Grade 4 = debilitating blood loss. RESULTS: Sixty-six patients were enrolled in the study: the median age was 51 years; 71% were Caucasian; 68% were female; 44% had baseline platelet counts ≥20,000 to ≤30,000/μL; 47% had baseline platelet counts >30,000 to ≤50,000/μL; 30% were splenectomized; 33% were receiving baseline ITP medication; 50% had bleeding symptoms (WHO Grades 1–4); and 19% had clinically significant bleeding symptoms (WHO Grades 2–4). Sixty-five patients were evaluable in Cycle 1: 80% (n = 52 of 65) responded in Cycle 1, with 87% (n = 45 of 52) achieving a response in Cycles 2 or 3 (95% CI, 74%–94%; Figure 1). By Days 8 and 15 of each cycle, >50% and >75% of patients had responded, respectively. Median platelet counts were similarly elevated on Days 8 and 15 across all 3 cycles (Figure 1) and remained >79,000/μL after Day 8 in each cycle. Median platelet counts remained elevated for 1 week after discontinuation and returned to near baseline after 2 weeks. Bleeding symptoms were reduced in approximately 50% of patients during each on-therapy period, with <20% of patients experiencing any bleeding at Day 43 in each cycle. The frequency of bleeding events increased during off-therapy periods compared with on-therapy periods, as platelet counts declined toward baseline. No WHO Grade 3 or 4 bleeding symptoms were reported during treatment. While platelet counts decreased and returned to baseline after cessation of eltrombopag treatment, these decreases were not accompanied by clinically meaningful increases in bleeding symptoms or the need for rescue medications. The overall incidence of adverse events (AEs) was similar across cycles, with <50% of patients experiencing an on-therapy AE during any given cycle. Headache was the most frequently reported AE (21%). One serious AE was reported during treatment with eltrombopag (Grade 2 pneumonia) and was considered unrelated to eltrombopag treatment. CONCLUSIONS: Repeated intermittent use of eltrombopag produced consistent and predictable responses in patients with chronic ITP, with a majority of patients experiencing similar increases in platelet counts and concomitant reductions in bleeding symptoms in each subsequent cycle. In addition, eltrombopag appeared to be well tolerated. Figure 1. View large Download slide Median platelet counts a On, on-therapy period; Off, off-therapy period. a Error bars represent the 25th to 75th percentiles for each treatment group. Figure 1. View large Download slide Median platelet counts a On, on-therapy period; Off, off-therapy period. a Error bars represent the 25th to 75th percentiles for each treatment group. "
}