{
    "doi": "https://doi.org/10.1182/blood.V112.11.4813.4813",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1263",
    "start_url_page_num": 1263,
    "is_scraped": "1",
    "article_title": "Markers of Coagulation Activation and Inflammation in Sickle Cell Disease and Sickle Cell Trait ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "inflammation",
        "sickle cell anemia",
        "sickle cell trait",
        "c-reactive protein",
        "fibrin fragment d substance",
        "activated partial thromboplastin time measurement",
        "fibrinogen",
        "protein c"
    ],
    "author_names": [
        "Soheir S. Adam, M.D.",
        "Galila Zaher, M.D.",
        "Mahmoud Ibrahim, M.D.",
        "Kenneth I Ataga, M.D.",
        "Laura M. De Castro, M.D.",
        "Nigel S. Key, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, University of North Carolina, Chapel Hill, NC, USA"
        ],
        [
            "Hematology, KAUH, Jeddah, Saudi Arabia"
        ],
        [
            "Hematology, KAUH, Jeddah, Saudi Arabia"
        ],
        [
            "Hematology/Oncology, University of North Carolina, Chapel Hill, NC, USA"
        ],
        [
            "Comprehensive Sickle Cell Center, Clin. Director Duke Adult, Durham, NC, USA"
        ],
        [
            "University of North Carolina, Chapel Hill, NC, USA"
        ]
    ],
    "first_author_latitude": "35.90382019999999",
    "first_author_longitude": "-79.05025625",
    "abstract_text": "It has been well-described that sickle cell disease (SCD) due to HbSS or HbSC is associated with systemic activation of coagulation. A single study has reported a similar, albeit lesser, degree of chronic hyperactivation of coagulation in subjects with sickle cell trait (SCT) ( Am J Hem  2002 ; 69 (2): 89 –94 ), and we have shown that SCT is a risk factor for venous thromboembolism ( Blood  2007 ; 110 (3): 908 –12 ). The aim of this study was to simultaneously compare markers of activation of coagulation and inflammation in SCD and SCT. Ninety Saudi Arabian individuals (40 SCD (HbSS), 20 SCT (HbAS) and 30 controls (HbAA)) were recruited. SCD patients were not in vaso-occlusive crisis at the time of sample collection. None of the subjects was taking any relevant medication (anticoagulants, hormones or hydroxyurea), nor had they received blood transfusion for at least 6 weeks. On all subjects, complete blood count (CBC), prothrombin time (PT), activated partial thromboplastin time (APTT), D-dimer antigen, protein C activity, protein S activity, antithrombin (AT) activity, fibrinogen concentration, activated protein C resistance ratio (APCR), and C-reactive protein (CRP) levels were obtained. Student’s “t” test was used to compare two independent means. Multivariate analysis “ANOVA” test was done to test statistical difference between more than 2 means. Results: D-dimer and CRP were significantly higher, whereas protein C, protein S, and fibrinogen were significantly lower in SS patients compared to controls (Table). In SCT, D-dimer levels were higher, and levels of proteins C and S were significantly lower than controls. APC resistance was more pronounced in both SCD and SCT compared to controls. In summary, this study provides further evidence of hypercoagulability in SCD, but more intriguingly, confirms that significant changes in coagulation parameters may be found in SCT. We speculate that loss of asymmetry of phospholipids in the red cell membrane may occur in certain hypoxic vascular beds (such as the renal vasculature) in SCT. We are currently exploring other possible underlying mechanisms that may contribute to activation of coagulation in SCT. Table: Comparison of Markers of Inflammation and Coagulation Activation in all Groups  . Group I (SS) (n=40) . Group II (AS) (n=20) . Group III (AA) (n=30) . *P < 0.05 comparing SCD and control groups by paired t- test **P <0.05 comparing SCT and control groups by paired t- test CRP 22.5 ± 10.9* 0.3 ± 0.2 0.3 ± 0.1 PT 12.5 ± 1.6* 12.2 ± 1.0** 11.5 ± 0.6 APTT 33.3 ± 4.2 35.8 ± 4.6** 32.9 ± 3.2 D-dimer 287 ± 140* 278 ± 207** 141 ± 65 Protein C 77.9 ± 20.3* 97.7 ± 21.7** 109.4 ± 17.2 APCR 0.82 ± 0.12* 0.79 ± 0.12** 1.05 ± 0.19 Protein S 54.0 ± 18.4* 64.6 ± 15.4** 89.7 ± 14.9 AT 94.4 ± 16.6* 102.2 ± 7.4** 109.3 ± 10.7 Fibrinogen 305 ± 101 361 ± 146 358 ± 80 . Group I (SS) (n=40) . Group II (AS) (n=20) . Group III (AA) (n=30) . *P < 0.05 comparing SCD and control groups by paired t- test **P <0.05 comparing SCT and control groups by paired t- test CRP 22.5 ± 10.9* 0.3 ± 0.2 0.3 ± 0.1 PT 12.5 ± 1.6* 12.2 ± 1.0** 11.5 ± 0.6 APTT 33.3 ± 4.2 35.8 ± 4.6** 32.9 ± 3.2 D-dimer 287 ± 140* 278 ± 207** 141 ± 65 Protein C 77.9 ± 20.3* 97.7 ± 21.7** 109.4 ± 17.2 APCR 0.82 ± 0.12* 0.79 ± 0.12** 1.05 ± 0.19 Protein S 54.0 ± 18.4* 64.6 ± 15.4** 89.7 ± 14.9 AT 94.4 ± 16.6* 102.2 ± 7.4** 109.3 ± 10.7 Fibrinogen 305 ± 101 361 ± 146 358 ± 80 View Large"
}