{
    "doi": "https://doi.org/10.1182/blood.V124.21.872.872",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2880",
    "start_url_page_num": 2880,
    "is_scraped": "1",
    "article_title": "Leukemia-Associated Oncometabolite 2-Hydroxyglutarate Regulates Epigenetic Modifications in Response to Oxygen Availability in Cells without IDH1/2 Mutations ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "topics": [
        "alpha-hydroxyglutarate",
        "epigenetics",
        "idh1 gene",
        "leukemia",
        "mutation",
        "oxygen",
        "enzymes",
        "hypoxia",
        "histones",
        "alpha ketoglutarate"
    ],
    "author_names": [
        "Andrew M. Intlekofer, MD PhD",
        "Raymond G. Dematteo, BS",
        "Lydia W. Finley, PhD",
        "Justin R. Cross, PhD",
        "Craig B. Thompson, MD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "40.7665807",
    "first_author_longitude": "-73.9560682",
    "abstract_text": "Mutations in isocitrate dehydrogenase 1 or 2 (IDH1/2) result in production of the 'oncometabolite' D-2-hydroxyglutarate (D-2HG). D-2HG blocks differentiation of leukemia cells by functioning as a competitive inhibitor of alpha-ketoglutarate (alpha-KG) dependent enzymes, including Jumonji family histone lysine demethylases and TET family DNA methylcytosine dioxygenases, which function as important regulators of chromatin structure and gene expression. 2HG is a chiral molecule that can exist in either the D- or L- enantiomer. Although leukemia-associated IDH1/2 mutations exclusively produce D-2HG, biochemical studies have demonstrated that L-2HG functions as a more potent inhibitor of alpha-KG-dependent enzymes. However, biologic sources and/or activities of L-2HG remain unknown. Possible physiologic roles for both 2-hydroxyglutarate enantiomers are suggested by the existence of evolutionarily conserved 'waste disposal' enzymes, known as D2HGDH and L2HGDH, whose sole function is to eliminate D-2HG or L-2HG, respectively. Indeed, children born with genetic deficiency of either enzyme develop severe developmental disorders known as D- and L-2HG acidurias, characterized by systemic elevation of 2HG. We sought to investigate physiologic sources and functions of D-2HG and L-2HG by manipulating D2HGDH and L2HGDH in cells without IDH1/2 mutations. Using this approach, we found that under conditions of oxygen limitation, cells potently and selectively produce L-2HG via enzymatic reduction of alpha-KG. Hypoxia-induced L-2HG production is not mediated by IDH1 or IDH2, but instead appears to occur via promiscuous substrate usage by lactate dehydrogenase A (LDHA), and to a lesser extent, malate dehydrogenase 2 (MDH2). Hypoxic induction of L-2HG increases repressive histone modifications, including H3K9me3 and H3K27me3, chromatin marks associated with an undifferentiated cellular state. Thus, L-2HG appears to function as a metabolic signaling intermediate, translating information about oxygen availability into epigenetic modifications that might prevent a cell from undergoing differentiation when it lacks the capacity for oxidative metabolism. As hematopoietic stem cells (HSCs) reside in hypoxic niches, oxygen-regulated L-2HG might influence self-renewal of HSCs and represent a physiologic system exploited by IDH1/2 mutant-derived D-2HG in leukemia. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}