{
    "doi": "https://doi.org/10.1182/blood.V110.11.4141.4141",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1001",
    "start_url_page_num": 1001,
    "is_scraped": "1",
    "article_title": "Hypermethylation and Expression of Rassf1a in Childhood Acute Lymphoblastic Leukemia (ALL). ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "hypermethylation",
        "leukemia, lymphocytic, acute, childhood",
        "bone marrow specimen",
        "cancer",
        "dna",
        "follow-up",
        "leukemia",
        "pediatric solid tumors",
        "polymerase chain reaction",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Isaac Yaniv, MD",
        "Hadar Betzer, BA",
        "Inna Naumov, MSc",
        "Batia Stark, MD",
        "Gali Avrahami, MD",
        "Drorit Luria, PhD",
        "Yona Kodman",
        "Smadar Avigad, PhD"
    ],
    "author_affiliations": [
        [
            "Molecular Oncology, Felsenstein Medical Research Center, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel",
            "Pediatric Hematology Oncology, Schneider Children’s Medical Center of Israel, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel"
        ],
        [
            "Molecular Oncology, Felsenstein Medical Research Center, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel"
        ],
        [
            "Molecular Oncology, Felsenstein Medical Research Center, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel"
        ],
        [
            "Pediatric Hematology Oncology, Schneider Children’s Medical Center of Israel, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel"
        ],
        [
            "Pediatric Hematology Oncology, Schneider Children’s Medical Center of Israel, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel"
        ],
        [
            "Molecular Oncology, Felsenstein Medical Research Center, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel",
            "Pediatric Hematology Oncology, Schneider Children’s Medical Center of Israel, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel"
        ],
        [
            "Pediatric Hematology Oncology, Schneider Children’s Medical Center of Israel, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel"
        ],
        [
            "Molecular Oncology, Felsenstein Medical Research Center, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel",
            "Pediatric Hematology Oncology, Schneider Children’s Medical Center of Israel, Sackler Faculty of Medicine, Tel Aviv University, Petah-Tikva, Israel"
        ]
    ],
    "first_author_latitude": "32.1166516",
    "first_author_longitude": "34.80566609999999",
    "abstract_text": "Epigenetic modifications including promoter hypermethylation and histone acetylation are emerging as one of the factors controlling the expression of many tumor suppressor genes. One such gene is the Ras effector RASSF1A (Ras association domain family 1). Promoter hypermethylation of Rassf1a is already well established and clinically relevant in many adult cancers and also many pediatric solid tumors. However not much is known about its status in childhood acute lypmphoblastic leukemia (ALL). The aim of this research was to study RASSF1A methylation and expression and also evaluate mutations in ras oncogene in childhood ALL and correlate it with clinical outcome. Bone marrow samples at diagnosis were obtained from 147 patients diagnosed and treated at the Schneider Children’s Medical Center of Israel. The cohort consisted of 101 and 46 B-lineage and T-cell ALL, respectively. The median age at diagnosis was 6 years (range 0.3–18.8 years). Nineteen (13%) of the patients responded poorly to steroids at day 8 and relapse occurred in 41 (28%) patients. Median follow up was 80.5 months (range 5–253 months). DNA from BM was bisulfite modified and subjected to methylation specific PCR (MSP) analysis using primers specific for RASSF1A. Direct sequencing was done for N, H and K ras mutations. RASSF1A expression was detected by RT-PCR. Methylation of RASSF1A was detected in 30% of patients. There was no correlation of gene methylation to known clinical or biological features of ALL. A total loss of expression of RASSF1A was seen only in 7/27 (26%) methylated samples. Furthermore 11/53 (21%) unmethylated samples also showed a loss of expression for RASSF1A.There could be two possible explanations for these findings; firstly unlike the scenario in solid tumors, RASSF1A hypermethylation may not be a major operant mechanism in childhood ALL. Secondly, a more precise correlation of RASSF1A methylation to its expression could be established by quantitative real time analysis. We also detected mutations in ras oncogene in 16 (11%) patients (14 in N-ras and 2 in K-ras). However no correlation between mutations and clinical parameters was found. Thus a more comprehensive epigenetic analysis using a wider panel of genes/genome wide study should be designed to generate a clinically relevant “Methylotype” for childhood ALL."
}