{
    "doi": "https://doi.org/10.1182/blood.V114.22.4097.4097",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1495",
    "start_url_page_num": 1495,
    "is_scraped": "1",
    "article_title": "Third Generation Chimeric Antigen Receptors Containing CD137 or CD134 Signaling Endodomains Augment CD19-Specific T-Cell Effector Function. ",
    "article_date": "November 20, 2009",
    "session_type": "Tumor Immunotherapy Poster II",
    "topics": [
        "cd19 antigens",
        "chimeric antigen receptors",
        "ox40 receptors",
        "signal transduction",
        "t-lymphocytes",
        "cd28 antigens",
        "cytokine",
        "adenomatous polyposis coli, attenuated",
        "coculture techniques",
        "interferon type ii"
    ],
    "author_names": [
        "Harjeet Singh, PhD",
        "Hillary N Gibbons, BS",
        "Simon Olivares, BS",
        "Matthew J. Figliola, BS",
        "Margaret J. Dawson, BS",
        "Mary Helen Huls, BS",
        "Dean A Lee, MD, Ph.D",
        "Partow Kebriaei, MD",
        "Richard E Champlin, MD",
        "Laurence J.N. Cooper, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Pediatrics, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Pediatrics, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Pediatrics, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Pediatrics, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Pediatrics, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Pediatrics, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, U.T. M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, U.T. M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Pediatrics, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.707865599999995",
    "first_author_longitude": "-95.39779999999999",
    "abstract_text": "Abstract 4097 Poster Board III-1032 CD19-specific chimeric antigen receptors (CARs) based on first and second generation designs ( Figure ) expressed by genetically manipulated T cells are being evaluated in clinical trials and it is apparent that the long term in vivo survival of the infused T cells will be critical to achieving therapeutic successes. We have previously demonstrated that the first-generation CAR can be modified to include and provide an improved T-cell survival signal through addition of a chimeric CD28 endodomain (designated second generation CAR, CD19RCD28). However, it is recognized that optimal activation of T cells through CD28 for sustained proliferation may require co-stimulation through other signaling molecules. To address this issue we have altered the second generation CAR to include additional intracellular signal transduction domains from CD137 (4-1BB) or, CD134 (OX40) to generate ( Figure ) third generation CARs (CD19RCD28CD137 or, CD19RCD28CD134, respectively). The third generation CARs were electro-transferred into peripheral blood T cells using the Sleeping Beauty transposon/transposase system and propagated on K562-derived CD19 + artificial antigen presenting cells (aAPCs). We observed the selective outgrowth of CD19-specific T cells expressing similar percentages of expression and densities of CD19RCD28, CD19RCD28CD137, and CD19RCD28CD134 CARs with a subset of the propagated T cells displaying a central memory phenotype (CD62L + CD28 + ). The T cells expressing the third generation CARs exhibited redirected-killing and were able to produce IFN-g in response to CD19. Although the cytolytic ability and Tc1 cytokines released by both second and third generation CARs were similar, differences due to the presence of the CD137 and CD134 intracellular signaling endodomains were apparent using in vitro experiments designed to mimic in vivo T-cell persistence, by measuring long-term propagation in the absence of exogenous cytokines added to the T-cell culturing process. We observed an approximate 200% increase in the numeric expansion of CD19RCD28CD137 + and CD19RCD28CD134 + T cells as compared to the CD19RCD28 + T cells at the end of 14 days of co-culture on CD19 + aAPC. These data highlight the fact that CD19-dependent signaling through chimeric CD28 might be improved by the addition of signaling through chimeric CD137 or CD134 domains so as to fully maintain T-cell activation and sustain proliferation in vivo after adoptive transfer. Figure View large Download slide Schematic of first (CD19R), second (CD19RCD28), and two third (CD19RCD28CD137 and CD19RCD28CD134) generation CD19-specific CARs (shown as homodimers on the cell surface) expressing one, two, or three T-cell signaling chimeric endodomains. TM = transmembrane. Figure View large Download slide Schematic of first (CD19R), second (CD19RCD28), and two third (CD19RCD28CD137 and CD19RCD28CD134) generation CD19-specific CARs (shown as homodimers on the cell surface) expressing one, two, or three T-cell signaling chimeric endodomains. TM = transmembrane.  Disclosures: No relevant conflicts of interest to declare."
}