{
    "doi": "https://doi.org/10.1182/blood.V120.21.3347.3347",
    "article_title": "The Molecular Mechanisms of Serotonin in the Regulation of Megakaryocytopoiesis and TPO Production ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3347 We have reported that serotonin (5-HT) show a promoting effect on cord blood CD34 + stem/progenitor cells (Yang et al, Stem Cells 2007). We also demonstrated that serotonin enhances murine megakaryopoiesis via 5-HT 2 receptors (Yang et al. Blood Coagul Fibrinol 1996). In this present study, we explored how serotonin regulated human megakaryocytopoiesis, proplatelet formation, and thrombopoietin (TPO) production. Our results indicated that serotonin significantly promoted human CFU-MK formation and reduced apoptosis in megakaryocytes through phosphorylation of Akt . These effects were attenuated by addition of ketanserin, a 5-HT 2 receptor inhibitor. In addition, serotonin was able to stimulate the F -actin reorganization in megakaryocytes through activating the p-Erk1/2 expression. Bone marrow mesenchymal stromal cells (MSCs) are important in regulating megakaryocytopoiesis through stimulating release of thrombopoietic growth factor, such as TPO. Our studies suggested that when activated by serotonin, bone marrow MSCs were induced to release significant amount of TPO by q-PCR, ELISA and cytokine-array assays. Our findings demonstrated an important role of serotonin played on megakaryocytopoiesis. This effect was likely mediated via 5HT 2 receptors with subsequent activation of Akt and Erk 1/2 phosphorylation, which led to survival of megakaryocytes and proplatelet formation. Serotonin also stimulated TPO released from MSCs, which indirectly promoted megakaryopoiesis. In present studies, we have demonstrated a positive “ feed-back ” control loop between MK-derived granule- serotonin and megakaryocytopoiesis. These findings improved our knowledge on megakaryocytopoiesis regulation and provided new clues on identifying novel thrombopoietic agents. It also deepened our understandings on how TPO production is regulated. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "megakaryocytopoiesis",
        "serotonin",
        "granules",
        "proto-oncogene proteins c-akt",
        "cd34 antigens",
        "cytokine",
        "growth factor",
        "ketanserin",
        "polymerase chain reaction",
        "thrombopoietin"
    ],
    "author_names": [
        "Mo Yang, M.D.Ph.D",
        "Fanyi Meng, MD",
        "Jie Yu Ye",
        "Yue Xu",
        "Bin Xiao",
        "Beng Chong, MBBS, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mo Yang, M.D.Ph.D",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fanyi Meng, MD",
            "author_affiliations": [
                "Department of hematology, Nanfang Hospital, Southern Medical University, Guangzhou, Guang Dong, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jie Yu Ye",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yue Xu",
            "author_affiliations": [
                "the First clinical Medical college, Jinan University, Guangzhou, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bin Xiao",
            "author_affiliations": [
                "The First Clinical Medical College, Jinan University, Guang Zhou, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beng Chong, MBBS, PhD",
            "author_affiliations": [
                "Department of Haematology, University of New South Wales & St George Hospital, Kogarah, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T09:41:39",
    "is_scraped": "1"
}