{
    "doi": "https://doi.org/10.1182/blood.V124.21.1761.1761",
    "article_title": "The Impact of Concurrent Expression of MYC and BCL2 on Outcomes of Localized Primary Gastric Diffuse Large B-Cell Lymphoma Undergoing Rituximab-Containing Chemotherapy with or without Radiotherapy ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "abstract_text": "Introduction Although the Japanese multicenter phase II trial in localized primary gastric diffuse large B-cell lymphoma (PG-DLBCL), which evaluated three cycles of CHOP followed by radiotherapy (RT), showed good prognosis (Cancer Sci 2005; 96: 349), reports about outcomes and prognostic factors of localized PG-DLBCL patients in the rituximab era are limited. Recently, it has been reported that the concurrent expression of MYC and BCL2 predicts unfavorable outcome in DLBCL patients treated with R-CHOP (J Clin Oncol 2012; 30: 3460). However, the impact of the concurrent expression of MYC and BCL2 on outcomes of localized PG-DLBCL patients has never been reported. Patients and Methods We retrospectively analyzed 52 consecutive patients diagnosed as having localized (stage I or II according to the Lugano Staging System for Gastrointestinal Lymphomas) PG-DLBCL who were initially treated at our institution between 2003 and 2013. Positivity of MYC in immunohistochemistry was defined as labeling of tumor cells of more than 40% and positivity of BCL2 was defined as more than 70%. The lymphoma cells were assigned a GCB or non-GCB phenotype using the Hans algorithm for determining the cell-of-origin (COO) subtyping. Results Twenty-four (46%) patients were male and 28 (54%) female, with a median age of 62 years (range: 29-85). Thirty (58%) patients presented with stage I disease, 15 (29%) with stage II 1 , two (4%) with stage II 2 and five (9%) patients with stage IIE. Most patients (47 patients; 90%) had low or low-intermediate risk based on the International Prognostic Index. Fifty (96%) patients received R-CHOP with or without RT, and one each received CHOP plus RT, and total gastrectomy followed by rituximab. The median number of CHOP cycles was three (range: 2-8). The majority (43 patients; 83%) of patients were treated with R-CHOP followed by RT. COO subtype could be determined in 48 of the 52 patients (63% GCB and 37% non-GCB). Both MYC and BCL2 expression could be assessed in 47 of the 52 patients, and the concurrent expression of MYC and BCL2 was confirmed in seven (15%) patients. In this analysis, no patients showed positivity for EBER-1 in situ hybridization, which was reported as an adverse prognostic factor of localized PG-DLBCL in the pre-rituximab era. Median follow-up duration was 76 months (range: 4-127 months). Fifty (96%) patients achieved complete responses, and the remaining two without concurrent expression of MYC and BCL2 had primary refractory disease. The estimated 5-year overall and progression-free survival rates of all 52 patients were 90% (95% CI, 75-96%) and 89% (95% CI, 75-95%), respectively (Fig. 1). The estimated 5-year overall survival rates of GCB phenotype and non-GCB phenotype cases were 86% (95% CI, 63-96%) and 93% (95% CI, 59-99%), respectively, with no statistically significant difference (p=0.96). The estimated 5-year overall survival rates of the patients with and without concurrent expression of MYC and BCL2 were 100% and 88% (95% CI, 72-96%), respectively (Fig. 2). There was no significant difference between the two cohorts (p=0.74). Conclusions The results of our analysis showed good prognosis, and revealed that COO subtype and concurrent expression of MYC and BCL2 did not influence the outcome in patients with localized PG-DLBCL treated with rituximab-containing chemotherapy with or without RT. Further investigations, especially a prospective cohort study, are needed to confirm our results. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Disclosures Maruyama: Eisai Co., Ltd: Honoraria. Kobayashi: Otsuka Pharmaceutical Co., Ltd.: Research Funding; ARIAD Pharmaceuticals, Inc.: Research Funding; Boehringer Ingelheim GmbH: Research Funding. Tobinai: Zenyaku Kogyo: Research Funding; Chugai Pharmaceutical: Research Funding.",
    "author_names": [
        "Akihisa Kawajiri, MD",
        "Dai Maruyama, MD PhD",
        "Akiko Miyagi Maeshima, MD PhD",
        "Shin-ichi Makita, MD",
        "Hideaki Kitahara, MD",
        "Ken-ichi Miyamoto, MD",
        "Suguru Fukuhara, MD",
        "Tatsuya Suzuki, MD PhD",
        "Wataru Munakata, MD",
        "Yukio Kobayashi",
        "Kinuko Tajima",
        "Jun Itami, MD PhD",
        "Hirokazu Taniguchi, MD PhD",
        "Kensei Tobinai"
    ],
    "author_dict_list": [
        {
            "author_name": "Akihisa Kawajiri, MD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dai Maruyama, MD PhD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiko Miyagi Maeshima, MD PhD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin-ichi Makita, MD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideaki Kitahara, MD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken-ichi Miyamoto, MD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suguru Fukuhara, MD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsuya Suzuki, MD PhD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wataru Munakata, MD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukio Kobayashi",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kinuko Tajima",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Itami, MD PhD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirokazu Taniguchi, MD PhD",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensei Tobinai",
            "author_affiliations": [
                "National Cancer Center Hospital, Tokyo, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T02:30:35",
    "is_scraped": "1"
}