{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2785.2785",
    "article_title": "Phase Ib-II Study of Bruton's Tyrosine Kinase (BTK) Inhibitor Ibrutinib, w/ Lenalidomide and Rituximab in Relapsed / Refractory Mantle Cell Lymphoma ",
    "article_date": "December 7, 2017",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Poster II",
    "abstract_text": "Introduction: In spite of improvement seen in frontline therapies in MCL, a majority of pts still relapse and have then short remissions while developing frequently chemoresistance. A number of novel therapies have been developed in r/r MCL showing activity even in chemorefractory pts, including BTK inhibitor ibrutinib (Ib) and immunomodulator lenalidomide (Len), both approved in that setting. Though ibrutinib had been shown to partially antagonize the activity of rituximab particularly ADCC, by suppression of NK cell activity (ITK inhibition), lenalidomide, on the opposite, has been shown to improve rituximab-induced ADCC, providing a rationale for the combination R2-Ib, also supported by higher efficacy seen when combining rituximab with either ibrutinib or lenalidomide with rituximab. Methods: Pts with r/r MCL and measurable disease received ibrutinib orally daily at 560 mg and lenalidomide using a 3/3 design dose escalation schedule beginning at 15mg of Len escalated to 20mg on Days 1-21 of each 28-day cycle together with rituximab IV at 375mg/m 2 weekly x 4 doses during cycle 1 and on day 1 of cycles 2 to 6 and only on even cycles from cycles 6 to 24. Both Len and Ib were continued until POD or toxicity. Endpoints included maximum tolerated dose (MTD) and RP2D based on safety/toxicity assessment as well as response rate (Cheson criteria (2007). Restaging was performed every 2 cycles for the first 6 cycles and then every 3 cycles afterwards until POD or toxicity or removal for study. Results: Among the 16 patients enrolled 14 were treated (one declined after signing consent, the other one was a screening failure (EF drop)). There were 3 females and 11 males, with a median age of 67.5y (range 47-81) and median number of prior lines of therapy of 1 (range 1-4); 10 patients received prior intensive therapy w/ or w/o autologous stem cell transplant, there were 2 blastoid variants and 50% pts had interm/high risk by the sMIPI model. Four pts were treated in the 15 mg lenalidomide cohort (one patient was replaced for DLT) and 10 pts enrolled in the 20 mg cohort. Results: A total of 14 pts received treatment, three are too early to evaluate (1 currently in cycle 1 and 2 cycle 2) and 10 are still on therapy. Treatment was overall well tolerated with a total of 75 cycles delivered. Regarding non-hematological toxicities, there was no grade 4 while grade 3 was observed in 57% pts including abdominal pain, ALT/AST increase, diarrhea, erythematous rash, fatigue, hypokalemia, or hyponatremia. Grade 3 rash, fatigue, or diarrhea required dose interruptions of Len and/or Ib in 9 instances with all pts able to resume at full dose after recovery. There was one DLT - hyponatremia during cycle 1 (which led to a 7 day medication hold by his local oncologist and patient declined to continue afterwards). There were 5 Grade 4 related hematological toxicities (neutropenia).There were three SAEs: one fever neutropenia (negative cultures / no sepsis), one grade 3 abdominal pain and diarrhea w/ E. Coli positivity via GI pathogen panel, which resolved quickly and was felt to be unrelated to study treatment. One patient had a grade 5 toxicity w/ cardiac arrest deemed unrelated during cycle 10 (while in CR). Out of the 10 evaluable pts, 6 pts (60%) responded all CR (Cheson 2007) yielding an ORR=60% (95% CI 35.0% - 85.0%). There were also three SD: one with 45% decrease, one w/ 31% reduction and one w/37% reduction in target lesions and one had POD (blastoid variant) after 2 cycles. One patient retracted from study after 2 cycles and achieving a CR before progressing 8 months later. The median DOR was 7.5 months (range 5.0 - 16 months). With a median follow-up for the entire cohort of 8 months (range 2.0 - 18 months) the progression-free survival (PFS) at 6-months was 91%(95% CI, 65.0% - 100.0%) and at 9-months was 54.6% (95% CI 16.6% - 88.8%). The 6 months overall survival was 100% and 66.7% (95% CI 16.8% - 88.8%) at 9 months. Conclusion : The R2-Ib regimen was well tolerated as also observed in the MCL6 (PHILEMON) trial and led to a high CR rate (60%) in r/r MCL c/w results with durable responses, offering a salvage platform in a population who failed several lines of chemotherapy including intensive therapy in most cases. PFS Figure View large Download slide Figure View large Download slide  Close modal Disclosures Goy: Genentech: Research Funding; Acerta: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pharmacyclics / J&J: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Feldman: Bristol-Myers Squibb: Consultancy; Seattle Genetics: Honoraria, Research Funding, Speakers Bureau; Janssen: Speakers Bureau; Pharmacyclics: Speakers Bureau; AbbVie: Speakers Bureau; Kite Pharma: Speakers Bureau; Celgene: Speakers Bureau. Leslie: seattle genetics: Speakers Bureau; celgene: Speakers Bureau; KITE pharma: Speakers Bureau. Skarbnik: Seattle Genetics: Speakers Bureau; Novartis: Speakers Bureau; Gilead: Speakers Bureau; Genentech: Speakers Bureau; Abbvie: Other: Ad board, Speakers Bureau.",
    "topics": [
        "ibrutinib",
        "lenalidomide",
        "mantle-cell lymphoma",
        "protein tyrosine kinase",
        "rituximab",
        "brachial plexus neuritis",
        "toxic effect",
        "diarrhea",
        "abdominal pain",
        "exanthema"
    ],
    "author_names": [
        "Andre Goy, MD",
        "Tatyana A Feldman, MD",
        "Lori A. Leslie, MD",
        "Rima Panchal Panchal, Intern",
        "Themba Nyirenda, PhD",
        "Alan P Skarbnik, MD",
        "Kara Yannotti, BSN",
        "Joshua Zenreich",
        "Colleen M Bejot, APN",
        "Susan Stives, APN",
        "Kar Fai Chow, MD",
        "Pritish K. Bhattacharyya, MD",
        "Xiao Yang",
        "Ernest Richards, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andre Goy, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tatyana A Feldman, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, Hackensack, NJ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lori A. Leslie, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, University of Texas at Houston/MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rima Panchal Panchal, Intern",
            "author_affiliations": [
                "Hakcensack Meridian Health, Hackensack, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Themba Nyirenda, PhD",
            "author_affiliations": [
                "Department of Biomedical Research, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan P Skarbnik, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, Hackensack, NJ ",
                "John Theurer Cancer Center, Hackensack Meridian Health, Closter, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kara Yannotti, BSN",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, Hackensack, NJ ",
                "Hackensack University Medical Center, John Theurer Cancer Center, Hackensack, NJ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Zenreich",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colleen M Bejot, APN",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, Hackensack, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Stives, APN",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, Hackensack, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kar Fai Chow, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, Hackensaclk,"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pritish K. Bhattacharyya, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, Hackensack, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao Yang",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, Hackensack, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ernest Richards, PhD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, Hackensack, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:46:05",
    "is_scraped": "1"
}