{
    "doi": "https://doi.org/10.1182/blood.V122.21.2150.2150",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2421",
    "start_url_page_num": 2421,
    "is_scraped": "1",
    "article_title": "Association Of Health Care Expenditure With Results Of Allogeneic HSCT For Adults With ALL: An Analysis From Acute Leukemia Working Party Of The EBMT ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "health expenditures",
        "leukemia, acute",
        "human development index",
        "acute lymphocytic leukemia",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "transplantation",
        "donors"
    ],
    "author_names": [
        "Sebastian Giebel, MD",
        "Myriam Labopin, MD",
        "Adalberto Ibatici, MD",
        "Paul Browne, MD",
        "Tomasz Czerw",
        "Gérard Socié, MD, PhD",
        "Ali Unal, MD",
        "Slawomira Kyrcz-Krzemien, MD",
        "Andrea Bacigalupo, MD",
        "Hakan Goker, MD",
        "Michael N Potter, MBBS, PhD",
        "Grant McQuaker, MD",
        "Dietrich Beelen, MD",
        "Noel Milpied, MD, PhD",
        "Antonio Campos, MD",
        "Charles Craddock, MD DPhil",
        "Mohamad Mohty, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland, "
        ],
        [
            "EBMT Acute Leukemia Working Party and Registry, Hospital Saint-Antoine, Paris University, Paris, France, "
        ],
        [
            "Hematology Dept, Ospedale San Martino, Genoa, Italy, "
        ],
        [
            "MD, Trinity College Dublin, St. James’s Hospital, Dublin, Ireland, "
        ],
        [
            "Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland, "
        ],
        [
            "Hôpital Saint-Louis, AP-HP, Université Paris 7, Paris, France, "
        ],
        [
            "Erciyes University Hospital, Erciyes, Turkey, "
        ],
        [
            "Medical University of Silesia, Katowice, Poland, "
        ],
        [
            "Ospedale San Martino, Genoa, Italy, "
        ],
        [
            "Hacettepe University Medical School, Ankara, Turkey, "
        ],
        [
            "Department of Haemato-Oncology, Royal Marsden Hospital, London, United Kingdom, "
        ],
        [
            "Glasgow Royal Infirmary, Glasgow, United Kingdom, "
        ],
        [
            "Department of Bone Marrow Transplantation, University Hospital Essen, Essen, Germany, "
        ],
        [
            "University Hospital of Bordeaux, Pessac, France, "
        ],
        [
            "Inst. Portugues Oncologia, Porto, Portugal, "
        ],
        [
            "Centre for Clinical Haematology, Queen Elizabeth Hospital Birmingham NHS Foundation Trust, Birmingham, United Kingdom"
        ],
        [
            "EBMT Acute Leukemia Working Party and Registry, Hospital Saint-Antoine, Paris University, Paris, France, "
        ]
    ],
    "first_author_latitude": "50.30230100000001",
    "first_author_longitude": "18.664282899999996",
    "abstract_text": "Background Results of allogeneic hematopoietic stem cell transplantation (aloHSCT) depend on many patient-, donor- and procedure-related factors. In recent years, in a setting of AML we demonstrated that also socio-economic status of a country and center experience may influence outcome. The goal of the current analysis, focused on patients with acute lymphoblastic leukemia (ALL), was to evaluate specific effects on non-relapse mortality (NRM) related to health care expenditure (HCE) of a country as well as distribution of transplant centers in addition to previously studied human development index (HDI) and center activity. Patients and methods Results of myeloablative alloHSCT from HLA-identical siblings performed between 2004-2008 for adults with ALL in CR1 were analyzed. Among 983 individuals treated in 27 European countries the median age was 35 (18-55) years and the interval from diagnosis to alloHSCT – 158 (42-831) days. TBI was used for conditioning in 820 (83%) cases and peripheral blood was a source of stem cells in 656 (67%) cases. The following factors were studied for their impact on outcome: current HCE, HCE as % of gross domestic product, public HCE, private HCE, no. of teams per country area and population, HDI and center activity (no. of alloHSCT for ALL in a study period). All variables were categorized by medians. The median follow-up was 34 months. Results In a univariate analysis the probability of day 100 NRM was increased for countries with lower current HCE (p=0.06), lower HDI (p=0.02) and for centers with lower experience (p=0.04). Also overall NRM was affected by current HCE (p=0.09), HDI (p=0.03) and center activity (p=0.07). In a multivariate model adjusted for recipient age, interval from diagnosis to HSCT, source of stem cells, type of conditioning, and donor/recipient gender, the variables of interest were included separately due to strong internal correlations. The best predictive model for day 100 NRM included HDI < median (HR = 2.38, 95%CI = 1.3-4.35, p=0.005). The overall NRM was most strongly predicted by current HCE < median (HR = 2.56, 95%CI = 1.41-4.76, p=0.002). In a univariate analysis lower values of HDI and current HCE were also associated with decreased probability of the overall survival (p=0.004 and p=0.006, respectively). Conclusion Both macroeconomic factors and the socio-economic status of a country influence strongly non-relapse mortality and overall survival after alloHSCT for adults with ALL. Our findings should be considered in interpretation of clinical studies in the field of alloHSCT. Disclosures: No relevant conflicts of interest to declare."
}