{
    "doi": "https://doi.org/10.1182/blood.V122.21.4604.4604",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2578",
    "start_url_page_num": 2578,
    "is_scraped": "1",
    "article_title": "Intra-Arterial Catheter Guided Steroid Administration For The Treatment Of Steroid-Refractory Intestinal GvHD ",
    "article_date": "November 15, 2013",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "topics": [
        "catheters",
        "graft-versus-host disease",
        "intestines",
        "steroids",
        "influenza",
        "graft-versus-host disease, acute",
        "lymphoma",
        "methylprednisolone",
        "second line treatment",
        "adrenal corticosteroids"
    ],
    "author_names": [
        "Michael Medinger, MD",
        "David Buergler, MD",
        "Jakob Passweg, MD",
        "Arne Fischmann, MD",
        "Christoph Bucher, MD"
    ],
    "author_affiliations": [
        [
            "Stem Cell Transplant Team, Division of Hematology, University Hospital Basel, Basel, Switzerland, "
        ],
        [
            "Department of Radiology and Nuclear Medicine, University Hospital Basel, Basel, Switzerland"
        ],
        [
            "Stem Cell Transplant Team, Division of Hematology, University Hospital Basel, Basel, Switzerland, "
        ],
        [
            "Department of Radiology and Nuclear Medicine, University Hospital Basel, Basel, Switzerland"
        ],
        [
            "Stem Cell Transplant Team, Division of Hematology, University Hospital Basel, Basel, Switzerland, "
        ]
    ],
    "first_author_latitude": "47.560827499999995",
    "first_author_longitude": "7.5851399",
    "abstract_text": "Background Acute gastrointestinal GvHD (GI-aGvHD) refractory to first line treatment with systemic corticosteroids is resulting in death in the majority of patients. Intra-arterial local dose intensification in the gut has been reported in pediatric but not in adult patients. We prospectively assessed the feasibility and efficacy of regional intra-arterial steroid treatment in adult patients with severe (>= grade III) GI-aGvHD not responding to first line treatment. Patients and Methods Patients with more than +++ GI-aGvHD not responding to intravenous methylprednisolone at a dose of 2 mg/kg/day within 14 days were eligible for inclusion. Catheter guided intra-arterial steroid administration (IASA) was performed by accessing the right or left common femoral artery; a 4 Fr angiography catheter was used to locate and select the superior and inferior mesenteric artery and, in patients with upper gastrointestinal symptoms into the celiac trunk (9 patients) and the left gastric artery (2 patients). The mean total dose of methylprednisolone administered over 1 minute was 180 mg (120-240 mg). In 7 patients with persistent or recurring symptoms, IASA was repeated within 14 days. Response assessment was at 28 days after IASA. CR was defined as complete resolution of GI symptoms; partial response was defined as reduction of GI score from +++ to ++. Non-response was defined as the same grade of aGvHD, progression of symptoms or death within 28 days after IASA. Results Between January 2010 and June 2012, 12 consecutive patients with steroid-refractory GI-aGvHD received IASA as second line treatment. The patient's baseline characteristics are summarized in Table 1 . The mean patient's age was 53 years (range 30 - 69), 9 were male and 3 female. All patients received peripheral blood stem cells as stem cell source. All 12 patients had grade III GI-aGvHD. At time of initial IASA, 4 patients had skin (grade + - +++) and 2 patients had liver (grade +) involvement. In all patients the overall grade of aGvHD was III. The median time from HSCT to onset of GI-aGvHD was 20 days (range 6 - 278). The median time from onset of GI-aGvHD to initial IASA was 19 days (range 9 - 41). 7 patients not responding to the first IASA received a second IASA (median period of time between IASA was 13 days, range 6 - 14). 83% of patients had gastrointestinal response including four patients (33%) with complete response at 28 days after IASA ( Table 2 ). 6/12 patients were alive at a median time of 531 days (389 – 1362) after IASA. During IASA no technical complications occurred. There was one duodenal ulcer in one patient two days after second IASA that resolved after treatment. Table 1 Patient's baseline characteristics.  Pat. Nr.  age  Diagnosis  HLA match  Conditioning regimen  GvHD prophylaxis  time to GI aGvHD (d)  1 43 Follicular lymphoma 10/10 BEAM Mini Seattle CyA, Mycophenolat, ATG 20 2 64 Plasmacell leukemia 10/10 Flu/TBI CyA Mycophenolat 100 3 32 Morbus Hodgkin 10/10 BEAM Mini-Seattle CyA Mycophenolat 6 4 65 MDS 10/10 Flu/Bu CyA, ATG MTX 38 5 69 AML 10/10 Flu/TBI CyAMycophenolat 70 6 46 ALL 10/10 Cy/TBI CyA, MTX 8 7 64 MDS 10/10 Cy/Bu CyA, MTX 19 8 30 AML 9/10 Cy/Bu CyA, MTX. ATG 19 9 67 Plasmacell myeloma 10/10 Flu/TBI CyA, Mycophenolat 278 10 59 Mantle cell lymphoma 9/10 BEAM Mini-Seattle CyA, Mycophenolat 83 11 45 Lymphoplamocytic lymphoma 10/10 BEAM Mini-Seattle CyA, ATG Mycophenolat 10 12 49 T-lymphoblastic lymphoma 10/10 Cy/TBI CyA, ATG MTX 7 Pat. Nr.  age  Diagnosis  HLA match  Conditioning regimen  GvHD prophylaxis  time to GI aGvHD (d)  1 43 Follicular lymphoma 10/10 BEAM Mini Seattle CyA, Mycophenolat, ATG 20 2 64 Plasmacell leukemia 10/10 Flu/TBI CyA Mycophenolat 100 3 32 Morbus Hodgkin 10/10 BEAM Mini-Seattle CyA Mycophenolat 6 4 65 MDS 10/10 Flu/Bu CyA, ATG MTX 38 5 69 AML 10/10 Flu/TBI CyAMycophenolat 70 6 46 ALL 10/10 Cy/TBI CyA, MTX 8 7 64 MDS 10/10 Cy/Bu CyA, MTX 19 8 30 AML 9/10 Cy/Bu CyA, MTX. ATG 19 9 67 Plasmacell myeloma 10/10 Flu/TBI CyA, Mycophenolat 278 10 59 Mantle cell lymphoma 9/10 BEAM Mini-Seattle CyA, Mycophenolat 83 11 45 Lymphoplamocytic lymphoma 10/10 BEAM Mini-Seattle CyA, ATG Mycophenolat 10 12 49 T-lymphoblastic lymphoma 10/10 Cy/TBI CyA, ATG MTX 7 Abbreviations : aGvHD, acute graft-versus-host disease; ATG, anti T-cell globulin; BEAM Mini-Seattle (Carmubris, Cytarabin, Etoposid, Fludara, Melphalan); Bu, Busulfan; Cy, cyclophosphamide; CyA, cyclosporine A; Flu, fludarabine; GI, gastrointestinal; IASA, intra-arterial steroid administration; MTX, methotrexate; TBI, total body irradiation. View Large Table 2 Response 28 days after intra-arterial steroid administration.  Pat. Nr.  Response (GI)  GI- aGvHD grade at response  1 Partial + 2 Complete 0 3 Complete 0 4 Complete 0 5 Complete 0 6 Partial ++ 7 Partial ++ 8 Partial ++ 9 Partial ++ 10 Partial ++ 11 No response Death 12 No response +++ Pat. Nr.  Response (GI)  GI- aGvHD grade at response  1 Partial + 2 Complete 0 3 Complete 0 4 Complete 0 5 Complete 0 6 Partial ++ 7 Partial ++ 8 Partial ++ 9 Partial ++ 10 Partial ++ 11 No response Death 12 No response +++ Abbreviations: aGvHD, acute graft-versus-host disease; GI, gastrointestinal. View Large Conclusion Regional treatment of severe GVHD with IASA treatment seems to be a safe and effective second line treatment for steroid-refractory GI-aGvHD in adult patients. Our results compare favorably with reported results of steroid-refractory GI-aGvHD. Disclosures: No relevant conflicts of interest to declare."
}