{
    "doi": "https://doi.org/10.1182/blood.V112.11.1211.1211",
    "article_title": "B-Cell Epitope Mapping of Monoclonal Anti-Factor VIII C2 Domain Inhibitors: Identification of Amino Acids That Contribute Significant Antigen-Antibody Binding Affinity. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "The most troublesome clinical complication that can afflict hemophilia A patients who receive factor VIII (FVIII) infusions as replacement therapy is the development of an anti-FVIII immune response, in which antibodies bind to functionally important FVIII surfaces, thereby blocking the pro-coagulant function of this important plasma protein cofactor. These antibodies, commonly referred to as “FVIII inhibitors”, bind primarily to the FVIII A2 and C2 domains and to the C-terminal region of the C1 domain, and inhibitors mapping to other regions have also been seen. There are multiple epitopes on the FVIII C2 domain, reflecting both its immunogenicity/antigenicity and its diverse roles in mediating interactions between FVIII and other molecules. For example, the C2 domain is essential for binding of FVIII to its carrier protein von Willebrand factor (VWF). Proteolytic activation to FVIIIa causes its release from VWF and subsequent binding to negatively charged membrane surfaces, e.g. on activated platelets, whereupon a region that overlaps the VWF binding site contacts the membrane. The C2 domain also interacts with thrombin and factor Xa, which both can activate FVIII. To better understand the basis for FVIII inhibition, and to better delineate functionally important FVIII surfaces, a panel of 56 murine anti-C2 monoclonal antibodies was generated. Competition ELISAs and functional assays were used to classify the antibodies into five groups corresponding to distinct regions on the C2 surface, which comprised a larger number of distinct epitopes ( Meeks et al., Blood  110 , 4234 –42, 2007 ). The present study is a high-resolution mapping of the epitopes recognized by six representative antibodies (2-77, 2-117, 3D12, 3E6, I109 and I54) using surface plasmon resonance (SPR). Each antibody was immobilized covalently via amine coupling to a CM5 chip or was captured by a rat anti-mouse IgG attached covalently to a CM5 chip. Referring to the FVIII C2 domain crystal structure ( Pratt et al., Nature  402 , 439 –42, 1999 ), surface-exposed amino acids were selected for mutagenesis using the Stratagene Quik-Change system, and C2 constructs with single substitutions to alanine or amino acids that were structurally similar to the wild-type residues were generated. Forty-five of these proteins were expressed in E. coli and purified; their purity and structural integrity were confirmed by SDS-PAGE and Western blot analysis. The on- and off-rates for binding of these proteins to the six monoclonal antibodies were determined using a Biacore T100 instrument. Mutations that affected binding significantly were analyzed by measuring association and dissociation constants over a temperature gradient (10–40°C), yielding estimates of changes in antibody-binding energy (ΔΔGº) of these mutant proteins compared to wild-type C2. Van’t Hoff analysis was carried out to determine the relative contributions of enthalpy and entropy to the binding energies. Interestingly, C2 binding to each antibody was abrogated by 1–5 of the 45 amino acid substitutions tested. Each of these C2 mutants bound to other antibodies with affinities similar to that of wild-type C2, indicating that this was not an artifact due to protein misfolding. The following substitutions resulted in little or no binding, as evidenced by a completely abated signal (very low R max compared to the wild-type C2 protein): L2273A (2-77, 2-117), R2220A (3D12, I109), Q2231A (I54) and T2272A (I109). Additional mutant proteins with reduced binding to inhibitor(s) displayed markedly higher dissociation constants and sometimes less pronounced differences in association constants compared to wild-type C2. Although several FVIII residues contributed to more than one epitope, each antibody had a unique epitope map profile. Our results suggest that a limited number of amino acid substitutions could produce a modified FVIII protein capable of eluding immunodominant inhibitors. This approach could eventually find clinical application as a novel strategy to achieve hemostasis in patients with an established FVIII inhibitor.",
    "topics": [
        "amino acids",
        "antibodies",
        "antigens",
        "b-lymphocyte epitopes",
        "c2 domains",
        "factor viii antibody",
        "affinity",
        "epitopes",
        "monoclonal antibodies",
        "mutant proteins"
    ],
    "author_names": [
        "Jasper C. Lin, Ph.D.",
        "Jason T. Schuman, Ph.D.",
        "Shannon L. Meeks, M.D.",
        "John F. Healey",
        "Arthur R. Thompson, M.D., Ph.D.",
        "Kathleen P. Pratt, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Jasper C. Lin, Ph.D.",
            "author_affiliations": [
                "Puget Sound Blood Center, Seattle, WA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason T. Schuman, Ph.D.",
            "author_affiliations": [
                "GE Healthcare Life Sciences, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon L. Meeks, M.D.",
            "author_affiliations": [
                "Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. Healey",
            "author_affiliations": [
                "Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arthur R. Thompson, M.D., Ph.D.",
            "author_affiliations": [
                "Puget Sound Blood Center, Seattle, WA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen P. Pratt, Ph.D.",
            "author_affiliations": [
                "Puget Sound Blood Center, Seattle, WA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T18:43:26",
    "is_scraped": "1"
}