{
    "doi": "https://doi.org/10.1182/blood-2020-138536",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4495",
    "start_url_page_num": 4495,
    "is_scraped": "1",
    "article_title": "Outcomes of Patients with Limited-Stage Plasmablastic Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": null,
    "author_names": [
        "Brian T. Hess, MD",
        "Anshu Giri, MD",
        "Yeonhee Park, PhD",
        "Krina K. Patel, MD",
        "Brian K. Link, MD",
        "Grzegorz S. Nowakowski, MD",
        "Seth M Maliske, MD",
        "Sonia Fortin",
        "Julio C. Chavez, MD",
        "Hayder Saeed, MD",
        "Brian T. Hill, MD",
        "Alex V. Mejia Garcia, MD",
        "Kami J. Maddocks, MD",
        "Walter Hanel, MD",
        "Nina D. Wagner-Johnston",
        "Marcus Raymond Messmer, MD",
        "Brad S. Kahl, MD",
        "Marcus Watkins, PhD",
        "Juan Pablo Alderuccio, MD",
        "Izidore S. Lossos, MD",
        "Sunita Nathan, MD",
        "Victor M. Orellana-Noia, MD",
        "Craig A. Portell, MD",
        "Daniel J. Landsburg, MD",
        "Emily C. Ayers, MD",
        "Jorge J. Castillo, MD"
    ],
    "author_affiliations": [
        [
            "Hollings Cancer Center, Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Fox Chase Cancer Center, Philadelphia, PA "
        ],
        [
            "Hollings Cancer Center, Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Division of Hematology, Oncology, and Blood & Marrow Transplantation, University of Iowa, Iowa City, IA "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Oncology, and Blood & Marrow Transplantation, University of Iowa, Iowa City, IA "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Dept. of Malignant Hematology, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Ohio State University Hospital, Columbus, OH "
        ],
        [
            "Ohio State University Hospital, Columbus, OH "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins Hospital, Baltimore, MD "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins Hospital, Baltimore, MD "
        ],
        [
            "Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Barnes-Jewish Hospital, Washington University in St. Louis, St. Louis, MO "
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami School of Medicine, Miami, FL "
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami School of Medicine, Miami, FL "
        ],
        [
            "Rush University Medical Center, Chicago, IL "
        ],
        [
            "Winship Cancer Institute, Emory University, Atlanta, GA "
        ],
        [
            "Division of Hematology/Oncology, University of Virginia, Charlottesville, VA "
        ],
        [
            "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Division of Hematology/Oncology, University of Virginia School of Medicine, Charlottesville, VA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ]
    ],
    "first_author_latitude": "32.7834763",
    "first_author_longitude": "-79.9477553",
    "abstract_text": "Background: Plasmablastic lymphoma (PBL) is a rare subtype of Non-Hodgkin Lymphoma with a well-known association with HIV infection. The outcomes of PBL patients are typically described with high relapse rates and poor prognosis. (Loghavi S, J Hematol Oncol. 2015; Morscio J, Am J of Pathol. 2014; Castillo JJ, Clin Lymphoma Myeloma Leuk. 2011; Castillo JJ, Am J Hematol. 2008) There has been a paucity of data suggesting that limited stage disease (Ann Arbor stage I-II) may have a more favorable prognosis. However, due to the rarity of this disease there have been no large-scale reviews to confirm this. Thus, many patients with limited stage disease are subject to the aggressive therapy recommendations based on the poor outcomes of PBL patients as a whole. (Loghavi S, J Hematol Oncol. 2015; NCCN Guidelines, version 2.2020; Al-Malki MM, BBMT. 2014) We attempted to determine the treatment patterns and outcomes of patients with limited stage PBL. Methods: We conducted a multi-center (13 US academic centers) retrospective study of patients with limited stage (Ann Arbor stage I-II) Plasmablastic lymphoma. Determination of limited stage and diagnosis of PBL was determined by the investigators at each individual center. Patients diagnosed between 1/1/1990 and 6/1/2018 were included. Baseline demographic, clinical, laboratory, pathology, and outcomes data were extracted by retrospective chart review. Kaplan Meier was utilized for time to event analysis. Results: Baseline characteristics are included in table 1. A total of 80 patients were identified with limited stage disease. With a median follow up of 34 months the 3-yr Progression free survival (PFS) and overall survival (OS) was 71.9% and 78.7% respectively (Figure 1A and 1B). Patients that received frontline chemotherapy with (n=29) and without RT (n=36) had a 3-yr PFS and OS of 84.6% and 96.2% as compared to 64.5% and 70.8%, respectively (Figure 2A and 2B; Figure 3A and 3B). The Hazard ratio (HR) for PFS and OS for chemo (reference) vs chemo-RT was 0.47 (95% CI 0.18-1.3; P=0.131) and 0.18 (95% CI 0.04-0.84; p=0.029) respectively. The HR for PFS and OS for CHOP (n=14, reference) vs EPOCH (n=33) based regimens was 0.37 (95% CI 0.11-1.2; p=0.106) and 0.36 (95% CI 0.079-1.6; p=0.182) respectively. Patients with stage I/IE disease (n=56) had a 3-yr PFS and OS of 73.1% and 81.2% respectively. Patients with stage II/IIE disease (n=24) had a 3-yr PFS and OS of 69.3% and 73.4% respectively. Patients that received aggressive treatment (n=17) with Hyper-CVAD based regimens and/or Auto-SCT as consolidation had a 3-yr PFS and OS of 63.6% and 72.7% respectively. Patients with concomitant HIV (n=16) had a 3-yr PFS and OS of 80.8% and 77.4% respectively. Seven patients received RT alone and 6 patients had surgical resection alone as frontline therapy; 1 patient received no therapy; 1 patient received HAART therapy only and remains in CR without any other treatment for PBL 29 months after diagnosis. There were 8 deaths (10%) related to PBL, 3 deaths (4%) related to treatment of PBL (2 during frontline chemo and 1 upon relapse with salvage chemo), and 9 deaths (11%) related to other causes. The 3-yr lymphoma free survival (LFS) of the entire cohort, pts receiving chemo alone, and pts receiving chemo-RT (without including treatment related mortality (TRM) as an event) was 89.1%, 85.2%, and 100% respectively. The 3-yr LFS survival of the entire cohort, pts receiving chemo alone, and pts receiving chemo-RT (including TRM as an event) was 85.1%, 80.0%, and 96.2% respectively. Discussion: Here we report the largest review to our knowledge of limited stage PBL. Outcomes appear to be excellent with 3-yr PFS and OS of 71.9% and 78.7% respectively and a 3-yr LFS of 89.1% (85.1% when attributing TRM as an event). There was no obvious benefit to receiving aggressive therapy with H-CVAD based regimens and/or Auto-SCT. Although this is a small, uncontrolled sample size the HR for OS was improved in patients receiving frontline chemo-RT vs chemo alone 0.18 (95% CI 0.04-0.84; p=0.029). However, this did not take into account TRM with or progression while receiving frontline chemotherapy. Patients who were HIV+ had similar PFS and OS outcomes compared to the entire cohort. This retrospective study clearly demonstrates the favorable outcomes in this patient population, especially in those able to receive definitive therapy for their disease. View large Download slide View large Download slide  Disclosures Hess: ADC Therapeutics: Consultancy, Membership on an entity's Board of Directors or advisory committees; BMS, AstraZeneca: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Patel: Takeda: Consultancy, Research Funding; Precision Biosciences: Research Funding; Nektar: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Bristol Myers Squibb: Consultancy, Research Funding; Poseida: Research Funding; Cellectis: Research Funding; Oncopeptides: Consultancy; Janssen: Consultancy, Research Funding. Nowakowski: Nanostrings: Research Funding; Seattle Genetics: Consultancy; Curis: Consultancy; Ryvu: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other; Kymera: Consultancy; Denovo: Consultancy; Kite: Consultancy; Celgene/BMS: Consultancy, Research Funding; Roche: Consultancy, Research Funding; MorphoSys: Consultancy, Research Funding. Chavez: Bayer: Consultancy; AbbVie: Consultancy; BeiGene: Speakers Bureau; Morphosys: Consultancy, Speakers Bureau; Merck: Research Funding; AstraZeneca: Speakers Bureau; Celgene: Consultancy; Genentech: Speakers Bureau; Epizyme: Speakers Bureau; Gilead: Consultancy; Novartis: Consultancy; Kite, a Gilead Company: Consultancy, Speakers Bureau; Karyopharm: Consultancy; Verastem: Consultancy; Pfizer: Consultancy. Hill: Beigene: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria, Research Funding; Takeda: Research Funding; AstraZenica: Consultancy, Honoraria, Research Funding; Kite, a Gilead Company: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria; BMS: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding; Karyopharm: Consultancy, Honoraria, Research Funding. Maddocks: Pharmacyclics: Consultancy, Honoraria; Morphosys: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; Karyopharm: Consultancy; ADC Therapeutics, AstraZeneca: Consultancy; BMS: Consultancy, Research Funding. Wagner-Johnston: ADC Therapeutics, Regeneron, CALIB-R, Verastem: Membership on an entity's Board of Directors or advisory committees. Kahl: AstraZeneca Pharmaceuticals LP: Consultancy, Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy; Pharmacyclics LLC: Consultancy; Genentech: Consultancy; Acerta: Consultancy, Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Consultancy; ADC Therapeutics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; BeiGene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche Laboratories Inc: Consultancy. Alderuccio: ADC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Forma Therapeutics: Other: Family member; Agios Pharmaceuticals: Other: Family member; Oncinfo: Honoraria; Inovio Pharmaceuticals: Other: Family member; Foundation Medicine: Other: Family member; Puma Biotechnology: Other: Family member; OncLive: Honoraria. Lossos: Janssen Biotech: Honoraria; Verastem: Consultancy, Honoraria; Janssen Scientific: Consultancy, Other; Seattle Genetics: Consultancy, Other; Stanford University: Patents & Royalties; NCI: Research Funding. Portell: Bayer: Consultancy; BeiGene: Consultancy, Research Funding; Kite: Consultancy, Research Funding; Acerta/AstraZeneca: Research Funding; Amgen: Consultancy; Janssen: Consultancy; Pharmacyclics: Consultancy; AbbVie: Research Funding; TG Therapeutics: Research Funding; Infinity: Research Funding; Roche/Genentech: Consultancy, Research Funding; Xencor: Research Funding. Landsburg: Celgene: Membership on an entity's Board of Directors or advisory committees; Triphase: Research Funding; Takeda: Research Funding; Curis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Morphosys: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Speakers Bureau. Castillo: TG Therapeutics: Research Funding; Beigene: Consultancy, Research Funding; Kymera: Consultancy; Janssen: Consultancy, Research Funding; Abbvie: Research Funding; Pharmacyclics: Consultancy, Research Funding."
}