{
    "doi": "https://doi.org/10.1182/blood.V126.23.785.785",
    "article_title": "Systemic Inflammation Recruits Ccr7 + Dendritric-Biased Granulocyte-Macrophage Progenitors to Lymphatic Circulation in a Non-Canonical Traf6-Dependent Manner ",
    "article_date": "December 3, 2015",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Hematopoietic Stem Cells on Stress",
    "abstract_text": "A small fraction of hematopoietic stem and progenitor cells (HSPCs) is cyclically released into the bloodstream from bone marrow (BM). The existence of HSCP-lymphatic-blood circulation with the potential to give rise to extramedullary tissue-resident myeloid cells has been described. However, the functional role and underlying mechanisms of this circulation are not known. We hypothesized that inflammation may be a mediator of HSPC mobilization to lymph. In order to determine if inflammation was related to increased circulation of HSPCs through lymph, we analyzed the HSPC content in lymph nodes (LN) of patients with lymphadenitis. Analysis of CFU and side population (SP + ) cell content confirmed that LNs from patients with reactive lymphadenitis and patients with inflammatory Hodgkin's disease contained ~2-fold higher HSPCs than in patients diagnosed of non-Hodgkin's lymphoma. To identify the pattern and mechanisms that regulate HSPCs during inflammation. We analyzed the content of HSPCs in blood (PB), BM, LN, thoracic duct (TD) and other organs after systemic administration of lipopolysaccharide (LPS) and compared with the normal circadian migratory rhythms in control animals (PBS). Mobilization of BM myeloid progenitors (mostly granulo-macrophage progenitors-GMPs, but not stem cells), to LN and TD peaked as early as three hours after LPS administration, and followed a very different pattern than the mobilization kinetics in PB. By using 3D reconstruction of confocal microscopy imaging of complete LN from lymphatic endothelium reporter mice ( Lyve1Cre-eGFP ), we localized all myeloid progenitors in the mantle zone of secondary follicles. We note that they did not enter the follicle germ centers. To determine the molecular mechanisms at play to induce HSPC mobilization to the LN upon LPS administration, we analyzed whether the recruitment of HSPCs in LN required Traf6, a mediator downstream of the LPS/TLR4 signaling pathway. Inducible deficiency of Traf6 driven by Mx1-Cre recombinase completely abolished the migration of myeloid progenitors to LN, but not to PB, induced by LPS as compared with their Mx1-Cre;Wt littermates indicating that the mechanism controlling HSPC recruitment to the LN was distinct from the one controlling HSPC migration to PB. Using a combination of in vivo and in vitro assays, we found that Traf6 activity regulates HSPC migration in a non-cell autonomous manner that depends on its expression in a small (~1%) fraction of non-progenitor LN myeloid cells expressing high levels of Ccl19. In vivo neutralization of Ccr7, the receptor for Ccl19, results in abrogation of myeloid progenitor mobilization to LN. GMPs migrating to LN were biased to differentiate into dendritic cells within 7 days post-migration. Using Cx3cr1-GFP transgenic mice as macrophage-dendritic cell progenitor (MDP) reporters, we found that the vast majority of GMPs recruited to the LN were MDPs, and thus already poised to DC differentiation. Finally, a combination of genetic and pharmacological approaches revealed that Traf6 signaling effects are NFkB independent but dependent upon Irak1/4, Ucb13 and IKKβ resulting in SNAP23 phosphorylation and exocytosis of pre-formed cytokines from LN myeloid cells. This study identifies the cellular and molecular basis of inflammation dependent migration of DC progenitors and suggests that the mobilization of HSPCs from BM to LN results in homeostatic replenishment of highly specialized antigen presenting cells. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "granulocytes",
        "inflammation",
        "lymphatic circulation",
        "macrophages",
        "lymphadenitis",
        "cytokine",
        "diagnostic imaging",
        "hodgkin's disease",
        "lipopolysaccharides",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Juana Serrano-Lopez, PhD",
        "Josefina Serrano",
        "Cuiping Zhang, MD PhD",
        "Ashley Wellendorf",
        "Jing Fang, MDPhD",
        "Joaquin Sanchez-Garcia",
        "H. Leighton Grimes, PhD",
        "Daniel T Starczynowski, PhD",
        "Jose A Cancelas, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juana Serrano-Lopez, PhD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Josefina Serrano",
            "author_affiliations": [
                "Hospital Universitario Reina Sofía, Cordoba, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cuiping Zhang, MD PhD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashley Wellendorf",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Fang, MDPhD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joaquin Sanchez-Garcia",
            "author_affiliations": [
                "Hospital Reina Sofia, Cordoba, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Leighton Grimes, PhD",
            "author_affiliations": [
                "Division of Immunobiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel T Starczynowski, PhD",
            "author_affiliations": [
                "Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose A Cancelas, MD PhD",
            "author_affiliations": [
                "Stem Cell Program, Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T09:36:00",
    "is_scraped": "1"
}