{
    "doi": "https://doi.org/10.1182/blood.V116.21.2182.2182",
    "article_title": "Incremental Benefit of Histamine Dihydrochloride When Added to Interleukin-2 for Remission Maintenance In Acute Myeloid Leukemia: A Bayesian Meta-Analysis ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 2182 Introduction: A pivotal trial of histamine dihydrochloride (HDC) + interleukin-2 (IL-2) showed a statistically significant benefit for leukemia-free survival (LFS) in a randomized comparison versus standard of care (SOC) for remission maintenance in 320 patients with acute myeloid leukemia (AML) (Brune et al. Blood . 2006;108:88-96). HDC+IL-2 has not been randomized against IL-2 alone for this indication. This raises the question of whether and to what extent the combination of HDC+IL-2 is an improvement over IL-2 alone. In AML remission maintenance studies, both HDC+IL-2 (n=1) and IL-2 alone (n=5) have been randomized against SOC, providing a common reference for comparison. We exploit this commonality. Our objective is to compare HDC+IL-2 versus IL-2 alone on the basis of LFS in AML patients in remission. Methods: We take a Bayesian hierarchical modeling approach. This allows for heterogeneity of treatment effects across the 6 trials. We fit two different models, each using Bayesian piecewise exponential modeling. The first model assumes proportional hazards such that treatment effects remain constant throughout the follow-up period. The second model allows for non-proportional hazards such that treatment effects are allowed to vary by year of follow-up. The sufficient statistics for both models are the exposure times and number of events in each yearly interval for each study and treatment arm. From the 5 randomized clinical trials of IL-2 alone versus SOC in patients with AML, we extracted the survival probabilities from the published Kaplan-Meier curves of each trial and estimated the exposure time and number of events in each yearly interval. For the HDC+IL-2 trial, we used individual patient data to calculate these quantities. These analyses consider the first 5 years of follow-up. Results: Assuming proportional hazards, the posterior mean 3-year LFS probabilities (%) are 29.5, 33.0, and 39.6 for SOC, IL-2, and HDC+IL-2. The mean 5-year LFS probabilities are (%) 25.8, 29.3, and 35.9 for SOC, IL-2, and HDC+IL-2. Allowing for non-proportional hazards, the posterior mean 3-year LFS probabilities (%) are 30.5, 30.6, and 41.3 and the mean 5-year LFS probabilities (%) are 26.6, 27.8 and 38.0 for SOC, IL-2, and HDC+IL-2. The table shows the mean cumulative months of improvement for each treatment versus the others. By year 5, the cumulative benefit of IL-2 over SOC in LFS is 1.42 months. The cumulative benefit over 5 years for HDC+IL-2 is an estimated 5.65 months over SOC and 4.23 months over IL-2 alone. The cumulative probability that IL-2 is superior to SOC over the 5-year period is 0.636. The cumulative probability that HDC+IL-2 is superior to SOC over the 5-year period is 0.989. The cumulative probability that HDC+IL-2 is superior to IL-2 over the 5-year period is 0.956. Conclusion: By both models, the LFS of IL-2 is similar to that of SOC. In contrast, the benefit of HDC+IL-2 over SOC and IL-2 is highly likely, taking into account all available information. This conclusion is robust with respect to the modeling assumptions. The observed LFS benefit of HDC+IL-2 over IL-2 and SOC is clinically relevant and should regenerate interest in immunotherapy as a means of maintaining remission and preventing relapse in AML patients. Absolute Magnitudes of Effect on LFS, Truncated at Year 5  Through year . Mean Cumulative Months Improved . IL-2 over SOC . HDC + IL-2 over SOC . HDC + IL-2 over IL-2 . 1 0.39 0.43 0.04 2 0.62 1.26 0.64 3 1.19 3.11 1.92 4 1.27 4.36 3.09 5 1.42 5.65 4.23 Through year . Mean Cumulative Months Improved . IL-2 over SOC . HDC + IL-2 over SOC . HDC + IL-2 over IL-2 . 1 0.39 0.43 0.04 2 0.62 1.26 0.64 3 1.19 3.11 1.92 4 1.27 4.36 3.09 5 1.42 5.65 4.23 View Large Disclosures: Berry: EpiCept Corporation: Consultancy. Off Label Use: IL-2 monotherapy is not approved for remission maintenance in AML. The European Medicines Agency has approved histamine dihydrochloride as a maintenance therapy for adult patients with AML in first remission concomitantly treated with IL-2. Broglio: EpiCept Corporation: Consultancy. Berry: EpiCept Corporation: Consultancy.",
    "topics": [
        "aldesleukin",
        "disease remission",
        "histamine",
        "leukemia, myelocytic, acute",
        "follow-up",
        "immunotherapy",
        "leukemia",
        "off-label use",
        "arm",
        "heterogeneity"
    ],
    "author_names": [
        "Scott M. Berry, PhD",
        "Kristine R. Broglio, MS",
        "Donald A. Berry, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Scott M. Berry, PhD",
            "author_affiliations": [
                "Berry Consultants, LLC, College Station, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristine R. Broglio, MS",
            "author_affiliations": [
                "Berry Consultants, LLC, College Station, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald A. Berry, PhD",
            "author_affiliations": [
                "Division of Quantitative Sciences, M.D. Anderson Cancer Center/Berry Consultants, LLC, College Station, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T13:04:44",
    "is_scraped": "1"
}