{
    "doi": "https://doi.org/10.1182/blood.V128.22.4971.4971",
    "article_title": "Acquired Factor VIII Inhibitors: A Single Institution Retrospective, Observational Study ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "INTRODUCTION: Acquired hemophilia A (AHA) is a rare disorder caused by an autoantibody targeting factor VIII that causes severe, potentially, life-threatening bleeding. The worldwide incidence is estimated to be 1.5 cases/million with a mortality rate as high as 20-30%. Although occasionally associated with an underlying disorder such as an autoimmune disease or a malignancy, about one half of cases are idiopathic. Due to the rarity of the disease and the lack of prognostic indicators, there is little evidence to define optimal therapy. Effective therapy usually includes both controlling any bleeding with factor replacement or a bypassing agent and immunosuppression to reduce and eliminate the inhibitor. This study evaluates the various approaches to therapy of AHA. METHODS : Between 2000 and 2015, we identified 19 patients with AHA treated at Washington University Medical Center. All patients were treated at our institution and were identified using a search of the Division of Hematology medical records. Each patient's medical record was reviewed and the diagnosis of AHA was confirmed by low factor VIII activity and elevated factor VIII inhibitor. Our data was subsequently de-identified before any further analysis occurred. Laboratory testing was performed at Barnes-Jewish Hospital using standard assays. One patient was excluded as there was no documented testing confirming the diagnosis. Recovery was defined by either factor VIII activity ³50% or inhibitor level <1 BU, or both. RESULTS : Of the 18 eligible patients, 10 were male and 8 were female. The mean age at diagnosis was 70 years old (range 40-86). One patient was diagnosed with lymphoma within a year of diagnosis and one had concurrent rheumatoid arthritis. All of our patients presented with clinically significant bleeding, usually including subcutaneous bleeding. Only one patient died from complications directly related to AHA. The factor VIII activity was ²1% in 11 of 18 patients (range <1-27%) and the median inhibitor levels of 60.2 Bethesda Units (BU). Despite bleeding in all patients, 5/18 (28%) patients did not receive any blood factor treatment to control bleeding. Within our cohort, 10 patients (56%) received recombinant human factor VIIa. To date, doses were compiled in 5 patients and ranged from 8,200 µg-150,000 µg (mean 52,240 µg). Notably, the initial inhibitor level did not seem to correlate with the type of bleeding or the amount of product used. Sequential inhibitor levels were available for 13/18 patients (Figure). Among these patients, 7 achieved recovery within 6 months, with recovery occurring in 32-154 days. Despite 4 patients having persistently identified inhibitors (initial inhibitors ranging from 67-725 BU) for over 1 year and never achieving a recovery, their bleeding stabilized enough to be discharged without further factor product support. The initial inhibitor titer did not seem to correlate with time to recovery. Eighty-nine percent of patients (16/18) were treated with immunosuppressive therapy, all of whom received corticosteroids alone or in combination with other agents. One half of the treated patients received rituximab and all of these patients recovered. DISCUSSION : The rarity of AHA has severely limited the possibility of prospective trials evaluating different treatment approaches. Furthermore, the absence of prognostic markers impairs the ability to guide initial therapy including identifying patients needing blood factor support. In this study, all patients had bleeding at presentation, but 28% of patients did not receive any initial blood factor support and of the 22% of patients with a persistent inhibitor, sustained, long-term blood factor support was not utilized. Similarly, the role of immunosuppression is not well defined. In this study, patients with higher inhibitor titers tended to be treated with multiple immunosuppressive agents despite the lack of evidence that more aggressive treatments are more effective. Immunosuppressive treatment of patients with persistent inhibitors is undefined. It is unclear whether there are other factors that identify patients who are at higher risk of treatment failure or relapse. As new agents for blood factor support, such as recombinant porcine factor VIII are available, and as immunosuppressive therapy continues to evolve, further studies are warranted to address appropriate, cost-effective treatment approaches for AHA. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Blinder: Janssen: Honoraria; CSL Behring: Honoraria; Novartis: Honoraria.",
    "topics": [
        "academic medical centers",
        "adrenal corticosteroids",
        "autoantibodies",
        "autoimmune diseases",
        "cancer",
        "factor viii",
        "factor viii antibody",
        "factor viii inhibitors, acquired",
        "factor viii, porcine",
        "glucocorticoids"
    ],
    "author_names": [
        "Lela Ruck, MD",
        "Morey A. Blinder, MD",
        "William Berger, MSW"
    ],
    "author_dict_list": [
        {
            "author_name": "Lela Ruck, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Washington University, St. Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Morey A. Blinder, MD",
            "author_affiliations": [
                "Medicine, Pathology and Immunology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Berger, MSW",
            "author_affiliations": [
                "Division of Hematology, Washington University, St. Louis, MO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T18:43:31",
    "is_scraped": "1"
}