{
    "doi": "https://doi.org/10.1182/blood-2018-99-119105",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3905",
    "start_url_page_num": 3905,
    "is_scraped": "1",
    "article_title": "Molecular Signature of Megakaryocyte-Erythroid Progenitors Reveals Role of Cell Cycle in Fate Specification ",
    "article_date": "November 29, 2018",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster III",
    "topics": [
        "cancer",
        "cell cycle",
        "colony-forming units assay",
        "cyclins",
        "gene expression profiling",
        "megakaryocytes",
        "mtor serine-threonine kinases",
        "sequence analysis, rna",
        "tretinoin",
        "erythroid progenitor cells"
    ],
    "author_names": [
        "Yi-Chien Lu, PhD",
        "Diane S. Krause, MD PhD",
        "Juliana Xavier-Ferrucio, PhD",
        "Lin Wang, MS",
        "Nathan Salomonis, PhD",
        "Kashish Chetal, MS",
        "Bruce J. Aronow, PhD",
        "Chad Sanada, PhD",
        "Meenakshi Venkatasubramanian, BS"
    ],
    "author_affiliations": [
        [
            "Laboratory Medicine, Yale University School of Medicine, Yale University, New Haven, CT "
        ],
        [
            "Laboratory Medicine, Yale University School of Medicine, Yale University, New Haven, CT "
        ],
        [
            "Laboratory Medicine, Yale University School of Medicine, Yale University, New Haven, CT "
        ],
        [
            "Yale University, New Haven, CT "
        ],
        [
            "Division of Biomedical Informatics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Biomedical Informatics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Bioinformatics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "2037857089, Yale University, New Haven, CT"
        ],
        [
            "Division of Biomedical Informatics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ]
    ],
    "first_author_latitude": "41.304511549999994",
    "first_author_longitude": "-72.9348102",
    "abstract_text": "Megakaryocytic-Erythroid Progenitors (MEP) produce megakaryocytes (Mk) and erythroid (E) cells. The detailed molecular mechanisms underlying the MEP fate decision have not been determined. One of the challenges in studying the fate decisions in MEP has been the lack of high purity populations of the specific cell type. We established an improved method for enriching primary adult human MEP, in which CFU-Mk/E (single cells that give rise to colonies containing exclusively Mk and E) are enriched to ~50% with the remaining cells being CFU-Mk and BFU-E.. We applied single cell RNA sequencing to identify the molecular signature of this enriched MEP population, and compared this to that of CMP, and enriched populations of Mk or E committed progenitors (MKP or ERP), which produce >90% Mk or E colonies in CFU assays). Single cell sequencing results indicate that MEP have a unique gene expression signature consistent with a transition state from CMP to MKP and ERP. MEP have random co-expression of a fraction of 60 genes that are otherwise expressed exclusively in CMP, MKP or ERP. Amongst the most differentially expressed groups of genes between MEP, MKP, and ERP are those related to cell cycle. Bioinformatic analysis suggested that MYC and E2F may accelerate MEP cell cycling as cells commit toward the E or Mk lineage.To determine whether the change in cell cycle is the consequence of cell fate determinant or itself can also regulate the cell fate decision, we used chemical and molecular approaches to modify cell cycling of MEP. Our data show that ATRA and mTOR can each reduce the MEP proliferation rate, and bias MEP toward Mk lineage differentiation (see Figure, > 1.65-fold increased in Mk colony number). We tested whether effect is mediated by downstream MYC pathways, and found that suppression of MYC or MAX (heterodimeric partner of MYC) similarly slowed proliferation and induced an Mk bias in primary human MEP (1.5 and 1.8 fold increased in Mk colony number). If slowing the cell cycle promotes Mk fate commitment, then acceleration of the cell cycle may promote erythroid fate commitment. Indeed, MEP cycling was enhanced by lentiviral-mediated overexpression of Cyclins-CDKs or shRNA mediated p53, and these MEP were significantly (p < 0.05) biased toward erythroid lineage differentiation (> 1.7-fold increased in E colony number). These results support that the speed or frequency of the cell cycle regulates cell fate decisions. In summary, we apply single cell sequencing on pure human CMP, MEP, MKP and ERP and identify the unique MEP gene signature. Thus, by enriching primary human subpopulations, functionally confirming their fate commitment potential, performing single cell RNA sequencing, analyzing the data for gene expression patterns, and testing by both genetic and pharmacological approaches, we have confirmed that the fate commitment of primary human bipotent MEP can be toggled by cell cycle speed. Now that we have proven that cell cycle activity mechanistically controls MEP fate decisions, specific genetic and epigenetic mechanisms by which Mk vs erythroid specification is determined are being explored. The data obtained from healthy cells can now be applied to the mechanisms underlying benign and malignant disease states of Mk and E production. Figure. View large Download slide Figure. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}