{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2603.2603",
    "article_title": "CCL3 Signaling Is Essential for Leukemia Progression but Dispensable for Hematopoietic Stem Cell Maintenance ",
    "article_date": "December 7, 2017",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background: Hematologic malignancies remodel the bone marrow microenvironment (BMME), reducing support for normal hematopoiesis while increasing support for the malignancy. The chemokine CCL3 has been demonstrated to play a role in BMME dysfunction in multiple hematologic malignancies including myeloma, acute myelogenous leukemia (AML), chronic myelogenous leukemia (CML), and myelodysplastic syndrome. Therefore we used murine models to analyze the requirement for CCL3 expression in leukemia progression and the viability of CCL3 signaling as a target in myelogenous leukemias. Methods/Results: We utilized genetically altered mice with a global loss of CCL3 (CCL3KO) on a C57bl/6 background. We used sorted hematopoietic stem and progenitor cells (HSPC) (Lineage-sca1+ckit+) from CCL3KO mice or wild type controls to generate 2 models of AML, the BCR/ABL+Nup98/HoxA9 model of blast crisis CML (bcCML), and the MLL/AF9 model of AML. In the bcCML model, CCL3KO leukemic cells do not generate a leukemic disease when transplanted into naïve WT recipient mice in contrast to WT leukemic cells that will generate an acute myeloid leukemia with 100% penetrance over the course of 15-20 days. In the MLL/AF9 AML model, the disease progression of CCL3KO leukemic cells is significantly delayed as compared to WT controls (WT vs. CCL3KO p2 fold in the bone marrow (VEH vs Maraviroc TBP-NP treated p<0.01 n=10 mice/group). These data suggest that CCL3 can play a critical role in the progression of myelogenous leukemias and is a potential target for therapy. If CCL3 signaling is to be a viable therapeutic target in AML it must be specific to leukemic cells while sparing the normal hematopoietic system. Therefore we sorted Lineage-Sca1+Ckit+Flt3- (Flt3-LSK) bone marrow cells enriched for long term repopulating HSPCs (LT-HSCs) in order to establish stem cell activity on a per cell basis through competitive transplantation. Upon secondary transplantation, the true test of LT-HSC function, CCL3KO Flt3-LSK donor cells engrafted in recipient mice at a higher rate (2-way ANOVA, p<0.05 over 16 weeks, n=8 mice/group). These results confirm that CCL3KO mice maintain a functional LT-HSC population. Conclusions: These results demonstrate that in multiple mouse models of myelogenous leukemia CCL3 plays an important, and in some cases, indispensable role in leukemogenesis, likely involving dysruption of the normal BMME. Importantly however, a long-term engrafting normal HSC population is clearly maintained even in the complete absence of CCL3 suggesting that anti-CCL3 therapy would be well-tolerated by the normal hematopoietic system. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cells",
        "leukemia",
        "signal transduction",
        "micelles",
        "maraviroc",
        "leukemic cells",
        "hematologic neoplasms",
        "leukemia, myeloid",
        "leukemia, myelocytic, acute",
        "leukemogenesis"
    ],
    "author_names": [
        "Rhonda J. Staversky, BS",
        "Mary A Georger, B.S.",
        "Marian Ackun-Farmmer, B.S.",
        "Michael W. Becker, MD",
        "Danielle S.W. Benoit, PhD",
        "Laura M. Calvi, MD",
        "Benjamin J. Frisch, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rhonda J. Staversky, BS",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mary A Georger, B.S.",
            "author_affiliations": [
                "University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marian Ackun-Farmmer, B.S.",
            "author_affiliations": [
                "University of Rochester, Rochester, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael W. Becker, MD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danielle S.W. Benoit, PhD",
            "author_affiliations": [
                "University of Rochester, Rochester, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura M. Calvi, MD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin J. Frisch, PhD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester School of Medicine and Dentistry, Rochester, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:31:37",
    "is_scraped": "1"
}