{
    "doi": "https://doi.org/10.1182/blood.V106.11.4250.4250",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=385",
    "start_url_page_num": 385,
    "is_scraped": "1",
    "article_title": "TNF Family Protein Regulation in Megakaryocytes and Platelets. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Activated platelets express and release several TNF family proteins with diverse immunological and inflammatory functions. While the biological effects of these potent immunological modifiers are an area of intense study, there are no studies to date that have investigated the mechanism of TNF protein regulation in megakaryocytes. Understanding the mechanisms of TNF protein regulation in megakaryocytes may allow for the design of new therapeutic strategies for the treatment of chronic inflammatory and autoimmune diseases. Our data show that CD40 Ligand, Fas Ligand and TNF-Related Apoptosis Inducing Ligand (TRAIL) expression are induced during megakaryocyte-differentiation of hematopoietic precursor cells. Promoter analysis and expression studies reveal multiple mechanisms of TNF family protein regulation. Megakaryocyte-specific regulation of TRAIL and Fas Ligand are primarily dependent on Sp1 and Sp3 transcription factor binding to proximal Sp1 binding elements within the respective promoter regions. Our preliminary data demonstrates differentiation-induced expression of CD40 Ligand on the other hand, is mediated via an Ets-1 site within 50 nucleotides of the transcription start site. In addition, endogenous CD40 Ligand but not TRAIL or Fas Ligand is constitutively expressed with ectopic expression of Fli-1, in the absence of differentiation-stimuli. Fli-1 is an Ets-1 family transcription factor that modulates several megakaryocyte-restricted genes. Further regulation studies reveal megakaryocyte expression of CD40 Ligand is diminished by the peroxisome proliferator-activated receptor (PPAR) agonist prostaglandin J2 and enhanced by 9-cis retinoic acid. Conversely, TRAIL and Fas Ligand expression are enhanced by prostaglandin J2 and diminished by retinoic acid. Taken from these data is there are differential mechanisms of differentiation-driven and induced regulation of the TNF family proteins. Continuing studies include the determination of the mechanisms of PPAR agonist, retinoic acid and differentiation-modulated TNF protein expression. Our studies demonstrate novel TRAIL and Fas Ligand regulatory pathways in the context of megakaryocyte differentiation and represent the first investigation into megakaryocyte-associated regulatory mechanisms for the platelet-derived CD40 Ligand, Fas Ligand, and TRAIL.",
    "topics": [
        "blood platelets",
        "megakaryocytes",
        "tumor necrosis factors",
        "tumor necrosis factor ligand superfamily member 6",
        "cd40 ligand",
        "peroxisome proliferator-activated receptors",
        "agonists",
        "prostaglandins",
        "transcription factor",
        "tretinoin"
    ],
    "author_names": [
        "Scott A. Crist, PhD",
        "Daniel L. Sprague, BS",
        "Steven R. Lentz, MD, PhD",
        "Timothy L. Ratliff, PhD"
    ],
    "author_affiliations": [
        [
            "Urology, University of Iowa, Iowa City, IA, USA"
        ],
        [
            "Urology, University of Iowa, Iowa City, IA, USA"
        ],
        [
            "Internal Medicine, University of Iowa, Iowa City, IA, USA"
        ],
        [
            "Urology, University of Iowa, Iowa City, IA, USA"
        ]
    ],
    "first_author_latitude": "41.673151149999995",
    "first_author_longitude": "-91.5267299"
}