{
    "doi": "https://doi.org/10.1182/blood-2018-99-111241",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3967",
    "start_url_page_num": 3967,
    "is_scraped": "1",
    "article_title": "Tissue Factor Pathway Inhibitor Enhances Transendothelial Migration of Chronic Lymphocytic Leukemia Cells through Binding to Glypican-3 ",
    "article_date": "November 29, 2018",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "tissue factor pathway inhibitor",
        "leukemic cells",
        "stromal cell-derived factor 1",
        "cxcr4 receptors",
        "western blotting",
        "immunoprecipitation",
        "leukemia",
        "antibodies"
    ],
    "author_names": [
        "Xueyan Cui, MD PhD",
        "Geir Erland Tjønnfjord, MD DMsc",
        "Sandip Kanse, PhD",
        "Nina Iversen, PhD",
        "Anders EA Dahm, MD PhD",
        "Christiane Filion Myklebust",
        "Ling Sun, MD PhD",
        "Zhong Xing Jiang, MD PhD",
        "Mitchell Ho, PhD",
        "Per Morten Sandset"
    ],
    "author_affiliations": [
        [
            "Department of Haematology and Research Institute of Internal Medicine, Oslo University Hospital and University of Oslo, Oslo, Norway "
        ],
        [
            "Department of Haematology, Oslo University Hospital and University of Oslo, Oslo, Norway "
        ],
        [
            "Institute of Basal Medical Sciences, University of Oslo, Oslo, Norway "
        ],
        [
            "Department of Medical Genetics, Oslo University Hospital, Oslo, Norway "
        ],
        [
            "Section of Haematology, Akershus University Hospital and University of Oslo, Lørenskog, Norway "
        ],
        [
            "Department of Haematology, Oslo University Hospital, Oslo, Norway "
        ],
        [
            "The first affiliated hospital of Zhengzhou university, Zhengzhou, China "
        ],
        [
            "The first affiliated hospital of Zhengzhou university, Zhengzhou, China "
        ],
        [
            "National Institutes of Health, Bethesda, "
        ],
        [
            "Department of Haematology and Research Institute of Internal Medicine, University of Oslo and Oslo University Hospital, Oslo, Norway"
        ]
    ],
    "first_author_latitude": "59.9483615",
    "first_author_longitude": "10.724143899999998",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is the most common leukemia in the western world. Cell trafficking and homing of CLL cells play a critical role in organ infiltration and contribute to the clinical course of CLL. Interaction between CLL cells and endothelial cells affects gene expression in CLL cells and further regulates cell trafficking. Endothelial cells are the main source of tissue factor (TF) pathway inhibitor (TFPI), which is the primary inhibitor of TF. However, the role of TFPI in leukemic cell trafficking has not been explored before. CXCL12 and its receptor CXCR4 play an important role in CLL cell trafficking and homing. To assess the effect of TFPI on CXCL12-mediated migration of leukemic cells, we investigated transendothelial migration (TEM) of B cells from CLL patients by using CXCL12 as a chemoattractant. We found that full-length recombinant TFPI (rTFPI) increased CXCL12-mediated migration of CLL cells dose-dependently by using MACS flow cytometry to count the migrated cells. Accordingly, Western blot showed the binding of rTFPI to the CLL cells after 24 h treatment. However, the chemokine receptor CXCR4 expression in CLL cells was not increased or even slightly decreased by rTFPI treatment, suggesting that TFPI enhances leukemic cell migration probably through interacting with other factor(s) than overexpressing CXCR4 in CLL cells. Surface expression and intracellular trafficking of TFPI is regulated by glycosylphosphatidylinositol (GPI)-anchored co-receptor(s). Glypican-3, a member of proteoglycan family, binds to the plasma membrane by a GPI anchor and its heparan sulfate (HS)-type glycosaminoglycan chains are considered to mediate the interaction with other cell membrane proteins. To determine whether TFPI interacts with glypican-3, immunofluorescence staining and co-immunoprecipitation were performed in K562 and HL60 cells. Immunofluorescence analysis revealed colocalization of TFPI and glypican-3 on the surface of K562 and HL60 cells. Co-immunoprecipitation confirmed the binding between TFPI and glypican-3 in K562 cells. Moreover, co-localized TFPI and glypican-3 were found in bone marrow biopsies of leukemia patients. We further employed an antibody against HS chains of glypican-3, which inhibits the activity of glypican-3. Western blot showed that rTFPI treatment failed to increase TFPI protein in CLL cells when glypican-3 inhibitor HS20 was applied. In addition, TEM assay showed that HS20 treatment abolished the effect of TFPI on cell migration, which suggests that inhibition of glypican-3 blocks the binding of TFPI to CLL cells and then abolishes the effect of TFPI on cell migration. It indicates that TFPI affects CLL cell migration through binding to glypican-3. Using a factor Xa generation assay, we found that HS20 suppressed TF activity on the surface of HL60 cells, suggesting that the inhibition of glypican-3 impaired the procoagulant activity of leukemic cells. In addition, Western blot and RT-PCR showed that HS20 downregulated TF mRNA and protein expression in CLL cells. Finally, we explored the role of Wnt/β-catenin signaling, which has been shown to regulate tumor progression and metastasis. We found a dose-dependent increase of activated β-catenin in the CLL cells after rTFPI treatment. Inhibition of Wnt/β-catenin signaling by a potent inhibitor IWP4 strongly impaired the migration of CLL cells induced by rTFPI. In this study, we show that TFPI enhances CLL cell migration through binding to glypican-3 and activating Wnt/β-catenin signaling pathway. Our findings suggest a novel molecular mechanism regulating the transmigration of leukemic cells. It may open a new window for therapeutic targeting in the treatment of organ infiltration of CLL patients. Disclosures No relevant conflicts of interest to declare."
}