{
    "doi": "https://doi.org/10.1182/blood.V104.11.920.920",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=142",
    "start_url_page_num": 142,
    "is_scraped": "1",
    "article_title": "High-Dose Chemotherapy with Autologous Stem Cell Support Is Not Superior to Conventional-Dose Chemotherapy in the First-Line Treatment of Aggressive Non-Hodgkin Lymphoma - Results of a Comprehensive Meta-Analysis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: High-dose chemotherapy with autologous stem cell support (HDT) has been proven effective in relapsed aggressive Non-Hodgkin lymphoma (NHL). However, conflicting results of HDT as part of first-line treatment have been reported in randomized controlled trials (RCTs). Here, we report our updated meta-analysis to better define the role of HDT in these patients. Methods: RCTs were identified by computerized search and handsearching of conference proceedings. Data extraction and quality assessment was performed independently by two reviewers. First authors were contacted to request individual patient data. Eight investigators provided us with individual patient data, for five trials data were extracted from survival curves. The hazard ratio (HR) was used as a measure of treatment effect; the inverse variance method (fixed effect model) was used for pooling. The relative risk was determined for binary data. Results: 15 RCTs including 3079 patients were eligible for this meta-analysis. Overall treatment-related mortality was 6.0% in the HDT group and not significantly different compared to conventional chemotherapy (RR 1.33, p=0.59). Analysis of 13 studies including 2018 patients showed significantly higher CR rates in the group receiving HDT (RR 1.10, p=0.004). However, HDT did not have an effect on OS, when compared to conventional chemotherapy. The pooled HR was 1.04 (p=0.58). There was no statistical heterogeneity among the trials and sensitivity analyses underscored the robustness of these results. Subgroup analysis of prognostic groups according to IPI did not show any survival difference between HDT and controls in 12 trials (low and low-intermediate risk IPI: HR 1.41, high-intermediate and high risk IPI: HR 0.97). Event-free survival (EFS) also showed no significant difference between HDT and CT (HR 0.93, p=0.31). We incorporated several additional variables to possibly identify other risk factors such as the proportions of diffuse large cell lymphoma, protocol adherence, the HDT strategy used, response status of patients before HDT, the conditioning regimen used, and methodological issues. However, our analyses demonstrate that the results described here are not related on either of these factors. Conclusion: Despite higher CR rates, there is no benefit for HDT in patients with aggressive NHL when incorporated in first-line treatment.",
    "topics": [
        "chemotherapy regimen",
        "non-hodgkin's lymphoma, aggressive",
        "stem cells",
        "diffuse large b-cell lymphoma",
        "survival curve",
        "heterogeneity",
        "sensitivity analysis"
    ],
    "author_names": [
        "Alexander Greb, MD",
        "Daniel H. Schiefer, MD",
        "Julia Bohlius, MD",
        "Guido Schwarzer, PHD",
        "Andreas Engert, MD"
    ],
    "author_affiliations": [
        [
            "Competence Network Malignant Lymphoma, University Hospital of Cologne, Cologne, Germany"
        ],
        [
            "University Hospital of Cologne, Department of Internal Medicine I, Cologne, Germany"
        ],
        [
            "University Hospital of Cologne, Department of Internal Medicine I, Cologne, Germany"
        ],
        [
            "University Freiburg, Institute of Medical Biometry and Medical Informatics, Freiburg, Germany"
        ],
        [
            "University Hospital of Cologne, Department of Internal Medicine I, Cologne, Germany"
        ]
    ],
    "first_author_latitude": "50.957702850000004",
    "first_author_longitude": "6.96732235"
}