{
    "doi": "https://doi.org/10.1182/blood.V126.23.2650.2650",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3148",
    "start_url_page_num": 3148,
    "is_scraped": "1",
    "article_title": "De-Novo Diffuse Large B Cell Lymphoma (DLBCL) Treated with Rituximab (R)-CHOP: Definition and Validation of a Prognostic Score Model Based on MYC, BCL2 and BCL6 Expression By Immunohistochemistry (IHC) ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "topics": [
        "bcl2 gene",
        "bcl-2 protein",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "immunohistochemistry",
        "rituximab",
        "mitotic index",
        "combined modality therapy",
        "microbiology procedures",
        "prognostic factors"
    ],
    "author_names": [
        "Barbara Botto",
        "Alessia Castellino",
        "Annalisa Chiappella",
        "Mattia Novo",
        "Luigi Zattera",
        "Federica Cavallo",
        "Paola Ghione",
        "Andrea Evangelista",
        "Chiara Ciochetto",
        "Giovannino Ciccone",
        "Maria Stella Scalzo",
        "Roberto Chiarle",
        "Domenico Novero",
        "Umberto Vitolo"
    ],
    "author_affiliations": [
        [
            "SC Ematologia, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "SC Ematologia, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "SC Ematologia, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "SC Ematologia, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "SC Ematologia, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Hematology Division, Department of Molecular Biothecnologies and Health Sciences, Torino, Italy "
        ],
        [
            "Hematology Division, Department of Molecular Biothecnologies and Health Sciences, Torino, Italy "
        ],
        [
            "Unit of Cancer Epidemiology, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "SC Ematologia, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Unit of Cancer Epidemiology, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Pathology Department, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Department of Pathology, Boston Children's Hospital, Boston, MA"
        ],
        [
            "Pathology Department, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "SC Ematologia, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ]
    ],
    "first_author_latitude": "45.03996694999999",
    "first_author_longitude": "7.672582900000003",
    "abstract_text": "Introduction: MYC and BCL2 overexpression and low BCL6 expression assessed by immunohistochemistry (IHC) have been reported as negative prognostic factors in DLBCL. We presented in a previous pilot study (Botto B, ASH 2014) a prognostic score based on overexpression of MYC, BCL2 and low expression of BLC6, assessed by IHC, in a retrospective cohort of 69 de-novo DLBCL, with an high proliferation index (MIB1 >70%), treated with R-CHOP between 2010 and 2013 (study cohort). Methods: The aim of the present study was to expand the analysis and validate this score in a larger retrospective cohort of DLBCL, regardless the proliferation index. Planned inclusion criteria were de-novo DLBCL diagnosis and combined modality treatment with Rituximab and CHOP treatment between January 2003 and December 2013 (validation cohort). Patients enrolled in the previous pilot study were considered as control group. Samples were investigated for MYC expression on Tissue Micro Arrays (TMA), while BCL2 and BCL6 expression were evaluated at diagnosis. Cases were considered positive for MYC, BCL2 or BCL6 expression by IHC if >40%, >40% or >25% of cells stained positive, respectively. FISH studies for MYC and BCL2 rearrangements are currently ongoing. PFS and OS were estimated with Kaplan-Meier method and compared between groups with the Cox model. Results: A total of 346 DLBCL were screened for this study; 203/346 had complete data for survival analysis; at the present time, 97/203 cases were fully investigated by histology and IHC. Clinical characteristics were: median age 65 years (IQR 55;73), 66 (69%) stage III-IV, 36 (38%) with LDH upper normal and 37 (39%) with IPI >2. These characteristics are superimposable to those of the pilot study, a part from a lower rate of IPI>2 (39% vs 67%). No differences in clinical presentation or in the outcome were seen between patients with or without histologic tissue for IHC. At the moment of the present analysis, MYC overexpression was detected in 33 (34%); BCL2 overexpression in 84 (87%) and BCL6 low expression in 32 (33%). Overall, 3y-PFS and OS were 68% and 77% respectively. Applying the prognostic model defined in our previous pilot study (adjusted for IPI and age) and based on different coefficient score (2 points for MYC or BCL2 positivity and 1 point for BCL6 negativity, pooled scores 0-1, 2 and >3) 5y-PFS rates were different across the 3 groups: 85% vs 67% vs 54% (HR 2.67 IC 0.85-8.40 p=0,094). Having found similar results in both cohorts, we integrated the two population (validation cohort and study cohort) in a total of 153 patients: 12 had score 0-1, 60 score 2 and 80 >3. 5y-PFS rates were significantly different across the 3 groups (Figure 1): 90% vs 62% vs 44% (HR 2.02 IC 95% 2.02-3.19, p=0.003). Indeed, 5-yrs-OS was significantly worse in high score group with 90% vs 76% vs 61% (HR 1.77 IC 95% 1.03-1.05, p=0,038) (Figure 2). Conclusion: Our data showed that a IHC prognostic score based on MYC, BCL2 and BCL6 expression, is a simple, reproducible and valid prognostic assessment that predicts outcome in a larger cohort of DLBCL, regardless of the proliferation index, forecasting significant different PFS and OS rates. Further extension of the study applying IHC and FISH analysis in the whole population of patients will be available at the time of ASH meeting and will be helpful to better refine the model. Figure 1. View large Download slide 5-yrs PFS in 153 patients (Validation cohort + Study cohort) Figure 1. View large Download slide 5-yrs PFS in 153 patients (Validation cohort + Study cohort) Figure 2. View large Download slide 5-yrs OS in 153 patients (Validation cohort + Study cohort) Figure 2. View large Download slide 5-yrs OS in 153 patients (Validation cohort + Study cohort) Disclosures No relevant conflicts of interest to declare."
}