{
    "doi": "https://doi.org/10.1182/blood.V104.11.2449.2449",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=185",
    "start_url_page_num": 185,
    "is_scraped": "1",
    "article_title": "KIR-LIGAND Mismatched Natural Killer Cells Effectively Kill Primary Myeloma and Myeloma Cell Lines. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Recent observations in haplo-identical, T-cell-depleted allogeneic transplantation have focused attention on the rapid and remarkable anti-tumor effect mediated by Killer Inhibitory Receptor (KIR) ligand mismatched natural killer (NK) cells. Most data are confined to the role of KIR-ligand mismatched NK cells for acute leukemia after allogeneic transplantation. In this study, we report both the ability of KIR mismatched NK cells to kill primary myeloma cells, and the effects of interleukin (IL)2 and IL15 on NK cells in vitro . NK cells were prepared from healthy donor PBMCs by depletion of T-lymphocytes using immunomagnetic beads conjugated to anti-CD3 followed by depletion of monocytes using a simple adherence step. After overnight incubation in cytokines (IL2/IL15 as indicated) standard chromium release assays determined the cytotoxicity of NK cells against target cells and 3 H-thymidine incorporation assessed NK cell proliferation. KIR-ligand mismatched NK cells incubated overnight in 300 IU/ml IL2 killed primary MM cells from four individuals (76, 64,60,48% lysis) as well as MM lines U266, NCI H929, and the NK sensitive line K562 (95, 86, 76% lysis, respectively) at an E:T ratio of 20:1. NK cells were not cytotoxic towards autologous phytohemagglutinin (PHA) or allogeneic PHA-induced T-cell blasts. Increasing the IL2 concentration during overnight NK cell incubation from 300 to 1000 IU/ml did not significantly enhance the cytotoxicity against U266 myeloma cells or control K562 cells. IL15 was more potent than IL2 in inducing NK cell proliferation. The optimal IL15 concentration was 300 IU/ml (range tested: 0–3000 IU/ml). The use of both cytokines in concert was less effective than the use of IL15 alone, probably due to homology of the IL2 and IL15 b and g receptors. We conclude that T cell and monocyte depletion of PBMC results in a preparation significantly enriched for NK cells (±50%) that effectively kills KIR-ligand mismatched primary myeloma cells and myeloma cell lines. IL15 is the superior cytokine for enhancing NK cell proliferation. The exciting anti-leukemic effects mediated by KIR-ligand mismatched NK cells have thus far only been reported in the haplo-identical transplant setting. In view of our positive in vitro data in MM, we will evaluate in a phase II trial wheter the repeated transfusion of KIR-ligand-mismatched, T-cell depleted NK cells from haplo-identical donors after immunosuppressive treatment with fludarabine and dexamethasone (to avoid rejection of donor NK cells) and tumor reduction with melphalan followed by a delayed auto-transplant can improve outcome in patients who have high risk MM or who have relapsed after a previous auto-transplant. This will be the first clinical application of KIR-ligand-mismatched NK cells in autologous transplantation and the first such trial in myeloma. View large Download slide Figure View large Download slide Figure ",
    "topics": [
        "ligands",
        "mismatch",
        "multiple myeloma",
        "myeloma cells",
        "natural killer cells",
        "interleukin-15",
        "cytokine",
        "transplantation",
        "cytotoxicity",
        "neoplasms"
    ],
    "author_names": [
        "Frits van Rhee, MD, PhD",
        "Susann M. Szmania, BS",
        "JuMei Shi, MD, PhD",
        "Michele Cottler-Fox, MD",
        "Justin W. Dyniewski",
        "Guido J. Tricot, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Department of Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351"
}