{
    "doi": "https://doi.org/10.1182/blood.V126.23.3626.3626",
    "article_title": "Functional and Genomic Signatures of Homologous Recombination (HR) Predict for Clinical Outcome in Multiple Myeloma (MM) ",
    "article_date": "December 3, 2015",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair: Poster III",
    "abstract_text": "Homologous recombination (HR) is a DNA repair mechanism based on extensive sequence homology betyween DNA molecules. In a normal cellular environment, the branch of HR which is utilized to copy missing or altered information from a sister chromatid in the G 2 phase of the cell cycle, is one of the most tightly regulated and error-free DNA repair mechanism. Thus HR, especially the one associated with G2 phase of cell cycle, has a unique role in the maintenance of genomic integrity and stability. However, we have previously observed that, in vitro, elevated or dysregulated HR activity mediates genomic instability and development of drug resistance in multiple myeloma (MM). In this study we have now evaluated clinical significance of elevated HR activity in MM. We optimized an in vitro HR assay using cell lysates and demonstrated that evaluation of HR with this assay is consistent with assay conducted with intact cells (R=0.97; P=0.0005). Using this assay, we evaluated HR activity in 100 patient specimens. We found that HR activity was elevated ³2-fold relative to normal PBMC in 69% and ³4-fold in 20% of MM samples. At 47 months 74% of patients with very high HR (³4-fold) had event where as 45% of patients with lower HR had event (P=0.049) To further define genomic signature of elevated HR activity, we performed RNASeq on these patient samples (N=65) and identified 345 genes whose expression correlated with HR activity in MM. Expression of 147 genes correlated positively with HR activity (R, ≥ 0.3; P ≤ 0.01). Higher expression of 65 of these genes significantly associated with poor event free survival (EFS). Expression of 198 genes correlated negatively with HR activity (R, ≥ -0.3; P ≤ 0.01). TP53, a known negative regulator of HR, was among top five in this list. Lower expression of 26 of these potential negative regulators of HR associated with poor EFS. The genes correlating with HR activity in myeloma include novel genes (previously not shown to have association with HR), genes previously known to regulate HR, as well as the genes recently identified as HR regulators in other cancers. Gene network analyses showed that the novel HR genes identified in our signature belonged to a variety of functional groups including those involved in signal transduction by phosphorylation, chromatin organization, chromosome function, cytoskeleton function, cellular response to stimulus, response to stress, DNA/nucleic acid binding, DNA/nucleic acid metabolic process, nuclear metabolic process, nucleolus function, cell cycle, and proliferation. The network analysis is consistent with the view that the novel genes identified in this signature may have roles in DNA repair and genome maintenance. We also tested HR correlating genes for correlation with genomic instability (by investigating copy number changes) in a unique MM dataset (gse26863) and found that 50% of the genes significantly correlated with genomic instability. Elevated expression of MCM5, one of the genes in myeloma HR signature, significantly correlated with hyperdiploidy in MM (P≤0.004). Some of the novel genes, including negative regulators of HR, are currently being confirmed for their impact on HR and genome stability in loss and gain of function studies. In summary, we have developed a novel clinically applicable assay for HR activity and present evidence of prognostic significance of high HR activity in myeloma and have identified novel targets with potential to overcome/reduce dyregulated HR and genomic instability. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "genome",
        "multiple myeloma",
        "recombination, genetic",
        "treatment outcome",
        "dna",
        "nucleic acids",
        "cancer",
        "functional group",
        "lysate",
        "molecule"
    ],
    "author_names": [
        "Masood A Shammas, PhD",
        "Subodh Kumar, PhD",
        "Purushothama Nanjappa",
        "Mehmet K Samur, PhD",
        "Srikanth Talluri, PhD",
        "Jianhong Lin, MD M.Sc",
        "Florence Magrangeas",
        "Stephane Minvielle",
        "Hervé Avet-Loiseau, MD",
        "Nikhil C. Munshi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Masood A Shammas, PhD",
            "author_affiliations": [
                "VA Boston Healthcare System, West Roxbury, MA ",
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Subodh Kumar, PhD",
            "author_affiliations": [
                "VA Boston Healthcare System, West Roxbury, MA ",
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Purushothama Nanjappa",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehmet K Samur, PhD",
            "author_affiliations": [
                "Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srikanth Talluri, PhD",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
                "VA Boston Healthcare System, west roxbury, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianhong Lin, MD M.Sc",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florence Magrangeas",
            "author_affiliations": [
                "Centre de Recherche en Cancérologie Nantes-Angers UMR Inserm 892-CNRS 6299 and Institut de Recherche Thérapeutique de l'Université de Nantes (IRT-UN), Nantes, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Minvielle",
            "author_affiliations": [
                "Centre de Recherche en Cancérologie Nantes-Angers UMR Inserm 892-CNRS 6299 and Institut de Recherche Thérapeutique de l'Université de Nantes (IRT-UN), Nantes, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Avet-Loiseau, MD",
            "author_affiliations": [
                "Centre de Recherche en Cancérologie de Toulouse Institut National de la Santé, Toulouse, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
                "VA Boston Healthcare System, west roxbury, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T21:31:12",
    "is_scraped": "1"
}