{
    "doi": "https://doi.org/10.1182/blood.V124.21.3463.3463",
    "article_title": "Pomalidomide and Dexamethasone in Patients with Relapsed AL (Light Chain) Amyloidosis: Results of a Phase 1 Study ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background: Immunomodulatory agent, lenalidomide, has shown to induce hematologic response and improve survival in patients with relapsed AL amyloidosis. Pomalidomide, a third generation immunomodulatory agent, was studied in combination with low dose dexamethasone in a prospective phase I/II study of patients with relapsed AL amyloidosis (NCT01570387). Methods: Patients were aged ≥18 years with relapsed AL amyloidosis after ≥1 prior therapy, and measurable plasma cell dyscrasia with dFLC of > 50 mg/L (difference between involved and uninvolved free light chain levels), at least one major vital organ involvement and serum creatinine of < 3.0 mg/dL, received pomalidomide in a standard 3+3 dose escalation design on days 1-28 of 28 day cycles for cohort 1 (2 mg) and 2 (3 mg), and days 1-21 of the cycle for cohort 3 (4 mg). Low dose dexamethasone was administered at 20 mg orally once a week. All patients received prophylaxis with daily aspirin and proton pump inhibitor. MTD was defined as the highest dose resulting in DLT during cycle 1 in < 1 of 6 patients. Hematologic and organ responses were measured at 3 cycles after treatment. Treatment was continued till progression or toxicity or achievement of a hematologic complete response. An expansion cohort of 12 patients is to be enrolled at the MTD. The objectives were to determine the safety, tolerability, MTD, recommend phase 2 dose and hematologic and clinical response. Results: At data cut-off (July 31, 2014) 16 patients have been enrolled and 15 patients have been enrolled in phase I part of the study. The median age was 69 years (range, 44-78), and median number of prior therapies was 2 (range, 1-6): 10 (63%) had received HDM/SCT, 10 (63%) had received lenalidomide, and 13 (81%) bortezomib. The median time from diagnosis to enrollment on this trial was 30 months. The median number of organ system involvement was 2 (range, 1-5). Eleven patients (68%) had >2 organ system involvement, 9 patients with renal and 11 patients with cardiac involvement. Thirteen (81%) patients had cardiac biomarker stage II or III disease. Six patients were treated in the 2 mg cohort (this cohort expanded due to grade 3 renal failure in cycle 3 in one of first 3 patients) and 3 were treated in the 3 mg and 6 in the 4 mg cohort (this cohort expanded due to grade 3 pneumonia with neutropenia in cycle 1 considered as DLT). There were two on-study death due to GI bleeding/sepsis and Legionella pneumonia/sepsis, respectively. Twelve patients have discontinued study treatment due to disease progression (n=5), withdrawal by patient (n=2), hematologic CR (n=3) or death (n=2). Median number of cycles administered is 5 and 4 patients continue on therapy. There was one DLT in cohort 3 of grade 3 pneumonia with neutropenia, establishing 4 mg/day of pomalidomide Days 1-21 of 28 days cycle as MTD. Twelve patients (75%) experienced at least one grade ≥3 AE (any cause). The most common drug-related AEs included fatigue (69%) and anemia (87). There was paradoxical increase of BNP by 30% in 11 patients (69%) after 1 cycle and in 13 patients (81%) after first 3 cycles of therapy. In phase I part of the study, hematologic complete response was observed in 3 of 14 evaluable (completing at least 3 cycles) patients at 3 months (n=2) and 9 months (n=1) of treatment respectively. Hematologic partial response was observed in 3 additional patients. Conclusions: Pomalidomide and dexamethasone treatment is feasible in patients with relapsed AL amyloidosis, with MTD defined as 4 mg/day Days 1-21 of 28 day cycle. Phase II expansion cohort accrual is ongoing at MTD of 4 mg/day of Pomalidomide D1-21 and Dexamethasone 20 mg weekly every 28 days. Preliminary data suggests a hematologic response of > PR in 43% of patients. This clinical trial was partly supported by Celgene Corporation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "amyloidosis",
        "antigens, cd98 light chains",
        "dexamethasone",
        "pomalidomide",
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "biological response modifiers",
        "complete remission",
        "lenalidomide",
        "neutropenia"
    ],
    "author_names": [
        "Vaishali Sanchorawala, MD",
        "Anthony C Shelton, RN",
        "Stephen Lo",
        "John Mark Sloan, MD",
        "David C Seldin, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vaishali Sanchorawala, MD",
            "author_affiliations": [
                "Boston University School of Medicine, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anthony C Shelton, RN",
            "author_affiliations": [
                "Boston University School of Medicine, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Lo",
            "author_affiliations": [
                "Boston University School of Medicine, Bosotn, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Mark Sloan, MD",
            "author_affiliations": [
                "Boston University School of Medicine, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C Seldin, MD PhD",
            "author_affiliations": [
                "Boston University School of Medicine, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:48:10",
    "is_scraped": "1"
}