{
    "doi": "https://doi.org/10.1182/blood.V128.22.3641.3641",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3370",
    "start_url_page_num": 3370,
    "is_scraped": "1",
    "article_title": "Sickle Cell Disease Patients with Systemic Lupus Erythematosus Exhibit Quantitative and Qualitative Impairments in Circulating B Regulatory Cells ",
    "article_date": "December 2, 2016",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science: Poster III",
    "topics": [
        "animal model",
        "sickle cell anemia",
        "systemic lupus erythematosus",
        "interleukin-10",
        "cd19 antigens",
        "infections",
        "stat3 protein",
        "cell culture techniques",
        "connective tissue diseases",
        "flow cytometry"
    ],
    "author_names": [
        "Amal Al-Naamani",
        "Ahmed Al-Yarabi",
        "Nasser Ambu-Ali",
        "Tahar Al-Shabibi",
        "Zahra Al-Qarni",
        "Nasra Al-Obaidani",
        "Hamad Khan",
        "Juma K Al-Kaabi",
        "Jalila Al-Shekaili",
        "Amar Oukil",
        "Sulaiman Ali Al-Hashmi",
        "Alya Al-Ansari",
        "Fahad Al-Zadjali",
        "Murtadha K. Al-Khabori, BSc, MD FRCPC, ABIM, M.Sc, CIP",
        "Khalil Al-Farsi, MD",
        "Mohammed N. Alhuneini, MD BSc, FRCP",
        "Yasser Wali",
        "Salam Al-Kindi",
        "Mohamed-Rachid Boulassel, DEMS, PhD"
    ],
    "author_affiliations": [
        [
            "Sultan Qaboos University, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Sultan Qaboos University, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Child Health, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Child Health, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Sultan Qaboos University, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Haematology, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Haematology, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Medicine, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Microbiology & Immunology, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Operation Management and Business Statistics, Sultan Qaboos University, Muscat, Oman "
        ],
        [
            "Department of Genetics, Sultan Qaboos University, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Biology, College of Science, Sultan Qaboos University, Muscat, Oman "
        ],
        [
            "Department of Biochemistry, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Haematology, Sultan Qaboos University Hospital, Muscat, Oman "
        ],
        [
            "Department of Haematology, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Haematology, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Child Health, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Department of Haematology, Sultan Qaboos University Hospital, College of Medicine and Health Sciences, Muscat, Oman "
        ],
        [
            "Departments of Allied Health Sciences and Hematology, Sultan Qaboos University, College of Medicine and Health Sciences, Muscat, Oman"
        ]
    ],
    "first_author_latitude": "23.5901042",
    "first_author_longitude": "58.16980489999999",
    "abstract_text": "Recent observational cohort studies indicated that the incidence of connective tissue diseases such as systemic lupus erythematous (SLE), in adult patients with sickle cell disease (SCD), appears to be increasing. The exact causes underlying this increased risk are still unknown, but patients with SCD are at risk of infections due to immune dysfunction, and a link with regulatory B (Breg) cells is possible as these cells suppress inflammatory responses, maintain tolerance and prevent the development of SLE in animal models via the production of interleukin-10 (IL-10). Herein, we numerically and functionally evaluated Breg cells in a well-defined group of SCD patients. The classification for SCD was based on patients' history, clinical examination, hematological and radiological findings. The American College of Rheumatology (ACR) criteria were used to classify and diagnose SLE patients with or without SCD. Patients were stratified into three groups including SCD patients with SLE (n=21), patients with SCD only (n=24) and patients with SLE only (n=24). Normal healthy individuals (n=24) were used as controls. Circulating levels of Breg cells were prospectively assessed by immuno-phenotyping using specific surface markers, CD19, CD24 and CD38 by flow cytometry. The functional properties were evaluated by IL-10 production and STAT3 phosphorylation after stimulation and cell culture. Unstained cells and n-1 monoclonal antibodies along with live and dead stain were used as controls in all experiments. Comparisons among study groups were performed using ANOVA and unpaired t test, while the Spearman's correlation was used to assess associations. The demographic data were similar among the study groups. All participants were free of infections such as human immunodeficiency virus, hepatitis B and C virus and syphilis. SCD patients with SLE and patients with SLE only were positive for autoimmune markers and showed an average ACR score of five and six respectively. The frequency of Breg cells, as phenotypically defined as CD19 + CD24 hi CD38 hi , ranged between 1.5-8% in healthy controls. The circulating levels of Breg cells were significantly reduced in SCD patients with or without SLE and patients with SLE only when compared to the healthy controls ( p <0.0001). Similarly, compared to healthy controls, Breg cells from SCD patients with or without SLE and patients with SLE only produced significantly lower amount of IL-10 ( p <0.0001). Likewise, STAT3 phosphorylation was also decreased in Breg cells from SCD patients with or without SLE and patients with SLE only compared to the healthy controls ( p <0.0001). Demographic and hematological data along with the treatments such as hydroxyurea and hydroxychloroquine did not affect the levels and functions of Breg cells. Moreover, most of the associations among study variables did not reach a statistical significance, except a moderate negative correlation was evidenced between total white blood cells (x10 9 /L) and Breg cells (ρ=-0.41, p =0.04) in SCD patient group. Collectively, these findings showed numerical and functional deficits of Breg cells in SCD patients with or without SLE and patients with SLE only. This may suggest that Breg cell capacity to maintain tolerance and control inflammation is imbalanced in SCD patients, thereby favoring the development of SLE. Disclosures No relevant conflicts of interest to declare."
}