{
    "doi": "https://doi.org/10.1182/blood-2018-99-110645",
    "article_title": "Mutation of the CD28 Costimulatory Domain Confers Decreased CAR T Cell Exhaustion ",
    "article_date": "November 29, 2018",
    "session_type": "703. Adoptive Immunotherapy: Preclinical Studies to Improve Safety and Efficacy of CAR-T Cells",
    "abstract_text": "The therapeutic promise of chimeric antigen receptor (CAR) T cells was realized when complete remission rates of 90% were reported after treating B cell acute lymphoblastic leukemia (B-ALL) with CD19-targeted CAR T cells. However, a major obstacle with continued clinical development of CAR T cells is the limited understanding of CAR T cell biology and its mechanisms of immunity. We and others have shown that CARs with a CD28 co-stimulatory domain drive high levels of T cell activation causing acute toxicities, but also lead to T cell exhaustion and shortened persistence. The CD28 domain includes 3 intracellular subdomains (YMNM, PRRP, and PYAP) that regulate signaling pathways post TCR-stimulation, but it is unknown how they modulate activation and/or exhaustion of CAR T cells. A detailed understanding of the mechanism of CD28-dependent exhaustion in CAR T cells will allow the design of a CAR less prone to exhaustion and reduce relapse rates. We hypothesized that by incorporating null mutations of the CD28 subdomains (YMNM, PRRP, or PYAP) we could optimize CAR T cell signaling and reduce exhaustion. In vitro, we found mutated CAR T cells with only a functional PYAP (mut06) subdomain secrete significantly less IFNγ (Fig1A), IL6, and TNFα after 24hr stimulation compared to non-mutated CD28 CAR T cells, but greater than the 1 st generation m19z CAR. Also, cytoxicity was enhanced with the PYAP only CAR T cells compared to non-mutated CARs (Fig1B). When we examined the PYAP (mut06) only mutant in an immune competent mouse model we found similar B cell aplasia and CAR T cell persistence compared to non-mutated CD28 CAR T cells. Additionally, PYAP only CAR T cells injected into mice had decreased (82% to 62%) expression of PD1 in the BM. Using a pre-clinical immunocompetent mouse tumor model we found the PYAP only CAR T cell treated mice had a significant survival advantage compared to non-mutated CD28 CAR T cells, with 100% survival of mice given PAYP only CAR T cells compared to 50% survival of mice given non-mutated CAR T cells (Fig1C). We next sought to determine what role CAR T cell exhaustion was playing using a Rag knockout mouse system. CAR T cells were given to Rag -/- mice and 1 week later mice were challenged with tumor. Studies in Rag -/- mice also showed PYAP only CAR T cells were increased 35% in the BM and 92% in the spleen compared to non-mutated CD28 CAR T cells. We also found PYAP only CAR T cells had significantly less expression of PD1 compared to non-mutated CAR T cells (Fig1D). We then co-cultured CAR T cells with target cells expressing CD19 and PDL1 and found PYAP only CAR T cells had increased IFNγ (42%), TNFα (62%) and IL2 (73%) secretion compared to exhausted non-mutated CD28 CAR T cells. This shows that PYAP only CAR T cells are more resistant to exhaustion. To find a mechanistic explanation for this observation we examined CAR T cell signaling. Using Nur77, pAkt, and pmTOR to measure CAR signaling we found PYAP only CAR T cells had significantly reduced levels of Nur77 while still having higher expression then first generation CAR T cells. We then examined what affect the PYAP only CAR had on transcription factors. We found similar AP1 and NF-kB expression between PYAP only and non-mutated CD28 CAR T cells but a significant reduction of NFAT in the PYAP only mutants compared to non-mutated CD28 CAR T cells. This suggests reduced NFAT expression contributes to the PYAP only CAR's resistance to exhaustion. Finally, we made human CAR constructs of the PYAP only mutant. We found PYAP only human CAR T cells had increased cytoxicity and decreased exhaustion in vitro compared to non-mutated human CD28 CAR T cells. NFAT levels in human PYAP only CAR T cells were significantly reduced compared to non-mutated CAR T cells supporting our findings in mice. Our results demonstrate that CAR T cells with only a PYAP CD28 subdomain have better cytoxicity and decreased exhaustion compared to non-mutated CD28 CAR T cells. Our results suggest this is the result of decreased CAR and NFAT signaling. Additionally, we were able to validate these findings using human CAR constructs. This work allows for development of an enhanced 2 nd and 3 rd generation CAR T cell therapies for B cell malignancies by optimizing CAR T cell activation and persistence which may reduce relapse rates and severe toxicities. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Davila: Celyad: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "burkitt's lymphoma",
        "cd28 antigens",
        "mutation",
        "t-lymphocytes",
        "cd19 antigens",
        "toxic effect",
        "acute lymphocytic leukemia",
        "cancer",
        "chimeric antigen receptors",
        "complete remission"
    ],
    "author_names": [
        "Justin C. Boucher, PhD",
        "Gongbo Li, PhD MBBS",
        "Bishwas Shrestha, PhD BS",
        "Maria Cabral",
        "Dylan Morrissey",
        "Lawrence Guan",
        "Marco L. Davila, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Justin C. Boucher, PhD",
            "author_affiliations": [
                "Clinical Science Division, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gongbo Li, PhD MBBS",
            "author_affiliations": [
                "Clinical Science Division, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bishwas Shrestha, PhD BS",
            "author_affiliations": [
                "Clinical Science Division, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Cabral",
            "author_affiliations": [
                "Department of Cell Biology, Microbiology, and Molecular Biology, University of South Florida, Tampa, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dylan Morrissey",
            "author_affiliations": [
                "Morsani College of Medicine, University of South Florida, Tampa, FL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence Guan",
            "author_affiliations": [
                "Morsani College of Medicine, University of South Florida, Tampa, FL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco L. Davila, MD PhD",
            "author_affiliations": [
                "Clinical Science Division, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T15:34:49",
    "is_scraped": "1"
}