{
    "doi": "https://doi.org/10.1182/blood.V122.21.4210.4210",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2441",
    "start_url_page_num": 2441,
    "is_scraped": "1",
    "article_title": "Bioengineered Coagulation Factor VIII Enables Long-Term Correction Of Murine Hemophilia A Following Liver-Directed Adeno-Associated Viral Vector Delivery ",
    "article_date": "November 15, 2013",
    "session_type": "801. Gene Therapy and Transfer: Poster III",
    "topics": [
        "dependoviral vector",
        "factor viii",
        "hemophilia a",
        "liver",
        "mice",
        "endothelin-3",
        "gene transfer techniques",
        "gene therapy",
        "hemophilia b",
        "hemorrhage"
    ],
    "author_names": [
        "Harrison C. Brown, BBA",
        "Jordan E Shields",
        "Shangzhen Zhou, MD",
        "J. Fraser Wright, PhD",
        "H. Trent Spencer, PhD",
        "Christopher B Doering, PhD"
    ],
    "author_affiliations": [
        [
            "Graduate Program in Molecular and Systems Pharmacology, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Aflac Cancer and Blood Disorders Center/Department of Pediatrics, Emory University School of Medicine, Atlanta, GA, USA, "
        ],
        [
            "Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Center for Cellular and Molecular Therapeutics, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Aflac Cancer and Blood Disorders Center, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Aflac Cancer and Blood Disorders Center, Emory University School of Medicine, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.7971368",
    "first_author_longitude": "-84.32224",
    "abstract_text": "Preclinical and, more recently, clinical data support the feasibility and safety of recombinant adeno-associated viral vectors (rAAV) in gene therapy applications. Despite several clinical trials of rAAV-based gene transfer for hemophilia B, a unique set of obstacles impede the development of a similar approach for hemophilia A. These include 1) inefficient biosynthesis of human coagulation factor VIII (fVIII), 2) limited packaging capacity of rAAV (4.9kb) for the large B domain-deleted (BDD) fVIII transgene (4.5 kb), 3) humoral immune responses to the transgene product and 4) dose limitations imposed by capsid mediated cytotoxic immunity. Our laboratory has developed and validated bioengineered fVIII molecules that are biosynthesized more efficiently than similar BDD human fVIII molecules due to superior post-translational transit through the ER/golgi/secretory pathway. In the current study, we incorporated one of these constructs, previously designated HP47 (Doering et al. 2004 J Biol Chem. 279:8) and now termed ET-3, into an AAV-based gene transfer approach similar to that previous tested for patients with hemophilia B. Briefly, a rAAV2/8 vector encoding the ET-3 transgene under the control of a liver-specific promoter comprised of an Apo E hepatic control region (HCR) and the α-1 antitrypsin enhancer/promoter (HAAT), flanked by AAV inverted terminal repeats (ITRs), was constructed and designated rAAV-HCR-ET3. In prior studies, we demonstrated that recombinant ET-3 displays i) 100-fold more efficient biosynthesis, ii) 2 – 3-fold higher specific activity, and iii) 3-fold slower decay compared to BDD human fVIII. However, the vector genome size of rAAV-HCR-ET3, 5.9kb, exceeds the packaging capacity of rAAV by 20%. To address this concern, molecular analysis of rAAV-HCR-ET3 was performed and showed packaging primarily of 5' or 3' truncated vector genomes (vg). Further quantitative (q) PCR of vg using a series of primers pairs spanning the vector sequence showed 5-fold fewer copies of the termini than the center, which is indicative of terminally truncated vg. Thus, special consideration must be taken when using qPCR-based methods alone to titer vector preparations. Our data support a model whereby cells are infected by multiple truncated but overlapping vg, which then reassemble at some frequency to form complete, functional fVIII transgenes and/or RNA transcripts. In the present study, adult hemophilia A mice were administered a single peripheral vein injection of rAAV-HCR-ET3 at doses ranging from 3.9e10 vector particles (vp) /kg to 2.0e13 vp/kg as determined by viral protein concentration. These stated doses are 5 – 25-fold higher than would have been assigned using qPCR and expressed as vg/kg as opposed to vp/kg. At the conclusion of the study (11 - 50 weeks post-infusion), correction of fVIII deficiency to curative levels of fVIII (>0.4 U/mL in circulating plasma) was achieved at vector doses as low as 6.25e11 vp/kg, and partial correction (>0.01 U/mL) was seen at doses as low as 1.6e11 vp/kg. Tail transection bleeding assay demonstrated correction of the bleeding phenotype out to as long as 50 weeks after rAAV infusion. While gene transfer and phenotypic correction was achieved in both male and female mice, male mice receiving 2.5e12 vp/kg showed 9-fold greater circulating fVIII levels than female mice receiving the same dose, which is consistent with previous reports. Taken together, these data suggest significant benefit of the bioengineered high expression fVIII transgene (ET-3) in the context of liver-directed rAAV delivery at low viral vector doses, which if based on qPCR, could be stated as low as 1e10 vg/kg and even that includes mostly incomplete vg. Recent data suggest that reducing the size of the rAAV-fVIII vg through the incorporation of shorter DNA control elements and smaller fVIII transgenes can increase the vector potency (McIntosh et al. 2013 Blood 121:17). Despite its large vg size, rAAV-HCR-ET3 achieved curative levels of fVIII activity at vector doses comparable to those recently reported for smaller vectors. Therefore, it appears likely that further enhancement of the rAAV-bioengineered high expression fVIII gene transfer approach will be possible through incorporation of smaller genetic elements that increase the frequency of functional ET-3 gene transfer in the context of hemophilia A gene therapy. Disclosures: Spencer: Expression Therapeutics, LLC: Equity Ownership. Doering: Expression Therapeutics, LLC: Equity Ownership."
}