{
    "doi": "https://doi.org/10.1182/blood.V112.11.500.500",
    "article_title": "The Role of RNA Helicase Dead Box 18 in Zebrafish Hematopoiesis and Human MDS ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Apoptosis and Cell Cycle Regulation",
    "abstract_text": "Myelodysplasia (MDS) is a common condition characterized by ineffective and dysplastic hematopoiesis, peripheral blood cytopenias, and evolution to acute myeloid leukemia. Although the biology of MDS is heterogeneous, a common feature is the disruption of effective hematopoiesis, resulting from either reduced hematopoiesis (with hypocellular bone marrow) or ineffective hematopoiesis (with hypercellular bone marrow and increased intramedullary cell apoptosis). Our current understanding of the genetic pathways controlling human hematopoiesis, and how they are disrupted in MDS remains very limited. Non-random chromosomal deletions occur frequently i n patients with MDS. Such deletions are thought to inactivate tumor suppressor genes (TSGs) that contribute to the maintenance of normal myelopoiesis. Unfortunately, these inactivated TSGs remain largely unidentified. The zebrafish is a vertebrate model organism well suited to the phenotypic and genotypic investigation of MDS, since transcription factors and other proteins regulating hematopoiesis are conserved between zebrafish and humans. Genome-wide mutagenesis screens in zebrafish to assay for deficiencies in mature granulocytes can reveal novel genes involved in myelopoiesis and a subset of these genes may also be involved in the pathogenesis of MDS. The dead-box 18 protein (DDX18) is a member of the highly conserved dead-box family of DNA-dependant RNA helicases. DDX18 is a target of the MYC oncogene and the drosophila homologue pitchoune is involved in cell growth and proliferation. We conducted a recessive screen of viral insertional zebrafish mutants and found that the loss of ddx18 in zebrafish embryos significantly reduced numbers of myeloperoxidase- ( mpo- ) expressing cells at 2 days post-fertilization (dpf). We have confirmed that the myelopoietic phenotype results from the specific loss of ddx18 by using antisense morpholinos that disrupt transcription of ddx18 . In addition to loss of mature myeloid cells, ddx18 mutant embryos showed reduced alpha-globin expression at 2dpf (as a marker of erythoid cells); as well as loss of expression of runx1 and c-myb at 36hpf, which are expressed in definitive hematopoietic stem cells (HSC) along the ventral wall of the zebrafish aorta. These data support the hypothesis that loss of myeloid and erythoid cells result from a reduction in hematopoietic stem cell numbers. To determine whether the reduction in mpo- expressing cells observed in ddx18 mutants resulted from diminished production or from increased cell death, we performed acridine orange and TUNEL staining. This demonstrated markedly increased cell death in ddx18 mutants. Flow cytometric assessment of whole embryo cell lysates for annexin V binding also confirmed increased numbers of apoptotic cells in ddx18 mutants at 2 dpf indicating that active cell death was occurring at this time point. Finally, injection of a morpholino to knockdown expression of p53 was able to rescue the reduction of mpo -expressing cells seen in ddx18 mutants and reverted myeloid cell numbers to that of WT siblings. Thus, loss of ddx18 results in p53-dependant cell death in hematopoietic cells. To address whether DDX18 in plays a role in human MDS/AML we sequenced the DDX18 gene in 22 human AML cell lines and patient samples from 72 patients. Three heterozygous nonsynonymous genomic DNA sequence alterations resulting in amino acid substitutions were detected in 2 MDS patients, C184Y and V371I in one patient and V621I in a second. None of these has been previously annotated as single nucleotide polymorphisms in any species. Two of the 3 alterations were located in regions conserved with the zebrafish ddx18 gene (C184 and V371). Our results demonstrate that ddx18 plays a critical role in developmental hematopoiesis in zebrafish. Infrequent DDX18 sequence alterations occur in human AML/MDS cells, suggesting that DDX18 disruption may have a role in the pathogenesis of AML/MDS in a subset of patients. Further studies will delineate the interaction between p53 and ddx18 in the zebrafish and address the functional consequences of the heterozygous mutations found in human AML/MDS samples to determine whether DDX18 can function as a novel tumor suppressor (and a potential therapeutic target) in MDS/AML.",
    "topics": [
        "hematopoiesis",
        "rna helicase",
        "zebrafish",
        "dna",
        "acridine orange",
        "alpha-globin",
        "annexin a5",
        "bone marrow, hypocellular",
        "cytopenia",
        "dysplasia"
    ],
    "author_names": [
        "Elspeth Payne, MB, ChB",
        "Niccolo Bolli, MD",
        "Clemens Grabher",
        "Jennifer Rhodes, PhD",
        "John Kanki",
        "Ilene Galinsky, ANP",
        "Richard Stone, MD",
        "Finbar E Cotter, FRCP, FRCPath, PhD",
        "A. Thomas Look, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elspeth Payne, MB, ChB",
            "author_affiliations": [
                "Pediatric Oncology Department, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Niccolo Bolli, MD",
            "author_affiliations": [
                "Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clemens Grabher",
            "author_affiliations": [
                "Pediatric Oncology, Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Rhodes, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Kanki",
            "author_affiliations": [
                "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilene Galinsky, ANP",
            "author_affiliations": [
                "Dana Farber Cancer Inst., Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Stone, MD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Finbar E Cotter, FRCP, FRCPath, PhD",
            "author_affiliations": [
                "Centre for Haematology, Barts and The London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Thomas Look, MD",
            "author_affiliations": [
                "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T21:33:15",
    "is_scraped": "1"
}