{
    "doi": "https://doi.org/10.1182/blood.V120.21.3457.3457",
    "article_title": "Expression of C/EBPβ in Bone Marrow Mesenchymal Stem Cells Is Mandatory for Early-Stage B Cell Lymphopoiesis ",
    "article_date": "November 16, 2012",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster III",
    "abstract_text": "Abstract 3457 The interplay between hematopoietic cells and bone marrow microenvironment organized by mesenchymal stem cells is important for the maintenance of hematopoiesis. With respect to B cell lymphopoiesis, several constituents of bone marrow microenvironment specific for B cells (“B cell niche”) have been identified, including CXCL12/stromal cell-derived factor-1 (SDF-1)-abundant reticular cells as cellular factors, and CXCL12/SDF-1, interleukin (IL)-7, stem cell factor (SCF), fms-related tyrosine kinase 3 ligand (Flt3-L), and nuclear factor kappa-B ligand (RANKL), as essential humoral factors. However, the precise mechanism through which mesenchymal stem cells in the bone marrow microenvironment support B cell lymphopoiesis, especially the role of transcription factors, remains unknown. We show that the mesenchymal stem cells lacking a transcription factor, CCAAT enhancer binding protein (C/EBP) b, are functionally abnormal, which contribute to the impairment of B cell lymphopoiesis in C/EBPb knockout mice. In C/EBPb knockout mice, the number of B cells, in particular, B220 + CD43 + precursor B cells, was significantly decreased in bone marrow compared with that in wild-type littermates ( Figure 1 A and 1 B). As shown in Fig. 1 A, the percentage of total B220 + B cells was decreased at 19.1 ± 7.1% in the bone marrow of C/EBPb knockout mice (KO, n = 13) compared to wild-type mice (WT, n = 14, 26.5 ± 7.3%: * P <0.05). The percentage of B220 + CD43 + precursor B cells was also decreased at 5.2 ± 1.5% in the bone marrow of C/EBPb knockout mice (KO, n = 13) compared to wild-type mice (WT, n = 14, 7.4 ± 1.6%: ** P <0.01). Intriguingly, in vivo bone marrow transplantation experiments demonstrated that the bone marrow cells derived from C/EBPb knockout mice were engrafted in lethally-irradiated (10 Gy) wild-type mice with equivalently B cell recovery compared to the bone marrow cells from normal wild-type mice. Conversely, when normal wild-type c-kit + Sca-1 + lineages − hematopoietic stem cells (KSL cells) were co-cultured with C/EBPb deficient mesenchymal stem cells in vitro (KO), they showed impaired B cell differentiation compared to the co-culture with normal wild-type mesenchymal stem cells (WT, Figure 1 C). Mechanistically, the CXCL12/SDF-1 production by C/EBPb deficient mesenchymal stem cells was reduced compared with that by wild-type mesenchymal stem cells (KO, n = 5, 4.47 ± 1.16 ng/mL; WT, n = 5, 9.90 ± 1.93 ng/mL; ** P < 0.01). These results suggest a possibility that abnormal C/EBPƒÀ deficient mesenchymal stem cells in bone marrow microenvironment contribute to impaired B cell lymphopoiesis in C/EBPb knockout mice. We further found that C/EBPb deficient mesenchymal stem cells displayed several functional abnormalities. First, calcium accumulation was significantly reduced in 4 week osteogenesis-inducing cultures of C/EBPb-deficient mesenchymal stem cells compared to cultures of wild-type mesenchymal stem cells. This occurred along with the down-regulated expression of the principal osteogenic master molecule runt-related transcription factor 2 (Runx2). Second, lipid deposition was significantly reduced in 1 week adipogenesis-inducing cultures of C/EBPb-deficient mesenchymal stem cells. The expression of adipogenic markers, including peroxisome proliferator-activated receptor b (PPARb) was significantly reduced in adipogenic cultures of C/EBPb-deficient mesenchymal stem cells compared with cultures of wild-type mesenchymal stem cells Finally, the number of colony-forming unit fibroblast (CFU-F) was higher in the bone marrow of C/EBPb knockout mice than in that of wild-type mice. Collectively, C/EBPb-deficient mesenchymal stem cells have aberrant multi-differentiation capability and increased proliferation activity compared with wild-type mesenchymal stem cells, further supporting that C/EBPb-deficient mesenchymal stem cells were functionally abnormal. View large Download slide View large Download slide  Close modal Altogether, this work demonstrates that impaired B cell lymphopoiesis in C/EBPb knockout mice is attributed to abnormal mesenchymal stem cells in bone marrow microenvironment, at least in a steady-state, an effect that is due in part to the impaired CXCL12/SDF-1 production. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "bone marrow",
        "bone marrow transplantation",
        "calcium",
        "ccaat-enhancer-binding proteins",
        "coculture techniques",
        "fibrinogen",
        "interleukins",
        "ligands",
        "lipids"
    ],
    "author_names": [
        "Satoshi Yoshioka, MD",
        "Yasuo Miura, MD, PhD",
        "Hisayuki Yao, MD, PhD",
        "Yoshihiro Hayashi, MD",
        "Akihiro Tamura",
        "Tatsuo Ichinohe, MD, PhD",
        "Hideyo Hirai, MD, PhD",
        "Akifumi Takaori-Kondo, MD, PhD",
        "Taira Maekawa, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Satoshi Yoshioka, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yasuo Miura, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisayuki Yao, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiro Hayashi, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihiro Tamura",
            "author_affiliations": [
                "Department of Transfusion Medicine & Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsuo Ichinohe, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Respiratory Medicine and Oncology, Department of Internal Medicine, Faculty of Medicine, Saga University, Saga, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideyo Hirai, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akifumi Takaori-Kondo, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taira Maekawa, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T06:43:28",
    "is_scraped": "1"
}