{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.934.934",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3736",
    "start_url_page_num": 3736,
    "is_scraped": "1",
    "article_title": "Comparative Proteomics and Functional Analysis of Red Blood Cell Membrane Proteins in the Rare in(Lu) Blood Type ",
    "article_date": "December 7, 2017",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster I",
    "topics": [
        "blood type",
        "erythrocytes",
        "membrane proteins",
        "proteomics",
        "antigens",
        "blood group antigens",
        "blood groups",
        "fetal hemoglobin",
        "anemia",
        "cd44 antigens"
    ],
    "author_names": [
        "Slim Azouzi, PhD",
        "Mahmoud Mikdar, MSc",
        "Sara El Hoss",
        "Alexandra Willemetz, MSc",
        "Emilie-fleur Gautier, PhD",
        "Patrick Mayeux, PhD",
        "Wassim El Nemer, PhD",
        "Yves Colin, PhD",
        "Caroline Le Van Kim, PhD",
        "Thierry Peyrard, PhD PharmD"
    ],
    "author_affiliations": [
        [
            "UMR_S1134, Inserm/ University Paris Diderot/INTS, Paris, France ",
            "Laboratoire d'Excellence GR-Ex, Paris, France "
        ],
        [
            "UMR_S1134, Inserm / University Paris Diderot/INTS, Paris, France "
        ],
        [
            "Laboratoire d'Excellence GR-Ex, Paris, France ",
            "UMR_S 1134 Integrated Biology of the Red Cell, Université Sorbonne Paris Cité/Université Paris Diderot/INSERM/INTS/Laboratoire d´Excellence GR-Ex, Paris, France "
        ],
        [
            "Laboratoire d'Excellence GR-Ex, Paris, France ",
            "Inserm / University Paris Diderot/INTS, Paris, France "
        ],
        [
            "Laboratoire d'Excellence GR-Ex, Paris, France ",
            "Laboratoire d'Excellence GR-Ex, Institut Cochin, INSERM U1016, Université Paris Descartes, Paris, France "
        ],
        [
            "Laboratoire d'Excellence GR-Ex, Paris, France ",
            "Laboratoire d'excellence GR-Ex, Institut Cochin, INSERM U1016, University Paris Descartes, Paris, France "
        ],
        [
            "Laboratoire d'Excellence GR-Ex, Paris, France ",
            "UMR_S 1134, Université Paris Diderot/Inserm/INTS, Paris, France "
        ],
        [
            "Laboratoire d'Excellence GR-Ex, Paris, France ",
            "UMR_S1134, University Paris Diderot/Inserm/INTS, Paris, France"
        ],
        [
            "Laboratoire d'Excellence GR-Ex, Paris, France ",
            "UMR_S 1134 Integrated Biology of the Red Cell, Université Sorbonne Paris Cité/Université Paris Diderot/INSERM/INTS/Laboratoire d´Excellence GR-Ex, Paris, France "
        ],
        [
            "Laboratoire d'Excellence GR-Ex, Paris, France ",
            "Inserm / University Paris Diderot/INTS, Paris, France "
        ]
    ],
    "first_author_latitude": "48.8383427",
    "first_author_longitude": "2.3420702",
    "abstract_text": "KLF1 is an essential erythroid transcription factor (EKLF) involved both in the ß-globin switch from fetal to adult and in definitive erythropoiesis. KLF1 also activates genes encoding heme biosynthetic enzymes, as well as genes involved in the cell cycle and the synthesis of membrane proteins. Heterozygosity for one or several nucleotide changes in KLF1 may be responsible for the so-called dominant Lu(a-b-) phenotype, also known as In(Lu) for \"Inhibitor Lutheran\" and characterized by a dramatic reduction in the expression levels of the Lutheran blood group antigens and a slight elevation in hemoglobin F (HbF). Several other blood group antigens are also under the direct control of KLF1, but their number and expression level in In(Lu) red blood cells (RBCs) remain a matter of debate. In addition, mutations in KLF1 in humans lead to anemia, acantocytosis and some of these variants, such as CDA type IV, are characterized by ineffective terminal differentiation and defects in enucleation. Given the major role of KLF1 in erythropoiesis, it would not be surprising that In(Lu) RBCs show abnormal properties. In this work, we performed proteomic studies to quantify membrane proteins in In(Lu) vs control RBCs. Results: using label-free mass spectrometry, we analyzed the expression levels of membrane proteins in 5 In(Lu) and 4 control RBCs. Hierarchical clustering allowed to identify two modulation profiles of protein expression (Figure 1). The first profile (red color) is composed of 49 proteins over-expressed in In(Lu) RBCs, with the majority of them corresponding to the \"26S proteasome complex\" (PSMA, PSMB, PSMD, and PSME). In addition, we confirmed the overexpression of the 26S proteasome complex in In(Lu) RBCs by western blot analyses. The second profile (green color) includes 23 membrane proteins with a lower expression level in In(Lu) RBCs; these proteins correspond to blood group antigens (e.g. Lu/BCAM, CD44), and to cytoskeletal proteins (e.g. dematin, flotillin). Five proteins carrying blood group systems show a decrease of expression in In(Lu) RBCs over 40%: Chido/Rodgers, Xg, Indian, Duffy and Lutheran: antigens. While our results indicating of decreased expression of Indian and Chido/Rodgers systems are consistent with previous reports, the Duffy expression was unexpectedly found to be decreased by 86%. Since we evidenced an important increase in the proteasome complex, and taking into account that KLF1 is involved in the regulation or erythropoiesis, we, investigated the expression profile of the 26 S proteasome expression during erythropoiesis. We observed an important decrease of all proteins of the proteasome complex during erythropoiesis. Conclusion: from our preliminary results reported in this study, we hypothesized that the increase of the 26S proteasome in the In(Lu) individuals may result from defects in organelle loss and could explain the profound dyserytropoiesis observed in the \"nan\" mice null for KLF1. Figure 1: Comparative proteomics of red blood cell membrane proteins in In(Lu) blood group type. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}