{
    "doi": "https://doi.org/10.1182/blood.V104.11.3126.3126",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=40",
    "start_url_page_num": 40,
    "is_scraped": "1",
    "article_title": "Addition of Rituximab to CHOP Is an Attractive Strategy as Primary Therapy for Diffuse Large B Cell Lymphoma (DLBCL) in Patients Age <60 Years: An Economic Analysis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "rituximab",
        "cost-effectiveness analysis",
        "r-chop",
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "brachial plexus neuritis",
        "disease remission",
        "follow-up"
    ],
    "author_names": [
        "John Kuruvilla, MD",
        "Rodrigo Cavalcanti, MD",
        "Armand Keating, MD",
        "Michael Crump, MD"
    ],
    "author_affiliations": [
        [
            "Lymphoma Site Group, Princess Margaret Hospital, Toronto, ON, Canada",
            "University of Toronto, Toronto, ON, Canada"
        ],
        [
            "Division of General Internal Medicine, University Health Network, Toronto, ON, Canada",
            "University of Toronto, Toronto, ON, Canada"
        ],
        [
            "Lymphoma Site Group, Princess Margaret Hospital, Toronto, ON, Canada",
            "University of Toronto, Toronto, ON, Canada"
        ],
        [
            "Lymphoma Site Group, Princess Margaret Hospital, Toronto, ON, Canada",
            "University of Toronto, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "Introduction: Cyclophosphamide, doxorubicin, vincristine and prednisone (CHOP) chemotherapy has been the standard of care for treatment of DLBCL. The randomized trial by Coiffier et al. (NEJM 2002) of CHOP vs. the anti-CD20 antibody Rituximab+CHOP (R-CHOP) demonstrated that R-CHOP improved overall survival (OS) and progression-free survival (PFS) in patients 60 years or older with DLBCL. Preliminary results of a randomized trial by Pfreundschuh et al. (ASCO 2004, Abstract 6500) and a cohort study by Sehn et al. (ASH 2003 Abstract 88) have demonstrated similar outcomes in patients age < 60 years. Rituximab dramatically increases the cost of chemotherapy due to additional drug expense and increased administration times. However, an improvement in OS and PFS may offset initial costs by reducing the need for salvage chemotherapy and autologous stem cell transplantation (ASCT). To test this hypothesis, a cost analysis was performed to evaluate how the decision to make R-CHOP the treatment standard for DLBCL in Ontario may affect the cost of treatment in patients (pts) less than 60 years of age. Methods: A decision analysis tree summarizing clinical outcomes for 2 years following initial treatment for DLBCL was built using TreeAge Pro 4.0 (TreeAge Software Inc. MA). This time period was chosen because the current follow-up of pts age <60 treated with R-CHOP years is short. The decision node compared initial treatment with CHOP vs. initial treatment with R-CHOP. Both arms included the costs of salvage chemotherapy (using DHAP) with subsequent ASCT as well as palliative chemotherapy. Radiation therapy costs were not included. Costs were calculated in Canadian dollars and were obtained from clinical data at Princess Margaret Hospital. Treatement outcome probabilities were obtained from the literature or from local clinical experience if published data were not available. A utility analysis could not be performed due to a lack of measured utility data in pts with DLBCL who have received R-CHOP, CHOP or ASCT. Results: The R-CHOP strategy resulted in higher overall costs but greater effectiveness than CHOP alone. Mean costs were C$30,000 for the R-CHOP strategy compared to C$19,000 for the CHOP strategy. The incremental cost per life year gained by the R-CHOP strategy for DLBCL was $70,806. One-way sensitivity analysis for all variables did not significantly alter results. The key variables influencing the decision are the cost of Rituximab, the cost of ASCT, and the efficacy of Rituximab. Discussion: With an incremental cost of < $100 000 per life year, initial R-CHOP chemotherapy for DLBCL is moderately attractive even within a short time horizon of two years, mainly by reducing the need for subsequent salvage chemotherapy and ASCT, and their associated costs. Although the follow-up of studies of pts age 60 indicate that this treatment produces durable remissions and this will likely be the case in younger patients. Although we did not perform a cost-utility analysis, higher quality-of-life associated with disease remission, compared to ASCT, would favor use of R-CHOP. In conclusion, R-CHOP is an economically attractive treatment for DLBCL despite the high-cost of Rituximab."
}