{
    "doi": "https://doi.org/10.1182/blood-2018-99-111962",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3867",
    "start_url_page_num": 3867,
    "is_scraped": "1",
    "article_title": "Genome-Wide CRISPR-Cas9 Screening Reveals a Role for TRAF2 in Resistance to IMiDs in Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "abstract_text": "Major improvements in patient outcome have resulted from the development of novel agents targeting multiple myeloma (MM) cells in the bone marrow (BM) microenvironment. Immunomodulatory drugs (IMiDs) including lenalidomide and pomalidomide bind to the CRL4 CRBN ubiquitin ligase and promote proteasomal degradation of IKZF1/3 followed by induction of growth inhibition in MM cells. Although IMiDs-based treatments have achieved significant responses and improved outcomes in MM patients, acquired resistance to IMiDs commonly underlies relapse. Although the molecular mechanisms regulating sensitivity to IMiDs have not been fully defined, cereblon (CRBN) is considered to be the primary binding target of IMiDs. However, some MM cells show resistance to IMiDs despite harboring high CRBN expression levels. In this study, we show that TRAF2, a member of TNF receptor associated factor protein family, represents a novel regulator of IMiDs sensitivity in MM cells. To study the molecular mechanisms underlying IMiDs resistance, we first performed genome-wide knockout screening in IMiDs-sensitive MM.1S cells using a CRISPR-Cas9 GeCKOv2 library containing 6 unique sgRNAs against each of 19,050 genes and 4 sgRNAs against each of 1,864 miRNAs Twenty-eight genes and one miRNA were identified which were associated with resistance to IMiDs. Of note, all six sgRNAs targeting CRBN were identified, consistent with previous studies. Among these novel genes, we found that three different sgRNAs targeting TRAF2 were enriched after IMiDs selection. Therefore, we next individually cloned the sgRNAs of TRAF2 into the Cas9 lentiviral vector, and then re-introduced them into MM.1S cells. Importantly, TRAF2 knockout (KO) MM.1S cells acquire significant resistance to pomalidomide and lenalidomide treatments. To examine whether TRAF2 KO-induced IMiDs resistance was CRBN-pathway dependent, we assessed CRBN and its downstream protein levels. TRAF2 KO showed no effect on CRBN expression; IMiDs can still induce IKZF1/3 degradation, associated with downregulation of IRF4 in TRAF2 KO cells. Taken together, these data suggest that TRAF2 mediates sensitivity of IMiDs, independent of CRBN-IKZF1/3 axis. Since TRAF2 is a member of the TNF receptor associated factor (TRAF) protein family required for activation of several signal pathways including NF-ĸB and JNK, we next examined signaling cascades modulated by TRAF2 KO. Importantly, TRAF2-KO MM cells revealed increased processing of p52 (NF-ĸB2) from its precursor p100, resulting in hyperactivation of the non-canonical NF-κB pathway. The soluble factors (ie, cytokines) secreted by MM cells have important paracrine role on MM cell growth and drug resistance. We therefore performed cytokine analysis of proteins secreted by TRAF2 KO cells, and found that chemokine (C-C motif) ligand 5 (CCL5), a target gene of NF-kB pathway, was upregulated in TRAF2 KO cells. Moreover, upregulation of CCL5 was also observed in acquired IMiDs resistant MM1.S cells, which was confirmed by quantitative real-time PCR. In addition, exogenous CCL5 in the culture medium partially downregulated sensitivity to IMiDs treatment. In conclusion, we here identify and validate TRAF2 as a novel regulator of IMiDs sensitivity, independent of CRBN. Our mechanistic studies provide the preclinical rationale for combination treatment strategies with non-canonical NF-kB inhibitors to overcome IMiDs resistance in MM. Disclosures Zhou: WuXi App Tec Inc: Employment. Anderson: Oncopep: Equity Ownership; C4 Therapeutics: Equity Ownership; Celgene: Consultancy; Takeda Millennium: Consultancy; Bristol Myers Squibb: Consultancy; Gilead: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "crispr-cas9",
        "culture media",
        "genome",
        "multiple myeloma",
        "screening",
        "rantes",
        "cytokine",
        "lenalidomide",
        "micrornas",
        "nf-kappa b"
    ],
    "author_names": [
        "Jiye Liu, PhD",
        "Wenrong Zhou, PhD",
        "Lijie Xing, MD",
        "Liang Lin, PhD",
        "Kenneth Wen, BS",
        "Yu-Tzu Tai, PhD",
        "Teru Hideshima, MD PhD",
        "Yong Cang, PhD",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Oncology Business Unit and Innovation Center for Cell Signalling Network, WuXi AppTec Inc., Shanghai, China "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
            "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, China "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "School of Life Science and Technology, ShanghaiTech University, Shanghai, China "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799"
}