{
    "doi": "https://doi.org/10.1182/blood.V118.21.2280.2280",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1941",
    "start_url_page_num": 1941,
    "is_scraped": "1",
    "article_title": "Induction and Break of Immune Tolerance to Human FVIII in a HLA-DRB1*1501 Humanized Hemophilic Mouse Model ",
    "article_date": "November 18, 2011",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "amino acids",
        "antibodies",
        "drug administration routes",
        "hemophilia a",
        "hla-drb1 gene",
        "immune tolerance",
        "ligands",
        "mice",
        "middle east respiratory syndrome",
        "molecule"
    ],
    "author_names": [
        "Katharina Nora Steinitz, PhD",
        "Brigitte Binder",
        "Christian Lubich",
        "Rafi Uddin Ahmad, PhD",
        "Markus Weiller, PhD",
        "Maurus de la Rosa, PhD",
        "Hans Peter Schwarz, MD",
        "Friedrich Scheiflinger, PhD",
        "Birgit M Reipert, PhD"
    ],
    "author_affiliations": [
        [
            "Immunology, Baxter BioScience, Vienna, Austria, "
        ],
        [
            "Immunology, Baxter BioScience, Vienna, Austria, "
        ],
        [
            "Immunology, Baxter BioScience, Vienna, Austria, "
        ],
        [
            "Pharmacology, Baxter BioScience, Vienna, Austria, "
        ],
        [
            "Pharmacology, Baxter BioScience, Vienna, Austria, "
        ],
        [
            "Immunology, Baxter BioScience, Vienna, Austria, "
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ],
        [
            "Baxter BioScience, Vienna, Austria"
        ],
        [
            "Immunology, Baxter BioScience, Vienna, Austria, "
        ]
    ],
    "first_author_latitude": "48.23655405",
    "first_author_longitude": "16.318288149999997",
    "abstract_text": "Abstract 2280 Development of neutralizing antibodies against FVIII is the major complication in the treatment of patients with hemophilia A. Although several genetic and environmental risk factors have been identified, it remains unclear why some patients develop antibodies while others do not. Understanding the underlying mechanisms that drive the decision of the immune system whether or not to make antibodies against FVIII would help to design novel therapeutics. We used a new humanized hemophilic mouse model that expresses the human MHC-class II molecule HLA-DRB1*1501 on the background of a complete knock out of all murine MHC-class II genes. Initial studies had indicated that only a fraction of these mice developed antibodies when intravenously (i.v.) treated with human FVIII. These findings which resemble the situation in patients with severe hemophilia A, evoked the question if the lack of antibody development in non-responder mice reflects the induction of specific immune tolerance after i.v. application of FVIII or represent non-responsiveness for other reasons. We addressed this question by choosing another application route (subcutaneous, s.c.) and by combining i.v. application with a concomitant activation of the innate immune system applying LPS, a well characterized ligand for toll-like receptor 4, together with FVIII. Both strategies resulted in the development of antibodies in all mice included in the study what suggested that non-responsiveness against i.v. FVIII does not reflect an inability to develop antibodies against FVIII. Next, we asked if i.v. FVIII does induce immune tolerance in non-responder mice. We pretreated mice with i.v. FVIII, selected non-responder mice and challenged them with s.c. FVIII. None of the mice developed antibodies what indicated that i.v. pretreatment had induced immune tolerance in non-responder mice. Currently, we test the hypothesis that immune tolerance after i.v. application is induced and maintained by FVIII-specific regulatory T cells. The differences in responder rates after i.v. and s.c. application of FVIII raised the question if there are differences in FVIII T-cell epitopes involved in the initial activation of FVIII-specific CD4 + T cells. We obtained spleen cells from mice treated with either i.v. or s.c. FVIII and generated CD4 + T-cell hybridoma libraries that were tested for peptide specificities. For this purpose we used a FVIII peptide library containing 15 mers with an offset of 3 amino acids. Our results indicate that the pattern of FVIII-specific T-cell epitopes involved in the activation of FVIII-specific CD4 + T cells after i.v. and s.c. application of FVIII is almost identical and represents a small set of FVIII peptides distributed over the A1, A2, B, A3 and C1 domains. Based on our results we conclude that the new HLA-DRB1*1501 hemophilic mouse model represents an interesting opportunity to uncover the mechanisms that drive the decision of the immune system whether or not to develop antibodies against FVIII. Disclosures: Steinitz: Baxter BioScience: Employment. Binder: Baxter BioScience: Employment. Lubich: Baxter BioScience: Employment. Ahmad: Baxter BioScience: Employment. Weiller: Baxter BioScience: Employment. de la Rosa: Baxter BioScience: Employment. Schwarz: Baxter BioScience: Employment. Scheiflinger: Baxter BioScience: Employment. Reipert: Baxter Innovations GmbH: Employment."
}