{
    "doi": "https://doi.org/10.1182/blood.V104.11.3834.3834",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=121",
    "start_url_page_num": 121,
    "is_scraped": "1",
    "article_title": "Biological Characteristics of T Cells from CD4 Idiopathic Lymphocytopenia Patients Activated and Expanded Using Xcellerate™ Technology. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "aldesleukin",
        "antigens, cd25",
        "cd28 antigens",
        "cd40 ligand",
        "cd56 antigens",
        "chemotherapy regimen",
        "cytokine",
        "hiv infections",
        "infections",
        "interleukin 2 receptor"
    ],
    "author_names": [
        "Joy Lawrence",
        "Mark L. Bonyhadi, PhD",
        "Charlotte Cunningham-Rundles, MDPhD",
        "Ronald J. Berenson, MD",
        "Alice Long, PhD"
    ],
    "author_affiliations": [
        [
            "Research, Xcyte Therapies, Inc., Seattle, WA, USA"
        ],
        [
            "Research, Xcyte Therapies, Inc., Seattle, WA, USA"
        ],
        [
            "Pediatrics and Immunobiology, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Research, Xcyte Therapies, Inc., Seattle, WA, USA"
        ],
        [
            "Research, Xcyte Therapies, Inc., Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.6099451",
    "first_author_longitude": "-122.32897179999999",
    "abstract_text": "Idiopathic CD4 lymphocytopenia (ICL) is characterized by reduced CD4 + T cell counts in the absence of HIV infection or other defined causes. Patients with ICL generally have CD4 + T cell counts < 100/μL and are at risk for infections. Administration of IL-2 has been reported to reduce the risk of infections in some patients, but CD4 + T cell counts remain low. Currently, there is no available therapy to increase the number of CD4 + T cells in these patients. We have developed the Xcellerate™ Technology, in which T cells are activated and expanded ex vivo from peripheral blood mononuclear cells (PBMC) using microscopic paramagnetic beads conjugated with anti-CD3 and anti-CD28 monoclonal antibodies (Xcyte™Dynabeads®). In patients with low CD4 counts due to HIV or cancer chemotherapy, administration of T cells activated and expanded using the Xcellerate Technology or similar process leads to significant increases in CD4 + T cell counts to normal levels that are sustained over several months. In the current study, we tested the ability of the Xcellerate Technology to expand T cells from patients with ICL. We collected data on T cell phenotype, cell expansion, activation marker expression, cytokine secretion, T cell receptor (TCR) repertoire diversity, functional potential and response to restimulation. T cells expanded a median of 902 fold (range 281–1529; n=3 patients), and demonstrated typical induction of surface-activation marker expression, including upregulation of CD25 (IL-2R) and CD154 (CD40L). Phenotypic compositions of the ICL donor PBMC were heterogenous both before and after T cell expansion. Two patients had very high levels of CD4 − CD8 − T cells, and one of these two patients also had very high levels of γδ + T cells. Each of these populations was maintained throughout expansion. The other patient displayed high levels of circulating CD3 + CD56 + NKT cells that did not proliferate as robustly as other T cells during the expansion process. For two patients, flow cytometric analysis revealed a normal pattern of TCR Vβ surface expression while the remaining tissue had a skewed TCR Vβ distribution pattern. Following initial expansion and subsequent restimulation, T cells rapidly re-expressed surface activation markers and cytokines. In these preliminary studies, T cells from patients with ICL were expanded successfully using the Xcellerate Technology, suggesting that this approach might be used for clinical application in this disease.  View large View Large"
}