{
    "doi": "https://doi.org/10.1182/blood-2020-141586",
    "article_title": "Cost Avoidance from Automated Dose Rounding of Biological and Cytotoxic Anticancer Drugs in an Integrated Delivery Network ",
    "article_date": "November 5, 2020",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Background: Projected costs of cancer care are expected to reach $172.8 billion dollars by 2020[1]. Cost of oncology drugs have outpaced other areas[2] with novel drugs priced at a median of $115,981/year between 2009 and 2013[3], making cost control an important priority. Rounding drug doses to the nearest vial size, as long as the difference is smaller than an accepted percentage, has been shown to reduce the cost of care[4]. This also allows workflow efficiency by simplifying compounding and decreasing waste documentation[5] and reduces the potential for medication errors[6]. Dose rounding has been recommended by the Hematology/Oncology Pharmacy Association (HOPA)[5] and the HOPA position paper was endorsed by NCCN[7]. Methods In accordance with HOPA position statement, an integrated community-based healthcare system comprised of 13 providers across 8 infusion centers implemented dose rounding to the nearest vial if within 10% based on actual calculated dose for biological and cytotoxic agents. Performed manually by oncology pharmacists at the time of initial introduction in January 2020, this was transitioned to automated dose rounding by the oncology chemotherapy software (Epic Beacon, Epic Systems, Verona, WI) in June 2020. To facilitate provider adoption and maximize cost-savings, we compiled a list of 31 biological and chemotherapy agents that provided the greatest therapeutic margin and potential for cost savings. Dose rounding parameters for each agent was developed to standardize and facilitate automated dose rounding. Lower and upper bounds were set so that the vial size was within 10% of the actual calculated dose (e.g. doses between 91 mg and 111 mg to a 100 mg vial, Table 1). Cost avoidance was calculated based on the acquisition price of the lowest vial size available and necessary to make the pre-rounded dose. Results Total cost avoidance between January 2020 and July 2020 by dose rounding 31 different chemotherapy and biological agents was $679,780.02. Automated dose rounding drugs introduced in June 2020 high value drugs resulted in cost savings of $ 112,994.12 over a seven week period. Dose rounding of biological drugs accounted for 89.4% of the total cost savings. Rounding of cytotoxic drugs resulted in a cost saving of $71,588.35. Trastuzumab dose rounding was associated with the greatest amount of cost avoidance of $147,194.44, accounting for 21.65% of total cost avoidance. Dose rounding up to the nearest vial ranged between 0.13%-9.75% (median 3.52%). Dose rounding down to the nearest vial ranged between -0.10% -9.93% (median -3.36%). Conclusions: We demonstrate feasibility of implementing an automated EHR based dose rounding protocol in an integrated delivery network, widespread adoption across multiple centers and significant cost avoidance accrued from the intervention. Similar dose rounding protocols should prioritize biologics agents due to their high utilization and costs. References: 1. Mariotto A B, K.Y.R., Shao Y, Feuer E J, Brown M L, Projections of the Cost of Cancer Care in the United States: 2010-2020. Journal of the National Cancer Institute, 2011. 103 (2): p. 117-128. W2. Medicines Use and Spending in the US: a Review of 2016 and Outlook to 2021.https://www.iqvia.com/institute/reports/medicines-use-and-spending-in-the-us-a-review-of-2016 . 2016, IQVIA. W3. Mailankody S, P.V., Five Years of Cancer Drug Approvals: Innovation, Efficacy, and Costs. JAMA Oncology, 2015. 15 (4): p. 539-540. W4. Vandyke TH, A.P., Ballmer CM, Kintzel PE., Cost avoidance from dose rounding biologic and cytotoxic antineoplastics. Journal of oncology pharmacy practice, 2017. 23 (5): p. 379-383. W5. Fahrenbruch, R., Kintzel, P., Bott, A. M., Gilmore, S., Markham, R, Dose Rounding of Biologic and Cytotoxic Anticancer Agents: A Position Statement of the Hematology/Oncology Pharmacy Association. Journal of oncology practice, 2018. 14 (3): p. e130-e136. W6. Goldspiel, B., Hoffman, J. M., Griffith, N. L., Goodin, S., DeChristoforo, R., Montello, C. M., Chase, J. L., Bartel, S., Patel, J. T, ASHP guidelines on preventing medication errors with chemotherapy and biotherapy. American journal of health-system pharmacy, 2015. 72 (8): p. e6-e35. W7. National Comprehensive Cancer Network. NCCN Chemotherapy Order Templates (NCCN Templates®). https://www.nccn.org/professionals/OrderTemplates/PDF/HOPA.pdf. Accessed July 30, 2020 . 2020, NCCN: Plymouth Meeting, PA 19462. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Amit Sanyal",
        "Susan K Woelich, PharmD",
        "Matthew Mattila, PharmD",
        "Stephanie McCleary, PharmD",
        "James Thomas, PharmD",
        "Daniel Wellner, PharmD, BCPS"
    ],
    "author_dict_list": [
        {
            "author_name": "Amit Sanyal",
            "author_affiliations": [
                "SSM Health Cancer Care, Verona, WI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susan K Woelich, PharmD",
            "author_affiliations": [
                "SLU, St. Louis,"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Mattila, PharmD",
            "author_affiliations": [
                "SSM Health, Fond Du Lac, WI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie McCleary, PharmD",
            "author_affiliations": [
                "SSM Health, St. Louis,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Thomas, PharmD",
            "author_affiliations": [
                "ssm health, St. Louis,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Wellner, PharmD, BCPS",
            "author_affiliations": [
                "SSM Health Cancer Care, madison,"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T09:33:16",
    "is_scraped": "1"
}