{
    "doi": "https://doi.org/10.1182/blood.V108.11.5435.5435",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=712",
    "start_url_page_num": 712,
    "is_scraped": "1",
    "article_title": "The Relationship between CRP, Citrulline and Bacteremia among Patients Undergoing Autologous Peripheral Blood Stem Cell Transplantation for Multiple Myeloma. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "bacteremia",
        "citrulline",
        "c-reactive protein",
        "multiple myeloma",
        "peripheral blood stem cell transplantation",
        "blood culture",
        "hematopoietic stem cell transplantation",
        "blood culture positive",
        "hospital admission",
        "infections"
    ],
    "author_names": [
        "Alexandra H.E. Herbers, MD",
        "J. Peter Donnelly, PhD",
        "Ben E. de Pauw, MD PhD",
        "Nicole N.A. Blijlevens, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, University Medical Center St Radboud, Nijmegen, Netherlands",
            " "
        ],
        [
            "Hematology, University Medical Center St Radboud, Nijmegen, Netherlands",
            " "
        ],
        [
            "Hematology, University Medical Center St Radboud, Nijmegen, Netherlands",
            " "
        ],
        [
            "Hematology, University Medical Center St Radboud, Nijmegen, Netherlands",
            " "
        ]
    ],
    "first_author_latitude": "51.8632089",
    "first_author_longitude": "5.9324530499999995",
    "abstract_text": "Background: Infection remains a leading cause of morbidity and mortality in hematopoetic stem cell transplant (HSCT) recipients. The objective of the present study was to identify the relationship between C-reactive protein (CRP), serum citrulline as an indicator of gut mucosal barrier injury, and bacteremia in patients undergoing autologous peripheral blood (PB)HSCT for multiple myeloma. Methods: 29 consecutive patients given high dose melphalan as conditioning therapy for a PBHSCT according to a national protocol from May 2004 to May 2005 were included in the analysis. Blood cultures were obtained at least twice weekly during three weeks of hospital admission; bacteremia was defined by any positive blood culture. SPSS for Windows version 12 was used to perform statistical calculations. CRP values were transformed to log10 whereas the actual citrulline values were used. Results: The mean age of the patients was 55 (range 33–65) years and the mean length of hospital stay was 23 (17–34) days. Blood cultures of 19 patients yielded bacterial growth. For the overall study population a specific pattern of citrulline levels that was not correlated with the occurrence of bacteremia was observed. At baseline the levels (mean ± SD) amounted to 25.4 ± 6.2 micromol/L, after 1 week 14.1 ± 4.7 micromol/L, after 2 weeks 7.1 ± 3.5 micromol/L and after 3 weeks 9.3 ± 5.2 micromol/L. The corresponding CRP levels showed a high SD pointing at a patient-specific level. The respective values (mean ± SD) were: 5 ± 3 mg/L at baseline, 8 ± 10 mg/L lst week, 95 ± 86 mg/L 2nd week and 47 ± 83 mg/L 3rd week. A strong correlation (p<0.01) was found between positive blood cultures and low citrulline (7.6 ± 3.8 micromol/L); for CRP such a relation was not established. Conclusion: The occurrence of bacteremia coincides with low serum citrulline levels, but not with CRP levels. Extending our observation might be of help to establish a lower limit of citrulline levels that is indicative of an imminent bacteremia."
}