{
    "doi": "https://doi.org/10.1182/blood-2019-129623",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4342",
    "start_url_page_num": 4342,
    "is_scraped": "1",
    "article_title": "CRISPR-Cas9 Screen Identifies XPO7 As a Potential Therapeutic Target for TP53 -Mutated AML ",
    "article_date": "November 13, 2019",
    "session_type": "603.Oncogenes and Tumor Suppressors",
    "topics": [
        "crispr-cas9",
        "mutation",
        "protein p53",
        "tp53 gene",
        "rna, messenger",
        "tumor cells, malignant",
        "acute erythroblastic leukemia",
        "karyotype determination procedure",
        "leukemia, myelocytic, acute",
        "membrane transport proteins"
    ],
    "author_names": [
        "Yuichiro Semba, MD PhD",
        "Takuji Yamauchi, MD PhD",
        "Fumihiko Nakao, MD",
        "Jumpei Nogami, PhD",
        "Matthew C. Canver, MD PhD",
        "Luca Pinello, PhD",
        "Daniel E. Bauer, MD PhD",
        "Koichi Akashi, MD PhD",
        "Takahiro Maeda, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
        ],
        [
            "Center for Cellular and Molecular Medicine, Kyushu University Hospital, Fukuoka, Japan "
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
        ],
        [
            "Division of Hematology/Oncology, Boston Children's Hospital/Harvard Medical School, Boston, MA "
        ],
        [
            "Center for Cancer Research, Massachusetts General Hospital, Harvard Medical School, Charlestown, MA "
        ],
        [
            "Division of Hematology/Oncology, Boston Children's Hospital/Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Center for Cellular and Molecular Medicine, Kyushu University Hospital, Fukuoka, Japan "
        ]
    ],
    "first_author_latitude": "33.548272499999996",
    "first_author_longitude": "130.36536049999998",
    "abstract_text": "Acute myeloid leukemia (AML) is a devastating disease with a long-term survival rate of less than 30%. While AML is a genetically heterogeneous disease, TP53 mutation is among the most powerful risk factors in AML, underscoring the critical need to devise a novel therapeutic strategy for TP53 -mutated AML. To identify genes/pathways whose loss are vulnerable to TP53 deficiency in AML cells, we performed genome-wide CRISPR-Cas9 screens using Trp53 -knockout (KO) and wild-type (WT) mouse AML cells. To generate AML lines with a relatively \"clean\" genetic background, we established mouse AML lines harboring WT Trp53 with normal karyotype (Yamauchi et al. Cancer Cell 2018). We then generated Trp53 -KO AML lines using a single guide RNA (sgRNA) targeting Trp53 . Genome-wide CRISPR-Cas9 dropout screens were performed using these lines to identify genes/pathways whose loss are vulnerable to TP53 deficiency. Importantly, sgRNAs targeting Trp53 were enriched only in Trp53- WT AML cells, but not in Trp53 -KO cells. Furthermore, sgRNAs targeting Mdm2, which encodes a E3 ubiquitin-protein ligase for Trp53 protein, were depleted only in Trp53 -WT cells, attesting to the validity of our experimental system. We identified Xpo7 , a putative nuclear/cytoplasmic transporter, as a factor necessary for the survival of Trp53 -KO AML cells. sgRNAs targeting Xpo7 were enriched in Trp53- WT AML cells after the 16-day culture (Yamauchi et al. Cancer Cell 2018), while they were significantly depleted in Trp53 -KO cells. Trp53 -KO cells were vulnerable to Xpo7 depletion, while Xpo7 functioned as a Trp53 -dependent tumor suppressor in Trp53 -WT AML cells. As expected, either CRISPR/Cas9-mediated Xpo7 depletion or shRNA-mediated Xpo7 knockdown significantly delayed cell cycle progression and suppressed cell growth only in Trp53 -KO AML cells, but not in WT cells. These findings were also validated using the DepMap (https://depmap.org), a publicly-available CRISPR/Cas9 dropout screen dataset. Significantly, XPO7 dependency was most correlated with that of TP53 and particularly evident in TP53 -WT cell lines. We next performed CRISPR-Cas9 saturation mutagenesis scan targeting all Xpo7 exons using Trp53 -WT and -KO mouse AML cells. Strikingly, sgRNAs targeting Xpo7 coding regions were significantly enriched only in the Trp53 -WT cells, namely in the presence of an MDM2 inhibitor, supporting the notion that Xpo7 could function as a tumor suppressor when Trp53 function is intact and evident. In a stark contrast, the same sgRNAs, which target coding exons, were mostly depleted in Trp53 -KO AMLs. Importantly, sgRNAs targeting the Xpo7 UTRs were unchanged/neutral regardless of experimental conditions (e.g. Trp53 status, MDM2 inhibitor treatment), serving as valid control for the experiments. Since Xpo7 presumably mediates the nuclear import and export of proteins, we hypothesized that Xpo7 promotes retention of Trp53 protein in the nucleus in Trp53 -WT AML cells. As expected, Trp53 protein levels in the nucleus were significantly decreased, while those in the cytoplasm were increased upon Xpo7 depletion, revealed by Western blot. These data suggest that Xpo7 retains WT-Trp53 in the nucleus and functions as a Trp53 -dependent tumor suppressor in Trp53 -WT AML. Finally, to explore functional significance of XPO7 in human AML, we assessed correlation between XPO7 expression levels and AML subtypes and/or genetic background using publicly-available datasets. XPO7 mRNA levels were significantly upregulated in TP53 -mutated AMLs in the TCGA datasets (Ley et al. NEJM 2013). XPO7 mRNAs levels were remarkably high in acute erythroid leukemia (AEL) cases, where TP53 mutations are frequently observed (Tyner et al. Nature 2018 and Iacobucci et al. Nat Genet . 2019). In fact, shRNA-mediated XPO7 knockdown significantly suppressed proliferation of HEL, a human AEL cell line harboring TP53 mutation. In summary, we identified a synthetic lethal relationship between TP53 and XPO7 . Our study may facilitate the development of novel therapeutic strategies for TP53 -mutated AML, such as AEL. Disclosures Akashi: Celgene, Kyowa Kirin, Astellas, Shionogi, Asahi Kasei, Chugai, Bristol-Myers Squibb: Research Funding; Sumitomo Dainippon, Kyowa Kirin: Consultancy."
}