{
    "doi": "https://doi.org/10.1182/blood.V122.21.5168.5168",
    "article_title": "A Study Of Myc and Mcl-1 Transcript Levels Before and During Tyrosine Kinase Inhibitor Therapy In Chronic Myeloid Leukemia Patients ",
    "article_date": "November 15, 2013",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background Tyrosine kinase inhibitors (TKIs) are the current treatment of choice for chronic myeloid leukemia (CML). However, approximately 15% of patients fail first and second line therapy, creating the need for the development of additional pharmacological targets in CML. Kinases acting downstream of BCR-ABL as well as anti-apoptotic proteins such as BCL-2 are being in vitro investigated as therapeutic targets. Previous research has yielded contradictory results on the role of c-myc in CML. In one study, conditional overexpression of myc was shown to confer resistance to imatinib-induced apoptosis via downregulation of the cell cycle regulator p27Kip1. In another study, myc induced p53-dependent apoptosis of leukemia-initiating cells (LICs) in CML. However, there has been so far no attempt to correlate myc transcript and protein levels with those of the bcr-abl transcript. Mcl-1, a bcl-2 family member, has been shown to promote survival of Ph+ lymphoblasts. Mcl-1 mRNA and protein levels are downregulated by imatinib in Ph + cell lines, but its expression in CML patient samples has not been investigated. Aims We aimed to test whether expression of myc and mcl-1 is influenced by the levels of the BCR-ABL transcript and therefore compared transcript levels of these two individual genes before and during treatment with TKIs in CML patients. Methods We used RNA isolated from whole blood samples of thirty-six (36) patients with CML, obtained at diagnosis and during treatment with a TKI, at least three months after initiation of treatment. All samples collected during treatment had a bcr-abl/abl ratio less than 2%, while samples collected at diagnosis had bcr-abl/abl ratios ranging from 33 to 130 %. RNA samples were subjected to reverse transcription and cDNA was used in quantitative Real-Time PCR reactions employing Taqman assays for myc, mcl-1 and hprt1 (housekeeping gene). Fold induction or repression of genes after treatment was calculated via the ΔCt method, after calculation of PCR efficiencies. Statistical analysis was performed with the use of the Wilcoxon rank-sum test. Results Median mRNA levels of myc were shown to be increased 2.2 times and median mRNA levels of mcl-1 were shown to be increased 2.6 times after treatment with imatinib, at a statistically significant level (p value <0.005 in both cases). There was therefore an inverse correlation of transcription of both genes with the levels of the bcr-abl transcript. Conclusions New treatment targets, either BCR-ABL independent or targets lying downstream of BCR-ABL, are needed in the field of CML therapy in order to circumvent the problem of TKI resistance. In our study, transcription of the genes myc and mcl-1 was shown to be moderately induced by imatinib treatment, which means that non-leukemic Ph-negative white blood cells have a higher amount of myc and mcl-1 transcripts compared to Ph+ leukemic white blood cells. Whole blood RNA was used in the study, as the BCR-ABL kinase has been shown to be expressed in the mature progeny of all haemopoietic lineages except some T cell clones. A study of the protein levels of the two genes would also be warranted in order to elucidate their potential pathogenetic or protective role in CML. In vitro functional studies with specific pharmacological inhibitors would subsequently show if the MYC and MCL-1 proteins could become targets to activate or inhibit in CML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "rna",
        "rna, messenger",
        "phosphotransferases",
        "polymerase chain reaction",
        "cell cycle regulator",
        "dna, complementary"
    ],
    "author_names": [
        "Vasiliki Papadopoulou",
        "Nefeli-Christina Kontandreopoulou",
        "Maria Roumelioti",
        "Maria Sofotasiou",
        "Panagiotis Theodorou Diamantopoulos",
        "Aikaterini Polonyfi",
        "Amalia Anastasopoulou",
        "Eleni Variami",
        "Panayiotis Panayiotidis",
        "Nora-Athina Viniou"
    ],
    "author_dict_list": [
        {
            "author_name": "Vasiliki Papadopoulou",
            "author_affiliations": [
                "1st Department of Internal Medicine, Hematology Unit, National Kapodistrian University of Athens, Laikon General Hospital, Athens, Greece, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nefeli-Christina Kontandreopoulou",
            "author_affiliations": [
                "Research Laboratory, 1st Department of Internal Medicine, University of Athens, Athens, Greece, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Roumelioti",
            "author_affiliations": [
                "Hematology Section and Laboratory, First Department of Propaedeutic Medicine, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Sofotasiou",
            "author_affiliations": [
                "Research Laboratory, 1st Department of Internal Medicine, University of Athens, Athens, Greece, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Panagiotis Theodorou Diamantopoulos",
            "author_affiliations": [
                "1st Department of Internal Medicine, Hematology Unit, National Kapodistrian University of Athens, Laikon General Hospital, Athens, Greece, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aikaterini Polonyfi",
            "author_affiliations": [
                "Research Laboratory, 1st Department of Internal Medicine, University of Athens, Athens, Greece, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amalia Anastasopoulou",
            "author_affiliations": [
                "1st Department of Internal Medicine, Hematology Unit, National Kapodistrian University of Athens, Laikon General Hospital, Athens, Greece, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleni Variami",
            "author_affiliations": [
                "1st Department of Internal Medicine, Hematology Unit, National Kapodistrian University of Athens, Laikon General Hospital, Athens, Greece, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Panayiotis Panayiotidis",
            "author_affiliations": [
                "First Department of Propedeutic and Internal Medicine, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nora-Athina Viniou",
            "author_affiliations": [
                "1st Department of Internal Medicine, Hematology Unit, National Kapodistrian University of Athens, Laikon General Hospital, Athens, Greece, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:32:26",
    "is_scraped": "1"
}