{
    "doi": "https://doi.org/10.1182/blood-2021-152179",
    "article_title": "Changes in the Microrna Expression Profile in Patients Undergoing Autologous Steam Cell Transplantation ",
    "article_date": "November 5, 2021",
    "session_type": "701.Experimental Transplantation: Basic and Translational",
    "abstract_text": "Introduction : Autologous hematopoietic stem cell transplantation (AHSCT) is an acknowledged and effective treatment method for hematopoietic system diseases. MicroRNAs were reported to impact the bone marrow niche microenvironment and regulate proliferation and survival of the hematopoietic stem cells in such a manner may also influence bone marrow convalescence after AHSCT. The project aimed to identify changes in the signature of miRNAs freely circulating in the serum during AHSCT related to chemotherapy-induced injury and further bone marrow recovery using next-generation sequencing. Patients and methods : Serum samples from 10 patients undergoing ASCT were collected. Blood samples were taken from each patient at four time points: (T1) before conditioning with high dose chemotherapy, (T2) on the day of AHSCT (day 0), on day +7 (T3), and on +14 day after AHSCT (T4). The myeloablative conditioning regimen for patients with MM was melphalan 200 mg/m 2 , while in lymphoma patients, BEAM was used. Total RNA was extracted from 200 μl serum using miRNeasy Serum/Plasma Advanced Kit (QIAGEN) following manufacture instructions. Libraries were prepared from 5 μl of total RNA using QIAseq® miRNA Library Kit. The libraries were pooled in equimolar concentrations and sequenced on a NextSeq 550 System using a single-end read length of 75 nucleotides at an average of 10 million reads per sample (Illumina). In bioinformatics analysis, after adapter cut-off, filtration and mapping, miRNAs were counted based on mapping to reference miRbase 22 (tools: fastp, bowtie, samtools, picard). MicroRNAs were filtered to have at least 10 counts-per-million (CPM) of classified sequences in at least two samples. MiRNAs expression levels between time points were compared using paired t-test with Bonferroni correction. Results : The study group consisted patients with multiple myeloma (N=4), Hodgkin lymphoma (HL, N=3), and non-HL (N=3) aged 48±13 years. There was a significant decrease in the hematological parameters during ASCT with a nadir at T3, including hemoglobin (T1 vs. T3, p<0.0012), white blood cell count (p<0.0001), neutrophil count (p=0.0003), and platelet count (p<0.0001). Similarly, the decrease was observed in hsa-miR-223-3p (T1 vs. T3, p=0.048) and hsa-miR-18a-5p (T2 vs. T3, p=0.033) with a nadir at T3. On the other hand, an increase with a peak at T3 was observed in the expression of hsa-miR-320b (T1 vs. T3, p=0.007), hsa-miR-320c (T1 vs. T3, p=0.007), hsa-miR-320a-3p (T1 vs. T3, p=0.009), and hsa-miR-320d (T1 vs. T3, p=0.042). Interestingly, we have observed a gradual decrease across study timepoints in the expression of hsa-let-7f-5p, hsa-let-7i-5p, and hsa-miR-155-5p with a nadir at T4 (T1 vs. T4, p=0.004, p=0.01, and p=0.019, respectively). Similar changes were observed in the expression of hsa-miR-486-5p, but the statistically significant decline was only noted between T3 and T4 (p=0.024). Conversely, a gradual decrease was also seen in the expression of hsa-miR-96-5p, but there was a significant increment between T3 and T4 (p=0.036). Figure 1 presents the heatmaps for the miRNAs with significant expression changes and corresponding hematological parameters during AHSCT. Conclusion : Several significant changes in the miRNA expression profile were identified, both related to the chemotherapy-induced injury and subsequent bone marrow recovery. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Wierzbowska:  Novartis: Consultancy; Abbvie: Consultancy; Jazz: Research Funding; Janssen: Consultancy; Astellas: Consultancy; Celgene/BMS: Consultancy.",
    "author_names": [
        "Damian Mikulski",
        "Izabela Dróżdż",
        "Ewelina Perdas",
        "Konrad Stawiski",
        "Mateusz Nowicki",
        "Małgorzata Misiewicz",
        "Piotr Strzałka",
        "Agnieszka Wierzbowska",
        "Wojciech Fendler"
    ],
    "author_dict_list": [
        {
            "author_name": "Damian Mikulski",
            "author_affiliations": [
                "Department of Hematology, Copernicus Memorial Hospital, Łódź, Poland",
                "Department of Biostatistics and Translational Medicine, Medical University of Lodz, Lodz, Poland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Izabela Dróżdż",
            "author_affiliations": [
                "Department of Clinical Genetics, Medical University of Lodz, Łódź, Poland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ewelina Perdas",
            "author_affiliations": [
                "Department of Biostatistics and Translational Medicine, Medical University of Lodz, Łódź, Poland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Konrad Stawiski",
            "author_affiliations": [
                "Department of Biostatistics and Translational Medicine, Medical University of Lodz, Łódź, Poland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mateusz Nowicki",
            "author_affiliations": [
                "Department of Hematology, Medical University of Lodz, Łódź, Poland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Małgorzata Misiewicz",
            "author_affiliations": [
                "Department of Hematology, Medical University of Lodz, Łódź, Poland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Piotr Strzałka",
            "author_affiliations": [
                "Department of Hematology, Copernicus Memorial Hospital, Łódź, Poland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnieszka Wierzbowska",
            "author_affiliations": [
                "Department of Hematology, Copernicus Memorial Hospital, Łódź, Poland",
                "Department of Hematology, Medical University of Lodz; Copernicus Memorial Hospital, Lodz, Poland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wojciech Fendler",
            "author_affiliations": [
                "Department of Biostatistics and Translational Medicine, Medical University of Lodz, Łódź, Poland"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T06:45:04",
    "is_scraped": "1"
}