{
    "doi": "https://doi.org/10.1182/blood.V108.11.4946.4946",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=674",
    "start_url_page_num": 674,
    "is_scraped": "1",
    "article_title": "Variations in Proteasome Enzymatic Activities in Plasma of Patients with Chronic Lymphocytic Leukemia and Their Value in Predicting Clinical Behavior. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "multicatalytic endopeptidase complex",
        "plasma",
        "bortezomib",
        "marizomib",
        "peptides",
        "proteasome inhibitors",
        "caspases",
        "chymotrypsin"
    ],
    "author_names": [
        "Wanlong Ma",
        "Susan O’Brien, M.D.",
        "Iman Jilani, PhD",
        "Xi Zhang",
        "Hagop Kantarjian, M.D.",
        "Zeev Estov, M.D.",
        "Alessandra Ferrajoli, M.D.",
        "Michael Keating, M.D.",
        "Francis Giles, M.D.",
        "Maher Albitar, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology, Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center. Univ of Texas, Houston, TX, USA"
        ],
        [
            "Hematology, Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA"
        ],
        [
            "Hematology, Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center. Univ of Texas, Houston, TX, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center. Univ of Texas, Houston, TX, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center. Univ of Texas, Houston, TX, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center. Univ of Texas, Houston, TX, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center. Univ of Texas, Houston, TX, USA"
        ],
        [
            "Hematology, Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA"
        ]
    ],
    "first_author_latitude": "33.562051499999995",
    "first_author_longitude": "-117.5439056",
    "abstract_text": "The ubiquitin-proteasome pathway plays a major role in degrading proteins that regulate important cellular processes including cell cycle regulation, apoptosis, DNA repair, and stress response. Proteasomes have 2 active sites each for 3 different peptidase activities: chymotrypsin-like (Ch-L), trypsin-like (Tr-L), and caspase-like (Cas-L) (postglutamyl peptide hydrolytic-like). Different proteasome inhibitors affect each of the activities differently and at different concentrations. For example, NPI-0052 inhibits Ch-L and Tr-L activities at lower concentrations than does bortezomib, while bortezomib inhibits Cas-L at lower concentrations than does NPI-0052. These enzymatic activities are usually measured in normal or tumor cells to monitor therapy with proteasome inhibitors. We developed fluorogenic kinetic assays using peptide-AMC (7-amino 4-methylcoumoran) substrates to measure Ch-L, Tr-L, and Cas-L activities in peripheral blood plasma rather than cells. This approach allowed us to standardize measurements and express enzymatic activity as pmol AMC/sec/mL plasma. We tested Ch-L, Tr-L, and Cas-L activities in the plasma of 226 patients with chronic lymphocytic leukemia (CLL) and assessed their correlations with clinical behavior. Ch-L, Tr-L, and Cas-L activities were significantly ( P <0.001) higher in the plasma of patients with CLL (medians: 1.47, 2.44, and 1.38 pmol AMC/sec/mL, respectively) than in healthy volunteers (n = 42) (medians: 0.80, 0.74, and 0.81 pmol AMC/sec/mL, respectively). Although Ch-L and Cas-L activities did not differ significantly between men and women with CLL, Tr-L activity was significantly higher in women ( P = 0.01). Rai stage correlated with Ch-L ( P <0.001) but not Cas-L or Tr-L activity. Only Ch-L activity correlated with WBC count ( P <0.001). β2-microglobulin levels correlated strongly with Ch-L activity (R=0.40, P <0.001) and weakly with Cas-L activity (R=0.25, P = 0.001) but not with Tr-L activity. Ch-L and Cas-L activities were both strong and independent predictor of survival when examined as continuous variables ( P =0.02 for both), as well as when the median was used as a cut-off point ( P =0.02 and P =0.03, respectively). Both Ch-L and Cas-L activities were independent of β2-microglobulin in predicting survival, but both correlated with each other and were not independent of each other in predicting survival. There was no correlation between Tr-L activity and survival. These data suggest not only that proteasome activity as measured in the plasma of patients with CLL has important prognostic value, but also that CLL patients may benefit from proteasome inhibition therapy that specifically targets Ch-L or Cas-L activities."
}