{
    "doi": "https://doi.org/10.1182/blood.V118.21.3887.3887",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2088",
    "start_url_page_num": 2088,
    "is_scraped": "1",
    "article_title": "Clinical Monoclonal B Cell Lymphocytosis Is a Strong Favorable Prognosticator Independent From Biological and Clinical Parameters, ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "b-lymphocytes",
        "lymphocytosis",
        "zap-70 kinase",
        "karyotype determination procedure",
        "cd23 antigen",
        "chemotherapy regimen",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "follow-up",
        "neoplasms"
    ],
    "author_names": [
        "Giovanni Del Poeta, M.D.",
        "Maria Ilaria Del Principe, M.D.",
        "Francesco Buccisano, M.D.",
        "Annalisa Biagi, M.D.",
        "Pietro Bulian",
        "Fabrizio Luciano, Ph.D.",
        "Antonella Zucchetto, Ph.D.",
        "Luca Maurillo, M.D.",
        "Pasquale Niscola, M.D.",
        "Alessio Pio Perrotti, M.D.",
        "Adriano Venditti, M.D.",
        "Valter Gattei",
        "Paolo de Fabritiis",
        "Sergio Amadori, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Clinical and Experimental Onco-Hematology, CRO, IRCCS, Aviano (PN), Italy, "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Clinical and Experimental Onco-Hematology Unit, Centro di Riferimento Oncologico, Aviano (PN), Italy"
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Clinical and Experimental Onco-Hematology, CRO, IRCCS, Aviano (PN), Italy, "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ]
    ],
    "first_author_latitude": "41.8536401",
    "first_author_longitude": "12.628676200000001",
    "abstract_text": "Abstract 3887 Monoclonal B-cell lymphocytosis (MBL) is an asymptomatic monoclonal expansion of <5.0 × 10 9 /L circulating CLL (chronic lymphocytic leukemia)-phenotype B-cells. CLL-like MBL, observed in the clinical setting and defined as clinical MBL (cMBL), demonstrated a substantial risk of leukemic progression to symptomatic disease requiring treatment that can be predicted by biological prognosticators (Rawstron, 2008; Rossi, 2009). Based on this background, the aims of our study were: (i) to define clinical features at diagnosis and a biological profile of cMBL and Rai 0 subsets; (ii) to determine treatment free survival (TFS) within cMBL in comparison with Rai 0 CLL; (iii) to identify clinical and biological variables at diagnosis that predict the risk of evolution from MBL to CLL requiring treatment; and finally (iiii) to validate cMBL as an independent prognostic factor. For this purpose, we investigated 516 patients, median age 66 years (range 33–89), 288 males and 228 females. According to the IWCLL 2008 guidelines, 109 cases were diagnosed as cMBL and 407 cases as CLL (Rai 0: 106; I-II: 290; III-IV: 11). Cases presented for initial evaluation at our Institution between June 1989 and June 2009. The database was updated for the analysis in January 2011. The median follow up was 6.5 years (range 1–20). Among cMBL, median absolute lymphocyte count was 7.3 × 10 9 /L (range 3.2–12.6 × 10 9 /L) and median CLL-phenotype lymphocyte count was 3.5 × 10 9 /L (range 0.6–4.9 × 10 9 /L). cMBL were characterized by both lower beta 2 -microglobulin (beta 2 -M) and soluble CD23 (sCD23) levels (P=0.008 and P=0.0005) than Rai 0 CLL. Moreover cMBL showed a more favorable genetic profile compared to Rai 0 CLL: more specifically, cMBL showed both a significant higher prevalence of normal karyotype (45/72 [63%]] vs 30/75 [40%]) and a lower incidence of del11q/del17p (5/72[7%] vs 11/75[15%] (P=0.020). IgVH mutational status as well as ZAP-70 and CD38 percentages did not differ significantly between these two groups. Lymphocyte doubling time was <12 months in 6/109 (5.5%) cMBL cases compared to 19/106 (18%) Rai 0 CLL (P=0.005). With regard to clinical outcome, only 12/109 (11%) cMBL patients required treatment, while 35/106 (33%) Rai 0 CLL underwent chemotherapy (P=0.00012). Noteworthy, also the time to treatment was significantly longer in cMBL patients (71.5 months vs 53.5 months, P=0.03). The slower disease kinetics was consistent with a longer TFS in cMBL compared to Rai 0 CLL (72% vs 42% at 14 years, P=0.00001, Figure ). Interestingly, while, within Rai 0 CLL subset, biological prognosticators such as IgVH status (P=0.01), ZAP-70 (P=0.0002) and cytogenetics (P=0.02) as well as markers of tumor burden such as beta 2 -M (P=0.002) and sCD23 (P=0.0006) were confirmed to predict TFS, within cMBL none of these factors was able to predict progression free survival (PFS) and/or TFS, although some biological prognosticators (ZAP-70 and IgVH) were represented in similar percentages between these two groups. It might be hypothesized that some other factors related to the immune function (e.g., phenotype and function of T-lymphocyte subsets [G.D.P., unpublished observation]) could be able to explain the different time to progression of the cMBL patients. Finally, multivariate analysis, combining cMBL and Rai 0 CLL, documented that having a diagnosis of cMBL is an independent protective factor against the risk of treatment (P=0.011), together with a normal karyotype (P=0.020) and a lower ZAP-70 expression (P=0.0001). In conclusion, cMBL represents a biological and clinical distinct entity from Rai 0 CLL with a more favorable outcome, displaying some degree of heterogeneity in the risk of treatment requirement, probably due to both humoral and cellular immune dysfunctions. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}