{
    "doi": "https://doi.org/10.1182/blood.V124.21.624.624",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2910",
    "start_url_page_num": 2910,
    "is_scraped": "1",
    "article_title": "Donor Natural Killer (NK) Alloreactivity Predicts Long-Term Relapse-Free Survival in Acute Myeloid Leukemia Patients Undergoing Immunotherapy with NK Cells ",
    "article_date": "December 6, 2014",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation I",
    "abstract_text": "Introduction: This is a Phase 1b monocentric clinical trial, aimed to evaluate the safety, feasibility and preliminary clinical efficacy of alloreactive natural killer (NK) cell infusions after immunosuppressive regimen in elderly acute myeloid leukemia (AML) patients, who achieved first complete remission (CR) after induction/consolidation chemotherapy . Methods: Seventeen AML patients, in first morphological CR (3 patients showed molecular disease) (median age 64 years, range 53-73) received highly purified CD56 + CD3 - NK cells from haploidentical KIR-ligand mismatched donors after fludarabine/cyclophosphamide (Flu/Cy) immunosuppressive chemotherapy, followed by interleukin-(IL-) 2. Results: No signs of NK cell-related toxicity, including graft-versus-host disease, were observed. Myelosuppression was moderate although 1 patient died due to overwhelming bacterial pneumonia and was censored for clinical follow-up. With a median follow-up of 22.5 months (range, 6-68 months), 9/16 evaluable patients (0.56) are alive disease-free, whereas 7/16 (0.44) relapsed with a median time to relapse of 9 months (range, 3-51 months). Among relapsed patients, 2 individuals showed a very prolonged CR phase of 24 and 51 months, respectively, in absence of any concomitant anti-leukemia treatments. Three patients, treated with molecular disease, achieved molecular CR lasting 9 and 4 months in 2 cases and 8+ months in the third patient. These results have been compared to that obtained in a cohort of patients, who achieved CR after induction/consolidation chemotherapy, but did not undergo NK cell immunotherapy due to the absence of a KIR-L mismatched donor (Fig. 1). Disease-free survival (DFS) in the control cohort was 0.39, indicating a trend towards better DFS under the NK therapy (0.56; p=0.07). To correlate the donor NK activity with the clinical response, donor NK cells, as evaluated both as the total number of infused NK cells and as the frequency of alloreactive NK clones, were assessed before NK cell infusion. No statistically significant correlation between the total number of infused NK cells and clinical response was observed. On the contrary, we observed a higher number of donor-derived alloreactive NK cell clones in the group of responders as compared to that of non-responders (Fig. 2A). Accordingly to statistical analysis, a threshold of 8 over 100 NK clones was chosen as the cut-off level discriminating responders versus non-responders (Fig. 2A). Importantly, the infusion of higher number of donor alloreactive NK cells (more than 8/100 clones) was associated with prolonged DFS (Fig.2B). In particular, for patients who received more than 8/100 alloreactive NK cell clones the probability of DFS was 0.81, whereas patients who received less than 8/100 clones had a DFS of 0.14. Such difference was statistically significant (p=0.03) and demonstrates that the number of alloreactive NK cell clones in the donor may discriminate patients receiving NK cell therapy as for response evaluation. Interestingly, the DFS of the group of patients who received less than 8/100 donor alloreactive NK cell clones was comparable to that of the historical control group (Fig. 2B). This finding suggests that the therapeutical effect of the whole procedure, which comprises chemotherapy (Flu/Cy) plus NK immunotherapy, mainly relies on the anti-leukemia activity of alloreactive NK cells. Noteworthy, the increased anti-leukemia effect in patients receiving the higher number of donor alloreactive NK cells was not associated with increased myelosuppression, as shown by comparable data of hematological recovery after NK cell infusion in responders and non-responders.Conclusions: infusion of purified NK cells is feasible in elderly patients with AML as post-CR consolidation strategy and donor NK alloreactivity has a predictive role on the clinical outcome of treated patients. Supported by: Italian Leukemia Association (BolognAIL), Section of Bologna and Fondazione Carisbo, Bologna, ELN, AIRC, PRIN, progetto Regione-Università 2010-12 (L. Bolondi), FP7 NGS-PTL project. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "donors",
        "immunotherapy",
        "leukemia, myelocytic, acute",
        "natural killer cells",
        "chemotherapy regimen",
        "infusion procedures",
        "leukemia",
        "follow-up",
        "immunosuppressive agents",
        "influenza"
    ],
    "author_names": [
        "Antonio Curti",
        "Loredana Ruggeri",
        "Sarah Parisi",
        "Andrea Bontadini",
        "Elisa Dan",
        "Simonetta Rizzi",
        "Maria Rosa Motta",
        "Sara Trabanelli",
        "Darina Ocadlikova",
        "Mariangela Lecciso",
        "Valeria Giudice",
        "Elena Urbani",
        "Cristina Papayannidis",
        "Giovanni Martinelli",
        "Francesca Bonifazi",
        "Giuseppe Bandini",
        "Fiorenza Fruet",
        "Russel E. Lewis",
        "Michele Cavo",
        "Andrea Velardi",
        "Roberto M. Lemoli"
    ],
    "author_affiliations": [
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "University of Perugia, Perugia, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Immunohematology Service and Blood Bank, S.Orsola-Malpighi Hospital, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Immunohematology Service and Blood Bank, S.Orsola-Malpighi Hospital, Bologna, Italy "
        ],
        [
            "Department of Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Immunohematology Service and Blood Bank, S.Orsola-Malpighi Hospital, Bologna, Italy "
        ],
        [
            "Department of Medical and Surgical Sciences, University of Bologna, Bologna, Italy "
        ],
        [
            "\"Seràgnoli\" Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Department of Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy "
        ],
        [
            "Chair of Hematology, Department of Medicine (DiMI),University of Genoa, IRCCS Azienda Ospedaliera Universitaria S. Martino-IST, Genova, Italy"
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999"
}