{
    "doi": "https://doi.org/10.1182/blood.V124.21.648.648",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2892",
    "start_url_page_num": 2892,
    "is_scraped": "1",
    "article_title": "Constitutive gp130-JAK-STAT3 Signaling Induces a Plasma Cell Disorder Representing Genetic and Clinical Features of Human Myeloma – a Novel in Vivo Model for the Patient Subgroup Characterized By a STAT3 Target Gene Signature ",
    "article_date": "December 6, 2014",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Signal Transduction in Myeloma",
    "topics": [
        "genetics",
        "multiple myeloma",
        "plasma cell disorder",
        "plasmacytosis",
        "signal transduction",
        "signs and symptoms",
        "stat3 protein",
        "candidate disease gene",
        "neoplasms",
        "lytic lesion"
    ],
    "author_names": [
        "Sabine Steidle, MD",
        "Tobias Dechow, MD",
        "Katharina Götze",
        "Martina Rudelius, MD",
        "Konstanze Pechloff, PhD",
        "Kerstin Behnke",
        "Lars Bullinger, MD PhD",
        "Falko Fend, MD",
        "Soberon Valeria, PhDstudent",
        "Marc Schmidt-Supprian, PhD",
        "Florian Bassermann, MD",
        "Jürgen Ruland, MD",
        "Christian Peschel, MD",
        "Ulrich Keller, MD"
    ],
    "author_affiliations": [
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "University of Wuerzburg, Wuerzburg, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "University Hospital Ulm, Ulm, Germany "
        ],
        [
            "University of Tuebingen, Tuebingen, Germany"
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ]
    ],
    "first_author_latitude": "48.14965999999999",
    "first_author_longitude": "11.567860199999998",
    "abstract_text": "Multiple myeloma (MM) is a plasma cell neoplasm characterized by the clonal expansion of an immunoglobulin-secreting terminally differentiated B cell. MM patients classically suffer from the triade consisting of plasma cell infiltration of the bone marrow, lytic bone lesions and monoclonal gammopathy in plasma and/or urine. During disease progress patients develop end organ damage such as nephropathy, neuropathy and bone marrow insufficiency. New treatment options including immunomodulatory drugs and proteasome inhibitors have prolonged overall survival and quality of life. However MM is still considered an incurable disease by conventional treatment approaches. Deregulated signal transduction pathways, in particular the Interleukin-6-JAK-STAT3 pathway, play an important role in the growth regulation and survival of MM cells. IL-6 binds to the specific IL-6 receptor and this complex associates with two molecules of the ubiquitously expressed common signal transducer gp130, which leads to JAK-STAT3 activation and STAT3 target expression. Using immunohistochemistry for STAT3 phosphorylation and by assessing gene expression data we have identified a recurrent STAT3 pathway activation pattern in approximately 40% of all MM patients, strongly indicating that deregulated gp130 downstream activation constitutes an attractive therapeutic target in MM. Based on these findings we generated a novel retroviral bone marrow transduction-transplantation MM mouse model using a constitutively active form of gp130, L-gp130. This L-gp130 mouse model shows all characteristics of the human disease, including monoclonal gammopathy, bone marrow infiltration with lytic bone lesions, and protein deposition in the kidney. Essentially, as compared to previous MM models, MM penetrance is very high and tumor latency with a median of approximately 200 days short. The disease is easily transplantable into secondary recipient mice. To assess clonality we subcloned and sequenced IgH rearrangements from individual tumors. Our analyses revealed that diseased mice contained monoclonal and oligoclonal B cell expansions, and also demonstrated a germinal center passage. Fluorescence in situ hybridization revealed the occurrence of Myc aberrations, a genetic feature that is associated with aggressive disease and short survival in human MM. A genetic in vivo approach revealed that gp130 signaling collaborates with Myc to induce MM, and that gp130 signaling is responsible and sufficient for directing the plasma cell phenotype and to dominantly regulate the expression of antiapoptotic proteins. Finally, testing of murine primary MM cells isolated from diseased L-gp130 animals with currently used anti-myeloma drugs such as bortezomib, carfilzomib, melphalan and doxorubicin revealed significant anti-tumor activity. In summary, the L-gp130 MM mouse model provides a novel tool with clinical and genetic features of human MM. It offers several clear advantages over existing murine MM models. Regarding the patient subgroup with a recurrent STAT3 pathway activation pattern it may serve as a genetic and preclinical tool for delineating MM pathogenesis, for evaluation of targeted therapies, and for assessment of in vivo treatment resistance. Disclosures Keller: Cellgene: Research Funding."
}