{
    "doi": "https://doi.org/10.1182/blood.V112.11.2687.2687",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1311",
    "start_url_page_num": 1311,
    "is_scraped": "1",
    "article_title": "Clinical Outcome of 40 Patients with Higher-Risk Myelodysplastic Syndromes (MDS) after Treatment with Hypomethylating Agents: a Matched-Pairs Analysis ",
    "article_date": "November 16, 2008",
    "session_type": "Myelodysplastic Syndromes",
    "topics": [
        "aftercare",
        "allografting",
        "azacitidine",
        "cytarabine",
        "cytopenia, refractory, with multilineage dysplasia",
        "decitabine",
        "follow-up",
        "leukemia, myelomonocytic, chronic",
        "median survival time",
        "myelodysplastic syndrome"
    ],
    "author_names": [
        "Kathrin Nachtkamp",
        "Corinna Strupp",
        "Andrea Kuendgen",
        "Norbert Gattermann",
        "Rainer Haas",
        "Ulrich Germing"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Oncology and Clinical Immunology, Heinrich-Heine-University Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Haematology, Oncology and Clinical Immunology, Heinrich-Heine-University Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Haematology, Oncology and Clinical Immunology, Heinrich-Heine-University Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Heinrich-Heine-University, Düsseldorf, Germany"
        ],
        [
            "Hematology, Oncology, Heinrich Heine University, Duesseldorf, Germany"
        ],
        [
            "Hematology, Oncology, Heinrich Heine University, Duesseldorf, Germany"
        ]
    ],
    "first_author_latitude": "51.195264099999996",
    "first_author_longitude": "6.7899207",
    "abstract_text": "Introduction: Patients with higher-risk MDS, especially those with an IPSS score of intermediate-2 or high, face a very poor prognosis with a median survival of 12 to 18 months. Allogeneic transplantation as a curative approach is an option for only a small percentage of patients. In phase-III-trials, hypomethylating agents demonstrated a survival benefit for this patient group. In order to validate the use of these compounds in clinical day-to-day practice, we analyzed 40 patients who underwent hypomethylating treatment with either decitabine or 5-azacytidine. Methods: We performed matched-pairs analyses using the Düsseldorf MDS registry (n=3288). Patients with higher-risk MDS (INT-1, INT-2, or high-risk IPSS scores) at the time of treatment with hypomethylating agents (n=40) were compared with higher-risk MDS patients who received best supportive care (BSC) only (n=120) and with higher-risk MDS patients who underwent treatment with low-dose Ara-C (n=35). Patients were matched according to age, gender, WHO type, IPSS score and date of diagnosis. Each patient in the hypomethylating cohort was matched with three patients of the BSC cohort and one patient of the low-dose ara-C cohort. For 5 patients, no adequate match partner of the low-dose ara-C cohort could be assigned. Follow-up for survival was assured by contacting our outpatient department or primary care physician. Results: The distribution of WHO types at time of diagnosis within the decitabine/5-azacytidine cohort was 10 RA/RCMD patients, 9 RAEB I, 16 RAEB II, 2 CMML I and 3 CMML II. Median age was 70 years. 10 patients belonged to the intermediate-1, 11 to the intermediate-2 and 18 patients to the high-risk group according to the IPSS score. In one patient, the IPSS score could not be assessed. All patients had progressed to at least RAEB II when treatment was initiated. 19 patients received decitabine and 21 patients were given 5-azacytidine. Median survival time in the hypomethylating cohort was 28 months, regardless of the type of hypomethylating treatment, compared with 10 months in the BSC cohort. Figure 1 shows the Kaplan Meier curve comparing 40 patients treated with hypomethylating agents with 120 patients who received BSC only (p=0.0026). Median survival time of the low-dose ara-C cohort was 20 months; although 5 patients of the hypomethylating cohort could not be assigned a match partner and therefore had to be withdrawn from the comparison with low-dose ara-C, median survival in the remaining 35 patients of the hypomethylating cohort was still 28 months. Figure 2 shows the Kaplan Meier curve comparing the hypomethylating cohort with the low-dose ara-C cohort (p=0.027). Conclusions: Our data show that higher-risk MDS patients have a substantial survival benefit from treatment with hypomethylating agents as compared to both low-dose ara-C and BSC patients. Hypomethylating agents should be considered to be the treatment of choice in higher-risk MDS patients who are not candidates for allografting. View large Download slide Figure View large Download slide Figure "
}