{
    "doi": "https://doi.org/10.1182/blood.V112.11.56.56",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1160",
    "start_url_page_num": 1160,
    "is_scraped": "1",
    "article_title": "Post-Transplantation High Dose Cyclophosphamide (Cy) Is Effective Single Agent for Prevention of Acute and Chronic Graft Versus Host Disease after Myeloablative HLA Matched Related and Unrelated Bone Marrow Transplantation (BMT) ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "topics": [
        "animal model",
        "bone marrow transplantation",
        "cyclophosphamide",
        "graft-versus-host disease, chronic",
        "human leukocyte antigens",
        "transplantation",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "steroids",
        "allografting"
    ],
    "author_names": [
        "Leo Luznik",
        "Javier Bolanos-Meade",
        "Robert Brodsky",
        "B. Douglas Smith",
        "Carol A. Huff",
        "Michele Kaup",
        "Allen Chen",
        "Richard F. Ambinder",
        "Richard J. Jones",
        "Ephraim J. Fuchs"
    ],
    "author_affiliations": [
        [
            "Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Johns Hopkins University, Baltimore, MD"
        ],
        [
            "Johns Hopkins University, Baltimore, MD"
        ],
        [
            "Johns Hopkins University, Baltimore, MD"
        ]
    ],
    "first_author_latitude": "39.329901299999996",
    "first_author_longitude": "-76.6205177",
    "abstract_text": "Based on our results in animal models and promising results in HLA-haploidentical setting (L. Luznik, Blood 2002 and BBMT 2008), we studied whether high dose Cy alone is sufficient as GVHD prophylaxis after myeloablative HLA-matched related or unrelated BMT in patients with advanced, poor risk, hematologic malignancies. One hundred and seventeen consecutive patients (median age 48, range 23–65; 36 de novo AML, 23 2° AML (arising from previous MDS/MPD or therapy-related), 13 high-risk MDS, 9 ALL, 8 CML, 3 CLL, 5 MM, 9 NHL and 11 HL), of whom the majority (57%) were not in remission, received HLA-matched related (n=78) or unrelated (n=39) BMT. Conditioning consisted of oral or IV busulfan (pharmacokinetically adjusted) on days −7 to −3 and Cy (50 mg/kg/day) on days −2 and −1. Cy (50 mg/kg/day) was also given on days +3, and +4 as a sole agent for GVHD prophylaxis. All patients received bone marrow allografts without growth factor support. Three patients failed to engraft, but two were successfully rescued with a second allograft. The cumulative incidence of non-relapse mortality (NRM) at day 100 and 1 year after transplantation was 8.5% and 16%, respectively. Of the 18 patients dying of NRM, 2 were from VOD, 3 from non infectious pneumonia, 3 were from GVHD, 3 from sepsis/bacterial infections, 4 from MOF, and 3 of CNS/organ hemorrhage. The incidences of acute grade II–IV and grade III–IV GVHD were 43% and 11%, respectively. With a median follow-up of 19 months, 66 (56.4%) patients are alive, of whom 52 (44.4%) are in complete remission. Only 7/66 related and 4/32 unrelated patients developed chronic GVHD (classic limited in 7, overlap syndrome limited in 1, and classic extensive in 3 patients). Since in a competing risk model (relapse and death as competing risks) the cumulative incidence of chronic GVHD remained low, we analyzed the impact of the preceding history of acute GVHD and systemic immunosuppressive treatment given beyond the originally prescribed prophylaxis with high dose Cy on the incidence of chronic GVHD. Only one patient without a preceding history of acute GVHD developed de novo chronic GVHD. Overall, 3 patients with grade II–IV acute GVHD were untreated, 10 patients received steroids alone, 31 received steroids + a calcineurin inhibitor (CNI), and 7 received steroids + non CNI-based agents. The use of CNI for the treatment of acute GVHD did not appear to influence the development of chronic GVHD: 6/31 (19%) patients who received CNI-based immunosuppressive treatment developed chronic GVHD compared to 3/20 (15%) patients who did not. These results suggest that highdose of post-transplantation Cy is effective as the sole prophylaxis for acute and chronic GVHD after HLA-matched related or unrelated BMT. This approach is associated with rapid immunologic recovery as indicated by the low incidence of opportunistic infections, as well as a low incidence of acute and especially chronic GVHD. Further clinical and correlative studies are needed to elucidate the mechanisms behind the unique effectiveness of post-transplantation Cy on the prevention of acute and chronic GVHD."
}