{
    "doi": "https://doi.org/10.1182/blood.V118.21.1613.1613",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2129",
    "start_url_page_num": 2129,
    "is_scraped": "1",
    "article_title": "Effects of Aprepitant on Drug Metabolism in Lymphoma Patients Receiving Multi-Day Chemotherapy Regimen of Cyclophosphamide, Doxorubicin, Vincristine, Prednisone, + Rituxan (R/CHOP): Randomized, Cross-Over Study ",
    "article_date": "November 18, 2011",
    "session_type": "623. Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "aprepitant",
        "chemotherapy regimen",
        "cyclophosphamide",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "doxorubicin",
        "drug metabolism",
        "lymphoma",
        "prednisone",
        "rituximab",
        "vincristine"
    ],
    "author_names": [
        "Saroj Vadhan-Raj, MD",
        "Ivan Spasojevic, Ph.D.",
        "Xiao Zhou, MD, PHD",
        "Jorge E Romaguera, MD",
        "Michelle A. Fanale, MD",
        "Luis E Fayad, MD",
        "Nathan H. Fowler, MD",
        "Auris Huen, PHARMD",
        "F.B. Hagemeister, MD",
        "Maria Alma Rodriguez, MD",
        "Sattva S. Neelapu, MD",
        "Felipe Samaniego, MD",
        "Anas Younes, MD",
        "Larry W Kwak, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Section of Cytokines and Supportive Oncology, Departments of Sarcoma, Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "DUCC Clinical Pharmacology Lab, Duke University Medical Center, Durham, USA, "
        ],
        [
            "Section of Cytokines and Supportive Oncology, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "DIVISION OF CANCER MEDICINE AND CENTER FOR CANCER IMMUNOLOGY RESEARCH, UT MDANDERSON CANCER CENTER, HOUSTON, TX, USA, "
        ],
        [
            "Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 1613 Chemotherapy-induced nausea and vomiting (CINV) is a frequent adverse event that can impair the quality of life in cancer patients (pts). In pts receiving cyclophosphamide (CP) and doxorubicin-based regimen, the combination of dexamethasone (dexa) and 5-HT3 receptor antagonists (5-HT3 RA) is very effective in acute emesis, however, control of delayed-emesis remains poor. The neurotransmitter substance P appears to be involved in both the acute and delayed-phases. Aprepitant, a substance P/ neurokinin (NK)-1 receptor antagonist, when combined with 5-HT3 RA and dexa, has been shown to prevent acute and delayed CINV associated with moderately and highly emetogenic chemotherapy (CT). However, aprepitant is a moderate inhibitor of cytochrome p-450 system, primarily via CYP 3A4, a liver microsome that also metabolizes several CT agents, including CP to some extent, its use has been approached with caution. This study evaluated the effect of aprepitant on drug metabolism in lymphoma pts receiving (R)CHOP which contains several agents that can be affected by this pathway. This randomized, cross-over trial was designed to enroll 18 evaluable pts; the absence of pharmacokinetic (PK) drug interactions can be determined if the 90% confidence interval (CI) of the geometric mean AUC ratio between 2 groups is within 80 to 125%. All pts received standard anti-emetic regimen of 5-HT3 RA (ondansetron) and steroids. The pts were randomized into 2 groups. Group 1 received aprepitant in cycle-1 and not in cycle-2. Group 2 received aprepitant in cycle-2 and not in cycle-1. The cross-over design was used to minimize inter-patient PK variability and drug cumulative effects, by using the patients as their own control. For breakthrough N/V, medications that are substrates, inducers, or inhibitors of CYP 3A4 were not permitted. Blood samples were drawn during and post CT infusion in both groups at following time points: baseline before the start of treatment, 30, 60, 75, and 90 minutes, and 2, 4, 6, 8, and 24 hours from the start of CP infusion. Samples were analyzed for concentration of CP, vincristine, and prednisone, and their active metabolites. Eighteen of the 23 pts enrolled completed 2 cycles and were evaluable for PK analysis. Both groups were comparable with regards to demographics. The data for AUC for parent drug and metabolites are shown below.  . Geometric Mean AUC 0–24hr [(μg/mL*hr)/mL] . Ratio of Geometric Mean AUC 0–24hr Analyte in Aprepitant Treatment to Control (90% CI) .  Aprepitant  Control  1.20 (1.08–1.33) CP 300.0 250.5 2-deCl-CP 4.5 6 0.75 (0.65–0.86) 4-OH-CP 3.9 4 0.97 (0.83–1.13) PR €  287 265 1.08 (1.02–1.15) PL €  4416 3817 1.16 (1.01–1.32) VC €  41 39 1.04 (0.82–1.33) . Geometric Mean AUC 0–24hr [(μg/mL*hr)/mL] . Ratio of Geometric Mean AUC 0–24hr Analyte in Aprepitant Treatment to Control (90% CI) .  Aprepitant  Control  1.20 (1.08–1.33) CP 300.0 250.5 2-deCl-CP 4.5 6 0.75 (0.65–0.86) 4-OH-CP 3.9 4 0.97 (0.83–1.13) PR €  287 265 1.08 (1.02–1.15) PL €  4416 3817 1.16 (1.01–1.32) VC €  41 39 1.04 (0.82–1.33) € (ng/mL*hr) Abbreviations: CP, Cyclophosphamide; 2-deCl-CP, 2-dechloro-cyclophosphamide; 4-OH-CP, 4-hydroxy-cyclophosphamde, PR; prednisone, PL; prednisolone, VC; vincristine View Large The AUC for active metabolite (4-OH-CP) was within the pre-defined range; but there was some increase in the parent CP and some decrease in the toxic metabolite (2-deCl-CP). The AUC for PR was within the defined range. Although, there was some increase in the active metabolite PL, the blood sugar levels were not significantly different in 2 groups (mean change 43% vs 37%). The Functional Living Index-Emesis (FLIE) scores for N/V were not significantly different. There were no serious adverse events related to aprepitant. Conclusions: Administration of aprepitant with (R)CHOP resulted in minor changes in the levels of parent drugs and/or metabolites; which are unlikely to have significant clinical impact. Disclosures: Vadhan-Raj: Merck: Research Funding. Spasojevic: Merck: Research Funding. Neelapu: celgene: Research Funding."
}