{
    "doi": "https://doi.org/10.1182/blood.V114.22.3167.3167",
    "article_title": "Covalent Antithrombin-Heparin Complex Catalysis of Activated Protein C Inhibition by Protein C Inhibitor. ",
    "article_date": "November 20, 2009",
    "session_type": "Blood Coagulation and Fibrinolytic Factors Poster II",
    "abstract_text": "Abstract 3167 Poster Board III-107 Introduction Thrombin (IIa), when bound to thrombomodulin (TM), readily converts protein C (PC) into activated PC (APC). APC functions as an anticoagulant by inactivating activated factors V (FVa) and VIII (FVIIIa), and indirectly reduces IIa generation. Once formed, APC activity is controlled through inhibition by PC inhibitor (PCI), a reaction that is catalyzed by heparin (H). Chan et al. developed a covalent antithrombin-heparin (ATH) complex with increased anticoagulant activity compared to H. The current investigation looked at the role and mechanism by which ATH affects the inhibition of APC by PCI. Methods Discontinous second order rate constant inhibition assays of APC+PCI, in the presence of ATH or unfractionated H (UFH), were performed. These experiments were repeated in the presence of low molecular weight H (LMWH) or ATH (LMWATH), or a high molecular weight ATH (HMWATH). The affinity of ATH or UFH for APC or PCI was assessed using native electrophoresis and APC or PCI immobilized onto agarose beads. Results Second order rate experiments revealed that, at peak values, ATH (k 2 =2.0 × 10 7 ± 1.2 × 10 6 ) was a significantly slower catalyst of APC inhibition by PCI than UFH (k 2 = 3.0 × 10 7 ± 2.0 × 10 6 ; p=0.005). The peak reaction rate value for UFH occurred at a higher catalyst concentration (300nM) compared to ATH (60nM). LMWH was a poor catalyst of APC inhibition by PCI (k 2 = 4.2 × 10 5 ± 8.2 × 10 4 ). However, both LMWATH and HMWATH had high catalytic function (k 2 = 4.1 × 10 7 ± 2.1 × 10 6 and k 2 = 2.7 × 10 7 ± 4.8 × 10 5 , respectively). Although UFH and ATH were able to bind to either APC or PCI at a pH of 7.3, increasing the pH to 8.8 eliminated all binding affinity, except that of ATH for APC. Conclusion UFH functions mechanistically through a template-mediated effect by bridging APC with PCI. The catalytic function of UFH is dependent upon H chain length, as LMWH was ineffective at enhancing APC inhibition by PCI. On the other hand, ATH may act mainly through conformational APC activation. There was no H chain length dependence for ATH, as LMWATH was able to significantly catalyze PCI inhibition of APC. We speculate that ATH's AT moiety may assist interaction with APC but prevents the H component of ATH from bridging the enzyme with the inhibitor. Compared to UFH, ATH is a more potent inhibitor of IIa, but is less effective at inhibiting APC and thereby decreasing IIa generation. These results add to the growing evidence that ATH is a superior anticoagulant to UFH. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "activated protein c",
        "antithrombin iii",
        "antithrombins",
        "catalysis",
        "heparin",
        "protein c inhibitor",
        "anticoagulants",
        "low-molecular-weight heparin",
        "electrophoresis",
        "enzymes"
    ],
    "author_names": [
        "Maria Christina Van Walderveen",
        "Leslie R. Berry",
        "Anthony Chan, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Christina Van Walderveen",
            "author_affiliations": [
                "Pediatrics, Henderson Research Centre, McMaster University, Hamilton, ON, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leslie R. Berry",
            "author_affiliations": [
                "Pediatrics, Henderson Research Centre, McMaster University, Hamilton, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony Chan, MBBS",
            "author_affiliations": [
                "Pediatrics, Henderson Research Centre, McMaster University, Hamilton, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T13:01:15",
    "is_scraped": "1"
}