{
    "doi": "https://doi.org/10.1182/blood.V116.21.2199.2199",
    "article_title": "Critical Role of Immobilized Factor VIII In Solid-Phase Blood Coagulation During Mural Thrombogenesis Under Whole Blood Flow Conditions ",
    "article_date": "November 19, 2010",
    "session_type": "Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Abstract 2199 Coagulation factor VIII (FVIII), lacking in hemophilic blood, plays an essential role in mechanisms of fibrin plug formation to arrest bleeding at sites of injured vessel walls. Physiologic activity of FVIII circulating in bloodstream (soluble FVIII; S-FVIII) could be extensively evaluated so far by classic plasma coagulation assays such as activated partial thromboplastin time. However, the in vivo functional relevance of FVIII bound to von Willebrand factor (VWF) which is immobilized in subendothelium (immobilized FVIII; I-FVIII) is more complex and remains to be addressed. Using an in vitro perfusion chamber system, we have therefore evaluated the function of I-FVIII in the process of mural thrombus generation under whole blood flow conditions. FVIII-free VWF was purified in the presence of 0.35 M CaCl 2 from cryoprecipitate, and coated on a glass plate. Various concentrations (0 as a control, 0.1, 0.3, 1, or 3 U/ml) of recombinant FVIII (Kogenate FS provided by Bayer Pharmaceutical Co.) were reacted with the FVIII-free VWF-coated glass plate. After non-adherent proteins were washed out, the amount of FVIII immobilized to a glass surface via VWF (I-FVIII) was measured by ELISA-based assay using a peroxidase-conjugated anti-FVIII polyclonal antibody. Whole blood was then perfused over a glass plate described above in a parallel plate flow chamber with various shear rates, and the thrombus generation process on a glass surface was observed in real time by confocal laser scanning microscopy. The development of intra-thrombus fibrin deposition was assessed by immune-staining of thrombi with a fluorescence-labeled anti-fibrin specific monoclonal antibody (NYB-T2G1; Accurate Chem.), reflecting solid-phase blood coagulation reaction during mural thrombogenesis. In perfusion of control blood with a high shear rate (1500 s -1 ), the intra-thrombus fibrin deposition was found to increase as a function of I-FVIII, resulting in the 2.5-fold greater fibrin deposition at the plateau as compared to control thrombi generated in the absence of I-FVIII. This I-FVIII effect on intra-thrombus fibrin deposition was also confirmed in perfusion of synthetic hemophilic blood (S-FVIII activity < 1%) which was prepared by the incubation of control blood with an anti-FVIII human IgG (final inhibitor titer in synthetic blood; 5, 10, or 20 Bethesda U/ml). Indeed, I-FVIII normalized in a dose-dependent manner the reduced fibrin deposition (20-35% of normal control) within synthetic hemophilic thrombi generated in the absence of S-FVIII under a high shear rate condition. The improvement of impaired fibrin deposition by I-FVIII was unvarying regardless of the anti-FVIII inhibitor titer in synthetic hemophilic blood. In contrast, the direct addition of recombinant FVIII into synthetic hemophilic blood was poorly effective in this regard, due to the immediate neutralization of S-FVIII by an inhibitor involved in synthetic blood. Thus, these results clearly indicate that I-FVIII, independent of S-FVIII, does play a considerable role on the intra-thrombus fibrin-network formation in the process of mural thrombus generation under whole blood flow conditions with high shear rate, most relevant physiologically for the in vivo hemostasis and thrombosis. Our results might imply a possibility of novel strategic design targeting I-FVIII against hemophilic patients with a high titer anti-FVIII inhibitor. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blood coagulation",
        "factor viii",
        "solids",
        "thrombosis",
        "whole blood",
        "fibrin",
        "thrombus",
        "perfusion",
        "mural thrombus",
        "activated partial thromboplastin time measurement"
    ],
    "author_names": [
        "Masaaki Doi, MD",
        "Mitsuhiko Sugimoto, MD, PhD",
        "Hideto Matsui, MD, PhD",
        "Tomoko Matsumoto",
        "Midori Shima, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Masaaki Doi, MD",
            "author_affiliations": [
                "Regulatory Medicine for Thrombosis, Nara Medical University, Kashihara, Nara, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mitsuhiko Sugimoto, MD, PhD",
            "author_affiliations": [
                "Regulatory Medicine for Thrombosis, Nara Medical University, Kashihara, Nara, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideto Matsui, MD, PhD",
            "author_affiliations": [
                "Regulatory Medicine for Thrombosis, Nara Medical University, Kashihara, Nara, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoko Matsumoto",
            "author_affiliations": [
                "Pediatrics, Nara Medical University, Kashihara, Nara, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Midori Shima, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T09:32:27",
    "is_scraped": "1"
}