{
    "doi": "https://doi.org/10.1182/blood.V122.21.2966.2966",
    "article_title": "Improving Recognition, Diagnosis, and Management Of Heparin Induced Thrombocytopenia By Implementing a Computer-Based Clinical Decision Support System ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "abstract_text": "Introduction Heparin induced thrombocytopenia (HIT) is often not considered as a potential etiology of thrombocytopenia. The gradual 5 to 14 day decline in platelet count (PC) may not be easily recognized by busy clinicians. The life-threatening complications of HIT are potentially preventable with prompt recognition and management. Implementation of computer-based clinical decision support systems (CDSS) may aid in addressing these issues. Such systems have shown promise in increasing provider recognition, appropriate testing, and management of a variety of conditions. Methods We developed, implemented and evaluated a CDSS designed to identify patients at risk for HIT. The CDSS was integrated into the electronic medical record (Centricity Enterprise, GE) at Mayo Clinic Rochester. The CDSS identified inpatients with recent or active use of heparin medications, who experienced a 50% PC drop. For such patients, the system generated an electronic message alerting their care team of the 50% PC drop and asked them to consider the possibility of HIT. A link to a website with recommendations for the diagnosis and management of HIT was included with the alert. Providers were encouraged to assess for HIT using the 4Ts Score and, if indicated, the anti-heparin/platelet factor 4 (PF4) antibody assay. We performed a retrospective chart review of consecutive patients identified by the system and equal number of randomly generated controls that did not trigger alerts. The accuracy of the algorithm was assessed and errors were analyzed for clinical significance. Patient risk of HIT was evaluated by using the 4Ts Score and the HIT Expert Probability (HEP) Score. Alert effect was classified as: 1) Objective an action (discontinuing heparin, testing for HIT antibodies, subspecialty consult for HIT) and/or documentation (discussing the possibility of HIT) within three days after the alert had been received. 2) Probable: new documentation of an explanation for thrombocytopenia without mention of HIT or documentation or action more than three days after the alert. 3) None: no clear action or change in documentation. Results Over the study period, 2,785 patients had a total of 37,060 PC (13.31 PC/patient) and the CDSS triggered a total of 124 alerts. About 10% of alerted clinicians reviewed the website with recommendations on the management of HIT. A total of 117 patients generating alerts were compared to 124 controls. Demographics between the two groups were similar. The CDSS had a 95% sensitivity for accurately detecting a 50% platelet drop for inpatients on heparin. The specificity was 74%. The Objective alert effect was found in 21% of the cases (16% of providers changed their management and 5% documented that HIT was felt to be unlikely). The most common actions taken after receiving the alert were obtaining a HIT antibody assay, withholding heparin, consulting a subspecialty service, and/or changing anticoagulants. The Probable alert effect was 14% of the cases. HIT had been considered before the alert was sent in 11% of patients. Alert effect was classified as None for the remaining 54% of patients. Anti-heparin/PF4 testing for HIT was ordered for 25% of the intervention patients compared to 3% of controls. For the intervention group, PF4 was negative for 86% of tested patients, equivocal for 10%, and positive in 3%. All PF4 tests were negative in the control group. 4Ts score was greater than or equal to 4 in 38% of patients and averaged 3.1 (range 7 to 0). HEP score averaged 4 (range 14 to -4). Risk calculations showed a trend to higher risk with therapeutic heparin compared to prophylactic heparin preparations. HIT risk scores were comparable by admitting service and diagnosis. Conclusions Our CDSS successfully identified upwards of 95% of inpatients at risk for HIT. However, approximately 26% of the alerts were false positives. Only a small proportion of clinicians accessed the website with recommendations for the diagnosis and management of HIT but patients with a suspected HIT were managed appropriately. Of the patients triggering a HIT alert, 38% had an intermediate or high clinical probability of HIT based on the 4Ts Score that would be an indication for further testing. This result highlights the success of the CDSS in identifying patients needing further evaluation but also the difficulties of a computer-based CDSS in representing all the important clinical criteria for the diagnosis of HIT. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "clinical decision support systems",
        "computers",
        "thrombocytopenia, heparin-induced",
        "heparin",
        "antibodies",
        "thrombocytopenia",
        "anticoagulants",
        "false-positive results",
        "platelet factor 4",
        "platelet count measurement"
    ],
    "author_names": [
        "Jordan K Schaefer, MD",
        "Rajiv K Pruthi, MBBS",
        "Jennifer S Shin",
        "Mark W Dobie",
        "Pedro J Caraballo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jordan K Schaefer, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rajiv K Pruthi, MBBS",
            "author_affiliations": [
                "Division of Hematopathology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer S Shin",
            "author_affiliations": [
                "Department of Information Technology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark W Dobie",
            "author_affiliations": [
                "Department of Information Technology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro J Caraballo, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:27:14",
    "is_scraped": "1"
}