{
    "doi": "https://doi.org/10.1182/blood.V128.22.2592.2592",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3409",
    "start_url_page_num": 3409,
    "is_scraped": "1",
    "article_title": "Target Joint Status in Patients with Hemophilia a during 18 Consecutive Months of Prophylaxis with a Pegylated Full-Length Recombinant Factor VIII with Extended Half-Life ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "half-life",
        "hemophilia a",
        "recombinant antihemophilic factor viii",
        "screening",
        "hemorrhage",
        "hemorrhagic episodes",
        "joint disorders",
        "polyethylene glycols",
        "equity",
        "adolescent"
    ],
    "author_names": [
        "Werner Engl, PhD Cstat",
        "Lisa Patrone, PhD",
        "Brigitt E. Abbuehl, MD"
    ],
    "author_affiliations": [
        [
            "Baxalta Innovations GmbH, now part of Shire, Vienna, Austria "
        ],
        [
            "Baxalta US Inc., now part of Shire, Westlake Village, CA"
        ],
        [
            "Baxalta Innovations GmbH, now part of Shire, Vienna, Austria "
        ]
    ],
    "first_author_latitude": "48.201572150000004",
    "first_author_longitude": "16.39162025",
    "abstract_text": "Introduction and Objective : Patients with severe hemophilia A repeatedly bleed into joints and subsequently develop target joints and arthropathy. BAX 855, a polyethylene glycol pegylated, full-length, recombinant factor VIII built on ADVATE, demonstrates an extended half-life, efficacy, and safety for prophylaxis and the treatment of bleeding in patients with severe hemophilia A. Target joint status was evaluated in an ad-hoc analysis of integrated efficacy data from previously treated adolescent and adult patients who participated in the pivotal (completed) and continuation (ongoing) studies. Methods : The number of target joints, defined as a single joint with ≥3 spontaneous bleeding episodes in any consecutive 6-month period, were analyzed over 3 consecutive 6-month periods in patients who received twice weekly BAX 855 prophylaxis at 40-50 IU/kg. Results : After approximately 6 months of twice weekly prophylaxis during the pivotal study, 101 adolescent and adult patients continued treatment in the continuation study, 51 of whom were treated with twice weekly prophylaxis for 18 consecutive months. At screening 29.4% (15/51) of these patients had no target joints, 19.6% (10) had 1 target joint, 21.6% (11) had 2, and the remaining 29.4% (15) had 3 or more. After the first 6-month treatment period, the percent of patients with no target joints increased to 66.7% (34 patients), including 19 patients in whom 1 or more target joints had resolved and 15 patients who remained target joint-free from screening. Of note, for the 15 patients with 3 or more target joints at screening, all of their target joints resolved after the first 6 months of treatment with BAX 855. This trend was maintained after the second 6-month treatment period. After the third 6-month period of twice weekly prophylaxis, the percent of patients with no target joints further increased to 82.4% (42), which included the 15 patients who remained target joint-free from screening. Nine patients had 1 or more unresolved target joint after 18 months of twice weekly prophylaxis, and in 6 of these patients, 1 to 3 other target joints had resolved. Overall, there were 89 target joints at screening which reduced to 14 after 18 months of twice weekly prophylaxis. Of those, 10 target joints changed status (eg, were present, resolved, and then re-appeared) and only 4 target joints (in 4 patients) persisted as unresolved through each of the 3 consecutive 6-month treatment periods. Conclusions : These results demonstrate the efficacy of continuous twice weekly prophylaxis with BAX 855 for preventing and resolving the majority of target joints. Disclosures Engl: Shire, formerly Baxalta and Baxter: Employment, Equity Ownership. Patrone: Shire, formerly Baxalta and Baxter: Employment, Equity Ownership. Abbuehl: Shire, formerly Baxalta and Baxter: Employment, Equity Ownership."
}