{
    "doi": "https://doi.org/10.1182/blood-2019-129115",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4225",
    "start_url_page_num": 4225,
    "is_scraped": "1",
    "article_title": "Rare Germline Mutations in Complement Regulatory Genes Make the Antiphospholipid Syndrome Catastrophic ",
    "article_date": "November 13, 2019",
    "session_type": "Plenary Abstracts",
    "topics": [
        "antiphospholipid syndrome",
        "complement system proteins",
        "genes",
        "germ-line mutation",
        "capsules",
        "clinician-administered ptsd scale",
        "computer-assisted personalized sedation",
        "cowden's syndrome",
        "cryopyrin-associated periodic syndromes",
        "thrombus"
    ],
    "author_names": [
        "Shruti Chaturvedi, MBBS, MS",
        "Evan M Braunstein, MD PhD",
        "Xuan Yuan, MD MSc",
        "Hang Chen",
        "Ravi Kumar Alluri, PhD",
        "Michael B. Streiff, MD",
        "Michelle Petri, MD MPH",
        "Mark Crowther, MD MSc, FRCPC",
        "Keith R McCrae, MD",
        "Robert A. Brodsky, MD"
    ],
    "author_affiliations": [
        [
            "Johns Hopkins University School of Medicine, Baltimore, MD "
        ],
        [
            "Johns Hopkins University School of Medicine, Baltimore, MD, MD "
        ],
        [
            "Hematology/Medicine, Johns Hopkins University School Medicine, Baltimore, MD "
        ],
        [
            "Johns Hopkins University School of Medicine, Baltimore, MD, MD "
        ],
        [
            "Department of Cardiovascular and Metabolic Sciences, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Division of Hematology, Department of Medicine, Johns Hopkins Medical Institutions, Baltimore, MD "
        ],
        [
            "Johns Hopkins, Johns Hopkins Hospital, MD ",
            "Division of Rheumatology, Johns Hopkins University School of Medicine, Baltimore, MD "
        ],
        [
            "McMaster University, Hamilton, Canada "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic Lerner College of Medicine, Cleveland Clinic, Cleveland, OH ",
            "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Division of Hematology, Department of Medicine, Johns Hopkins University, Baltimore, MD"
        ]
    ],
    "first_author_latitude": "39.299216099999995",
    "first_author_longitude": "-76.5933799",
    "abstract_text": "Introduction: The antiphospholipid syndrome (APS) is characterized by thrombosis and/or pregnancy morbidity along with persistent antiphospholipid antibodies (aPL). Despite adequate anticoagulation, 10-30% of patients have recurrent thrombosis. Catastrophic APS (CAPS) is associated with approximately 40% mortality despite treatment. The pathogenesis of APS complications is incompletely understood. Recent animal studies indicate that complement is required for aPL-associated thrombosis, and complement has emerged as an attractive therapeutic target for refractory thrombotic APS and CAPS. Methods: We first evaluated complement activation in sera of patients with thrombotic APS by ISTH criteria (N=53), catastrophic APS (CAPS; N=8, sera available for 6), and systemic lupus erythematosus (SLE; N=74) who presented to our institution from June 2015 to June 2019 (and four patients with CAPS from other institutions). We used the modified Ham (mHam) test, a functional assay for complement activation as described previously ( Gavriilaki et al. Blood 2015 ). The mHam assay is based on the principle that a PNH cell line (PIGA-null TF-1 cells) lacking the cell surface complement regulators CD55 and CD59 undergoes lysis in serum containing activated complement. Cell death (measured by a cell viability assay) is a measure of complement activation. Cell surface deposition of complement products (C3c, C5b-9) is also detected by flow cytometry. We then evaluated whether adding purified patient-derived aPL (anti-β2 glycoprotein IgG) to normal serum induced complement activation. Finally, we performed targeted sequencing of 15 complement genes in the study subjects, as well as 22 patients with aHUS and 36 healthy individuals as positive and negative controls, respectively. Results: ( A) Complement activation is associated with thrombotic APS . A positive mHam assay (>20% cell killing) was detected in 32.1% (17 of 53) patients with thrombotic APS and 100% (6 of 6 with available sera) of CAPS compared with 6.8% (5 of 74) with SLE, (P <0.001) (Fig. 1A). A history of thrombosis was present in 79.3% patients with a positive mHam and 38.4% with a negative mHam test. Among APS patients, mHam positivity was associated with triple positivity (lupus anticoagulant, anti-β2-glycoprotein-1 Ab and anti-cardiolipin Ab), which is associated with higher thrombotic risk (60%), than double (23%) or single positivity (10%) (P = 0.002) (Fig. 1B). APS patients were more likely to have a positive mHam closer to a thrombotic event (Fig. 1C). (B) aPL from patients activate complement in vitro. Patient-derived anti- β2 glycoprotein IgG from all four patients induced complement activation in the mHam assay (Fig 2A). Flow cytometry confirmed cell surface deposition of complement activation products (C4d, C5b-9), which was inhibited by adding anti-C5 monoclonal Ab or a factor D inhibitor (representative sample in fig. 1B). (C) Catastrophic APS is associated with complement mutations. Rare (minor allele frequency <0.01) germline mutations in complement genes were present in 62.5% (5 of 8) patients with CAPS, 22.6% (12 of 53) patients with thrombotic APS, and 23.8% (5 of 21) of SLE compared with 50% (11 of 22) of aHUS, and 19.4% (7 of 36) of normal individuals. The mutation rate in CAPS was significantly higher than in APS (P=0.019), SLE (P=0.051), and normal controls and similar to that seen in aHUS (P=0.36). Rare variants in CAPS included: (i) homozygous CFHR1-CFHR3 deletion, (ii) THBD P501L, (iii) CR1 S1982G and homozygous CFHR1-CFHR3 deletion, (iv) CFHR4 R287H, and (v) CR1 V2125L. Conclusions: APS serum activates complement in vitro shown by a functional assay (mHam) and increased C5b-9 deposition on the cell surface. A positive mHam test strongly associates with both recent thrombosis and triple positive APS. Purified human anti-B2GPI antibody from APS patients activates complement when added to normal human serum, suggesting that complement activation plays a pathophysiologic role in APS associated thrombosis. Finally, CAPS patients have a high rate of mutations in complement genes, which likely serves as a 'second-hit' (in addition to aPL) leading to uncontrolled complement activation and a more severe phenotype (Figure 3). Taken together, our results provide a rationale for complement inhibition as a therapeutic strategy in patients with CAPS and refractory thrombotic APS. View large Download slide View large Download slide  Disclosures Chaturvedi: Shire/Takeda: Research Funding; Sanofi: Consultancy; Alexion: Consultancy. Streiff: Pfizer: Consultancy, Honoraria; Bayer: Consultancy, Honoraria; Portola: Consultancy, Honoraria; Roche: Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Daiichi-Sankyo: Consultancy, Honoraria. Petri: Astellas: Consultancy; Novartis: Consultancy; Exagen: Consultancy, Research Funding; Glenmark Pharmaceuticals: Consultancy; EMD Serono: Consultancy; Bristol-Myers Squibb: Consultancy; IQVIA: Consultancy; Janssen Pharmaceuticals: Consultancy; Aleon Pharmaceuticals: Consultancy; Momenta Pharmaceuticals: Consultancy; Blackrock Pharmaceuticals: Consultancy; Astrazeneca: Consultancy, Research Funding; UCB Pharmaceuticals: Consultancy; GSK: Consultancy; Qiagen: Consultancy; Abbive: Consultancy; Amgen: Consultancy; Decision Resources: Consultancy; Principia Biopharma: Consultancy; Eli Lilly: Consultancy; Kezaar Life Sciences: Consultancy. McCrae: Dova Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Pfizer Pharmaceutical: Membership on an entity's Board of Directors or advisory committees; Rigel Pharmaceutical: Membership on an entity's Board of Directors or advisory committees; Sanofi Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees. Brodsky: Alexion: Membership on an entity's Board of Directors or advisory committees, Other: Grant funding; Achillion: Research Funding."
}