{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5329.5329",
    "article_title": "Favorable Immune Signature in CLL Patients, Defined By Antigen-Specific T-Cell Responses, Might Prevent Second Skin Cancers ",
    "article_date": "December 7, 2017",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "CLL patients show an increased risk of developing second malignancies with skin cancer, including squamous cell carcinoma, melanoma, and basal cell carcinoma, being the most commonly reported. This might be mainly due to the association of CLL with profound immune defects affecting both cellular and humoral immunity, overall resulting in failure to mount effective immune responses. Several treatment modalities used for CLL therapy may further exacerbate immunosuppression. In contrast, CLL cells also appear to possess characteristics of immunogenicity, which is indicated by the graft-versus-leukemia effect occurring after hematopoietic stem cell transplantation, and studies reporting clinical effectiveness of T-cell based immunotherapy approaches in CLL patients. In a recent study, our group reported on spontaneous memory T-cell responses against CLL-associated antigens that were identified by analysis of naturally presented immunopeptidomes of CLL patients using a direct mass spectrometric approach (Kowalewski et al., PNAS 2015). Retrospective analysis revealed a significant survival benefit for CLL patients showing T-cell responses to more than one CLL-associated antigen, which points to the involvement of the immune response in disease control. Here we evaluated our CLL patient cohort with regard to the incidence of second skin cancers with the aim to elucidate the predictive value of spontaneous T-cell responses to CLL-associated antigens for the development of skin malignancies in CLL patients. We found a significantly lower incidence of skin cancer in the patients showing more than one immune response ( immune response cohort, n=13) to CLL-associated antigens compared to patients showing no or only one immune response ( no immune response cohort, n=32, p<0.05). The median of analyzed CLL-associated peptides per patient (n=13) did not differ between the two groups, which excludes effects of an imbalanced analysis of peptide-specific T-cell responses. The two cohort showed an equal age distribution, with a median age at time of study inclusion in the immune response cohort of 69 years compared to 71 years in the no immune response cohort. 44.4% (8/18) of CLL patients with Binet stage A were classified as responders ( immune response cohort), whereas only 15.4% (2/13) of patients with Binet stage B and 21.4% (3/14) of patients with stage C showed more than one immune response. Similar results were obtained for the RAI classification system, with 53.3% (8/15) of RAI stage 0-1 patients showing an immune response compared to only 16.7% (5/30) patients with RAI stages 2-4. It is important to note that the immune response cohort still includes 38.5% (5/13) CLL patients with Binet stage B or C and RAI stage 2-4. Surprisingly, CLL-associated antigen-specific immune responses did not associate with any clinical characteristics including leukocyte count, hemoglobin level, thrombocyte count, neutrophil count, immunoglobulin levels or CD8 + and CD4 + T-cell immune status. Therefore, our data indicate that the CLL-specific immune signature of a given patient, defined by antigen-specific T-cell responses, might represent an independent marker to identify CLL patients susceptible for the development of skin malignancies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "skin cancer",
        "t-lymphocytes",
        "peptides",
        "basal cell carcinoma",
        "hematopoietic stem cell transplantation",
        "hemoglobin measurement",
        "immunoglobulins",
        "immunotherapy",
        "leukemia"
    ],
    "author_names": [
        "Annika Nelde",
        "Daniel Johannes Kowalewski",
        "Linus Backert",
        "Lothar Kanz",
        "Helmut R. Salih, MD",
        "Hans-Georg Rammensee",
        "Stefan Stevanovic",
        "Juliane Sarah Walz"
    ],
    "author_dict_list": [
        {
            "author_name": "Annika Nelde",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Tübingen, Tuebingen, Germany ",
                "Institute for Cell Biology, Department of Immunology, University of Tübingen, Tuebingen, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel Johannes Kowalewski",
            "author_affiliations": [
                "Abteilung Immunologie, Interfakultaeres Institut fuer Zellbiologie, Tuebingen, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linus Backert",
            "author_affiliations": [
                "Institute for Cell Biology, Department of Immunology, University of Tübingen, Tuebingen, Germany ",
                "University of Tübingen, Applied Bioinformatics, Center for Bioinformatics and Department of Computer Science, Tuebingen, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar Kanz",
            "author_affiliations": [
                "University Hospital, Tuebingen, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmut R. Salih, MD",
            "author_affiliations": [
                "University Hospital, Tuebingen, Germany ",
                "Clinical Collaboration Unit Translational Immunology, German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), partner site Tübingen, Tuebingen, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans-Georg Rammensee",
            "author_affiliations": [
                "Institute for Cell Biology, Department of Immunology, University of Tübingen, Tuebingen, Germany ",
                "German Cancer Consortium (DKTK), DKFZ Partner Site Tübingen, Tuebingen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Stevanovic",
            "author_affiliations": [
                "Abteilung Immunologie, Interfakultaeres Institut fuer Zellbiologie, Tuebingen, Germany ",
                "German Cancer Consortium (DKTK), DKFZ Partner Site Tübingen, Tuebingen, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juliane Sarah Walz",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Tübingen, Tuebingen, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T03:55:53",
    "is_scraped": "1"
}