{
    "doi": "https://doi.org/10.1182/blood.V122.21.2112.2112",
    "article_title": "Outcomes Of Allogeneic Hematopoietic Stem Cell Transplantation In AML Patients Registered In Prospective Studies: The JALSG Experience ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "abstract_text": "Background The current guidelines for acute myeloid leukemia (AML) issued by the Japan Society for Hematopoietic Cell Transplantation were updated in 2009 to reflect that AML in intermediate-risk or unfavorable-risk patients younger than 55 years of age should be treated with allogeneic stem cell transplantation (allo-SCT) at the first complete remission (1CR). However, most of the \u0081eevidence' for this recommendation was based on the results of either prospective studies with randomization according to donor availability or retrospective studies. Therefore, the influence of \u0081eselection bias' is inevitable. On the other hands, physicians sometimes have difficulty deciding whether a patient should receive upfront allo-SCT or final treatment with chemotherapy, as the outcomes of patients with 1CR at allo-SCT and 2 nd CR (2CR) at allo-SCT are comparable. Aims We conducted a subgroup analysis to verify the validity of allo-SCT in AML patients in 1CR using the dataset of patients registered in prospective studies. [Methods] We examined the disease status and outcomes of the AML patients registered in the AML97 and AML201 studies conducted by the Japan Adult Leukemia Study Group (823 patients and 1,064 patients, respectively) who underwent allo-SCT. Results A total of 752 patients with AML were registered in the JALSG study and underwent allo-SCT. Their estimated 5-year overall survival (OS) was 44%. The number of patients according to the disease status at allo-SCT was 262 in 1CR, 130 in 1 st relapse (1rel), 192 in 2CR and 98 with primary induction failure to CR (PIF). The estimated 5-year OS of the patients with intermediate-risk or unfavorable-risk cytogenetics in 1CR was significantly superior to that of the patients with 1rel or 2CR (57% vs. 41%, p<0.0001). The allo-SCT outcomes of the patients with relapse revealed that the estimated 5-year survival after relapse (SAR) in the patients who achieved 2CR was acceptable at 62%, while that of the patients with 1rel who underwent allo-SCT was significantly superior to that of the patients who did not receive allo-SCT (5-year SAR: 17% vs. 8%, p<0.0001). The outcomes of the patients with relapse and PIF were better among the patients who underwent allo-SCT than among the patients who did not, regardless of the cytogenetic risk category. Conclusions The use of upfront allo-SCT in AML patients with 1CR is recommended, as the allo-SCT outcomes of patients with 1CR are superior to those observed after relapse, although the 5-year OS of patients with 2CR is not inferior to that of patients with 1CR. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "allogeneic stem cell transplant",
        "allopurinol",
        "chemotherapy regimen",
        "complete remission",
        "donors",
        "hand",
        "hematopoietic stem cell transplantation",
        "leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Ken Ishiyama, MD, PhD",
        "Shigeki Ohtake, MD, PhD",
        "Hisashi Sakamaki, MD, PhD",
        "Yasushi Miyazaki, MD, PhD",
        "Shuichi Miyawaki, MD, PhD",
        "Kazunori Ohnishi, MD, PhD",
        "Tomoki Naoe, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ken Ishiyama, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Tokyo Metropolitan Ohtsuka Hospital, Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shigeki Ohtake, MD, PhD",
            "author_affiliations": [
                "Clinical Laboratory Science, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisashi Sakamaki, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Tokyo Metropolitan Cancer and Infectious Diseases Center Komagome Hospital, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasushi Miyazaki, MD, PhD",
            "author_affiliations": [
                "Hematology, Atomic Bomb Disease Institute, Nagasaki University, Nagasakishi, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuichi Miyawaki, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Tokyo Metropolitan Ohtsuka Hospital, Tokyo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazunori Ohnishi, MD, PhD",
            "author_affiliations": [
                "Oncology Center, Hamamatsu University School of Medicine, Shizuoka, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoki Naoe, MD, PhD",
            "author_affiliations": [
                "National Hospital Organization Nagoya Medical Center, Nagoya, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T04:03:45",
    "is_scraped": "1"
}