{
    "doi": "https://doi.org/10.1182/blood.V128.22.2313.2313",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3332",
    "start_url_page_num": 3332,
    "is_scraped": "1",
    "article_title": "Enrichment of Hematopoietic Stem Cells Using Immunomagnetic Beads to Facilitate Gene Therapy ",
    "article_date": "December 2, 2016",
    "session_type": "801. Gene Therapy and Transfer: Poster I",
    "topics": [
        "gene therapy",
        "hematopoietic stem cells",
        "cd34 antigens",
        "transplantation",
        "cell separation",
        "globins",
        "hemoglobinopathies",
        "antigens, cd15",
        "gene transfer techniques",
        "genetic disorder"
    ],
    "author_names": [
        "Katelyn E Masiuk, BS",
        "Devin Brown, BA",
        "Fabrizia Urbinati, PhD",
        "Roger P Hollis, PhD",
        "Donald B Kohn"
    ],
    "author_affiliations": [
        [
            "Department of Microbiology, Immunology and Molecular Genetics, UCLA, Los Angeles, CA "
        ],
        [
            "Department of Microbiology, Immunology and Molecular Genetics, UCLA, Los Angeles, CA "
        ],
        [
            "Department of Microbiology, Immunology and Molecular Genetics, UCLA, Los Angeles, CA "
        ],
        [
            "Department of Microbiology, Immunology and Molecular Genetics, UCLA, Los Angeles, CA "
        ],
        [
            "Department of Microbiology, Immunology and Molecular Genetics, David Geffen School of Medicine at UCLA, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "34.067791299999996",
    "first_author_longitude": "-118.44117700000001",
    "abstract_text": "Lentiviral (LV)-based hematopoietic stem and progenitor cell (HSPC) gene therapy is becoming a promising clinical strategy for the treatment of genetic diseases. Clinical trials are currently underway to treat hemoglobinopathies using a lentivirus expressing anti-sickling β ‐ or γ-globin genes. However, clinical scale production of globin vectors has proven difficult due to the large size and complexity of the human β -globin gene expression cassette. Vector products often have low titers and require large manufacturing volumes to treat a single patient. We hypothesized that less vector per patient could be used by further purifying hematopoietic stem cells (HSC) beyond standard CD34 + selection prior to gene modification and transplantation. Here, we have optimized and characterized an immunomagnetic bead (IB) based cell sorting method to enrich CD34 + CD38 - cells from human bone marrow (BM). Our results suggest we can use clinically available technology (IB-based cell sorting) to achieve a ~10-fold reduction in vector requirements while still retaining the HSC required for clinical benefit after transplant. We first used competitive transplant studies to determine the SCID repopulating activity of different subpopulations of BM CD34 + cells after 2-day ex-vivo culture and LV transduction. The CD34+ BM cells were sorted into 3 intervals of increasing CD38 expression, each marked with a distinct fluorescent LV vector, and competitively transplanted into NSG mice. At >16 weeks post-transplant, >90% of all hCD45 + hCD34 + cells in NSG marrow were derived from the lowest ~6% of CD38 negativity. We next optimized small-scale (50-100 mL of BM) enrichment of CD34 + CD38 - cells using an IB-based cell isolation method. CD38 + cells were first depleted, and CD34 + 38 - cells were subsequently selected. This double-step CD34 + CD38 - purification non-specifically enriched granulocytes, which represented up to 50% of total isolated cells. Thus, we modified the first step of our protocol to include co-depletion of both CD15 + myeloid cells and CD38 + cells, which increased the purity of CD34 + 38 - cells up to 2-fold. The dual IB-based CD34 + CD38 - purification and standard CD34 + purification were performed in parallel on 4 independent BM samples. Recovery of CD34 + CD38 - cells from starting material (MNCs) was assessed by each method. The single-step IB CD34 + purification recovered 91.8±6.5% (mean±SD) of CD34 + CD38 - cells while double-step IB CD34 + CD38 - purification recovered 72±1.4% of CD34 + CD38 - cells. An additional 20±6% of CD34 + CD38 - cells remained in the CD38 + fraction. When compared to single-step IB CD34 + purification, CD34 + CD38 - two-step purification reduced the total number of isolated cells by a range of 7.6-17.8-fold. We next compared the long-term engraftment capabilities of IB-purified CD34 + and CD34 + CD38 - cells transduced with a LV expressing mCitrine. CD34 + or CD34 + CD38 - cells purified from an equivalent volume of marrow were transplanted into NSG mice at limiting cell doses. Purified cells were transduced at the same cell density and vector concentration, with the CD34 + CD38 - cell grafts requiring 11.8-fold less LV than CD34 + cells. At 20 weeks, recipients of CD34 + or CD34 + CD38 - purified cells had similar levels of human chimerism indicating retention of engraftment capacity by the enriched CD34 + CD38 - cells. Additionally, hCD45 + cells in engrafted NSG mice exhibited similar levels of mCitrine expression (MFI), suggesting that IB enrichment of CD34 + CD38 - cells does not affect gene transfer into HSC. One potential disadvantage of using purified CD34 + CD38 - cells in a clinical setting is delayed myeloid recovery in the post-transplant period. NSG mice transplanted with purified CD34 + CD38 - cells demonstrated reduced circulating human myeloid cells at 3 weeks post-transplant as compared to mice transplanted with CD34 + cells. In order to overcome this potential clinical hurdle, we explored a strategy of adding back non-transduced CD38 + cells, which restored early levels of circulating human myeloid cells. We are currently investigating the effects of adding non-transduced CD38 + cells on long-term engraftment of gene-marked HSC. In summary, we have developed a clinically applicable method to enrich HSCs and reduce vector requirements. This strategy could directly contribute to clinical trials for hemoglobinopathies by addressing the factors currently limiting gene therapy methods. Disclosures No relevant conflicts of interest to declare."
}