{
    "doi": "https://doi.org/10.1182/blood-2018-99-119724",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4099",
    "start_url_page_num": 4099,
    "is_scraped": "1",
    "article_title": "Cost-Effective Use of White Blood Cell Growth Factors in the Veterans Administration ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research-Malignant Diseases: Poster III",
    "topics": [
        "biosimilar pharmaceuticals",
        "cost effectiveness",
        "filgrastim",
        "filgrastim-sndz",
        "granulocyte colony-stimulating factor",
        "granulocytes",
        "hematopoietic growth factors",
        "neutropenia",
        "neutropenia, drug-induced",
        "pegfilgrastim"
    ],
    "author_names": [
        "Kevin Knopf, MD",
        "William Hrureshky",
        "Bryan Love",
        "Leann Norris",
        "Charles L. Bennett, MD PhD"
    ],
    "author_affiliations": [
        [
            "Highland Hospital, Oakland, CA "
        ],
        [
            "University of South Carolina School of Pharmacy, Columbia, SC "
        ],
        [
            "School of Pharmacy, U of South Carolina, columbia, SC "
        ],
        [
            "School of Pharmacy, U of South Carolina, Columbia, SC "
        ],
        [
            "South Carolina Center of Economic Excellence for Medication Safety, South Carolina College of Pharmacy, Columbia, SC"
        ]
    ],
    "first_author_latitude": "37.79871785",
    "first_author_longitude": "-122.23191529999998",
    "abstract_text": "The use of granulocyte colony-stimulating (G-CSF) factors to avoid chemotherapy induced neutropenia is a major cost driver in clinical oncology. Short acting formulations, while less convenient, are 39% the cost of the longer formulation (Pegfilgrastim). We analyzed the use of G-CSF vs. Neulasta in the Veterans Administration (VA) health care system as currently practiced by clinical judgement and analyzed this economically. A survey of 23 sites within the VA on the relative frequency of use of filgrastim, Tbo-filgrastim, Filgrastim-sndz and Pegfilgrastim was conducted. Cost was estimated using 340B pricing. A maximally cost-effecient strategy of 100% Tbo-filgrastim would result in a cost of $62,336 per 100 patient episodes. Tbo-filgrastim was the preferred treatment in 18 of 23 sites surveyed. Cost results ranged from a minimum of $62,336 (4 of 23 sites) to a maximum of $201,356 (2 of 23 sites) with a mean cost of $99,080. The VA was overall 73% efficient, and therefore highly cost-effective, in minimizing use of Pegfilgrasim. As in Europe cost-efficiency favors the use of Tbo-filgrastim over Pegfilgrastim; further cost-saving opportunities exist with the following strategies : (1) avoid G-CSF use where there is no convincing evidence of efficacy (i.e. low risk patients, treatment of neutropenia rather than prophylaxis) (2) use daily filgrastim in lieu of pegfilgrastim whenever possible (3) use Tbo-filgrastrim rather than filgrastrimn (4) continue to examine strategies using 2 or 4 day courses of G-CSf as opposed to 8 days which would cut cost an additional 50 to 75%. Survey data showed that uptake of biosimilar G-CSF in the VA system has been extremely rapid. All sites are using biosimilar GCSF for all new patients; 6 of 23 sites were comfortable shifting current patients on branded G-CSF to the biosimilar. Survey data shows an overwhelming use of filgrastrim compared to pegfilgrastim in the VA system, in contradistinction to the rest of the United States - resulting in an efficiency of 73% (i.e. only 27% of patients are being given pegfilgrastrim). This represents a great savings to the VA system which can be emulated in other sites in the United States. Switching to a Tbo-filgrastim, although heralded by some as cost savings, only engendered a cost savings of 2.2% - small compared to other clinical changes. Disclosures No relevant conflicts of interest to declare."
}