{
    "doi": "https://doi.org/10.1182/blood-2021-146233",
    "article_title": "Fc-Modified Kko: A Novel Therapeutic for Heparin-Induced Thrombocytopenia (HIT), Reversing Both the Thrombocytopenia and Thrombosis ",
    "article_date": "November 5, 2021",
    "session_type": "301.Vasculature, Endothelial Cells and Platelets: Basic and Translational",
    "abstract_text": "Heparin induced thrombocytopenia (HIT) is an immunogenic prothrombotic disorder caused by antibodies that recognize human platelet factor 4 (PF4) complexed to polyanions. We had previously shown using chimeric constructs of hPF4 and mouse (m) PF4 and chimeras with the related chemokine, neutrophil-activating peptide-2 that there is a single antigenic locus on hPF4 in these complexes to which most HIT antibodies bind. KKO is a mouse monoclonal IgG2b k anti-hPF4/polyanion monoclonal antibody that mimics pathogenic antibodies that induce HIT and provokes thrombosis in a murine model of HIT. We previously established that specific hydrolysis of N-linked glycans in the Fc-region of KKO by endoglycosidase from Streptococcus pyogenes EndoS (Genovis) yields >97% deglycosylation on LC-MS/MS generating DGKKO. This modification has no significant effect on binding to PF4-heparin complexes as shown by ELISA and by dynamic light scattering, but abrogates FcgRIIA-mediated binding and platelet activation, and decreases complement activation as evaluated by flow cytometry. To examine if DGKKO reduces prothrombotic effects, we compared DGKKO with KKO in human microfluidic system lined with human umbilical vein cells (HUVECs) that are then photochemically injured and a murine model involving \"HIT mice\" (mice that express FcgRIIA and human PF4 and lack mouse PF4). Using the microfluidic system described above and infusing blood from healthy donors with added human PF4 (25 µg/ml) and KKO (50 µg/ml) or HIT IgG from three individuals with SRA-positive HIT (1mg/ml) resulted in increased platelet adherence to the injured endothelium (Figure 1). Addition of DGKKO (50 µg/ml) 15 minutes after addition of HIT antibodies eliminated platelet accumulation (Figure 1). In the HIT murine model, we found that intraperitoneal (IP, 200 µg/mice) or intravenous (IV, 20 µg/mice) DGKKO did not induce thrombocytopenia in HIT mice, but reversed the thrombocytopenia induced by either IP KKO (200 µg/mice) or HIT IgG (1 mg/mice) even when the DGKKO is given 6 hrs after HIT induction (Figure 2A). We used an intravital cremaster laser arteriole injury model in HIT mice to study the efficacy of DGKKO as an antithrombotic agent. We found that unlike KKO that enhances growth of established thrombi in these mice, DGKKO significantly reversed the size of the observed thrombi (Figure 2B). These studies suggest that DGKKO obstructs the HIT antigenic site recognized by HIT antibodies and leads to a reversal of thrombocytopenia and thrombus size. Additional studies are underway to examine if DGKKO can be used as a monotherapy or adjunctive therapy in the murine model of HIT thrombosis. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Cines:  Rigel: Consultancy; Dova: Consultancy; Treeline: Consultancy; Arch Oncol: Consultancy; Jannsen: Consultancy; Taventa: Consultancy; Principia: Other: Data Safety Monitoring Board.",
    "author_names": [
        "Amrita Sarkar",
        "Sanjay Khandelwal",
        "Serge Yarovoi",
        "Gowthami M. Arepally",
        "Douglas B. Cines",
        "Mortimer Poncz",
        "Lubica Rauova"
    ],
    "author_dict_list": [
        {
            "author_name": "Amrita Sarkar",
            "author_affiliations": [
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sanjay Khandelwal",
            "author_affiliations": [
                "Division of Hematology, Duke University Medical Center, Durham, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Serge Yarovoi",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Perelman School of Medicine of the University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gowthami M. Arepally",
            "author_affiliations": [
                "Division of Hematology, Duke University, Durham, NC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas B. Cines",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Perelman School of Medicine of the University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mortimer Poncz",
            "author_affiliations": [
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA",
                "University of Pennsylvania PSOM, Philadelphia, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lubica Rauova",
            "author_affiliations": [
                "University of Pennsylvania PSOM, Philadelphia, PA",
                "The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T04:12:40",
    "is_scraped": "1"
}