{
    "doi": "https://doi.org/10.1182/blood.V106.11.4158.4158",
    "article_title": "Discordance between the 1 st and 2 nd Low Molecular Weight Heparin Standards. Implications for Dosing. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Soon after the introduction of low molecular weight heparins (LMWHs) as antithrombotic agents, a LMWH standard to cross-reference the potency of commercially available LMWHs was developed. For the past 15 years, this standard has been used by manufacturers to cross-reference their branded LMWHs. The 1 st LMWH standard (85/600) was produced by nitrous acid digestion of porcine mucosal heparin. This standard had characteristics that were comparable to dalteparin. Because of the widespread use of the first standard, the supplies are now depleted necessitating the introduction of new standard material. The WHO has introduced a 2nd LMWH standard which is also produced by nitrous acid digestion and which mimics the commercially available LMWH reviparin. The molecular weight profile and the biologic activities, including SERPIN affinity, of these two standards are very distinct. When used to cross-reference commercially available LMWHs such as enoxaparin, the new standard consistently overestimates the anti-Xa potency by 5–10% in comparison to the first standard. Such an overestimation may lead to a reduction in dosage and have a significant impact on the clinical dosing of LMWH in various indications. As many generic versions of LMWHs are currently being introduced, a systematic study was carried out to cross-reference three commercially available generic products from India and South America against the first and second LMWH standards using amidolytic anti-Xa and anti-IIa assays. Differences were observed in the slopes of the concentration-response curves for these standards in both the anti-Xa and anti-IIa assays. The potencies of the generic LMWHs ranged from 141 to 152 U/mg in relation to the first standard and from 132 to 143 U/mg in relation to the second standard. On average, the anti-Xa potency was 6.5% lower when calculated with the 2nd standard. The differences in anti-IIa potency were further amplified and exhibited wider variation. On average, the anti-IIa potency was 18.9% lower when calculated with the 2 nd standard. These studies clearly demonstrate that the limitations in the use of the first and second LMWH standards for cross-referencing commercially available LMWHs and their potential generic versions. If the 2nd standard is used, it should first be cross-referenced against the first standard in order to properly assign the anti-Xa and anti-IIa activities. This study also underscores the need for developing individual standards for each of the branded products. Such standards should be defined in terms of not only anti-Xa and anti-IIa activity, but also in terms of anticoagulant activity in global clotting assays such as the USP assay, activated clotting time (ACT), aPTT and Heptest. Such designations will be particularly useful in evaluating the potential equivalence of generic versions of branded LMWHs.",
    "topics": [
        "low-molecular-weight heparin",
        "anti factor xa",
        "nitrous acid",
        "activated clotting time measurement",
        "activated partial thromboplastin time measurement",
        "anticoagulants",
        "dalteparin",
        "enoxaparin",
        "fibrinolytic agents",
        "heparin"
    ],
    "author_names": [
        "Walter P. Jeske, PhD",
        "Josephine Cunanan, MD",
        "Debra Hoppensteadt, PhD",
        "Jeanine M. Walenga, PhD",
        "Omer Iqbal, MD",
        "Michelle Florian-Kujawski, BS",
        "Jawed Fareed, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Walter P. Jeske, PhD",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Josephine Cunanan, MD",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Debra Hoppensteadt, PhD",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanine M. Walenga, PhD",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omer Iqbal, MD",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Florian-Kujawski, BS",
            "author_affiliations": [
                "Pharmacology, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jawed Fareed, PhD",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T21:38:59",
    "is_scraped": "1"
}