{
    "doi": "https://doi.org/10.1182/blood.V112.11.5231.5231",
    "article_title": "Plasma Detection of JAK2 Mutation Is Not Suitable as a Clinical Test ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloproliferative Syndromes",
    "abstract_text": "The 1849G>T (V617F) JAK2 gene activating point mutation is identified in a substantial number of chronic myeloproliferative neoplasms (MPN) and the mutant allele burden correlates with some of the complications of MPN, justifying the introduction of quantitative JAK2 assays in clinical practice. Recent reports suggested a higher detection rate of the JAK2 mutation using plasma rather than by cell analysis and even suggested its use to detect zygosity. In this study we questioned the biologic basis of this suggestion and tested its validity by comparing JAK2 mutation allele burden in paired cell and plasma samples over time using a highly sensitive quantitative assay. Peripheral blood samples were collected from known patients with a positive JAK2 mutation as detected in their purified granulocytes. Separation of plasma and granulocytes (GNC) were carried on day 0,3,5,7,9,10 after sample collection. Quantitative assessment of JAK2 was performed on a total of 63 samples from 7 patients using allele-specific PCR amplification of JAK2 -exon14 in genomic DNA isolated from the paired purified peripheral blood granulocytes and plasma samples. The detection of wild and mutant JAK2 alleles was achieved by highly sensitive and discriminatory allele-specific PCR utilizing allele specific primers that incorporate a mismatched nucleotide and synthetic ” locked nucleic acid ” ( Nussenzveig Expl Hemat.  35 : 32 –38, 2007 ). Quantitative assessment of the sample is achieved by real-time monitoring amplification from each allele (in separate reactions). The values for each reaction are then used to determine the frequency of the T-allele relative to the G-allele in the sample and statistical calculations were performed using SAS software, Version 9.1 of the SAS System Copyright © 2002–2003 SAS Institute Inc, Cary, NC, USA. Quantitative measurements of JAK2 V617F mRNA in these samples were also analyzed. The JAK2 V617F range was (0.2–90%) in GNC and (0–88%) in plasma with no concordance of corresponding values in any patient at any given time point. We identified a progressive increase in plasma JAK2 V617F DNA values accompanied by a progressive reciprocal decrease of JAK2 V617F in paired GNC samples in all cases over time, suggesting preferential lysis of the GNC bearing the JAK2 V617F mutation. Similar data were obtained using in vitro expansion of JAK2 V617F polycythemia vera erythroid progenitors. A repeated-measures ANOVA was calculated to determine whether there was interaction between GNC vs. plasma and time. The rate of change in the value of JAK2 did indicate an interaction and was significantly different (p=.003) between GNC and plasma. In one patient, the JAK2 V617F was detected in GNC (0.7%) but not in plasma sample on day 0. We conclude that detection of JAK2 V617F in plasma is due to decreased viability of the JAK2 bearing cells, which leads to progressive increase in plasma detection. There is no correlation between JAK2 V617F allelic burden values in GNC and plasma at any given point. JAK2 quantitation in plasma is not suitable as a clinical test.",
    "topics": [
        "dna",
        "mutation",
        "myeloproliferative disease",
        "nucleic acids",
        "nucleotides",
        "plasma",
        "polycythemia vera",
        "polymerase chain reaction",
        "rna, messenger",
        "specimen collection"
    ],
    "author_names": [
        "Mohamed E Salama, MD",
        "Sabina Swierczek, PhD",
        "Roberto H Nussenzveig, PhD",
        "Kimberly Hickman",
        "Andrew Wilson",
        "Josef T. Prchal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamed E Salama, MD",
            "author_affiliations": [
                "Pathology, University of Utah, Salt Lake City, UT, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sabina Swierczek, PhD",
            "author_affiliations": [
                "Medicine, University of Utah, Salt Lake City, UT, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto H Nussenzveig, PhD",
            "author_affiliations": [
                "Medicine, University of Utah, Salt Lake City, UT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Hickman",
            "author_affiliations": [
                "School of Medicine, University of Utah, Salt Lake City, UT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Wilson",
            "author_affiliations": [
                "Research and Development Informatics, ARUP Reference Laboratory"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josef T. Prchal, MD",
            "author_affiliations": [
                "University of Utah, Salt Lake City, UT, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T21:28:58",
    "is_scraped": "1"
}