{
    "doi": "https://doi.org/10.1182/blood-2018-99-112806",
    "article_title": "Spatial Structure of Plasma Coagulation Factor XIII and Changes with Activation ",
    "article_date": "November 29, 2018",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Structural Biology of Coagulation Proteins",
    "abstract_text": "Introduction Blood coagulation factor XIII (FXIII) is a precursor of the active transglutaminase (FXIIIa) that catalyzes covalent cross-linking within polymeric fibrin to increase mechanical and proteolytic stability of blood clots and thrombi. Structurally, inactive plasma FXIII (pFXIII) with a molecular mass of 326 kDa is a heterotetramer (A 2 B 2 ) with two catalytic A subunits (FXIII-A, 83 kDa) and two non-catalytic B subunits (FXIII-B, 80 kDa). The inactive pFXIII is converted into a catalytically active form by thrombin and Ca 2+ . Thrombin cleaves off an activation peptide (AP) from the N-terminus of each A subunit, and subsequently B subunits dissociate from thrombin-cleaved A subunits in presence of Ca 2+ . However, the oligomerization state of activated A and B subunits remain controversial. Both activated and inactive FXIII A subunits have been characterized crystallographically, while the atomic structure of the FXIII-A 2 B 2 complex remains unknown. Therefore, our goal was to visualize and characterize the molecular structure of FXIII and its activated form FXIIIa using high-resolution atomic force microscopy (AFM). Methods Commercially available pFXIII (Enzyme Research Laboratories, USA), non-activated or activated with thrombin and Ca 2+ , was adsorbed on the surface of graphite rendered hydrophilic with an amphiphilic hydrocarbon-glycine modifier followed by single-molecule AFM imaging, methodology developed by us to allow high-resolution imaging. Additionally, recombinant rFXIII-A 2 (Zymogenetics, USA) and recombinant rFXIII-B 2 (Zedira, Germany) were imaged to compare the structures and dimensions of FXIII and FXIIIa with individual dimeric subunits. Results Individual molecules of pFXIII were visualized in AFM as globules with two (67% of the molecules), one (14%), or no (19%) thread-like extensions (Fig. 1A). The size (height) of the globular portions had a symmetrical distribution with a maximum at 3.5 nm. The strands had a peak contour length of 20 nm and a height of 0.4 nm. Based on the known polypeptide composition of pFXIII-A 2 B 2 , the observed molecular images could be interpreted as an A 2 globule with one or two individual B subunits extending out from it. The structural diversity of FXIII forms may reflect an equilibrium between association and dissociation of B subunits from the A 2 dimer. Alternatively, the B subunits can be partially or fully wrapped around the globular A 2 dimer, making them invisible in AFM images. Although a crystallographic structure of FXIII-A 2 is available, its AFM imaging was important to identify the A 2 dimer within inactive and activated pFXIII molecules: rFXIII-A 2 was a globule with the same height as the pFXIII globular core (Fig. 1B). Recombinant dimeric B subunits (rFXIII-B 2 ) appear as thin flexible strands with an average contour length of 33 nm and a height of 0.6 nm (Fig. 1C). Thus, both the length and height of the free B 2 dimers were significantly larger compared to the strands sticking out from the globular core of pFXIII-A 2 B 2 molecules, we conclude that these strands in pFXIII-A 2 B 2 comprise monomeric B subunits. In thrombin-activated pFXIIIa, the B-subunits dissociated from the A 2 dimer and self-associated to form B 2 dimers (Fig. 1D). The height distribution of globular particles remaining separated was bimodal with two peaks: one at 3.3 nm corresponded to the whole tetrameric pFXIII-A 2 B 2 and, potentially, dimeric FXIII-A 2 , while the second major peak at 2.1 nm likely represented FXIII-A monomers. Conclusions Our results provide qualitative and quantitative molecular structural characteristics of inactive and activated human pFXIII as well as dimeric A and B subunits. We have shown that inactive plasma FXIII (pFXIII-A 2 B 2 ) consists of a globular A 2 dimer core and individual B subunits extending out as flexible strands. Recombinant inactive FXIII-A subunits in the absence of FXIII-B subunits form a globular homodimer. Recombinant FXIII-B subunits in the absence of FXIII-A subunits form flexible homodimeric strands. Upon activation of pFXIII-A 2 B 2 with thrombin and Ca 2+ , the initially monomeric B subunits dissociate from the globular core of the molecule and form B 2 homodimers, while the initially dimeric activated A subunits dissociate into monomers. Fig. 1. AFM images of A: pFXIII-A 2 B 2 , B: rFXIII-A 2 , C: rFXIII-B 2 , D: thrombin-activated pFXIIIa. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "factor xiii",
        "plasma",
        "thrombin",
        "molecule",
        "diagnostic imaging",
        "thrombus",
        "crystallography",
        "enzymes",
        "fibrin",
        "glycine"
    ],
    "author_names": [
        "Anna D. Protopopova, PhD",
        "Andrea Ramirez",
        "Rustem I. Litvinov",
        "John W. Weisel, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna D. Protopopova, PhD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrea Ramirez",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA ",
                "Border Biomedical Research Center, University of Texas at El Paso, El Paso, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rustem I. Litvinov",
            "author_affiliations": [
                "University of Pennsylvania Perelman School of Medicine, Philadelphia, PA ",
                "Institute of Fundamental Medicine and Biology, Kazan Federal University, Kazan, Russian Federation"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John W. Weisel, PhD",
            "author_affiliations": [
                "University of Pennsylvania Perelman School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T15:31:08",
    "is_scraped": "1"
}