{
    "doi": "https://doi.org/10.1182/blood.V126.23.3350.3350",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3013",
    "start_url_page_num": 3013,
    "is_scraped": "1",
    "article_title": "Hemin: A Salvage Treatment for a Patient with Severe Auto-Immune Hemolytic Anemia and Reticulocytopenia ",
    "article_date": "December 3, 2015",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster III",
    "topics": [
        "autoimmune hemolytic anemia",
        "hemin",
        "transfusion",
        "antibodies",
        "allopurinol",
        "antigens",
        "hepatic porphyria",
        "iron",
        "reticulocytosis",
        "splenectomy"
    ],
    "author_names": [
        "Andre Lebrun, MD",
        "Julie Rousseau, MD",
        "Jessica Constanzo Yanez",
        "Carole Éthier",
        "Maryse St-Louis"
    ],
    "author_affiliations": [
        [
            "Blood Bank, Hema-Quebec, Montreal, Canada "
        ],
        [
            "Hematology, Hôpital du Sacré-Coeur de Montréal, Montreal, Canada "
        ],
        [
            "Blood Bank, Héma-Québec, Montréal, Canada"
        ],
        [
            "Blood Bank, Héma-Québec, Montréal, Canada"
        ],
        [
            "Blood Bank, Héma-Québec, Montréal, Canada"
        ]
    ],
    "first_author_latitude": "45.54642515",
    "first_author_longitude": "-73.63530540000001",
    "abstract_text": "Reticulocytopenia concurrent with AIHA is a potentially life threatening condition. It has been described with involvement of certain allo or auto antibodies (Kell; Ge3; U) and parvovirus B19 infection. The hemolysis, uncompensated by reticulocytosis, may require transfusion of multiple RBC units as a supportive measure. We report here the case of a 61-year old woman admitted to a teaching hospital on February 3 rd 2014 for the sudden appearance of symptoms and hematological and biochemical markers suggesting hemolytic anemia with reticulocytopenia. The initial serologic workup was negative. No incompatibility has been observed when first RBC units were cross-matched, but hemolysis of transfused red cells was paramount. An intensive immunosuppressive therapy regimen began on day 5. On the 8 th day of her hospital stay a significant drop in platelet count was also observed: a bone marrow tap and biopsy were performed and a blood specimen sent to the Hema-Quebec Reference Laboratory. Cytology examination described a hyperplasia of megakaryocytes and erythroid precursors with karyorrhexis. An auto-anti-Ge3 was identified by serology and the Ge3 antigen confirmed by genotyping. At that point in time (day 8) she had received 25 units of Ge3+ red cells to maintain her Hb>4.5gm. On day 10, the hemolytic process began abating without any improvement of reticulocytosis nor Hb level. Six units of rare Ge3 negative blood were found. The survival of the first 5 units after transfusion was better but shorter than expected. With only one unit left we convinced Health Canada to authorize the compassionate use of Normosang (Human Hemin) by referring to an in vitro experiment published in Transfusion, Volume 53, p2134-40 October 2013. The first dose was given on day 26 along with on day 27, the 6 th Ge3 negative unit for a Hb level at 4.2gm. No other transfusion had to be administered thereafter. On day 28 the reticulocytes started to increase (along with the platelets and Hb level) and reached above normal levels on day 29, culminating at around 450 on day 35 and remaining elevated as long as hemin therapy was maintained. They dropped abruptly at normal levels 7 days after hemin arrest decided because of important iron accumulation described by MRI in spleen and liver. But cessation of Normosang could put the patient at risk of relapse since the Ab was still detected. In order to minimize this possibility a splenectomy was performed 4 days later and a long-term immunosuppressive drug added. One month after splenectomy the antibody was only weakly detectable in eluate. Thereafter, Hb continued to rise reaching 11.6gm in mid-May and above 13.0 during the summer. Currently she is under a phlebotomy program to reduce her iron stores down to normal values. This would facilitate the use of Normosang again if relapse occurs. Discussion - Previous reports indicated that both auto and allo anti-Ge3 antibodies can cause various degrees of the atypical clinical picture and laboratory abnormalities presented here. Also their capacity to inhibit the differentiation of erythroid precursors and cause reticulocytopenia is probably linked to the position of Ge3 antigen on glycophorin C and D. The monograph of Normosang indicates that exogenous hemin can replace endogenous heme for various biological functions. But its only recognized therapeutic indication is the treatment or prevention of acute attack of hepatic porphyria. With respect to erythropoiesis, studies on cell cultures have shown that human hemin stimulates formation of red blood cell line precursors. The case presented adds information about its in vivo ability of lifting inhibition of erythropoiesis induced by an antibody. The precise pathways involved for those actions remains to be elucidated. But following this case, it seems of interest to study the possibility that this drug could be of value for sparing many transfusions of RBC units used at the present time as a supportive measure not only in certain AIHAs with reticulocytopenia but also during treatment of other hematological conditions (autologous hematopoietic stem cell transplants for instance). Also, its use could be beneficial for prevention or treatment of refractory iron deficiency anemia in infancy due to loss-of-function mutation in the TMPRSS6 gene, as recently described. We are currently discussing with clinicians the modalities of patient recruitment in order to carry out clinical studies on these issues. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures Off Label Use: Hemin recognized therapeutic indication is the treatment or prevention of acute attack of hepatic porphyria."
}