{
    "doi": "https://doi.org/10.1182/blood.V106.11.1693.1693",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=527",
    "start_url_page_num": 527,
    "is_scraped": "1",
    "article_title": "Transplanted Human Aldehyde Dehydrogenase Expressing Stem Cells Circulate and Engraft Nonhematopoietic Tissues. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Murine bone marrow (BM)-derived cells can engraft non-hematopoietic organs such as the heart, liver and pancreas, and induce cellular repair after tissue damage. Subsequent development of therapies using human cells has been delayed due to a lack of good in vivo models to carefully study tissue engraftment and repair. Transplantation of human hematopoietic stem cells (HSC) that express the enzyme glucuronidase-B (GUSB) into GUSB-deficient NOD/SCID/MPSVII mice allows the detection of xenotransplanted cells without reliance on the expression of human-specific cell surface markers or in situ hybridization (Hofling, Blood, 2003). In the current study, we utilized the NOD/SCID/MPSVII model to track the tissue distribution of transplanted human cells into hematopoietic and non-hematopoietic organs. We have characterized a novel population of reconstituting HSC from human umbilical cord blood (UCB) by lineage depletion (Lin-) and selection of cells with high aldehyde dehydrogenase (ALDHhi) activity (Hess, Blood, 2004). This population has enhanced long-term repopulating capacity in the NOD/SCID model when co-selected with CD133, a surface molecule expressed in progenitors from neural, endothelial, and hematopoietic lineages. Transplantation of 10 5 ALDHhiLin- (n=10) or ALDHhiCD133+Lin- (n=6) cells produced robust engraftment of HLA ABC+/CD45+ cells in the BM (55.9±7.1%), spleen (6.5±2.1%) and peripheral blood (PB)(12.3±6.7%) of NOD/SCID/MPSVII mice. In contrast, transplantation of 10-fold greater ALDHloLin- (n=6) or ALDHhiCD133-Lin- (n=4) cells produced no hematopoietic engraftment. Human HLA ABC+/CD45- cells were also detected in the BM (2.5±1.1%) and circulating in the PB (3.9±2.1%) of highly engrafted mice transplanted with both ALDHhiLin- populations. By using a GUSB-specific histochemical assay, engraftment of human cells was detected with single-cell sensitivity in the liver, lung, pancreas, heart, kidney, eye, muscle, and other non-hematopoietic organs. NOD/SCID/MPSVII livers showed robust engraftment 8–12 weeks post-transplantation, containing small GUSBhi/CD45+ cells, as well as cells with hepatocyte-like morphology that did not co-express human CD45, and had intermediate GUSB expression. The presence of liver residing CD45- human cells was confirmed by flow cytometry using a fluorescent GUSB substrate, and were not observed after transplantation of control CD34-selected cells. NOD/SCID/MPSVII pancreata showed human (GUSBhi) cell engraftment 8-12 weeks post-transplantation in the peri-islet and ductal regions, a pattern previously reported after transplantation of eGFP+ murine BM cells (Hess, Nature Biotechnology, 2003). Thus, ALDHhiLin- and ALDHhiCD133+Lin- cells demonstrated a previously uncharacterized high level of engraftment in the tissues of the NOD/SCID/MPSVII mouse. These ALDHhiLin- populations contain or produce CD45- progeny that circulate and engraft non-hematopoietic organs. We are currently investigating the utilization of ALDHhiLin- cell populations for the induction of functional recovery after tissue-specific chemical injury, and after femoral artery ligation (ischemic injury). Due to their unique tissue seeding characteristics, ALDHhiLin- and ALDHhiCD133+Lin- cells could be highly useful for cellular therapy applications to repair damaged or diseased tissues.",
    "topics": [
        "aldehyde dehydrogenase",
        "aldehyde dehydrogenases",
        "stem cells",
        "severe combined immunodeficiency",
        "transplantation",
        "cd45 antigens",
        "human leukocyte antigens",
        "beta-glucuronidase",
        "cd34 antigens",
        "cell therapy"
    ],
    "author_names": [
        "David A. Hess, PhD",
        "Louisa Wirthlin, BS",
        "Timothy C. Craft, BS",
        "Phillip E. Herrbrich, BS",
        "Marie Roberts, BS",
        "Michael H. Creer, MD",
        "Mark S. Sands, PhD",
        "Jan A. Nolta, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Division of Oncology, Washington University School of Medicine, St Louis, MO, USA"
        ],
        [
            "Department of Internal Medicine, Division of Oncology, Washington University School of Medicine, St Louis, MO, USA"
        ],
        [
            "Department of Internal Medicine, Division of Oncology, Washington University School of Medicine, St Louis, MO, USA"
        ],
        [
            "Department of Internal Medicine, Division of Oncology, Washington University School of Medicine, St Louis, MO, USA"
        ],
        [
            "Department of Internal Medicine, Division of Oncology, Washington University School of Medicine, St Louis, MO, USA"
        ],
        [
            "Cord Blood Banking Facility, Cardinal Glennon Children’s Hospital, St Louis, MO, USA"
        ],
        [
            "Department of Internal Medicine, Division of Oncology, Washington University School of Medicine, St Louis, MO, USA"
        ],
        [
            "Department of Internal Medicine, Division of Oncology, Washington University School of Medicine, St Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.636834",
    "first_author_longitude": "-90.2625793"
}