{
    "doi": "https://doi.org/10.1182/blood.V106.11.3027.3027",
    "article_title": "Pre-Infusion Characteristics of the Predominant Cord Blood Unit Correlate with Hematopoietic Engraftment in the Setting of Non-Myeloablative Double Cord Blood Transplant (DCBT). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "It is well established that delayed engraftment following transplant of single cord blood unit is mainly due to low CD34 cell dose. Protocols utilizing sequential infusion of two cord blood units increase the total dose of CD34 cells and lead to more rapid hematopoietic engraftment. One of the two cord bloods usually predominates. We assessed the effect of the pre-infusion variables of each cord blood unit on engraftment. Twenty-one patients with hematologic malignancies underwent non-myeloablative conditioning with fludarabine, mephalan and antithymocyte globulin. Two cord bloods, each a minimum 4/6 HLA match with the recipient and each other, were then infused sequentially 1 to 6 hours apart. GVHD prophylaxis consisted of cyclosporine and mycophenolate mofetil. Chimerism analysis of peripheral blood leukocytes was performed by PCR amplification of short tandem repeat loci. Four patients with less than 4 weeks of chimerism data due to death or failed engraftment were excluded. The logrank test, using median values as the cutoff, was used to determine the relationship between pre-infusion variables and time to engraftment. All exact p-values are based on two-sided tests. In all patients, a single cord blood predominated by 3 months post-infusion. In 13 out of 17 transplants (76%), the first cord blood infused predominated (p=.05). The median times for engraftment were 41 days (range: 21–55 days) for platelets >20000 (P20), 65 days (range: 34–91 days) for platelets > 100000 (P100) and 18 days (range: 15–34 days) for ANC>500. Total (cord1 + cord2) CD34 cells/kg (median: 1.9 x 10 5 ; range: 6.3 x 10 4 to 1.0 x 10 6 ) and total nucleated cells/kg (median: 4.02 x 10 7 ; range 2.98 x 10 7 to 5.27 x 10 7 ) infused did not affect engraftment. However, patients receiving greater than 1.1x 10 5 CD34/kg in the predominant unit (median: 1.1 x 10 5 ; range: 3.0x10 4 to 8.7x10 5 ) but not losing unit (median: 6.92 x 10 4 ; range: 8.3.0x10 3 to 7.4x10 5 ) had faster P100 (p=.042 versus p=0.54). The median storage time of the cord blood units infused was 1374 days (range: 272–3047 days). Faster P100 was observed when the predominant unit had a shorter storage time relative to the losing unit (median difference between units: 392 days, p=.03). Our study demonstrated that in the setting of non-myeloablative sequential DCBT, the majority of predominant units engrafted is the first one infused. The CD34 dose and storage time of the predominant unit are factors that can affect engraftment. Although only a small number of patients were studied, these results suggest that the capacity of stem cell niche may be limited and the quality of the cord blood unit occupying this niche can affect the speed of hematopoietic engraftment.",
    "topics": [
        "engraftment",
        "infusion procedures",
        "umbilical cord blood",
        "umbilical cord blood transplantation",
        "cd34 antigens",
        "antithymoglobulin",
        "cyclosporine",
        "fludarabine",
        "graft-versus-host disease",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Richard L. Haspel, MD, PhD",
        "Grace S. Kao, MD",
        "Beow Yeap, SC.D",
        "Thomas R. Spitzer, MD",
        "Jerome Ritz, MD",
        "Joseph H. Antin, MD",
        "Karen Ballen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Richard L. Haspel, MD, PhD",
            "author_affiliations": [
                "Department of Pathology, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Grace S. Kao, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beow Yeap, SC.D",
            "author_affiliations": [
                "MGH Biostatistic Center, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas R. Spitzer, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Ritz, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph H. Antin, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Ballen, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T18:42:08",
    "is_scraped": "1"
}