{
    "doi": "https://doi.org/10.1182/blood-2020-137754",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4501",
    "start_url_page_num": 4501,
    "is_scraped": "1",
    "article_title": "Targeted Deep Sequencing As a Clinically Effective Approach to Profile the Mutational Landscape in Multiple Myeloma ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Multiple Myeloma (MM) is the second most common hematological malignancy in North America. It is characterized by invasion of the bone marrow by malignant plasma cells. This malignancy presents with a broad range of primary genomic lesions that dichotomize cases into hyperdiploidy or IgH translocated. Less recurrent secondary focal events, including indels and SNPs, are also reported, however, their clinical correlates are poorly described. In this study, we examine the exonic landscape of 26 genes reported to be mutated in >1% of myeloma patients via deep sequencing using a custom panel. We assess a cohort of 76 patients banked in the QEII Myeloma Tumor Bank with detailed clinical correlates and 4 MM cell lines for their mutational profile. Methods: DNA Library preparations were performed from CD138+ cells (76 MM) and 4 MM cell lines according to Illumina TruSeq protocol and sequenced at a depth of 1000x using a custom designed mutation panel. Variants were called by six somatic variant callers and correlates with patient clinical data were assessed. Results: A total of 376 mutations were identified within 63 patients (325) and 4 cell lines (51); no mutations were identified in 13 patients. ATM was the most mutated gene and KRAS had the highest number of mutations per kilobase. Forty three patients harbored 1-4 mutations, 12 patients harbored 5-9, and 8 patients harbored ≥10 mutations. Progression-free survival (PFS) was found to be significantly reduced in patients harboring high-severity mutations (frame shift, splice site, and stop altering mutations) (n =15 HR = 2.85; 95% CI: 1.3-6.35; p = 0.01). We also assessed mutations by the pathogenicity scoring algorithms rfPred, SIFT, MutationTaster, Polyphen2, and FATHMM-FX, as well as SPLICEAI which predicts splicing impacts of mutations. FATHMM-FX was the only algorithm to identify mutations that define a group with significantly altered PFS (n = 5; HR = 6.7; 95% CI: 2.5-18; p < 0.001). We then combined these indicators to define high-risk patients such that a patient is considered high risk if they harbor one or more mutations that are high-severity or predicted by FATHMM-FX to be pathogenic. Of the 376 in our cohort, 23 were high-risk markers, 19 of which were in patient samples. This classified 16 of 76 patients as high risk which had significantly reduced PFS (n = 16; HR = 3.5; 95% CI: 1.6-7.6; p = 0.002) (Fig. 1 A-B). Notably, 2 high risk mutations were found in 3 patients, one of whom had plasma cell leukemia (PCL) and the other progressed to PCL. This group had a markedly reduced PFS (n = 3; HR = 16; 95% CI: 2.9-83; p = 0.001) (Fig. 1 C-D). Additionally, focal copy-number alterations (CNVs) were probed from panel data, and patients harboring 2 or more focal CNVs had significantly reduced PFS (n = 10, HR = 3.2, 95% CI: 1-9.1, p = 0.043). Combining focal CNV and mutation risk identified 24 patients with significantly reduced PFS (HR = 4.2; 95% CI: 1.9-9.1; p < 0.001) (Fig. 1 E-F). Harboring a high-risk mutation or more than one focal CNV was independent of age, ISS stage, Beta-2 microglobulin, serum albumin, LDH, and bone marrow plasma cell burden. Of 48 fluorescent in situ hybridization (FISH) assessed patients, 12 had 'high risk' FISH findings, none of whom had severe mutations though 1 harbored two focal CNVs. Of the 36 patients standard-risk by FISH, 12 had high-risk mutations, and 5 had more than one panel identified focal CNV. Combined, these identified 15 high-risk patients in the FISH standard-risk group which had significantly reduced PFS (HR = 3.7; 95% CI: 1.1-12; p = 0.031) (Fig. 1 G-H). Conclusion: Our custom mutation panel demonstrates novel findings that independently redefine prognosis in multiple myeloma in our cohort of Nova Scotian patients. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Forward: Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AstraZeneca: Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees; Calgene: Membership on an entity's Board of Directors or advisory committees; IMV: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Servier: Membership on an entity's Board of Directors or advisory committees; Astellas: Research Funding; IMV: Research Funding; Merck: Research Funding; Seattle Genetics: Research Funding. White: Karyopharm: Honoraria; Antengene: Honoraria; GSK: Honoraria; Janssen: Honoraria; Celgene: Honoraria; Takeda: Honoraria; Sanofi: Honoraria; Amgen: Honoraria.",
    "topics": null,
    "author_names": [
        "Samuel Cutler, MSc",
        "Dan Gaston, PhD",
        "Philipp Knopf",
        "Andrea Thoni, MD",
        "Nicholas Allen Forward, MDMSc,FRCPC",
        "Darrell J White, MD",
        "Julie Wagner, PhD",
        "Marissa Goudie",
        "Manal Elnenaei, MBChB, PhD FRCPath"
    ],
    "author_affiliations": [
        [
            "Pathology, Dalhousie University, Wellington, Canada "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Nova Scotia Health Authority, Halifax, Canada "
        ],
        [
            "Pathology, Dalhousie, Halifax, Canada "
        ],
        [
            "Pathology, NSHA, Halifax, Canada "
        ],
        [
            "Capital District Health Authority/Dalhousie University, Halifax, CAN ",
            "Hematology, Nova Scotia Health Authority/ Queen Elizabeth II Health Sciences Centre, Halifax, Canada "
        ],
        [
            "Dalhousie University and QEII Health Sciences Centre, Halifax, Canada "
        ],
        [
            "Pathology, NSHA, Halifax, Canada "
        ],
        [
            "Pathology, NSHA, Halifax, Canada "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Nova Scotia Health Authority, Halifax, Canada"
        ]
    ],
    "first_author_latitude": "44.6377971",
    "first_author_longitude": "-63.58769185"
}