{
    "doi": "https://doi.org/10.1182/blood-2018-99-115158",
    "article_title": "Impact of Intestinal Microbiota on Reconstitution of Mucosal-Associated Invariant T Cells after Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "abstract_text": "INTRODUCTION: Mucosal-associated invariant T (MAIT) cells are innate-like T cells that express a semi-invariant T cell receptor (TCR) consisting of a Vα7.2 chain paired with a restricted repertoire of Vβ chains. The MAIT cell TCR recognizes riboflavin metabolites, and potentially other ligands produced by distinct bacterial and fungal species and presented in the context of the MHC class I-related molecule (MR1). MAIT cells are abundant in humans, comprising up to 10% of T cells in the peripheral blood, and are enriched in the gastrointestinal (GI) mucosa and liver. The GI localization of MAIT cells and their activation by microbial metabolites raises the possibility of a role in acute graft versus host disease (aGVHD) after allogeneic hematopoietic stem cell transplantation (HCT) when the GI mucosal barrier is compromised. Indeed, we found an increased risk of severe aGVHD in patients with low MAIT cell counts in the blood after HCT (Bhattacharyya, BBMT 2018). The impact of alterations in the GI microbiota on reconstitution and function of MAIT cells in HCT recipients remains unknown. METHODS: Paired blood and stool samples were collected from allogeneic HCT recipients prior to conditioning, and on days 0, 10, 20, 30, 60, and 100 after HCT. MAIT cells were identified as CD3 + /CD161 hi /Vα7.2 + cells by flow cytometry and absolute counts in the peripheral blood were determined in conjunction with a complete blood count. The bacterial composition of the stool was characterized by broad-range 16S ribosomal RNA gene PCR and high-throughput sequencing followed by placement into a maximum-likelihood phylogeny via pplacer against a custom reference package. A linear mixed model with random intercept was used to estimate the correlation between absolute MAIT cell count in the blood and relative abundance of bacterial species in the stool. RESULTS: We analyzed 302 paired blood and stool samples from 78 allogeneic HCT recipients. MAIT cells declined from pre-conditioning levels to a nadir on the day of stem cell infusion, followed by an increase to a plateau between day 30 and 100 after HCT. Microbial diversity was low prior to HCT and further decreased in the first 20 days after HCT, followed by an increase between days 30 and 100 to pre-HCT levels. MAIT cell counts in the blood correlated with stool microbial diversity and the relative abundance of individual bacterial species. We found a direct correlation between the abundance of bacterial species belonging to the Lachnospiraceae family (including distinct Blautia and Clostridium spp. ) and an inverse correlation between the relative abundance of oral and perineal bacteria in the stool with absolute MAIT cell counts in blood (Table 1). Consistent with our findings and a possible protective role for MAIT cells in the pathogenesis of aGVHD (Varelias, JCI 2018), decreased Blautia abundance in stool has been associated with increased risk of death from aGVHD (Jenq, BBMT 2015) and increased abundance of oral and perineal bacteria in stool has been associated with aGVHD (Golob, CID 2017). CONCLUSION: In this study, we identified bacterial species whose relative abundance directly or inversely correlated with the absolute number of MAIT cells in blood after HCT. This observation is consistent with a mechanism in which a gut microbiome that is deficient in bacteria in the Lachnospiraceae family (capable of generating riboflavin metabolites for MAIT cell activation) is associated with poor MAIT cell recovery and potentially an increased risk of aGVHD. View large Download slide View large Download slide  Close modal Disclosures Turtle: Caribou Biosciences: Membership on an entity's Board of Directors or advisory committees; Eureka Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Precision Biosciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Nektar Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Juno/Celgene: Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Research Funding.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "intestines",
        "microbiome",
        "mucous membrane",
        "t-lymphocytes",
        "metabolites",
        "riboflavin",
        "stool specimen",
        "collision-induced dissociation",
        "flow cytometry"
    ],
    "author_names": [
        "Alyssa Sheih, PhD",
        "Jonathan L. Golob, MD, PhD",
        "Abir Bhattacharyya, MBBS",
        "Michael C. Wu, PhD",
        "Aesha Vakil, MSc",
        "Sujatha Srinivasan, PhD",
        "Steven A. Pergam, MD MPH",
        "David N. Fredricks, MD",
        "Cameron J. Turtle, MBBS, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alyssa Sheih, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jonathan L. Golob, MD, PhD",
            "author_affiliations": [
                "Vaccine and Infectious Disease Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abir Bhattacharyya, MBBS",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael C. Wu, PhD",
            "author_affiliations": [
                "Public Health Sciences Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aesha Vakil, MSc",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sujatha Srinivasan, PhD",
            "author_affiliations": [
                "Vaccine and Infectious Disease Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven A. Pergam, MD MPH",
            "author_affiliations": [
                "Vaccine and Infectious Disease Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David N. Fredricks, MD",
            "author_affiliations": [
                "Vaccine and Infectious Disease Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cameron J. Turtle, MBBS, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T21:36:06",
    "is_scraped": "1"
}