{
    "doi": "https://doi.org/10.1182/blood.V104.11.1164.1164",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=204",
    "start_url_page_num": 204,
    "is_scraped": "1",
    "article_title": "t(8;21)-Positive AML with Mutant Kit Is a Novel Therapeutic Target of Imatinib Mesylate. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Point mutations in the kinase domain of c-Kit are frequently associated with t(8;21)-acute myeloid leukemia (AML). In our study, eleven (26 %) of 43 patients had mutations: six Asp816Val, two Asp816Tyr, one Asp816Ala, one Asp816His, and one Asn822Lys. Here, we provide evidences that proliferation of leukemia cells expressing both the AML1-ETO chimera and a c-Kit mutation heavily depends on signals originating from mutated c-Kit, and this mutation is a possible therapeutic target for imatinib mesylate. We initially investigated effects of imatinib on the growth of the Kasumi-1 cell line, which harbors both t(8;21) and a c-Kit kinase domain mutation (Asn822Lys). Imatinib inhibited autophosphorylation of c-Kit at the standard concentration (0.1 μM), and induced cell cycle arrest and apoptosis in an even faster time course than Ph1-positive cell lines treated with this drug. By contrast, growth of SKNO-1, another t(8;21)-positive leukemia cells without c-Kit mutation was not affected by imatinib. To test whether imatinib is effective for Asp816 c-Kit mutants, we isolated t(8;21)-positive fresh leukemia cells from untreated patients. Numbers of cells with an Asp816 mutant from four patients after short-term cultures in the presence of imatinib (0.1 μM, 4 days) were 20–30 % of those in the absence of imatinib, while no significant difference was observed for cells isolated from four patients without c-Kit mutation. (Viability of fresh leukemia cells without imatinib was maintained over 80% during this short-term culture.) Moreover, autophosphorylation of mutated c-Kit in leukemia cells from one patient with an Asp816 mutant was inhibited by imatinib. Our results disagree with those of previous studies, which indicated that cells with c-Kit mutations in the kinase domain are resistant to imatinib in murine IL-3-dependent cells and human mast cell leukemia cells. This discrepancy could be explained by high expression levels of c-Kit mutants in IL-3-dependent cells by powerful ectopic promoters, since overexpression of Bcr-Abl kinase is one of the major causes of resistance to imatinib in the treatment of CML patients. In addition, drug metabolism may be different between human t(8;21)-positive leukemia cells and in murine IL-3-dependent cells or mast cell leukemia cells. Although t(8;21) in AML represents a favorable prognostic indicator for achievement of cure, a substantial number of these patients relapse and eventually die of their disease. Indeed, of five patients harboring both t(8;21) and c-Kit mutations who we identified and followed up for more than five years, four relapsed. Therefore, our results suggest that imatinib would be useful for eliminating minimal residual disease in these patients after achievement of complete remission.",
    "topics": [
        "imatinib mesylate",
        "proto-oncogene protein c-kit",
        "leukemia",
        "phosphotransferases",
        "leukemia, mast-cell",
        "bcr-abl tyrosine kinase",
        "complete remission",
        "death",
        "leukemia, myeloid",
        "neoplasm, residual"
    ],
    "author_names": [
        "Hiroya Asou, M.D.",
        "Taiichi Kyo, M.D.",
        "Toshiya Inaba, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Molecular Oncology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "4th Internal Medicine, Hiroshima Red Cross & Atomic Bomb Survivor’s Hospital, Hiroshima, Japan"
        ],
        [
            "Department of Molecular Oncology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ]
    ],
    "first_author_latitude": "34.398988599999996",
    "first_author_longitude": "132.7140157"
}