{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1693.1693",
    "article_title": "The Outcome of Patients with High Risk MDS Achieving Stable Disease after Treatment with 5- Azacitidine. A Retrospective Analysis of the Hellenic (Greek) Mds Study Group ",
    "article_date": "December 7, 2017",
    "session_type": "637. Myelodysplastic Syndromes—Clinical Studies: Poster I",
    "abstract_text": "INTRODUCTION: The demethylating factor 5-Azacytidine (AZA) mainly improves survival in high-risk MDS patients (intermediate-2 and high risk, according to IPSS) who responded to the treatment, but the outcome of patients who achieved stable disease (SD) is unclear. This retrospective study of the Hellenic MDS Study Group was conducted to investigate the significance of achieving stable disease as best response at 6 months in terms of overall survival and time to trasformation to acute myeloid leukemia (AML) METHODS: Response categories were \"overall response\" (defined as complete remission, partial remission, or any hematologic improvement), \"non-response\" (disease progression or treatment failure), and \"stable disease\" (none of the above). This retrospective study of the Hellenic MDS Study Group included 405 intermediate-2 or high risk MDS patients treated with AZA. Extensive biostatistical analysis performed in this study included Kaplan-Meier survival analysis. The level of statistical significance was set at a probability value of less than 0.050 ( P <0.050). RESULTS: The median age of the patients was 74 years (range: 33 - 89). Baseline patient characteristics are presented in Table 1. SD patients had lower lymphocyte count and higher platelets count than responders and non-responders. Additionally, responders had higher hemoglobin levels and blast count in peripheral blood than non-responders. Patients achieving an overall response had longer time to transformation to AML and better OS, compared to SD patients (estimated median time to transformation to AML 30 months, 95% CI = 25-35 vs. 18 months, 95% CI = 13.6-22.4, P <0.001; estimated median OS: 26 months, 95% CI = 23-29 vs. 18 months, 95% CI = 15.2-20.8, P <0.001). Furthermore, 46 out of 95 patients (48.4%) who achieved SD and who continued treatment with AZA for a median time of 14 months (range: 7 - 58) showed a lower risk for transformation to AML and increased OS, compared to SD patients who discontinued the treatment (estimated median time to transformation to AML 23 months, 95% CI = 11.8-34.2 vs. 13 months, 95% CI = 8.2-17.8, P =0.002; estimated median OS 20 months, 95% CI = 5.5-34.5 vs. 11 months, 95% CI = 5.7-16.3, P <0.001). Moreover, SD patients who continued treatment with AZA had no differences in time to transformation to AML (Figure 1a) and in OS (Figure 1b), compared to patients showing response to AZA (estimated median time to transformation to AML 23 months, 95% CI = 11.8-34.2 vs. 30 months, 95% CI = 25-35, P =0.52; estimated median OS 20 months, 95% CI = 5.5 - 34.5 vs. 26 months, 95% CI = 23-29, P =0.50). CONCLUSIONS: MDS patients achieving SD in the first six months of treatment with AZA as best response should continue receiving AZA as they may benefit from prolonged treatment. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "aftercare",
        "azacitidine",
        "complete remission",
        "disease progression",
        "hemoglobin measurement",
        "leukemia, myelocytic, acute",
        "partial response",
        "prostatic hypertrophy risk score",
        "risk reduction",
        "lymphocyte count measurement"
    ],
    "author_names": [
        "Sotirios Papageorgiou, MD PhD",
        "Christos K. Kontos, PhD",
        "Thomas Tsiambalis",
        "Athina Vyniou",
        "Argiris Symeonidis, MD PhD",
        "Athanasios Galanopoulos, MD PhD",
        "Ioannis Kotsianidis, PhD",
        "Vassiliki Pappa, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sotirios Papageorgiou, MD PhD",
            "author_affiliations": [
                "Second Department of Internal Medicine, Hematology Unit, Attikon University General Hospital, Athens, Greece "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christos K. Kontos, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, National and Kapodistrian University of Athens,, Athens, Greece "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Tsiambalis",
            "author_affiliations": [
                "Section of Statistics & Operations Research, Department of Mathematics, National and Kapodistrian University of Athens, Athens, Greece "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Athina Vyniou",
            "author_affiliations": [
                "The Hellenic (Greek) MDS Study Group., Athens, Greece "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Argiris Symeonidis, MD PhD",
            "author_affiliations": [
                "The Hellenic MDS study group, Patra, Greece "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Athanasios Galanopoulos, MD PhD",
            "author_affiliations": [
                "Hellenic (Greek) MDS Study Group, Athens, Greece ",
                "The Hellenic MDS study group, Athens, Greece "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Kotsianidis, PhD",
            "author_affiliations": [
                "Hellenic (Greek) MDS Study Group, Athens, Greece "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vassiliki Pappa, MD",
            "author_affiliations": [
                "Hellenic (Greek) MDS Study Group, Athens, Greece ",
                "Second Department of Internal Medicine and Research Institute, Attikon University Hospital, Athens, Greece"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:40:53",
    "is_scraped": "1"
}