{
    "doi": "https://doi.org/10.1182/blood.V128.22.4575.4575",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3358",
    "start_url_page_num": 3358,
    "is_scraped": "1",
    "article_title": "Very Early Dynamics of Regulatory T-Cell Chimerism Significantly Varies According to the Donor Sources: Implication for Basic Immune Pathogenesis of Engraftment Phase ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution Poster III",
    "topics": [
        "chimerism",
        "donors",
        "engraftment",
        "regulatory t-lymphocytes",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "graft-versus-host disease, acute",
        "tissue transplants",
        "transplantation",
        "antibodies"
    ],
    "author_names": [
        "Miki Iwamoto",
        "Ken-ichi Matsuoka, MD PhD",
        "Yusuke Meguri, MD",
        "Takeru Asano, MD",
        "Takanori Yoshioka, MD",
        "Yuriko Kishi",
        "Makoto Nakamura, MD",
        "Yasuhisa Sando, MD",
        "Yoshinobu Maeda, MD PhD",
        "Mitsune Tanimoto, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medical Technology, Graduate School of Health, Okayama University, Okayama, Japan "
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ],
        [
            "Department of Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ]
    ],
    "first_author_latitude": "34.687057",
    "first_author_longitude": "133.9222083",
    "abstract_text": "Post-transplant expansion of donor-derived T cells has crucial impact on the early clinical events including graft engraftment and acute graft-versus-host disease. Flowcytometry-based method enables us to analyze the lymphocyte chemerism in the very early phase after HSCT and recent reports have shown that T-cell achieved donor-chimerism in the first two weeks in the majority cases. However, the very early dynamics of each T-cell subset, including CD4+Foxp3+ regulatory T cells (Tregs), has not been well characterized. Since the early expansion of Tregs and other CD4+ and CD8+ conventional T cells (Tcons) are immunologically competitive and might important for the stabilization of immunity in the early phase, we hereby investigated the early dynamics of donor-Treg chimerism comparing with Tcons within each individual patient. Laboratory studies were undertaken in 11 adult patients who received HLA-mismatched allogeneic graft; unrelated cord blood (n=5), unrelated peripheral blood (n=1) and related peripheral blood (n=5). Blood samples were obtained before and at 1, 2, 4, and 6 weeks after HSCT. Peripheral blood mononuclear cells (PBMCs) were isolated from blood samples by density gradient centrifugation and cryopreserved before being analyzed. After thawing, to analyze the subset-specific chimerism, PBMCs were stained with anti-HLA monoclonal antibodies and other subset-specific antibodies as follows: Pacific Blue conjugated anti - CD4, eFluor450 conjugated anti-CD3, PE-Cy7 conjugated anti - CD25, anti-CD14, APC conjugated anti-CD127, anti-CD56, and APC-eFluor780 conjugated anti - CD8a, anti-CD19. Gated lymphotes (CD4 + Tcons, CD4 + Tregs, CD8 + T cells, B cells, NK cells, Monocytes) were analyzed their chimerism by flowcytometry. All 11 patients achieved donor-dominant chimerism of T cells, NK cells and Monocytes (>90%) by 4 weeks after HSCT. As for T-cell subsets, donor-chimerisms of Tregs at the first week were higher than that of CD4+ and CD8+ Tcons in all 5 patients after PBSCT (Average %donor chimerisms: Tregs 81.3%, CD4+Tcon 66.0%, CD8+Tcon 75.2%). Of interest, patients after cord blood transplantation (CBT) showed marked contrast to PBSCT where donor-chimerism of Tregs at the first week was much lower than that of CD4+ and CD8+ Tcons (Average %donor chimerism: Tregs 27.2%, CD4+Tcon 53.2%, CD8+Tcon 47.0%), and it is significantly lower than that of PBSCT (P=0.009). At 4 weeks when Treg achieved complete donor-chimerism in all patients, Treg percentage of total CD4 T cells after CBT was lower than that after PBSCT (average %Treg at w4: 7.8% vs 12.6%, respectively). Clinically, 3 patients with delayed donor-Treg achievement in the first week after CBT developed pre-engraftment immune reaction (PIR) which was followed by the onset of acute GVHD, although patients with donor-Treg dominant recovery in the first week after PBSCT did not develop clinical PIR. These data suggest that cord blood-derived Tregs expanded less aggressively in the very early phase and achieve donor-chimerism behind Tcons within each individual patient. Slower rising-up of cord blood-derived Treg in the first week appears to be associated with the low percentage of Treg at 4 weeks after CBT. In good contrast, PBSC-derived Tregs achieved donor-chimerism prior to Tcons. Taken together, our results suggest that early dynamics of donor-Treg chimerism after HLA-mismatched HSCT might significantly vary according to the donor sources and be critically linked to the clinical immune events in the early phase after HSCT. The careful monitoring of early Treg reconstitution from the point of view might provide a novel strategy to promote immune tolerance in the early phase after transplantation. Disclosures Maeda: Mundipharma KK: Research Funding."
}