{
    "doi": "https://doi.org/10.1182/blood.V118.21.4388.4388",
    "article_title": "Chemotherapy Does Not Enhance CD34+ Cell Collection When Added to Growth Factor and Plerixafor in Patients Who Are Poor Mobilizers ",
    "article_date": "November 18, 2011",
    "session_type": "Cell Collection and Processing",
    "abstract_text": "Abstract 4388 Background: Many patients who are poor CD34+ cell mobilizers receive the CXCR4 inhibitor plerixafor to enhance mobilization. Here we examined whether chemotherapy followed by growth factor (GF) + plerixafor for mobilization improves CD34+ cell collection in these patients. Materials and Methods: We reviewed CD34+ cell collection data from January 2009 through June 2011 for all patients (n=152) at our institution who received plerixafor with GF ± chemotherapy. The primary disease in both groups was multiple myeloma, with 14 non-myeloma patients in the chemotherapy group and 8 non-myeloma patients in the no-chemotherapy group. There were 82 collections preceded by mobilization with chemotherapy (53 male, 29 female), and 80 collections without chemotherapy (51 male, 29 female). Several patients collected on more than one occasion. Age range in the chemotherapy group was 36–76y (median 64) and in the no-chemotherapy group was 42–83y (median 63). Our standard protocol is to collect with plerixafor for 4 consecutive days using a large volume leukapheresis (30L processed). Of the total 162 collections, CD34+ cells collected on each of the 4 consecutive days were recorded. If during the collection process a day was skipped, if less than 4 days of collection were performed, or a collection event on a particular day processed any blood volume other than 30L, all days including and subsequent to such events were excluded from analyses. CD34+ cells were quantified by flow cytometry. Mean CD34+ cells collected on days 1–4 were recorded separately for both groups and compared using two-tailed student’s t-tests. Results: Mean number of CD34+ cells collected for the chemotherapy group on days 1–4 were 2.65 (n=82), 2.27 (n=69), 1.60 (n=47), and 1.25 × 10 6 CD34+ cells/kg (n=38), respectively. Mean number of CD34+ cells collected for the no-chemotherapy group on days 1–4 were 2.51 (n=80), 1.83 (n=67), 1.22 (n=45), and 0.97 × 10 6 CD34+ cells/kg (n=28), respectively. There were no statistically significant differences between mean CD34+ cells collected on days 1–4 between the two groups (all p-values >0.05). We also asked whether the decrease in mean CD34+ cell yield observed as collection progressed was statistically significant. This phenomenon was determined significant (by one-way ANOVA) for both the chemotherapy and no-chemotherapy groups tested separately (p-values 0.02 and 0.003, respectively). Conclusions: Chemotherapy plus GF and plerixafor does not improve CD34+ cell collection in poor mobilizers compared to GF+plerixafor alone. Additionally, mean number of CD34+ cells collected decreases each day, regardless of which of the two mobilization regimens is used. Disclosures: Pesek: Genzyme: Membership on an entity’s Board of Directors or advisory committees. Cottler-Fox: Genzyme: Membership on an entity’s Board of Directors or advisory committees.",
    "topics": [
        "chemotherapy regimen",
        "growth factor",
        "plerixafor",
        "multiple myeloma",
        "cxcr4 receptors",
        "flow cytometry",
        "leukapheresis"
    ],
    "author_names": [
        "Eric R Rosenbaum, MD, MPH",
        "Mayumi Nakagawa, MD, PhD",
        "Gina Pesek, MD",
        "John W Theus, MD",
        "Bart Barlogie, MD, PhD",
        "Michele H. Cottler-Fox, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eric R Rosenbaum, MD, MPH",
            "author_affiliations": [
                "Department of Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mayumi Nakagawa, MD, PhD",
            "author_affiliations": [
                "Department of Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gina Pesek, MD",
            "author_affiliations": [
                "Department of Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John W Theus, MD",
            "author_affiliations": [
                "Department of Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie, MD, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele H. Cottler-Fox, MD",
            "author_affiliations": [
                "Department of Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T09:38:01",
    "is_scraped": "1"
}