{
    "doi": "https://doi.org/10.1182/blood.V122.21.3513.3513",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2502",
    "start_url_page_num": 2502,
    "is_scraped": "1",
    "article_title": "Targeting The PI3K/AKT Pathway To Inhibit Platelet Activation and Thrombus Formation ",
    "article_date": "November 15, 2013",
    "session_type": "301. Platelet Activation and Biochemistry: Poster III",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "akt signaling pathway",
        "platelet activation",
        "thrombus",
        "gel",
        "thrombin",
        "agonists",
        "fibrinogen",
        "proto-oncogene proteins c-akt",
        "bleeding time procedure"
    ],
    "author_names": [
        "Wenxiu Yi, BS",
        "Wei Li, MS",
        "Lijie Ren, MS",
        "Xinliang Mao, MD, PhD",
        "Li Zhu, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Cyrus Tang Hematology Center, Jiangsu Institute of Hematology, The First Affiliated Hospital, Soochow University, Suzhou, China, "
        ],
        [
            "Cyrus Tang Hematology Center, Jiangsu Institute of Hematology, The First Affiliated Hospital, Soochow University, Suzhou, China, "
        ],
        [
            "Cyrus Tang Hematology Center, Jiangsu Institute of Hematology, The First Affiliated Hospital, Soochow University, Suzhou, China, "
        ],
        [
            "Cyrus Tang Hematology Center, Jiangsu Institute of Hematology, The First Affiliated Hospital, Soochow University, Suzhou, China, "
        ],
        [
            "Cyrus Tang Hematology Center, Jiangsu Institute of Hematology, The First affiliated Hospital, Soochow University, Suzhou, China"
        ]
    ],
    "first_author_latitude": "31.3032462",
    "first_author_longitude": "120.63446089999998",
    "abstract_text": "The phosphatidylinositol 3' –kinase ( PI3K )- Akt signaling pathway has been shown to be critical in modulating platelet function and increasing number of studies have been focusing on the development of PI3K inhibitors to modulate platelet function. We recently identified a novel small molecule compound S14161, namely 8-ethoxy-2-(4-fluorophenyl)-3-nitro-2H-chromene, displaying potent antileukemia and antimyeloma activity via inhibition of the PI3K pathway (Mao et al, Blood, 2011, 117:1986). In the present study, we evaluated the effect of S14161 on platelet activation and the underlying mechanisms. Gel-filtered human platelets were isolated from venous blood of healthy adults and the effect of S14161 on platelet aggregation in response to agonists was determined. Results showed that S14161 inhibited platelet aggregation induced by collagen, convulxin, thrombin, PAR1 agonist peptide SFLLRN, and U46619 in a dose dependent manner (2.5-10μM) with the most striking inhibition for collagen by 89.8% (P0.05). Taken together, our data showed that S14161 inhibits platelet activation and thrombus formation, and may be developed as a novel therapeutic agent for the prevention of thrombotic disorders. (This study was supported by National Natural Science Foundation of China 81170132 to Li Zhu) Disclosures: No relevant conflicts of interest to declare."
}