{
    "doi": "https://doi.org/10.1182/blood-2018-99-113087",
    "article_title": "Patient Treatment Preferences for Relapsed/Refractory Multiple Myeloma: Are Patients Willing to Trade Off Efficacy for Tolerability? ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research—Malignant Diseases: Overuse, Costs, and Utilization of Health Services",
    "abstract_text": "OBJECTIVES : Several agents have recently been approved for relapsed/refractory multiple myeloma (RRMM), providing patients and providers with more treatment options. The existing literature on patient preferences for MM treatments is limited. This study aims to quantify these preferences using a discrete-choice experiment (DCE) survey coupled with a best-worst scaling (BWS) exercise to elicit treatment priorities and unmet needs. METHODS : The survey design utilized both a DCE and a BWS exercise that included attributes and levels that overlapped between the two types of patient preference questions (DCE and BWS) to provide multiple sources of information on treatment preferences. The attributes for the DCE and BWS exercise were informed by patient focus groups. The final DCE included six attributes with varying levels: progression-free survival (PFS, 6-24 months); risk of heart failure (0%-5%); peripheral neuropathy (none, mild-to-moderate, severe); risk of low blood counts, combining thrombocytopenia and neutropenia (0%-70%); gastrointestinal (GI) problems (none, nausea and vomiting, diarrhea, constipation); and mode and frequency of administration (daily and weekly pill, weekly injection, intravenous [IV] infusion 4 hours per week, IV 1 hour twice a week). The BWS exercise included 18 items (the modes and frequency of administration included in the DCE, additional treatment convenience items, mild and serious adverse events, and treatment side-effects). The final survey was administered online to patients recruited from the Multiple Myeloma Research Foundation CoMMpass study (NCT01454297). For the DCE data, latent-class analysis was used to identify patient subgroups with systematically different preferences. The relative strength of preference for each attribute level (i.e., relative preference weights) was estimated for all subgroups and was used to calculate the relative importance of attributes. For each item in the BWS exercise, a relative score was calculated by subtracting the number of times a feature was chosen as least bothersome from the number of times it was chosen as most bothersome, then dividing by the total number of times appeared in the design. RESULTS: The final sample consisted of 94 patient respondents with RRMM. Patients had an average age of 65 years, and 59% were male. The latent-class analysis identified two subgroups of respondents with systematically different preferences (Figure 1). Both subgroups expressed a willingness to trade PFS for less treatment toxicity. Members of subgroup 1 placed the greatest relative importance on toxicities (nerve damage, risk of low blood counts, GI problems). A change in nerve damage from none to severe was the most important attribute to subgroup 1, approximately 1.8 times more important than the relative importance of a change in the risk of low blood counts from 0% to 70%, and 2.7 times more than the relative importance of a change in PFS from 6 months to 1 year. Members of the second subgroup considered PFS the most important attribute, followed by nerve damage and mode of administration. Subgroup 2 considered the relative importance of a change in PFS from 6 months to 2 years to be more than two times as important as the relative importance of changes in all other attributes. In the BWS exercise, respondents evaluated kidney complications and low white blood cell count as the most bothersome medicine characteristics, while taking pills once a week for 3 weeks per month or pill taken daily were the least bothersome (most favorable) characteristics. CONCLUSIONS : Patients with RRMM place importance on PFS and nerve toxicity when considering treatment features and modes of administration. Results from the preference study indicate that there are subgroups of patients with systematically different treatment preferences. Understanding how different patients value treatment attributes may help decision makers improve the quality of patient-centered care. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures Mansfield: Takeda Pharmaceuticals International Co: Consultancy; Genentech: Consultancy. Chari: Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Array Biopharma: Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol Myers Squibb: Consultancy; Pharmacyclics: Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Adaptive Biotechnology: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees; The Binding Site: Consultancy. Cole: Cancer Support Community myeloma advisory board: Membership on an entity's Board of Directors or advisory committees; University of Michigan: Employment. Kaufman: Karyopharm: Other: data monitoring committee; Roche: Consultancy; BMS: Consultancy; Janssen: Consultancy; Abbvie: Consultancy. Siegel: BMS: Consultancy, Honoraria, Speakers Bureau; Novartis: Honoraria, Speakers Bureau; Takeda: Consultancy, Honoraria, Speakers Bureau; Karyopharm: Consultancy, Honoraria; Merck: Consultancy, Honoraria, Speakers Bureau; Amgen: Consultancy, Honoraria, Speakers Bureau; Janssen: Consultancy, Honoraria, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau. Zonder: Takeda: Honoraria; Alnylam: Honoraria; Celgene: Consultancy, Honoraria; Janssen: Honoraria; Coelum: Honoraria; BMS: Research Funding; Pharmacyclics: Other: DSMC. Mange: Takeda Pharmaceutical Company: Consultancy. Dalal: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Ltd, Cambridge, MA, USA: Employment, Equity Ownership. Mikhael: Onyx, Celgene, Sanofi, AbbVie: Research Funding.",
    "topics": [
        "multiple myeloma",
        "nerve injuries",
        "toxic effect",
        "adverse effects",
        "adverse event",
        "cancer",
        "constipation",
        "diarrhea",
        "gastrointestinal diseases",
        "heart failure"
    ],
    "author_names": [
        "Daniel Auclair, PhD",
        "Carol Mansfield, PhD",
        "Ajai Chari, MD",
        "Craig E. Cole, MD",
        "Mark A. Fiala, BS",
        "Jonathan L Kaufman, MD",
        "Gregory Orloff, MD",
        "David S Siegel, MD PhD",
        "Jeffrey A Zonder, MD",
        "Brennan Mange",
        "Jennifer Yesil, MS",
        "Mehul Dalal, PhD",
        "Joseph Mikhael, MD FRCPC, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniel Auclair, PhD",
            "author_affiliations": [
                "Multiple Myeloma Research Foundation (MMRF), Middletown, CT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carol Mansfield, PhD",
            "author_affiliations": [
                "RTI Health Solutions, Research Triangle Park, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajai Chari, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Mt. Sinai School of Medicine, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig E. Cole, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Fiala, BS",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan L Kaufman, MD",
            "author_affiliations": [
                "Winship Cancer Institute / Department of Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Orloff, MD",
            "author_affiliations": [
                "Virginia Cancer Specialists, Fairfax, VA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David S Siegel, MD PhD",
            "author_affiliations": [
                "John Theurer Cancer Center, Myeloma and Lymphoma Divisions, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A Zonder, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brennan Mange",
            "author_affiliations": [
                "RTI Health Solutions, Durham, NC "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Yesil, MS",
            "author_affiliations": [
                "Multiple Myeloma Research Foundation (MMRF), Middletown, CT "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehul Dalal, PhD",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Ltd, Cambridge, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Mikhael, MD FRCPC, MD",
            "author_affiliations": [
                "Translational Genomics Research Institute (TGen), City of Hope Cancer Center, Phoenix, AZ"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T15:37:07",
    "is_scraped": "1"
}