{
    "doi": "https://doi.org/10.1182/blood-2019-129309",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4237",
    "start_url_page_num": 4237,
    "is_scraped": "1",
    "article_title": "Regulation of Iron Homeostasis By PTG-300 Improves Disease Parameters in Mouse Models for Beta-Thalassemia and Hereditary Hemochromatosis ",
    "article_date": "November 13, 2019",
    "session_type": "102.Regulation of Iron Metabolism",
    "topics": [
        "beta thalassemia",
        "hemochromatosis",
        "iron homeostasis",
        "mice",
        "iron",
        "gel",
        "hemichrome",
        "hepcidin",
        "iron toxicity",
        "anemia"
    ],
    "author_names": [
        "Roopa Taranath, PhD",
        "Gregory Bourne, PhD",
        "Li Zhao, MD PhD",
        "Brian Frederick, MS",
        "Chelsea King, BA",
        "David Liu, PhD"
    ],
    "author_affiliations": [
        [
            "Protagonist Therapeutics, Newark, CA"
        ],
        [
            "Protagonist Therapeutics, Newark, CA"
        ],
        [
            "Protagonist Therapeutics, Newark, CA"
        ],
        [
            "Protagonist Therapeutics, Newark, CA"
        ],
        [
            "Protagonist Therapeutics, Newark, CA"
        ],
        [
            "Protagonist Therapeutics, Newark, CA"
        ]
    ],
    "first_author_latitude": "37.539806899999995",
    "first_author_longitude": "-122.06459100000001",
    "abstract_text": "Hepcidin-Ferroportin axis dictates optimal absorption of dietary iron as well as systemic iron levels. This is crucial for providing sufficient iron needed for cellular functions while also preventing iron toxicity. PTG-300 (currently in a Phase 2 clinical study for beta-thalassemia) is a peptide mimetic of natural hepcidin that targets the major iron transporter, ferroportin, and causes its internalization & subsequent degradation. The pharmacodynamic effects of PTG-300 are the reductions in serum iron and transferrin-saturation (TSAT) due to reduced ferroportin expression on cells that store or recycle iron. We chose to demonstrate in two mouse models with iron dysregulation, that our hepcidin mimetics improve disease parameters by correcting dysregulated iron homeostasis. Beta-thalassemia is characterized by an imbalance in alpha-beta globin ratio in erythrocytes due to underlying beta-globin gene mutations. The excess alpha-globin, along with associated heme and iron, form \"hemichrome\" aggregates that integrate into the membranes of RBCs. The labile iron in these hemichromes generate ROS and are toxic to the cells, causing premature hemolysis of circulating RBCs and reduction in their lifespan. In a mouse model for beta-thalassemia, Hbb th3/+ , we investigated the efficacy of a hepcidin mimetic in reducing hemichrome aggregation by limiting iron in the erythroid progenitors, and thereby reducing iron toxicity in RBCs. Subcutaneous injections of 1 mg/kg PN-8772 (analog of PTG-300 which has similar in vitro and in vivo potency) were administered every other day (Q2D) for a period of 4 weeks. At the end of the study, hemichrome aggregates were extracted from RBC membranes, and then analyzed on a TAU gel to quantify the cytoskeleton α-globin band intensities (Casu et al, Blood 2016). Hemichrome aggregates were reduced in groups treated with PN-8772 as compared to untreated controls, with concurrent improvements in hemoglobin and reductions in reticulocytes. Treatment with oral chelator Deferasirox (200 mg/kg; daily) did not show reduction in hemichrome aggregation, while it significantly lowered liver iron-overload. RBCs in Hbb th3/+ mice express aberrant morphologies due to the underlying hemichrome toxicity, similar to the phenotypes expressed in human beta-thalassemia. Chronic treatment with PN-8772 (as described above) also resulted in a significant reduction in aberrant morphologies that are indicative of hemolysis, viz. spherocytes & schistocytes. In a separate study, flow cytometry was used to monitor the survival of RBCs in Hbb th3/+ mice. At the end of 4 weeks of PTG-300 treatment (1 mg/kg, Q2D) the RBCs were marked by an in-life biotinylation method (Schmidt et al, Blood 2013) and subsequently followed over 49 days with continued treatment. There was a significant increase in survival of RBCs as compared to untreated controls. In summary, we demonstrate that by limiting iron in the developing erythroblasts and iron toxicity in RBCs, PTG-300 therapy has the potential to improve the quality of the RBCs and their oxygen carrying capacity, thereby ameliorating anemia. In beta-thalassemia, the clinical presentation includes secondary iron overload in various organs because of hyperabsorption of dietary iron, exacerbated by frequent blood transfusions that are required for management of anemia. Similarly, in hereditary hemochromatosis (HH) there is hyperabsorption of dietary iron leading to primary iron overload. We used a hemochromatosis mouse model (HFE) to demonstrate the effectiveness of PTG-300 therapy in limiting systemic iron toxicity by regulating TSAT and in preventing hyper-iron absorption. The model is characterized by homozygous deletion of HFE with severely low hepcidin levels and consequently very high TSAT (~100%). In this model, a single dose of PTG-300 at 2.5mg/kg reduced TSAT by ~60% at 10-hour post-dose, as compared to untreated controls. Sustained TSAT reduction by chronic treatment will therefore mitigate toxic effects of labile iron. Two weeks of chronic treatment with PTG-300 (2.5 mg/kg, Q2D) effectively prevented iron deposition in the liver. Overall our data suggests that PTG-300 has the potential to be an effective treatment in hemoglobinopathies, like beta-thalassemia, and Hereditary Hemochromatosis, by reducing systemic labile iron toxicity by limiting TSAT, preventing organ iron deposition & improving anemia (in case of thalassemia). Disclosures Taranath: Protagonist Therapeutics: Employment. Bourne: Protagonist Therapeutics: Employment. Zhao: Protagonist Therapeutics: Employment. Frederick: Protagonist Therapeutics: Employment. King: Protagonist Therapeutics: Employment. Liu: Protagonist Therapeutics: Employment."
}