{
    "doi": "https://doi.org/10.1182/blood.V118.21.1616.1616",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2097",
    "start_url_page_num": 2097,
    "is_scraped": "1",
    "article_title": "Prospective Study to Evaluate the Efficacy and Safety of Gemcitabine Combined with GMCSF and Rituximab in Heavily Pre-Treated Relapsed / Refractory B-Lymphoproliferative Disorders ",
    "article_date": "November 18, 2011",
    "session_type": "623. Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "gemcitabine",
        "granulocyte-macrophage colony-stimulating factor",
        "rituximab",
        "chemotherapy regimen",
        "toxic effect",
        "lymphoma",
        "autologous stem cell transplant",
        "disease remission",
        "intravenous infusion procedures",
        "sargramostim"
    ],
    "author_names": [
        "Shinoj Pattali, MD",
        "Stephanie A. Gregory",
        "Melissa Leigh Larson, MD",
        "Jamile M. Shammo, MD",
        "Elena Bogdanova, CCRP",
        "Teresa Obrien, RN, BS",
        "Parameswaran Venugopal, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Stroger Hospital, Chicago, IL, Chicago, IL, "
        ],
        [
            "Division of Hematology and Medical Oncology, Rush University Medical Center, Chicago, IL, USA, "
        ],
        [
            "Internal Medicine, Rush University Medical Center, Chicago, IL, USA, "
        ],
        [
            "Rush University Medical Center, Chicago, IL, USA, "
        ],
        [
            "Internal Medicine, Rush University Medical Center, chicago, IL, "
        ],
        [
            "Rush University Medical Center, "
        ],
        [
            "Section of Hematology, Division of Hematology/Oncology/Cell Therapy, Rush University Medical Center, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "41.871698849999994",
    "first_author_longitude": "-87.67324645",
    "abstract_text": "Abstract 1616 Background: Aggressive non-Hodgkin lymphomas (NHLs) are commonly treated with anthracycline-containing combination chemotherapy regimens. Although a proportion of patients can be cured, 40 –50% of patients relapse or are refractory to frontline therapy. High dose chemotherapy (HDT) with autologous stem cell transplantation (ASCT) is the current standard of care of relapsed aggressive lymphomas in eligible patients. Many patients cannot proceed to HDT as a result of reasons like advanced age, significant co morbidities and resistance to salvage chemotherapy. Moreover, the optimal salvage regimen is not known. Hence there is need to develop novel regimens that are likely to benefit these patients. Gemcitabine and rituximab are active agents in relapsed or refractory lymphoma and have demonstrated synergistic effects. GMCSF has been shown to potentiate the efficacy of Rituximab. In this study we evaluated the clinical activity, toxicity and tolerability of a salvage regimen that incorporated sequential combination of gemcitabine, rituximab and GMCSF (Sargramostim, Leukine). Methods: This trial was designed as a prospective, open and uncontrolled phase II study. 13 patients with relapsed or refractory B cell lymphoma were enrolled from Nov 2001 to Mar 2006 at Rush University Medical Center, Chicago, IL. All patients were scheduled to receive up to 6 cycles of Gemcitabine 800mg/m2 IV infusion over 120 minutes on days 1 and 8, GMCSF 250mcg/m2 subcutaneously once daily on day 9 through 15 (7doses) and Rituximab 375mg/m2 IV infusion on day 16. Cycles were repeated every 21 days to a total of 6 cycles. Responses were evaluated by CT scans and bone marrow exam (if involved) after the third course and at the end of the study. Primary endpoint was response rate. Secondary endpoints were toxicity evaluation, progression free survival (PFS) and overall survival (OS). Patients were followed for toxicity, response, PFS and OS. Results: Of the 13 patients in the study, 9 patients completed 6 cycles of therapy and were evaluable for response. The median age was 43 years (range 24 –75 years) with 6 males (66.6%) and 3 females (33.3%). 92% of patients had very advanced disease with stage III or IV disease (Stage IV-61.5% and stage III-30.8%), and 30.8% were poor risk (IPI 3–5). Major histological subtypes were diffuse large B-cell lymphoma (33.3%), Hodgkin lymphoma (33.3%) and follicular lymphoma (11.1%). Eight patients (88%) demonstrated extra nodal disease at one or more sites at presentation indicating a more aggressive lymphoma. Most of the patients were heavily pretreated with multiple combination chemotherapy or chemo immunotherapy with a median of 3 prior chemotherapy regimens (range 2–6). The majority of patients were complete responders after first line induction therapy. In the intent to treat analysis of responses, the overall response rate was 55.5% with 4 complete responses (44.5%) and 1 partial response (11.1%). Disease progression occurred in 4 patients (44%). Progression free survival ranged from 2 to 71 with a median of 6 months. Overall survival measured from 2 to 102 months with a median of 10 months. At last follow-up 22% of (2 of 9) were alive. Toxicity profile of this regimen was similar to other salvage therapies used in this patient population with an increased incidence of grade 3/4 anemia (15.3%) and thrombocytopenia (7.6%).No grade 3 and 4 non-hematologic toxicities were observed. Conclusions: Based on the result of our study, we conclude that gemcitabine combined with GMCSF and rituximab is an effective, feasible and tolerable regimen in heavily pre-treated aggressive relapsed lymphomas. Long-term remissions are possible in patients with heavily pre-treated relapsed/refractory lymphoma with complete remissions lasting for 78–102 months even in patients who relapsed after autologous peripheral blood stem cell transplantation. Disclosures: Shammo: Celgene Corporation: Honoraria, Research Funding, Speakers Bureau."
}