{
    "doi": "https://doi.org/10.1182/blood.V118.21.2336.2336",
    "article_title": "MKL2 Functions in the Absence of MKL1 to Promote Megakaryocyte Maturation ",
    "article_date": "November 18, 2011",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "Abstract 2336 Background: The transcriptional cofactors, MKL1 and MKL2, are members of the myocardin related factor family, which bind and activate the transcription factor Serum Response Factor (SRF) (Cen et al J Cell Biochem, 2004). Megakaryocytes, large, highly polyploid myeloid cells give rise to platelets, which promote blood clotting in response to tissue damage. The Krause lab has reported a significant decrease in Mk ploidy with a 50% decrease in mature platelets in Mkl1 knockout (KO) mice, indicating that MKL1 may contribute to megakaryocyte maturation (Cheng et al Blood, 2009). The phenotype of the Mk specific (PF4-Cre) Srf conditional KO (SRF PF4-cKO) further supports the importance for the MKL1/SRF pathway in Mk differentiation (Halene et al Blood, 2010); although similar to the Mkl1 KO mouse, the Srf PF4-cKO mouse has a more severe phenotype with a 90% decrease in platelet counts suggesting the presence of compensatory proteins or redundant pathways in Mkl1 KO mice. Objective: This study addresses the hypothesis that MKL2 is critical for normal megakaryocytopoiesis particularly in the absence of MKL1. Methods and Results: Using bone marrow (BM) transplantation, we determined that the Mkl1 KO phenotype (decreased megakaryocyte ploidy and decreased platelets) is cell autonomous. Lethally irradiated WT recipients of Mkl1 KO BM cells had a 50% decrease in platelet count, as well as significantly decreased ploidy indicated by the percentage of Mk with 2N (60% and 40% in the recipients of Mkl1 KO vs WT BM, respectively, p<0.0001). Transduction of Mkl1 KO donor BM cells with retrovirus encoding MKL1 cDNA rescued the ploidy phenotype. Although the Mkl1 KO mice are thrombocytopenic, their bleeding times are not significantly increased. In vitro studies show that MKL2 and MKL1 activate the same promoters in luciferase assays and have similar subcellular localization patterns, suggesting redundancy. To assess MKL2's compensatory function in Mkl1 KO mice, we crossed Mkl2 F/F mice with PF4-Cre mice to induce Mkl2 deletion in the Mk compartment (Mkl2 PF4-cKO). The Mkl2 PF4-cKO mice were mated onto the Mkl1 KO background to create double KO (DKO) megakaryocytes. The megakaryocyte ploidy and platelet counts (decreased by 90%) of DKO mice are more severe than the Mkl1 KO and comparable to the Srf PF4-Cre cKO mice In addition, bleeding times were significantly increased compared to WT and Mkl1 KO mice (p<0.0001). Electron microscopy and immunofluorescence of DKO megakaryocytes and platelets indicate abnormal cytoskeletal and membrane organization with decreased granule complexity. These morphological changes are consistent with abnormal in vitro platelet activation in response to ADP or thrombin. Conclusions: Our investigation reveals that both MKL1 and MKL2 are important for megakaryocyte differentiation, and that MKL2 mitigates the phenotype of MKL1 deficient megakaryocytes. The Mkl1 KO/Mkl2 PF4-cKO (DKO) mice phenocopy the Srf PF4-cKO mice suggesting that SRF activity in megakaryocyte differentiation is dependent on the myocardin related transcription factor family of proteins. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bleeding time procedure",
        "dna, complementary",
        "granules",
        "luciferases",
        "megakaryocytes",
        "serum response factor",
        "thrombin",
        "thrombocytopenia",
        "tissue damage",
        "transcription factor"
    ],
    "author_names": [
        "Elenoe C Smith",
        "Jonathan Noah Thon, Ph.D.",
        "Stephanie Ann Massaro, MD, MPH",
        "Joseph E. Italiano, Jr., PhD",
        "Diane Krause, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elenoe C Smith",
            "author_affiliations": [
                "Cell Biology, Yale University School of Medicine, New Haven, CT, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Noah Thon, Ph.D.",
            "author_affiliations": [
                "Translational Medicine, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Ann Massaro, MD, MPH",
            "author_affiliations": [
                "Pediatrics, Section of Hematology/Oncology, Yale University School of Medicine, New Haven, CT, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph E. Italiano, Jr., PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Translational Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane Krause, MD, PhD",
            "author_affiliations": [
                "Yale Stem Cell Center, Department of Laboratory Medicine, Yale University School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T02:06:21",
    "is_scraped": "1"
}