{
    "doi": "https://doi.org/10.1182/blood.V126.23.2991.2991",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3210",
    "start_url_page_num": 3210,
    "is_scraped": "1",
    "article_title": "Rising Plasma Cell Proliferation By Ki67/CD138 Ratio at Relapse Is a Marker of High Risk Disease in Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "cd138",
        "ki-67 antigen",
        "multiple myeloma",
        "plasma cells",
        "brachial plexus neuritis",
        "bone marrow biopsy",
        "bone marrow specimen",
        "carfilzomib",
        "disease progression",
        "ixazomib"
    ],
    "author_names": [
        "Peter A. Forsberg, MD",
        "Tomer M Mark, MD MSc",
        "Sujitha Yadlapati, MBBS",
        "Adriana C Rossi, MD MHS",
        "Roger N Pearse, MD PhD",
        "Karen Pekle, NP",
        "Arthur Perry, PA",
        "Morton Coleman, MD",
        "David Jayabalan, BSMS, MSc",
        "Ruben Niesvizky, MD",
        "Scott Ely, MD MPH"
    ],
    "author_affiliations": [
        [
            "Division of Hematology / Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Center of Excellence for Lymphoma and Myeloma, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Division of Hematology / Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Center of Excellence for Lymphoma and Myeloma, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Center of Excellence for Lymphoma and Myeloma, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Division of Hematology / Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Division of Hematology / Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Division of Hematology / Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Center of Excellence for Lymphoma and Myeloma, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Center of Excellence for Lymphoma and Myeloma, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Department of Pathology, Weill Cornell Medical College, New York, NY"
        ]
    ],
    "first_author_latitude": "40.7643316",
    "first_author_longitude": "-73.95425589999999",
    "abstract_text": "Background: Assessment of malignant plasma cell cycling via plasma cell labeling index (PCLI) has been a validated prognostic tool in multiple myeloma (MM) for years but utilization remains limited. We recently developed a novel immunohistochemical (IHC) co-staining technique for CD138 and Ki67 expression to quantify plasma cells in active cycling. Previously presented results from newly diagnosed patients demonstrate that having an elevated ratio of plasma cells in active cycle by co-expression of CD138 and Ki67 (>5%) is associated with aggressive disease and poor outcomes including shorter overall survival (OS). The expansion of subclones with higher proliferative capacity following initial therapy may be an indicator of a higher risk relapse event and indicate poor prognosis. Here we assess MM patients (pts) with Ki67/CD138 co-staining on bone marrow samples both at diagnosis and relapse to assess the impact of changes in cell cycling ratio on outcomes with subsequent therapy and overall clinical course. Methods: A retrospective cohort study of pts with treated symptomatic MM was performed by interrogation of the clinical database at the Weill Cornell Medical College / New York Presbyterian Hospital (WCMC/NYPH). For inclusion in the analysis, pts must have had bone marrow evaluation with double-staining for Ki67 and CD138 by immunohistochemistry both at diagnosis and relapse. Pts must have completed their first line and relapse treatments at WCMC/NYPH. The Ki67% was calculated as the ratio of plasma cells expressing CD138 that were also found to express Ki67. Treatment outcomes were stratified and compared based on alterations in Ki67% between diagnosis and relapse. Results: We identified 37 pts with bone marrow sampling that was evaluated for CD138 and Ki67 co-expression both at diagnosis and at the time of relapse. These pts had undergone a median of 2 lines of prior treatment at the time of relapse bone marrow biopsy (range 1-7). 19 pts were identified to have a rising Ki67% between diagnosis and relapse defined at a 5% or greater increase, the other 18 pts had stable or decreased Ki67%. Pts with a rising Ki67% at relapse had a shorter OS with a median of 72 months vs not reached (p=0.0069), Figure 1 . Pts who had rising Ki67% at relapse had shorter progression free survival (PFS) on first line treatment with a median of 25 vs 47 months (p=0.036), Figure 2 . Additionally pts with rising Ki67% had a trend towards shorter PFS with the treatment they received after relapse with median of 12.5 vs 3.5 months (p=0.09). Relapse regimens were most commonly carfilzomib (n=9), pomalidomide (5) or ixazomib (4) based. 37% of pts (7/19) with rising Ki67% achieved PR or better on relapsed treatment vs 67% (12/18) with stable Ki67%. Discussion: The presence of clonal evolution and selection of higher risk clones under therapeutic pressure in multiple myeloma is a key feature of disease progression. The ability to improve risk stratification at the time of relapse may help guide clinical decision making to best suit individual patient needs. We have identified rising plasma cell proliferation through quantification of Ki67/CD138 co-expression at relapse to be a useful marker of high risk disease evolution. This appears to help identify the emergence of higher risk clones which are ultimately responsible for treatment resistant disease. Patients with rising Ki67% were more likely than patients with stable Ki67% to have early relapses to initial therapy, were less likely to achieve responses to relapse regimens or to maintain their response and had shorter overall survival. Further evaluation is needed to identify if different approaches to patients with increasing proliferation may improve outcomes in these patients. Figure 1. View large Download slide Figure 1. View large Download slide Figure 2. View large Download slide Figure 2. View large Download slide Disclosures Mark: Calgene: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Rossi: Calgene: Speakers Bureau. Pearse: Celegen: Consultancy. Pekle: Celgene: Speakers Bureau; Takeda: Speakers Bureau. Perry: Celgene: Speakers Bureau; Takeda: Speakers Bureau. Coleman: Celgene: Speakers Bureau; Takeda: Speakers Bureau. Niesvizky: Celgene: Consultancy, Speakers Bureau."
}