{
    "doi": "https://doi.org/10.1182/blood.V116.21.5062.5062",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1711",
    "start_url_page_num": 1711,
    "is_scraped": "1",
    "article_title": "Inhibition of JAK2V617F Kinase Potently Induce Apoptosis In HEL Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes",
    "abstract_text": "Abstract 5062 Myeloproliferative neoplasms (MPNs), formerly recognized as myeloproliferative disorders(MPDs), are a group of hematological conditions where a molecular defect in a multi-potent hematopoietic stem cell leads to increased production in one or more blood cell lineages. In early 2005, four different groups described an identical JAK2V617F mutation in exon 12 of JAK2 in a large number of patients with MPNs. Whereafter, it has been confirmed that the Gain-of-function mutations of JAK2V617F play crucial roles in the development of MPN. However, how this activated singaling pathway leads to overproduction of blood cells are not fully understood. Our experiment was designed and performed to address one aspect of this issue. Here we report that AG490, a JAK2 kinase inhibitor, is potently inducing apoptosis in HEL cells. HEL cell line, which harbor a homozygous JAK2V617F mutation confirmed by Allele-specific polymerase chain reactions (AS-PCR), restriction enzyme digestion and DNA sequencing, was selected as a cell model. HEL cells were treated with AG490 at different concentrations and for different time length. The Flow cytometry(FCM) with AnnexinV-FITC/PI double staining and genome DNA electrophoresis were performed to determine the apoptosis rate of the HEL cell, respectively; RT-PCR was performed to analyze the effect of AG490 on the expression of Bcl-x mRNA. The FITC-AnnexinV/PI double staining demonstrated that the apoptosis rate of HEL cell increased obviously in a time (F=267.226, P<0.0001)and dose(F=343.77, P<0.0001) dependent manner after treated by AG490. Similar results were observed by DNA ladder. The results of RT-PCR demonstrated that when treated by AG490, the mRNA of Bcl-x L gene was down-regulated obviously(Bcl-x L mRNA was the main species of Bcl-x found), and the down-regulation was strongly time(F=26.402, P<0.0001) and dose(F=39.247, P<0.0001) dependent. Thus, our results suggest that AG490 can induce apoptosis in HEL cells obviously, and JAK2V617F might inhibit cell apoptosis through upregulation of Bcl-x L . Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "dna",
        "dna restriction enzymes",
        "electrophoresis",
        "flow cytometry",
        "fluorescein-5-isothiocyanate",
        "kinase inhibitors",
        "myeloproliferative disease",
        "phosphotransferases",
        "polymerase chain reaction"
    ],
    "author_names": [
        "xu-Liang Shen",
        "Wu Wei",
        "Hong-liang Xu",
        "Xiao-qi Qin",
        "Chen Fangping"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, Heping hospital of Changzhi medical college, Changzhi, China, "
        ],
        [
            "Dept. of Hematology, Heping Hospital of Changzhi Medical College, Changzhi, China, "
        ],
        [
            "Dept. of Hematology, Heping hospital of Changzhi medical college, Changzhi, China, "
        ],
        [
            "Dept. of Hematology, Heping hospital of Changzhi medical college, Changzhi, China, "
        ],
        [
            "Dept. of Hematology, Xiang Ya Hospital - CSU, Changsha, China"
        ]
    ],
    "first_author_latitude": "36.17029149999999",
    "first_author_longitude": "113.11388079999999"
}