{
    "doi": "https://doi.org/10.1182/blood.V108.11.1090.1090",
    "article_title": "Unexpected Consequences of Sitosterolemia on Platelet Formation. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Sitosterolemia is a rare autosomal recessive disorder characterized by the accumulation of plant and animal sterols in blood and tissues. The disease is caused by a mutation in either of the ATP-binding cassette half transporters Abcg5 or Abcg8, which function as obligate heterodimers that are highly expressed in the liver and intestine where they transport plant sterols into bile or into the intestinal lumen, respectively. Patients with sitosterolemia develop xanthomas, arthritis, hemolysis, thrombocytopenia, short stature and premature cardiovascular disease. Recently, patients with Mediterranean stomatocytosis or Mediterranean macro thrombocytopenia were characterized as sitosterolemia patients. In this study we addresed the underlying mechanisms for thrombocytopenia in sitosterolemia using the Abcg5 deficient mouse as a model. Abcg5 −/− mice demonstrated macro thrombocytopenia with reduced platelets counts (262±58×10 9 /L) compared to wt controls (805±65×10 9 /L, p<0.001) and increased platelet size as determined visually on blood smears and by forward scatter analysis on a flow cytometer (48±11 A.U. in Abcg5 −/− mice versus 6.2±0.4 A.U. in wt controls, p<0.01). Red blood cell counts were only slightly decreased in Abcg5 −/− mice (8.7×10 9 /L) versus 9.4×10 9 /L in controls, whereas MCV was not affected. The decreased platelet levels correlated inversely with increased plasma TPO levels in Abcg5 −/− mice (528±136 pg/ml versus 338±57 pg/ml in wt, p=0.02) and increased megakaryocyte (MK) progenitors in the bone marrow (36±1 CFU-MK/1×10 5 cells versus 17±2 CFU-MK in wt controls, p<0.01). Furthermore, Abcg5 −/− mice had slightly decreased body weight, but a significantly larger spleen which contained increased numbers of MKs (16.3% CD41 + cells versus 4.5% in wt controls). The MKs from Abcg5 −/− mice showed a normal morphology, with no difference in DNA ploidy distribution and were able to form proplatelet structures in vitro . Quantitative PCR analysis revealed decreased expression levels of the cholesterol transporters Abca1 and Abcg1 and increased expression of the HDL receptor SR-B1 in MKs from Abcg5 −/− mice, indicative for altered cellular cholesterol homeostasis. Interestingly, Abcg5 nor Abcg8 were expressed in MKs. To establish whether macro thrombocytopenia was due to the Abcg5 deficiency per se or caused by too high plant sterol levels, bone marrow (BM) transplantation studies were performed in lethally irradiated mice. Wt mice receiving Abcg5 −/− BM cells displayed normal platelet size and only slightly decreased platelet levels (639±87×10 9 /L) at 13 weeks after transplantation, whereas Abcg5 −/− mice receiving wt BM cells showed macro thrombocytopenia with decreased platelets counts (353±65×10 9 /L) and increased platelet size. These studies unequivocally demonstrate that macro thrombocytopenia associated with sitosterolemia is not related to a genetic defect in MKs, but a consequence of high plant sterol levels that have profound effects on platelet formation.",
    "topics": [
        "blood platelets",
        "sitosterolemia",
        "weight reduction",
        "thrombocytopenia",
        "meckel-gruber syndrome",
        "phytosterols",
        "cholesterol",
        "membrane transport proteins",
        "transplantation",
        "arthritis"
    ],
    "author_names": [
        "Lyndsay Drayer, PhD",
        "Janine Kruit, PhD",
        "Bert Dontje",
        "Gerald de Haan, PhD",
        "Ido Kema, PhD",
        "Edo Vellenga, MD, PhD",
        "Folkert Kuipers, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lyndsay Drayer, PhD",
            "author_affiliations": [
                "Department of Research, Sanquin Blood Bank North East Region, Groningen, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Janine Kruit, PhD",
            "author_affiliations": [
                "Department of Pediatrics, University Medical Centre Groningen, Groningen, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bert Dontje",
            "author_affiliations": [
                "Stem Cell Biology, University of Groningen, Groningen, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerald de Haan, PhD",
            "author_affiliations": [
                "Stem Cell Biology, University of Groningen, Groningen, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ido Kema, PhD",
            "author_affiliations": [
                "Department of Pathology & Laboratory Medicine, University Medical Centre Groningen, Groningen, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edo Vellenga, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, University Medical Centre Groningen, Groningen, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Folkert Kuipers, PhD",
            "author_affiliations": [
                "Department of Pediatrics, University Medical Centre Groningen, Groningen, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T09:32:38",
    "is_scraped": "1"
}