{
    "doi": "https://doi.org/10.1182/blood.V120.21.130.130",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2295",
    "start_url_page_num": 2295,
    "is_scraped": "1",
    "article_title": "Poor Outcome in Secondary Acute Myeloid Leukemia (AML): A First Report From the Population-Based Swedish Acute Leukemia Registry ",
    "article_date": "November 16, 2012",
    "session_type": "613. Acute Myeloid Leukemia - Pathophysiology &amp; Clinical Studies: Clinical",
    "topics": [
        "leukemia, acute",
        "leukemia, secondary acute",
        "chemotherapy regimen",
        "electrocorticogram",
        "myelodysplastic syndrome",
        "myeloproliferative disease",
        "secondary leukemia",
        "world health organization",
        "eastern cooperative oncology group"
    ],
    "author_names": [
        "Soren Lehmann, MD, PhD",
        "Vladimir Lazarevic, MD",
        "Ann-Sofi Hörstedt",
        "Erik Hulegårdh, MD",
        "Christer Nilsson, MD",
        "Petar Antunovic, MD",
        "Åsa Rangert Derolf, MD, PhD",
        "Lars Möllgård, MD, PhD",
        "Bertil Uggla, MD, PhD",
        "Lovisa Vennström, MD",
        "Anders Wahlin, MD, PhD",
        "Martin Hoglund, MD, PhD",
        "Dick Stockelberg, MD, PhD",
        "Gunnar Juliusson, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, M54, Karolinska University Hospital, Stockholm, Sweden, "
        ],
        [
            "Hematology, Lund University Hospital, Lund, Sweden, "
        ],
        [
            "Skånes universitetssjukhus, Lund, Sweden, "
        ],
        [
            "Section of Hematology and Coagulation, Sahlgrenska University Hospital, Gothenburg, Sweden, "
        ],
        [
            "Hematology Cntre, Karolinska University Hospital, Stockholm, Sweden, "
        ],
        [
            "Linköping University Hospital, Linköping, Sweden, "
        ],
        [
            "Department of Medicine, Division of Hematology, Karolinska University Hospital, Stockholm, Sweden, "
        ],
        [
            "Department of Hematology, Karolinska University Hospital, "
        ],
        [
            "Regionsjukhuset Örebro, Örebro, "
        ],
        [
            "9Section of Hematology and Coagulation, Sahlgrenska University Hospital, Gothenburg, Sweden, "
        ],
        [
            "Dept. of Hematology, University Hospital, Umea, Sweden, "
        ],
        [
            "Uppsala University Hospital, Department of Medical Sciences, Section of Hematology, "
        ],
        [
            "Hematology Section, Sahlgrensha University Hospital, Gothenburg, Sweden, "
        ],
        [
            "Lund University & Hospital Department of Hematology, Lund Stem Cell Center, Lund, Sweden"
        ]
    ],
    "first_author_latitude": "59.3501898",
    "first_author_longitude": "18.031728299999997",
    "abstract_text": "Abstract 130 Secondary AML comprises AML patients with an antecedent hematological disorder (AHD) or previous exposure to chemotherapy and/or radiation (therapy-related AML; tAML). Population-based data on this patient group are scarce. Here, we report for the first time, data on secondary AML from the Swedish Acute Leukemia Registry covering 98% of all AML cases diagnosed in Sweden between 1997 and 2006. In total, 3372 AML patients were registered during this period. Of these, 949 (28%) had secondary AML; 655 (19%) had a history of AHD and 294 (8.7%) had tAML. The proportion of secondary AML increased from 8% in patients below the age of 40 years to 36% in patients between 70–79 years. Of patients with AHD, 423 (65%) had previously been diagnosed with myelodysplastic syndrome (MDS) and 227 (35%) with various types of myeloproliferative disorders (MPN). AML with AHD showed male predominance (57%), whereas tAML showed female predominance (64%). This distribution was significantly different (p<0.001) compared to de novo AML with an equal gender distribution. Median and mean ages for patients with AML with antecedent hematological disorder were 73 and 71 years, which differed significantly from de novo AML with 70 and 66 years, respectively (p<10 −11 ). For tAML, median and mean ages were 71 and 67 years, respectively, not significantly different from de novo AML. Patients with secondary AML had slightly worse WHO/ECOG performance status (WHO PS) with lower incidence of WHO PS 0 (10%: 14%: 18% for AML with AHD:tAML:de novo AML) and a higher incidence of WHO PS 3–4 (27%: 24%: 20%). The proportion of patients with PS 1 and PS2 was similar for secondary AML and de novo AML. Intensive induction treatment was given to 45% of all patients with AHD, to 57% of patients with tAML compared to 68% for patients with de novo AML. In patients below the age of 65, the proportion of intensively treated patients was 76, 85 and 98%, respectively. CR rates for in patients including all ages were 40% for AML with AHD, 54% for tAML and 72 % for de novo AML (p-values<0.0001 for all calculations). CR rates were lower in all cytogenetic risk groups in both AML with AHD and tAML compared to de novo AML (Low risk NA: 70%: 91%; intermediate risk 53%: 56%: 89%; high risk 30%: 43%: 76%). CR rates were lower for both secondary leukemia types within all WHO PS groups, despite similar early death rates in secondary and de novo AML. Median survival for all patients regardless of age or type of treatment was 4 mo, 4 mo and 9 mo respectively for patients with AML with AHD, tAML and de novo AML, respectively. For all patients receiving intensive induction treatment, corresponding figures were 7 mo, 9 mo and 17 mo, and for patients below 65 years of age 7 mo, 9 mo and 38 mo. We conclude that secondary AML is less common in younger patients and that the proportion increases to a third of patients above 70. Patients with AHD and tAML less often receive intensive induction treatment than those with de novo AML and treatment responses are poor regardless of cytogenetic risk group or performance status also in intensively treated patients. Disclosures: No relevant conflicts of interest to declare."
}