{
    "doi": "https://doi.org/10.1182/blood-2018-99-114885",
    "article_title": "Atypical Chronic Myeloid Leukemia Challenge in Russian Hematology Practice ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical",
    "abstract_text": "Background. The Atypical Chronic Myeloid Leukemia (aCML) and Chronic Neutrophilic Leukemia (CNL) had put in separate sections of myeloid neoplasms classification but have common entity and bone marrow changes. aCML and CNL hard to differentiate from each other. The main differential criterion is the proportion of immature white blood cells in blood, but it is not strong due to its instability. The achievement of recent years is discovering of aCML and CNL molecular factors: mutations in SETBP1 and CSFR3R genes gave the basis for the diagnosis confirmation in part of patients but could not differentiate between two nosologies. In addition, the access to the \"uncommon\" molecular diagnostic is complicated in routine clinical practice. Aim. At the abstract we would like to report the first, as we known, diagnosis of aCNL in Russia, that had been confirmed by molecular markers and is treating with target therapy. Materials and methods. The patient, female 51-year old has presented severe fatigue, pain, weight loss and burden under the left costal margin since Sep-2017. Results. The initial assessment has revealed massive splenomegaly (200x130x248 mm) with high WBC (133.9x10 9 /L with left shift: blasts 1%, promyelocytes 6%, myelocytes 14%, metamylocytes 16%, bands 14%, segments 45%, lymphocytes 2%, monocytes 0%), mild anemia (10.4 g/dL) and normal platelets (223x10 9 /L). There was neutrophil hyperplasia without eosinophilia and basophilia in myelogram. Initial diagnosis of typical CML was made but cytogenetic was normal and BCR-ABL (p190, p210) was negative. Atypical CML was suspected by bone marrow histology that demonstrated hypercellularity, granulocytic hyperplasia and mild megakaryocytic atypia and only mild reticuline fibrosis (MF-1). There were no MPN-driver markers ( JAK2, CALR, MPL ) revealed. Initial therapy with Hydroxyurea 2 g/day was started in Nov-2017. The re-work-up (morphological, cytogenetic, FISH and molecular) has been done in federal referral center in Nov-2017 but no signs of typical CML or Ph-MPN was detected. Mutation in exon 12 of ASXL1 gene was revealed in Jan-2018. After initial cytoreduction at follow-up in Feb-2018 mild leukocytosis (10.0-25.0x10 9 /L) with shift to myelocytes and splenomegaly (+3 cm) was noted, severe fatigue and night sweats were still presented. Given the molecular results the target therapy with Ruxolitinib 15 mg BID was started since Feb-2018. The Ruxolitinib has given results with rapid resolution of constitutional symptoms, weight gain and complete CBC normalization during first month of therapy. At 3 months of treatment follow-up bone marrow histology showed hypocellularity and myeloid swelling. The first assessment of CSF3R gene in Russia on May-2018 has revealed the T618I mutation. Thus, the final diagnosis of aCML has been made (revealed mutation more related to CNL but WBC profile is consistent to aCML). The patient is still receiving Ruxolitinib therapy with complete clinical and hematologic response up to date. The search of unrelated donor was started. Conclusions. Nowadays diagnosis of aCML or CNL need to be established on thorough complex investigation. There is a need to get a widespread consensus guideline of aCML and CNL diagnosis and management and reclassification of these diseases in one common group. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "philadelphia-negative myelogenous leukemia",
        "weight gain",
        "weight reduction",
        "hyperplasia",
        "ruxolitinib",
        "atypical",
        "fatigue",
        "follow-up",
        "anemia",
        "basophilia"
    ],
    "author_names": [
        "Vasily Shuvaev, MD",
        "Karina Krutikova, MD",
        "Svetlana Menshakova, MD",
        "Natalya Kalinova, MD",
        "Irina Martynkevich, MD PhD",
        "Lyubov Polushkina, MD",
        "Elena Belyakova, MD",
        "Yury Krivolapov, MD PhD",
        "Sergei Voloshin, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vasily Shuvaev, MD",
            "author_affiliations": [
                "Federal State Budget Institution \"Russian Scientific-Research Institute of Hematology and Transfusiology of Federal Medical-Biological Agency\", Saint-Petersburg, Russia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karina Krutikova, MD",
            "author_affiliations": [
                "Federal State Budget Institution \"Russian Scientific-Research Institute of Hematology and Transfusiology of Federal Medical-Biological Agency\", Saint-Petersburg, Russian Federation "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Svetlana Menshakova, MD",
            "author_affiliations": [
                "Regional Clinical Hospital, Tver, Russian Federation "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalya Kalinova, MD",
            "author_affiliations": [
                "Regional Clinical Hospital, Tver, Russian Federation "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irina Martynkevich, MD PhD",
            "author_affiliations": [
                "Federal State Budget Institution \"Russian Scientific-Research Institute of Hematology and Transfusiology of Federal Medical-Biological Agency\", Saint-Petersburg, Russian Federation "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lyubov Polushkina, MD",
            "author_affiliations": [
                "Russian Research Institute of Hematology and Transfusiology, Saint Petersburg, Russian Federation "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Belyakova, MD",
            "author_affiliations": [
                "North-Western State Medical University named after I.I.Mechnikov, Saint Petersburg, Russian Federation "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yury Krivolapov, MD PhD",
            "author_affiliations": [
                "North-Western State Medical University named after I.I.Mechnikov, Saint Petersburg, Russian Federation "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergei Voloshin, MD PhD",
            "author_affiliations": [
                "Federal State Budget Institution \"Russian Scientific-Research Institute of Hematology and Transfusiology of Federal Medical-Biological Agency\", Saint-Petersburg, Russian Federation ",
                "North-Western State Medical University named after I.I. Mechnikov, Saint-Petersburg, Russian Federation ",
                "Military Medical Academy, Saint Petersburg, Russian Federation"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T04:10:29",
    "is_scraped": "1"
}