{
    "doi": "https://doi.org/10.1182/blood.V126.23.4627.4627",
    "article_title": "Regulatory B Cells Decreased in Patients with Immune Thrombocytopenia ",
    "article_date": "December 3, 2015",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Objective Immune thrombocytopenia (ITP) is a disorder caused by autoantibody-mediated platelet destruction and decreased platelet production. B cells play an important role in the immune thrombocytopenia, their major role is to produce antibodies. Regulatory B cells (Bregs) are a distinct B cell subset negatively regulate cellular immune responses through their production of immuno-modulatory cytokines, with interleukin-10(IL-10) being the most studied. In human, it has been shown that the frequencies of Bregs are correlated with disease activity in autoimmune disease. In this study, we investigated the the quantity and function of peripheral blood Bregs in newly diagnosed ITP patientsAremittion ITP patients and controls, as well as analysed the correlation between Bregs levels and ITP patients' clinical indicators. Methods There were 67 ITP patients enrolled in this studybetween November 2013 and October 2014, including 35 newly diagnosed ITP patients and 32remittion ITP patients. The healthy control group consisted of 30 adult volunteers. The ITP patients and controls PB Bregs (CD19 + CD24 hi CD38 hi cells) and PB IL-10 + Bregs were detected by flow cytometry (FCM). IL-10 in PB was detected with Enzyme-linked Immunosorbent assay (ELISA). Results Bregs expression of PB CD19 + cells in ITP patientsFThe percentage of Bregs in CD19 + cells of newly diagnosed ITP patients(3.09%±2.57%) was significantly lower than remittion ITP patients (7.78%±6.59%,p=0.002) and controls(5.42%±3.31%,p=0.003). Bregs' cytoplasmic IL-10 expression in PBFThe percentage of IL-10 + cells in Bregs of newly diagnosed ITP patients(32.30%±12.71%) was significantly lower than that of remittion ITP patients (71.73%±18.08%,P=0.000) and controls (51.01%±17.08%,P=0.026). And the percentage of IL-10 + cells in Bregs of remittion ITP patients was significantly higher than controls (P=0.026). Retrospectively analyzed the newly diagnosed group, the CR patients' percentage of Bregs in CD19 + cell (4.24%±2.68%) was significantly higher than refractory ITP patients (1.88%±1.16%,p=0.007); According to the thyroid function, the newly diagnosed ITP patients were divided into the normal thyroid function group and hypothyroidism group, the percentage of the normal thyroid function group (4.48%±3.72%) was significantly higher than hypothyroidism group (1.30%±0.88%,p=0.002). The level of ITP patients and controls IL-10 in PB supernatantF The newly diagnosed ITP patients [(0.943±0.027) pg/ml] was significantly lower than that of remittion ITP patients [(0.987±0.039) pg/ml, P=0.002] and controls [(1.125±0.221) pg/ml, P=0.045]. The correlation between Bregs levels and ITP patients' clinical indicatorsF The level of Bregs of newly diagnosed ITP patients had significantly positive correlation with HLA-DR + Lin - CD11c + myeloid dendritic cells (mDC)(r=0.644,P=0.003,n=19) and PB platelet count (r=0.327,P=0.006,n=67), and we didn't found statistical correlation between Bregs and T-lymphocyte (CD3 + CD4 + ACD3 + CD8 + ACD3 + CD4 + /CD3 + CD8 + ) subsets ACD16 + CD56 + natural killer cells (NK) AHLA-DR + Lin - CD123 + plasmacytoid dendritic cells (pDC)A the level of platelet antibody (CD41a + IgGACD41a + IgM) AIgGAIgMAIgAAIg E. Conclusion The PB Bregs significantly decreased in patients with immune thrombocytopenia. After effective treatment, both quantity and function of Bregs increased. Bregs may play an important role in ITP immune pathological process. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "interleukin-10",
        "cd19 antigens",
        "antibodies",
        "hypothyroidism",
        "autoantibodies",
        "autoimmune diseases"
    ],
    "author_names": [
        "Wen Qu, DO",
        "Yijun Tang",
        "Zonghong Shao, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wen Qu, DO",
            "author_affiliations": [
                "General Hospital of Tianjin Medical University, Tianjin, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yijun Tang",
            "author_affiliations": [
                "General Hospital,Tianjin Medical University, tianjin, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zonghong Shao, MD",
            "author_affiliations": [
                "Department of Hematology, General Hospital,Tianjin Medical University, Tianjin, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T09:33:21",
    "is_scraped": "1"
}