{
    "doi": "https://doi.org/10.1182/blood-2021-148633",
    "article_title": "Real-World Disease Burden, Costs and Resource Utilization of Hospital-Based Care Among Mantle Cell Lymphoma, Waldenström Macroglobulinemia, Marginal Zone Lymphoma and Chronic Lymphocytic Leukemia: Disparities and Risk Factors ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Introduction: Mantle cell lymphoma (MCL), Waldenström macroglobulinemia (WM), marginal zone lymphoma (MZL) and chronic lymphocytic leukemia (CLL) are subtypes of non-Hodgkin's lymphoma. Collectively, these subtypes constitute a large proportion of all B-cell malignancies; however, they are typically associated with survival spanning several years with multiple interspersed treatment periods due to frequent relapses. This can predispose patients to repeated hospitalization resulting in significant economic impact. The objectives of this study were to examine real-world treatment patterns, costs and healthcare resource utilization for patients with these lymphomas, as well as identify disparities and risk factors associated with costs incurred in US hospitals. Methods: A retrospective study was conducted using the Premier Healthcare Database, a geographically diverse all-payer, hospital administrative database containing more than one billion inpatient and hospital-based outpatient encounters. Patients aged ≥18 years with at least 1 inpatient or 2 hospital-based outpatient visits with a MCL, WM, CLL, or MZL diagnosis, and who received treatment for these conditions from 1/1/2014 to 10/31/2019 were included in the study. Descriptive analysis was conducted to examine patient sociodemographic and hospital characteristics, all-cause and lymphoma-related healthcare resource utilization and costs. Costs were obtained from patients' discharge files and hospital billing records. Multivariable analysis was performed using generalized linear models to examine risk factors associated with costs and LOS for each lymphoma type. Treatment evaluated including any use of supportive care (blood transfusion, granulocyte colony stimulating factors [GCSF]), and by regimen (steroids alone, chemotherapy alone, chemo-immunotherapy, rituximab alone, targeted therapy alone, targeted therapy in combination with chemotherapy, other). Statistical significance was determined as a p-value of <0.05. Results: The study population included 23,952 CLL, 3,387 MCL, 2,655 MZL, and 1,811 WM patients in the US hospital database. Patients with WM were statistically significantly older (77 ± 58.5 years) compared to patients with CLL (74.2 ± 30.2 years), MCL (70.7 ± 37.3 years) or MZL (69.3 ± 33.8 years). More male (71.7%) and white (87.8%) patients were identified in the MCL cohort compared to the general lymphoma cohorts (Males: 58.7%; whites: 86.3). The most common comorbidities included chronic pulmonary disease (27.1%), gastroesophageal reflux disease (17.6%), moderate-severe renal disease (16.6%), congestive heart failure (15.7%) and diabetes without chronic complications (15.2%). Overall, more than two-thirds of patients in each lymphoma group received treatment with steroids alone during hospitalizations. While the use of steroids alone was higher among whites compared to non-white patients (69.5% vs. 60.4%), the use of chemo-immunotherapy was lower in whites compared to non-whites (11.9% vs. 16.2%). The average LOS of inpatient hospitalization ranged from 6.3 days for CLL to 7.4 days for MCL, with the mean costs per hospitalization from $19,566 (CLL) to $24,439 (MCL). Non-white patients have significantly longer mean LOS days compared with white patients (CLL: 18.3 vs. 14.8; MCL: 21.7 vs. 18.3; MZL: 21.6 vs. 18.5; WM 19.0 vs. 14.5). Across the 4 lymphoma types, multivariable regression confirmed the descriptive results and demonstrated that higher hospitals costs were associated with patients who were non-white, Hispanic/Latino, treated in hospitals located in the Northeast or West, or had Medicaid; statistically significant increased cost of care was also noted for patients who received targeted therapy or supportive care, such as blood transfusion or GCSF (Table 1). Conclusions: Real-world data demonstrated the significantly high total hospital costs once patients with MCL, WM, MZL, and CLL patients were hospitalized, with significantly higher impact to minority populations. Given the increased availability of effective oral therapeutics, optimal and timely disease control in the outpatients setting can potentially prevent or decrease hospitalizations and reduce economic burden on healthcare. Future studies are needed to explore the reason for admission, clinical outcomes, and potential preventive interventions. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Chanan-Khan:  Alpha2 Pharmaceuticals: Patents & Royalties: Tabi; Ascentage, Starton, Cellectar, NonoDev, Alpha2 Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; BeiGene, Jansen, Ascentage: Honoraria; Cellectar: Current equity holder in publicly-traded company; Ascentage: Research Funding; Alpha2 Pharmaceuticals, NonoDev, Starton: Current holder of stock options in a privately-held company; BieGene, Jansen, Ascentage: Consultancy. Yang:  BeiGene, Ltd.: Current Employment. Liu:  BeiGene, Ltd.: Current Employment. Cao:  Premier, Inc.: Current Employment; BeiGene, Ltd.: Consultancy. Baumer:  BeiGene, Ltd.: Consultancy; Premier, Inc.: Current Employment. Krishnaswami:  BeiGene, Ltd.: Consultancy; Premier, Inc.: Current Employment. Tang:  BeiGene, Ltd.: Current Employment. Ailawadhi:  Karyopharm: Consultancy; AbbVie: Consultancy; Genentech: Consultancy; Takeda: Consultancy; GSK: Consultancy, Research Funding; Xencor: Research Funding; Cellectar: Research Funding; Medimmune: Research Funding; Ascentage: Research Funding; Pharmacyclics: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Bristol Myers Squibb: Consultancy, Research Funding; BeiGene, Ltd.: Consultancy; Sanofi: Consultancy; Oncopeptides: Consultancy.",
    "author_names": [
        "Asher Chanan-Khan",
        "Keri Yang",
        "Sizhu Liu",
        "Zhun Cao",
        "Dorothy Baumer",
        "Shanthi Krishnaswami",
        "Boxiong Tang",
        "Sikander Ailawadhi"
    ],
    "author_dict_list": [
        {
            "author_name": "Asher Chanan-Khan",
            "author_affiliations": [
                "Mayo Clinic, Jacksonville, FL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keri Yang",
            "author_affiliations": [
                "BeiGene, Ltd., Emeryville, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sizhu Liu",
            "author_affiliations": [
                "BeiGene, Ltd., Emeryville, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhun Cao",
            "author_affiliations": [
                "Premier, Inc., Charlotte, NC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dorothy Baumer",
            "author_affiliations": [
                "Premier, Inc., Charlotte, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shanthi Krishnaswami",
            "author_affiliations": [
                "Premier, Inc., Charlotte, NC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boxiong Tang",
            "author_affiliations": [
                "BeiGene, Ltd., Emeryville, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sikander Ailawadhi",
            "author_affiliations": [
                "Mayo Clinic, Jacksonville, FL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:29:25",
    "is_scraped": "1"
}