{
    "doi": "https://doi.org/10.1182/blood.V104.11.2130.2130",
    "article_title": "Both Recipient T Naive and T Memory Cells Mediate Efficient Resistance Against Marrow Allografts in the Absence of Major Cytotoxic Effector Pathways. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Allogeneic hematopoietic stem/progenitor cell (allo-HSPC) transplant is a potentially curative therapy for hematopoietic malignancies/disorders, however host resistance can lead to delayed reconstitution or graft rejection, especially following non-myeloablative conditioning. Our laboratory has been investigating the effector pathways utilized by host cell populations(NK, T naive , T memory ), which mediate resistance to hematopoietic grafts. The effector molecules used by these host populations appear to be varied and include presently undefined pathways. This study examined the dependence of resistance on cytotoxic pathway function mediated by naïve versus memory T cells. Peripheral donor chimerism was assessed following transplant of MHC matched, minor histocompatibility antigen (mHag) mismatched C3H.SW(H-2 b )àB6(H-2 b ) unsensitized, i.e. naive non-myeloablated (5.5 Gy TBI) cytotoxically normal (B6-wt) or defective(B6-pko and B6-gld) recipients. In wild-type recipients, transient peripheral blood donor chimerism was detected which peaked on day 7-10 post-transplant. Donor chimerism was generally undetectable 3–4 weeks post-BMT. Following a secondary transplant in these recipients, no chimerism was detected indicating that the resistance was T cell mediated and engendered a memory response. To determine the cellular requirements for resistance in naïve recipients, CD4 −/− and CD8 −/− mice were examined. Interestingly, although CD8 mediated B6 anti-C3H.SW responses are well documented, resistance in this model was abrogated in CD4 −/− , but not CD8 −/− recipients. This indicates that CD4 T cells may play a role in this resistance at the efferent phase, afferent phase, or both. To examine the requirement of cytotoxic pathways in this model, C3H.SW BM was transferred into B6-perforin −/− or B6-gld (FasL functionally deficient mice) recipients. The resistance observed was not appreciably different (ie rejection day 21–28) than that in wild-type mice. CD8 T memory cells primed to donor antigens prior to transplant were analyzed in B6-cdd (H-2 b ) recipients, which cannot mediate perforin and FasL dependent cytotoxicity. Anti-donor (H-2 d ) primed B6-cdd mice were transplanted with BALB/cTNFR1 −/− bone marrow(BM) and injected with excess levels of blocking mAbs against 3 TNF family apoptosis inducing ligands, i.e. αTL1a, TRAIL and TWEAK as we previously reported. Donor CFU were assessed as a measure of early resistance(D+5). Sensitized B6-cdd mice receiving allo BM lacking TNFR1 and the 3 mAb cocktail exhibited rejection, indicating memory CD8 T cell mediated resistance remained intact despite the disruption of six candidate cytotoxic pathways. Interestingly, rejection in cytotoxically impaired (B6-cdd) recipients was a rapidly occurring event, complete within 48hrs post-BMT, an observation indistinguishable from the kinetics occurring in cytotoxically normal recipients. In total, these findings highlight the potential importance of alternative T cell effector mechanism(s) distinct from classical cytotoxic mechanisms active in allogeneic resistance against hematopoietic stem/progenitor cell grafts mediated by effector cells derived from T Naive and T Memory populations.",
    "topics": [
        "allografting",
        "allopurinol",
        "antigens",
        "cancer",
        "cytotoxicity",
        "ligands",
        "minor histocompatibility antigens",
        "molecule",
        "monoclonal antibodies",
        "perforin"
    ],
    "author_names": [
        "Zachary F. Zimmerman, BS",
        "Robert B. Levy, PhD."
    ],
    "author_dict_list": [
        {
            "author_name": "Zachary F. Zimmerman, BS",
            "author_affiliations": [
                "Microbiology and Immunology, University of Miami School of Medicine, Miami, FL, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert B. Levy, PhD.",
            "author_affiliations": [
                "Microbiology and Immunology, University of Miami School of Medicine, Miami, FL, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T21:37:57",
    "is_scraped": "1"
}