{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4769.4769",
    "article_title": "Transcriptome Analysis of Endothelial Colony-Forming Cells Isolated from Patients with HbSC Hemoglobinopathy and Proliferative Retinopathy ",
    "article_date": "December 7, 2017",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia—Basic and Translational Science",
    "abstract_text": "Introduction: Retinopathy is one of the major clinical manifestations of sickle cell disease. Although systemic disease is more severe in sickle cell anemia, ocular disease is apparently more severe in hemoglobin SC disease (HbSC). Sickle cell retinopathy can be classified as non-proliferative or proliferative. In the non-proliferative form, the most common clinical findings are salmon patch hemorrhages, iridescent spots and black sunbursts, which can be observed in the peripheral retina. In the proliferative form, peripheral retinal neovascularization develops after vaso-occlusion and grows anteriorly from perfused to non-perfused retina. These new vessels can lead to vitreous hemorrhage, retinal breaks, tractional or rhegmatogenous retinal detachments, and consequently vision loss can occur. The precise pathogenesis of neovascular formation in sickle cell disease is not fully understood. Endothelial Colony-Forming Cells (ECFC) have been shown to play a role in angiogenesis and could become accessible informers of vascular status and enable the study of vascular disorders. Objective: The aim of this study was to compare differential gene expression profiles of ECFC from HbSC patients with and without retinopathy. Methods: ECFCs were cultured after isolation from peripheral blood samples of three HbSC patients with proliferative retinopathy and five HbSC patients without retinopathy. RNA was extracted from the cell cultures and transcriptome analysis was performed with HiSeq 2500 sequencer (Illumina, Inc., San Diego, CA, USA) with eight RNA-seq libraries per lane (2 × 101-bp paired-end reads). Results: Ten genes were upregulated in cultures from patients with retinopathy when compared with those without retinopathy: ROBO1, SLC38A5, SLC38A5, DDR2, PEG3, PLPP7, TRBJ2-1, PLPP4, APCDD1L and SEMA3B . Discussion and Conclusion: Among these genes, we highlight the most upregulated gene encoding Robo1, a member of the roundabout (Robo) family that serves as a neuronal guidance receptor and has been reported to mediate tumor and retinal angiogenesis. The Robo1-mediated pathway has been proposed as a target for the treatment of several ocular neovascular diseases, so our data support that sickle cell proliferative retinopathy may also benefit from therapeutic strategies blocking this pathway. Disclosures Ozelo: Novo Nordisk: Consultancy, Research Funding, Speakers Bureau; Pfizer: Consultancy, Research Funding, Speakers Bureau; CSL Behing: Consultancy; Roche: Consultancy, Speakers Bureau; Biogen: Consultancy, Research Funding, Speakers Bureau; Shire: Consultancy, Research Funding, Speakers Bureau; Grifols: Speakers Bureau. Fertrin: Alexion Pharmaceuticals: Consultancy.",
    "topics": [
        "diabetic retinopathy",
        "endothelium",
        "gene expression profiling",
        "hemoglobinopathies",
        "proliferative diabetic retinopathy",
        "retinal diseases",
        "sickle cell anemia",
        "rna",
        "blindness",
        "cell culture techniques"
    ],
    "author_names": [
        "Sueli Matilde da Silva Costa, PhD",
        "Mirta Ito",
        "Bruno Souza",
        "Marina Gonçalves Monteiro Viturino",
        "Stephanie Ospina Pietro",
        "Roberta Casagrande",
        "Margareth C Ozelo, MD PhD",
        "Kleber Yotsumoto Fertrin, MD PhD",
        "Fernando Ferreira Costa, MD PhD",
        "Monica Barbosa de Melo, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sueli Matilde da Silva Costa, PhD",
            "author_affiliations": [
                "Center for Molecular Biology and Genetic Engeneering, University of Campinas-UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mirta Ito",
            "author_affiliations": [
                "Center for Molecular Biology and Genetic Engeneering, University of Campinas-UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Souza",
            "author_affiliations": [
                "Center for Molecular Biology and Genetic Engeneering, University of Campinas-UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Gonçalves Monteiro Viturino",
            "author_affiliations": [
                "University of Campinas-UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Ospina Pietro",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberta Casagrande",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margareth C Ozelo, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Faculty of Medical Sciences, University of Campinas, UNICAMP, Campinas, SP, Brazil"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kleber Yotsumoto Fertrin, MD PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Ferreira Costa, MD PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Barbosa de Melo, PhD",
            "author_affiliations": [
                "Center for Molecular Biology and Genetic Engeneering, University of Campinas-UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T02:27:20",
    "is_scraped": "1"
}