{
    "doi": "https://doi.org/10.1182/blood-2021-144460",
    "article_title": "Cortical Thinning and White Matter Loss in Sickle Cell Anemia Despite Chronic Exchange Transfusion Therapy ",
    "article_date": "November 5, 2021",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia: Basic and Translational",
    "abstract_text": "Neurovascular complications are a common and major cause of morbidity and mortality in patients with sickle cell disease (SCD). Prior studies have demonstrated cortical thinness (Kim et al. 2016) as well as reduced cerebral volume in children with SCD (Kawadler et al. 2013) when compared to age-matched controls. There is very limited data regarding cerebral volume in adults with SCD. Recently, our group showed that adults with SCD have reduced cerebral volumes when compared to race and age-matched controls (Santini et al. 2021a). A prior prospective study by Nitkunan et al. 2011. demonstrated brain atrophy rate of −0.914%±0.8% in older adults (mean 68 years old) with Small Vessels Disease, which is about twice the rate of healthy controls. Transfusion therapy has been effective in the primary and secondary prevention of strokes and silent infarcts in SCD. Automated erythrocytapheresis (exchange transfusion), in particular, is the most aggressive disease modifying-treatment in SCD, by rapidly diluting sickle hemoglobin and replacing it with normal hemoglobin. We hereby present a case of a 42 -year-old woman with sickle cell anemia (HbSS) who developed accelerated loss of cerebral volume within a three-year period despite chronic exchange transfusion therapy. The patient underwent brain MRI in 2016 and 2019 as part of an NIH-funded, prospective, longitudinal study of the neuroradiological correlates of cognitive dysfunction in SCD. Past medical history is notable for prior right hemispheric stroke for which she was placed on chronic exchange transfusion monthly with the goal of reducing HbS to <30%. T1-weighted images were acquired at 7T MRI using a customized RF coil (Santini et al. 2021b) and with the following parameters: 3D MPRAGE, TE/TI/TR = 2.17/1200/3000 ms, resolution 0.75 mm isotropic, total acquisition time = 5 min. The extent of atrophy was estimated using the longitudinal analysis as part of the Freesurfer package (version 7.1.1) and ITK-snap (version 3.8.0). The pre-exchange HbS was reliably maintained <30% throughout the observation period, during which the patient did not develop new strokes or neurological complications. Unfortunately, in spite of the patient's excellent adherence with the treatment and the achievement of the target HbS values, we observed progression of cerebral atrophy of 2.47% in volume in the hemisphere contralateral to the stroke between the two time points. The differences are also visible in the raw data (Figure 1). Chronic exchange transfusion is the most aggressive preventive treatment for the neurological sequelae of sickle cell disease. This case demonstrates an accelerated brain atrophy, suggesting that this treatment may not be fully protective against progressive cerebral atrophy. Unfortunately, the mechanism of brain atrophy in SCD is not fully understood. More longitudinal studies are needed to assess cortical changes and cerebral volume changes as this can lead to further understanding of their pathophysiology and to the development of therapeutic options to arrest the progression of cerebrovascular disease in this population. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Novelli:  Novartis Pharmaceuticals: Consultancy.",
    "author_names": [
        "Olubusola Oluwole",
        "Tales Santini",
        "Joseph Mettenburg",
        "Tamer Ibrahim",
        "Enrico M Novelli"
    ],
    "author_dict_list": [
        {
            "author_name": "Olubusola Oluwole",
            "author_affiliations": [
                "University of Washingon, Seattle, WA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tales Santini",
            "author_affiliations": [
                "Bioengineering, University of Pittsburgh, pittsburgh, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Mettenburg",
            "author_affiliations": [
                "Department of Radiology, University of Pittsburgh, Pittsburgh, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamer Ibrahim",
            "author_affiliations": [
                "Bioengineering, University of Pittsburgh, Pittsburgh, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrico M Novelli",
            "author_affiliations": [
                "Department of Medicine, Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:36:33",
    "is_scraped": "1"
}