{
    "doi": "https://doi.org/10.1182/blood.V116.21.964.964",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1745",
    "start_url_page_num": 1745,
    "is_scraped": "1",
    "article_title": "The Btk Inhibitor, PCI-32765, Induces Durable Responses with Minimal Toxicity In Patients with Relapsed/Refractory B-Cell Malignancies: Results From a Phase I Study ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Novel approaches for T Cell and Mantle Cell Lymphoma",
    "topics": [
        "b-lymphocytes",
        "cancer",
        "ibrutinib",
        "toxic effect",
        "brachial plexus neuritis",
        "diffuse large b-cell lymphoma",
        "small cell lymphoma",
        "chronic b-cell leukemias",
        "hematotoxicity",
        "partial response"
    ],
    "author_names": [
        "Nathan Fowler, MD",
        "Jeff Porte Sharman, MD",
        "Sonali M Smith, MD",
        "Thomas Boyd, MD",
        "Barbara Grant, MD",
        "Kathryn S. Kolibaba, MD",
        "Richard R. Furman, MD",
        "Joseph Buggy",
        "David Loury, PhD",
        "Ahmed Hamdy",
        "Ranjana Advani, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Willamette Valley Center Institure, Menlo Park, CA, USA, "
        ],
        [
            "Hematology/Oncology, University of Chicago Hospitals, Chicago, IL, USA, "
        ],
        [
            "North Star Lodge Cancer Center, Yakima, WA, "
        ],
        [
            "Medicine, Vermont Cancer Center, University of Vermont, Burlington, VT, USA, "
        ],
        [
            "Northwest Cancer Specialists, Vancouver, WA, USA, "
        ],
        [
            "Weill Medical College of Cornell University, New York, NY, USA, "
        ],
        [
            "Pharmacyclics, Inc., Sunnyvale, CA, USA, "
        ],
        [
            "Pharmacyclics, Inc., Sunnyvale, CA, USA, "
        ],
        [
            "Pharmacyclics, Inc., Sunnyvale, CA, USA, "
        ],
        [
            "Dept. of Med./Onc., Stanford University, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021",
    "abstract_text": "Abstract 964 Introduction: Bruton's tyrosine kinase (Btk) is a downstream mediator of B-cell receptor signaling. PCI-32765 is a potent, selective, irreversible and orally bioavailable small molecule inhibitor of Btk. We have previously reported initial efficacy and safety data with this agent in various B-cell malignancies (ASCO 2010 abstract # 8012). We now report updated efficacy and safety of PCI-32765 in patients (pts) with long-term dosing. Pts and Methods: Pts on the Phase 1 study were treated with escalating doses over 6 cohorts. Cohort 1 was dosed at 1.25 mg/kg/day with subsequent dose escalation (2.5, 5.0, 8.3, 8.3 continuous dosing, and 12.5 mg/kg/day) based on safety evaluation. Pts were analyzed according to histology, pretreatment clinical and laboratory characteristics, PCI-32765 dose levels, overall response (OR), and response duration. Results: Responses and time on study (≥ 6 months) are summarized in Table 1 . Of 47 pts enrolled in the Phase 1 study, 20 pts (43%) achieved an OR including 3 complete remissions (CR) and 17 partial remissions (PR). Fourteen of 47 pts have been on study ≥ 6 months; of these 8 pts demonstrated a PR or better and 6 pts maintained stable disease (SD). Responses were observed irrespective of pretreatment risk factors such as performance status, lactate dehydrogenase (LDH) levels, or disease burden. Durable responses were seen at all dose levels and across various histologic subtypes ( Table 1 ) and currently 9 of 14 pts with treatment ≥ 6 months are still on study. Study-drug related Grade ≥ 3 toxicities were reported in 9/47 pts (19%). Five of 47 pts discontinued study drug due to adverse events: neutropenia (Grade 3) lasting > 7 days, hypersensitivity reaction (Grade 3), small bowel obstruction (Grade 3), anemia (Grade 2), and exacerbation of chronic obstructive pulmonary disease (Grade 3). No evidence of cumulative hematologic toxicity or long-term safety signals have been observed. No treatment-related deaths have been reported. Table 1: Clinical Activity of PCI-32765  . Overall . On study ≥ 6 months . . N . OR (CR/PR) . SD . N . OR (CR/PR) . SD . CLL/SLL 15 9 (1/8) 4 3 3 (0/3) 0 Mantle 4 3 (2/1) 1 4 3 (2/1) 1 Follicular 15 4 (0/4) 4 5 2 (0/2) 3 DLBCL 8 3 (0/3) 1 1 0 1 Marginal 3 1 (0/1) 1 1 0 1 Malt 1 0 0 0 0 0 WM 1 0 1 0 0 0 Totals: 47 20 12 14 8 6 . Overall . On study ≥ 6 months . . N . OR (CR/PR) . SD . N . OR (CR/PR) . SD . CLL/SLL 15 9 (1/8) 4 3 3 (0/3) 0 Mantle 4 3 (2/1) 1 4 3 (2/1) 1 Follicular 15 4 (0/4) 4 5 2 (0/2) 3 DLBCL 8 3 (0/3) 1 1 0 1 Marginal 3 1 (0/1) 1 1 0 1 Malt 1 0 0 0 0 0 WM 1 0 1 0 0 0 Totals: 47 20 12 14 8 6 CLL/SLL = chronic lymphocytic leukemia/small lymphocytic lymphoma; CR = complete remission; DLBCL = diffuse large B cell lymphoma; OR = objective response; PR = partial remission; SD = stable disease; WM = Waldenstrom's macroglobulinemia. View Large Conclusion: PCI-32765 is a novel oral Btk inhibitor that induces durable objective responses in various relapsed or refractory B-cell malignancies. The favorable safety profile and lack of cumulative hematologic toxicities support further studies of both monotherapy and combination treatment with PCI-32765. Disclosures: Fowler: Pharmacyclics: Consultancy, Research Funding. Off Label Use: This phase I trial describes the results of a first in human Phase I trial. This drug is not FDA approved for the treatment of malignancy. Sharman: Pharmacyclics, Inc: Honoraria, PI grant. Smith: pharmacyclics: Research Funding. Boyd: pharmacyclics: Research Funding. Grant: pharmacyclics: Research Funding. Kolibaba: pharmacyclics: Research Funding. Furman: Pharmacyclics, Inc: Research Funding. Buggy: pharmacyclics: Employment. Loury: Pharmacyclics: Employment, Equity Ownership. Hamdy: pharmacyclics: Employment. Advani: Pharmacyclics, Inc: Honoraria, PI grant."
}