{
    "doi": "https://doi.org/10.1182/blood.V104.11.3317.3317",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=138",
    "start_url_page_num": 138,
    "is_scraped": "1",
    "article_title": "Prevention of Acute GVHD with Sirolimus Does Not Abrogate the Risk of Chronic GVHD. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "rapamycin",
        "tacrolimus",
        "transplantation",
        "prednisone",
        "graft-versus-host disease",
        "methotrexate",
        "mycophenolate mofetil",
        "therapeutic immunosuppression"
    ],
    "author_names": [
        "Corey Cutler, MD, MPH, FRCPC",
        "Shuli Li, MS",
        "Haesook T. Kim, PhD",
        "Edwin Alyea, MD",
        "Vincent Ho, MD",
        "Stephanie J. Lee, MD, MPH",
        "David C. Fisher, MD",
        "Robert Schlossman, MD",
        "David Miklos, MD",
        "Robert Soiffer, MD",
        "Joseph H. Antin, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Biostatistical Science, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Biostatistical Science, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute and Brigham and Women’s Hospital, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.26311295",
    "first_author_longitude": "-71.0674038",
    "abstract_text": "Chronic graft-vs.-host-disease (cGVHD) is a major cause of morbidity and mortality after allogeneic stem cell transplantation. The pathophysiology of cGVHD is poorly understood, but allogeneic T and B cells are thought to be important mediators of tissue injury. Risk factors for cGVHD include mismatched or unrelated transplantation, the use of peripheral blood stem cells, increased age and sex mismatching. Prior acute GVHD (aGVHD) is the most important risk factor and therefore strategies that reduce aGVHD are expected to reduce cGVHD as well. We have described a novel GVHD prophylaxis regimen comprised of sirolimus and tacrolimus that is effective in reducing aGVHD. Here, we report cGVHD outcomes with this novel regimen. Methods : 53 patients underwent HLA-matched sibling peripheral blood stem cell transplantation using cyclophosphamide and TBI conditioning. The GVHD prophylaxis regimen was comprised of sirolimus (target serum level 3–12 ng/ml) and tacrolimus (target serum level 5–10 ng/ml) without methotrexate. Median follow-up is 11 months from transplantation. Results : The incidence of grade II-IV aGVHD was 19%. Of the 10 patients with aGVHD, only 3 developed cGVHD. In these three patients, aGVHD had resolved entirely. In total, 21 patients developed cGVHD at a median of 231 days from transplantation, 18 of whom had no prior aGVHD. The cumulative incidence of cGVHD was 63% when relapse and death were considered as competing risks. At the time of cGVHD diagnosis, 10 patients were off all immunosuppressive medications, 6 patients were on sirolimus, either alone(2) or in combination with tacrolimus(4). 3 patients were on tacrolimus, either alone (2) or with prednisone(1), 1 patient was on prednisone alone and information was unavailable for 1 patient. cGVHD end-organ involvement included liver(13), skin(12), oral mucosa(12), eye(6), musculoskeletal(5), hematologic(1), lung(1) and serosa(1). 3 patients had isolated, limited hepatic cGVHD. Therapy included the re-institution of prednisone alone(5) or with mycophenolate(6), sirolimus(4), tacrolimus(2), rituximab(1) or multiple agents(1). One patient began on mycophenolate alone and 1 patient required no therapy. 4 patients had a complete response to immunosuppressive therapy. Only 1 patient died after the diagnosis of cGVHD while still on immunosuppression. No patient with cGVHD had malignant disease relapse. Conclusions: Despite effective prevention of aGVHD with sirolimus and tacrolimus, cGVHD was not prevented in this patient cohort. This argues that the pathophysiologic mechanisms involved in tissue injury in aGVHD and cGVHD may be different, or that methotrexate may be important in the prevention of cGVHD. Since the development of antibodies directed against minor histocompatibility antigens has been correlated with the development of cGVHD, novel strategies designed to interfere with B cell immunity after transplantation may be required to prevent cGVHD."
}