{
    "doi": "https://doi.org/10.1182/blood.V122.21.5216.5216",
    "article_title": "Dandelion Root and Chronic Myelomonocytic Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes",
    "abstract_text": "Case 1 70 year old man presented with acute myelo-monocytic leukemia diagnosed in June 2009. He demonstrated no response to standard 7+3, nor high dose AraC. He remains in remission from his acute leukemia 4 years from his diagnosis, as long has he remains on the dandelion root tea, which was started immediately after chemotherapy. If he takes less than three cups / day of the DRT, his peripheral blood monocytes start to rise. 1 Repeat testing demonstrates chronic myelomonocytic leukemia. Case 2 Sixty year old female with acute myelomonoctyic leukemia possibly progressing from chronic myelomonocytic leukemia. She underwent induction chemotherapy with 7+3. Her day 28 marrow showed no evidence of remission. She then underwent re-induction with high dose Ara-C at 3 gm/ m2 x 6 doses. She did receive neupogen support, and on day 28, her peripheral blood white blood count was 60 x 10 9 /L with monocytes of 3.0 x 10 9 /L and blasts 1.2 x 10 9 /L. Repeat bone marrow biopsy identified chronic myelomonocytic leukemia (CMML). She stopped the neupogen and started dandelion root tea, three cups per day. She is now 5 months from her initial diagnosis and remains in complete hematological response: WBC 4.2/ Hgb 127 / Platelet 182/ Neutophils 2.6 / Monocytes 0.8. Other Cases We have had other possible cases that may support the efficacy of this product in refractory hematological malignancies. In one case of CMML-2 a 76 year old man did receive azacytadine for the duration of his treatment, as well as DRT. He finally succumbed to his disease at 30 months after his diagnosis. We previously presented an elderly female that used only DRT to treat her CMML and experienced a hematological remission for 3 months prior to relapse. Her initial WBC was 130,000 x 10 9 /L. 3 Another case of acute myeloid leukemia, who, because of co-morbidities was not a candidate for more aggressive options, relapsed from her M2- acute myeloid leukemia in November 2010. She was treated with low dose AraC, and then dandelion root tea. Although she remained transfusion dependent, she only developed peripheral blasts when she was unable to find the DRT for one month. She continues on the DRT at 15 month from relapse of her acute leukemia. 3 We have a phase 1 clinical trial open at our centre investigating a novel formulation of dandelion root extract in refractory hematological malignancies. We plan to study the molecular pathways previously described in CMML including TET2 , CBL , NRAS, KRAS, JAK2 and RUNX1. http://www.ontario.canadiancancertrials.ca/trial/Default.aspx?dsEndecaNav=Ro%3A0%2CNs%3AP_TrialStatus_sort_en%7C101%7C-1%7C%2CNrc%3Aid-30-dynrank-disabled%7Cid-130-dynrank-disabled%7Cid-131-dynrank-disabled%7Cid-132-dynrank-disabled%7Cid-619-dynrank-disabled%7Cid-620-dynrank-disabled%7Cid-621-dynrank-disabled%7Cid-622-dynrank-disabled%7Cid-4294965875-dynrank-disabled%2CN%3A4294952782&TrialId=OCT1226&lang=en 1 Caroline Hamm and Sindu M. Kanjeekal, Unusual Response of Acute Monocytic Leukemia to Dandelion Root Extract, Blood (ASH Annual Meeting Abstracts), Nov 2011; 118: 4288 2. Kohlmann A, Grossmann V, et al. Next Generation Sequencing of Technology Reveals a Characteristic Pattern of Molecular Mutations in 72.8% of Chronic Myelomonocytic Leukemia by Detecting Frequent alterations in TET2, CBL, RAS, and RUNX1. JCO (28) 2009. 3. Ng W, Hamm C. Can Dandelions Cure? Schulich School of Medicine Research Day, 2009 Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelomonocytic, chronic",
        "disease remission",
        "filgrastim",
        "hematologic neoplasms",
        "leukemia",
        "leukemia, acute",
        "leukemia, myelocytic, acute",
        "bone marrow biopsy",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Caroline Hamm, MD, FRCPC",
        "Sindu M. Kanjeekal, MD, FRCPC",
        "Rasna Gupta, MBBS",
        "Wendy Ng"
    ],
    "author_dict_list": [
        {
            "author_name": "Caroline Hamm, MD, FRCPC",
            "author_affiliations": [
                "Dept. of Medicine, Schulich School of Medicine and Dentistry, University of Western Ontario, Windsor, Windsor, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sindu M. Kanjeekal, MD, FRCPC",
            "author_affiliations": [
                "Dept. of Hematology/Oncology, Windsor Regional Cancer Ctr., Windsor, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rasna Gupta, MBBS",
            "author_affiliations": [
                "Schulich School of Medicine and Dentistry, University of Western Ontario, Windsor, Windsor, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy Ng",
            "author_affiliations": [
                "University of Western Ontario, Windsor site, Windsor, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T02:31:07",
    "is_scraped": "1"
}