{
    "doi": "https://doi.org/10.1182/blood-2020-143320",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4572",
    "start_url_page_num": 4572,
    "is_scraped": "1",
    "article_title": "Analysis of Clonal Evolution of AML Using Simultaneous Single-Cell DNA/RNA Analysis ",
    "article_date": "November 5, 2020",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": null,
    "author_names": [
        "Ryosaku Inagaki, MSc",
        "Masahiro Marshall Nakagawa, MDPhD",
        "Yasuhito Nannya, MD PhD",
        "Qi Xingxing, PhD",
        "Lanying Zhao, MD, PhD",
        "June Takeda, MD",
        "Akinori Yoda, PhD",
        "Ayana Kon, MD PhD",
        "Hisashi Tsurumi, MD PhD",
        "Hideki Makishima, MD PhD",
        "Seishi Ogawa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
            "DSK Project, Medical Innovation Center, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
            "DSP Cancer Institute, Sumitomo Dainippon Pharma Co., Ltd., Osaka, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
            "DSK Project, Medical Innovation Center, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Hematology, Gifu University Graduate School of Medicine, Gifu, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
            "Department of Medicine, Center for Haematology and Regenerative Medicine, Karolinska Institutet, Stockholm, Sweden ",
            "Institute for the Advanced Study of Human Biology (WPI-ASHBi), Kyoto University, Kyoto, Japan"
        ]
    ],
    "first_author_latitude": "35.0227581",
    "first_author_longitude": "135.7773029",
    "abstract_text": "Background Acute myeloid leukemia (AML) was defined by an increase of immature myeloid cells, or blasts that exceed ≥20% in bone marrow or peripheral blood. Many lines of evidence suggest that the development of AML is shaped by clonal evolution through multiple rounds of positive selection driven by newly acquired mutations, ultimately leading to an increased blast count. This process has been analyzed in detail in the case of progression from myelodysplastic syndromes (MDS) to secondary AML (sAML), which is invariably accompanied by expansion of cells that acquired new driver alterations, generating clonal substructures in many cases (Walter et al. NEJM. 2012, Makishima et al. Nat. Genet. 2015). However, it has not been fully elucidated how these newly acquired mutations contribute to increased blast cells that define AML. Results In order to understand how driver mutations contribute to the phenotype of blasts, we first focused on the driver mutations that have known to be enriched in sAML, including those in IDH1/2, NPM1, FLT3, NRAS, KRAS, PTPN11, CBL and WT1, and compared BM blast count (BC) and mutant cell fraction (MCF) of each driver mutation in 27 cases with sAML. Compared with BC, IDH1 - or IDH2 -mutated cells exhibited a larger MCF in most cases, suggesting that newly acquired IDH1/2 mutations contribute clonal expansion but only a part of the expanded cells undergo differentiation block and the remaining cells can differentiate into mature cells. Of interest, we observed lower MCFs than BC in approximately half of the cases with signaling pathway mutations, including FLT3 and RAS pathway ( NRAS , KRAS , PTPN11 and CBL ) mutations, in which MCFs for signaling pathway mutation accounted for less than 2/3 of BC, which was also observed in de novo AML cases. In fact, signaling pathway mutations in two representative cases were confirmed to account only for 30.4% and 3.4% of blast cells, using ddPCR of the blast cells collected as the CD45 dim SSC low fraction, which were confirmed to show a blast morphology. These results suggest a possibility that the presence of mutant cells might affect the phenotype of the surrounding unmutated cells. Thus, to investigate the mechanism of such non-cell autonomous effects of mutations on blast cell morphology, we developed an advanced single-cell sequencing platform that enables simultaneous measurements of both mutations and gene expression profiles at a single-cell level and applied this to the analysis of immature (CD34 + Lin - ) BM cells from 2 sAML cases with multiple RAS pathway mutations showing disproportionately small MCF compared to BC, in which gene expression of mutated and unmutated cells were evaluated separately. The same BM faction in 13 healthy donors was also analyzed as normal control. In single-cell mutation analysis, multiple RAS pathway mutations in both cases represented independent clones. As expected, cells carrying each RAS pathway mutation at sAML showed an immature myeloid phenotype. However, most of the cells, even carrying MDS mutations alone, also exhibited an immature myeloid phenotype similar to the RAS pathway mutated cells, although the latter cells showed upregulated RAS signaling compared with the former cells. Cells solely carrying MDS mutations in MDS phase showed multi-lineage differentiation, which was no longer observed in those cells in sAML phase. This was in contrast to another case who acquired MYC amplification on sAML progression, where nearly all cells having MYC -amplification showed an immature myeloid phenotype, whereas the remaining MDS clones lacking MYC -amplification retained multilineage differentiation even at the sAML phase. These results suggest that RAS mutants might have a non-cell autonomous effect on the surrounding cells including those hematopoietic cells lacking those mutations and other stromal cells, preventing their differentiation to mature cells, although we cannot exclude another possibility that altered BM microenvironment could influence the phenotype of both mutated and unmutated cells. Conclusions Although an acquisition of new mutations is essential for the progression of MDS to sAML, our results suggest that the blast cell phenotype may not solely be determined by cell-intrinsic effects of such mutations, but non-cell autonomous effects of mutated cells (and possibly also of an altered BM microenvironment) may have a role in increased blast count and therefore AML progression. Disclosures Inagaki: Sumitomo Dainippon Pharma Co., Ltd.: Current Employment. Nakagawa: Sumitomo Dainippon Pharma Co., Ltd.: Research Funding. Ogawa: KAN Research Institute, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Eisai Co., Ltd.: Research Funding; Sumitomo Dainippon Pharma Co., Ltd.: Research Funding; Asahi Genomics Co., Ltd.: Current equity holder in private company; Otsuka Pharmaceutical Co., Ltd.: Research Funding; Chordia Therapeutics, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding."
}