{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1628.1628",
    "article_title": "10-Year Outcome of Chronic Myeloid Leukemia Patients Resistant to Frontline Imatinib ",
    "article_date": "December 7, 2017",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster I",
    "abstract_text": "Background : Imatinib remains the most frequently prescribed tyrosine kinase inhibitor (TKI) for patients (pts) newly diagnosed with chronic myeloid leukemia (CML). However, 40-45% patients need to switch to alternative drug because of resistance (20-25%) or intolerance (20%). The mechanism of resistance, although unknown in the majority of cases, is caused by the presence of BCR-ABL1 tyrosine kinase domain (TKD) mutations in approximately 20-30% of pts. Phase II clinical studies of second- and third-generation TKIs (2GTKI and 3GTKI) in imatinib resistance have shown that approximately 50% of pts achieve durable cytogenetic and molecular responses. The differential sensitivities of TKD mutations to the various TKI now allow 'tailored'-therapy if mutations are present. We report the long-term outcome of pts who developed imatinib resistance. Methods : From our institutional database we identified pts who failed imatinib at 400mg daily as first-line therapy for CML in chronic phase (CP). Because the definitions of optimal response and resistance have changed over time, we confined our analysis to those pts whose therapy was changed because of resistance and who had TKD mutation testing at the time of resistance. We further stratified pts according to their reverse transcriptase polymerase chain reaction assay (RT-qPCR) at the time of resistance into three groups: group 1: RT-qPCR >0.1% 10%. Overall survival (OS) and progression-free survival (PFS) were estimated using the Kaplan-Mayer function and the outcomes between groups were investigated with long-rank test. The OS was calculated from the date of diagnosis till the date of last contact; PFS, defined as progression to accelerated or blastic phases or death without progression, was calculated from the imatinib start date till the date of last contact. Results : 119 pts satisfied our eligibility criteria: baseline characteristics and outcome are shown in the Table 1. The median follow-up from start of imatinib first-line was 110 months (range 18-230). Thirty-one (26%) pts received non-TKI therapy after imatinib failure, of whom 26 (21.8%) received allogeneic transplant. Fifteen pts (12.6%) died (9 of CML progression, 5 due to transplant complications and 1 of mesothelioma). Of the 119 pts, 24 had a TKD mutation (Table 2) at the time of imatinib resistance. Thirteen of 51 pts (25.5%) diagnosed from 2007 onwards had a TKD mutation at time resistance, compared to 11/68 (16.2%) diagnosed between 2000 and 2006 (p=0.25, Chi-squared test). Also, looking at the number of pts mutated at any time during the follow-up, there was no statistically significant difference among the different years of diagnosis (18 out of 51, 35.3%, from 2007 onwards compared to 14 out of 68, 20.9%, before 2007; p= 0.097, Chi-squared test). The 10-year estimated OS and PFS for the entire cohort were 86.2% and 74.5%, respectively. At last follow-up, 85 of 104 (81.7%) surviving pts were in MR3 or deeper response. OS and PFS were not influenced by TKD mutation status, transcript type or year of diagnosis. However, outcome was affected by the level of RT-qPCR at the time of resistance: 10-year OS was 100%, 86.6% and 70.9% for groups 1, 2 and 3 respectively (p = 0.004); 10-year PFS was 97.1%, 86.6% and 70.9% for group 1, 2 and 3 respectively (p < 0.001). In order to understand whether the importance of the molecular response was valid across different treatment periods, we further analysed the cohort after splitting it in pts diagnosed before and after 2007. Interestingly, the difference was no longer significant for pts diagnosed more recently, where the 10-year OS was 100%, 88.9% and 83.1% (p = 0.28) and the 10-year PFS was 90.9%, 90% and 71.1% (p = 0.082), respectively, for each of the above mentioned RT-qPCR groups (Figure). Conclusion : our study has found an unexpected high OS in pts failing imatinib front-line for resistance. Mutational status did not impact OS and PFS. After stratifying pts according to the degree of response to imatinib, it seems that the ready availability of 2GTKI and 3TGKI in the more recent years could be responsible for the positive effect on the outcome, rescuing pts with a higher grade of resistance from progression and death. Finally, our results confirm prior observations that the achievement of complete cytogenetic response on imatinib (RT-qPCR <1%IS) confers an excellent outcome, irrespective of subsequent therapy. View large Download slide View large Download slide  Close modal Disclosures Shacham Abulafia: Ariad: Other: recieved grant from ariad. Milojkovic: Novartis: Consultancy, Honoraria; ARIAD: Consultancy, Honoraria; Incyte: Honoraria, Speakers Bureau; Pfizer: Consultancy, Honoraria; BMS: Consultancy, Honoraria. Foroni: Incyte: Honoraria, Research Funding; Ariad: Honoraria, Research Funding. Apperley: Therakos: Honoraria; Incyte: Honoraria; Novartis: Consultancy, Honoraria, Other: travel, accommodations, expenses , Research Funding, Speakers Bureau; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding; Ariad: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; Sun Pharma: Honoraria.",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "brachial plexus neuritis",
        "protein-tyrosine kinase inhibitor",
        "follow-up",
        "mesothelioma",
        "protein tyrosine kinase",
        "reverse transcriptase polymerase chain reaction",
        "transplant complications",
        "transplantation"
    ],
    "author_names": [
        "Simone Claudiani, MD",
        "Adi Shacham Abulafia",
        "Ira Sabli, BSc",
        "Richard Szydlo, PhD",
        "Dragana Milojkovic, MBBS, PhD",
        "George Nesr, MD",
        "Renuka Palanicawander, MD",
        "George Nteliopoulos",
        "Mary Alikian",
        "Jamshid S Khorashad, MD PhD",
        "Letizia Foroni, MD PhD",
        "Jane F. Apperley, FRCP, FRCPath, MD MBChB"
    ],
    "author_dict_list": [
        {
            "author_name": "Simone Claudiani, MD",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom ",
                "Department of Haematology, Hammersmith Hospital (Imperial College Healthcare NHS Trust), London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adi Shacham Abulafia",
            "author_affiliations": [
                "Institute of Hematology, Davidoff Cancer Centre, Beilinson Hospital, Rabin Medical Centre, Petah-Tiqva, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ira Sabli, BSc",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Szydlo, PhD",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dragana Milojkovic, MBBS, PhD",
            "author_affiliations": [
                "Department of Haematology, Hammersmith Hospital (Imperial College Healthcare NHS Trust), London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Nesr, MD",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom ",
                "Department of Haematology, Hammersmith Hospital (Imperial College Healthcare NHS Trust), London, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renuka Palanicawander, MD",
            "author_affiliations": [
                "Department of Haematology, Hammersmith Hospital (Imperial College Healthcare NHS Trust), London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Nteliopoulos",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Alikian",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jamshid S Khorashad, MD PhD",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Letizia Foroni, MD PhD",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane F. Apperley, FRCP, FRCPath, MD MBChB",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom ",
                "Department of Haematology, Hammersmith Hospital (Imperial College Healthcare NHS Trust), London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T12:59:07",
    "is_scraped": "1"
}