{
    "doi": "https://doi.org/10.1182/blood.V112.11.1533.1533",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1330",
    "start_url_page_num": 1330,
    "is_scraped": "1",
    "article_title": "The Critical Role of Iκbα Dependent Nuclear Export of NF-κb in B-Cell Development. ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "topics": [
        "amino acid substitution",
        "b cell development",
        "complex",
        "electrophoretic mobility shift assay",
        "immunoglobulin m",
        "transcription factor",
        "b-lymphocytes",
        "mice",
        "spleen",
        "cytoplasm"
    ],
    "author_names": [
        "David T Yang, MD",
        "Shelly Wuerzberger-Davis, PhD",
        "Yuhong Chen, PhD",
        "Mei Yu",
        "Hu Zeng",
        "Paul Bates, PhD",
        "Renren Wen, PhD",
        "Demin Wang, PhD",
        "Shigeki Miyamoto, PhD"
    ],
    "author_affiliations": [
        [
            "Pharmacology, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA"
        ],
        [
            "Pharmacology, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA"
        ],
        [
            "The Blood Research Institute, Blood Center of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "The Blood Research Institute, Blood Center of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "The Blood Research Institute, Blood Center of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Pharmacology, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA"
        ],
        [
            "The Blood Research Institute, Blood Center of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "The Blood Research Institute, Blood Center of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Pharmacology, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA"
        ]
    ],
    "first_author_latitude": "43.07812545",
    "first_author_longitude": "-89.42944135",
    "abstract_text": "Activity of the nuclear factor-κB (NF-κB) family of transcription factors is tightly regulated by its inhibitor, IκBα, through cytoplasmic localization of latent NF-κB: IκBα complexes. This arrangement is essential for efficient signal-inducible activation and regulation of biologic functions. Maintenance of cytoplasmic localization of latent NF-κB: IκBα complex requires continuous nuclear export that is dependent on the N-terminal nuclear export sequence (N-NES) of IκBα. While these mechanisms have been elucidated through in vitro studies, the biological significance of this “nucleocytoplasmic shuttling” has yet to be evaluated in vivo . To address this, we derived mice harboring germ-line M45A, L48A, and I52A amino acid substitutions in the N-NES of IκBα. In splenic B-cells, the disrupted N-NES caused constitutive nuclear accumulation of IκBα and inactive c-Rel containing complexes but surprisingly not IκBα: p65 complexes. Since p65 contains a NES sequence and c-Rel does not, nuclear export of N-NES mutant IκBα:NF-κB complexes appear to be NF-κB family member dependent. Functionally, NF-κB activity in splenic B-cells after stimulation with IgM or LPS was clearly reduced in the mutants compared to wild-type by electrophoretic mobility shift assay. B-cell development in the bone marrow of mice harboring the mutation was impaired, showing a preponderance of pro/pre B-cells and few mature B-cells compared to their wild type littermates ( p < 0.001). Concordantly, there were significantly fewer B-cells in the spleen ( p < 0.05) and lymph nodes ( p < 0.01) of the mutant mice. Additionally, populations of T2, follicular (FO), and marginal zone (MZ) B-cells, which represent mature B-cells in the spleen, were also reduced in the mutant mice ( p < 0.001). To demonstrate that this B-cell maturation defect in IκBα mutant mice was B-cell intrinsic, sublethally irradiated Jak3-deficient mice were transplanted with BM from either wild-type or mutant mice. B-cell development in mice transplanted with mutant donors was impaired relative to those with wild-type donors in a fashion identical to that of the primary mutants described above. Finally, severe phenotypes in inguinal lymph nodes and Peyer’s patch development were present, with mutant mice frequently lacking these secondary organs/tissues, the underlying mechanisms of which are currently being investigated. In conclusion, our findings uncover an in vivo mechanism controlling NF-κB localization and its essential role in the generation of mature B-cells and certain secondary lymphoid organs."
}