{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1248.1248",
    "article_title": "Inhibition of Unc-51 like Autophagy Activating Kinase 1 (ULK1) Is Highly Synergistic with Chemotherapy and Bcl2 Inhibition in Acute Myeloid Leukemia (AML) ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "abstract_text": "Introduction Acquired resistance to chemotherapy and targeted therapies in AML may be mediated through autophagy. Bcl2 inhibition has also been reported to induce autophagy 1 . Therapeutic autophagy inhibition has been challenging because of limited druggable targets and pathway redundancy. Our preclinical work confirmed that Atg7 inhibition potentiates chemotherapy effects in AML 2 . While Atg7 is an E1-like activating enzyme,ULK1 is an apical kinase in the autophagy cascade and the only S/T kinase in the core autophagy pathway that phosphorylates multiple targets (Atg13, Beclin1 and VPS34). ULK1 initiates autophagosome formation and maturation. With the recent development of ULK1 inhibitors we were enabled to investigate the effects of ULK1 inhibition in AML. Methods First we confirmed that chemotherapy (cytarabine, Ara-C) and Bcl2 inhibitor ABT199 induce autophagy in AML cells by LC3 quantification. Next, we studied potential synergy of these agents with ULK1 inhibitor, SBI-0206965 (SBI) in inhibiting cell proliferation and inducing apoptosis. For further insights into the mechanisms of synergy, we conducted large-scale proteomics analyses by reverse phase protein array (RPPA) and mass cytometry (CyTOF). Results As a single agent SBI showed activity against a wide range of AML cell lines (IC 50 : 250 nM to 3.5 uM) and stem and progenitor cell populations (CD34+/CD38-) in primary AML samples with FLT3-ITD or p53 mutations, while sparing normal CD34+/CD38- cells. Immunoblotting confirmed target inhibition (Fig 1a) and apoptosis induction (Fig 1b). Treatment with Ara-C and ABT199 induced autophagy, which was reversed by SBI (Fig 2). Confirming our hypothesis, SBI showed significant synergy with both Ara-C (CI: 0.52) and ABT199 (CI: 0.16). Additional synergy was seen with FLT3-ITD inhibitor Sorafenib and MEK inhibitor Trametinib. Consistent with previous reports that autophagy deficiency induces DNA damage due to loss of ROS scavenging capacity, downregulation of DNA repair proteins and impaired protein complex formation at the sites of DNA damage 3 , we found that ULK1 inhibition results in elevated ROS generation which could be reversed by the ROS inhibitor N-acetylcysteine (NAC) (Fig 3a). We also found induction of DNA damage (Fig 3b). Autophagy deficiency has been recently shown to regulate DNA repair via Chk1 downregulation 4 . Our RPPA data showed significant decrease in cell cycle regulators phosphoS807/811 Rb, CDK1 and Chk1 (Fig 3b). Cell cycle analysis by EdU incorporation assay showed G1 arrest upon treatment with SBI (Fig 3c). In contrast, Bcl2A1 (pro-survival Bcl2 family member) was the most upregulated protein after treatment with SBI; rationalizing our combination studies with ABT199, which exhibits profound synergy (CI: 0.16) associated with increased cleaved Caspase7 and DNA damage (g-H2AX) (Fig 3b). Combinatorial studies with Ara-C also showed increased DNA damage (Fig 4a). Finally, CyTOF confirmed decreased phosphorylation of important signaling molecules like Akt, Erk1/2, MEK1/2, JNK, p38) upon SBI treatment (Fig 4b). We are conducting confirmatory mechanistic studies (changes in DNA damage response, ROS generation, etc.) by genetic silencing of ULK1 as well as studying the effect of drug combinations in the presence or absence of ULK1 inhibition in in vivo models of AML. Conclusion ULK1 inhibitor SBI-0206965 effectively reverses therapy induced autophagy and synergizes with chemotherapy and Bcl2 inhibition imparting anti-leukemic effects, thus establishing a therapeutic rationale for ULK1 inhibition in AML. We are pursuing studies to validate the role of ULK1 inhibition in leukemia establishment, engraftment and survival in mice. References Pattingre S, Tassa A, Qu X, et al. ; Cell. 2005;122(6):927-39 Piya S, Kornblau SM, Ruvolo VR, et al.; Blood. 2016;128(9):1260-9 Bae H & Guan JL; Mol Cancer Res. 2011; 9(9):1232-41 Liu EY, Xu N, O'Prey J, et al. ; Proc Natl Acad Sci U S A. 2015;112(3):773-8 View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autophagy",
        "bcl2 gene",
        "bcl-2 protein",
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "phosphotransferases",
        "bacterial infection, serious",
        "cytarabine",
        "chromatography, reverse-phase",
        "impedance threshold device"
    ],
    "author_names": [
        "Seemana Bhattacharya, PhD",
        "Sujan Piya, PhD",
        "Teresa McQueen, MS",
        "Marina Konopleva, MD PhD",
        "Michael Andreeff, MD PhD",
        "Gautam Borthakur, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Seemana Bhattacharya, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sujan Piya, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, MD Anderson Cancer Center, Pearland, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa McQueen, MS",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:30:28",
    "is_scraped": "1"
}