{
    "doi": "https://doi.org/10.1182/blood.V118.21.4445.4445",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2022",
    "start_url_page_num": 2022,
    "is_scraped": "1",
    "article_title": "Moderate/ Severe Pleural Effusion As a Side Effect in Very Old Chronic Myeloid Leukemia (CML) Patients Undergoing Imatinib Treatment ",
    "article_date": "November 18, 2011",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "adverse effects",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "pleural effusion",
        "dasatinib",
        "fluid retention",
        "pericardial effusion",
        "peripheral edema",
        "protein-tyrosine kinase inhibitor",
        "ankle swelling"
    ],
    "author_names": [
        "Dario Ferrero",
        "Roberto Latagliata",
        "Malgorzata Monika Trawinska",
        "Francesco Cavazzini",
        "Gabriele Gugliotta",
        "Massimo Breccia",
        "Mario Annunziata, MD",
        "Paolo Vigneri, MD, PhD",
        "Mario Tiribelli",
        "Gianni Binotto",
        "Carmen Fava",
        "Elena Crisà",
        "Giovanna Mansueto",
        "Antonella Gozzini, MD",
        "Laura Cavalli",
        "Raffaele Porrini",
        "Alessandra Iurlo, M.D.",
        "Sabina Russo",
        "Barbara Anaclerico",
        "Antonella Russo Rossi",
        "Patrizia Pregno, MD",
        "Giuseppe Visani",
        "Isabella Capodanno, MD",
        "Mauro Endri",
        "Antonio Spadea",
        "Gianfranco Giglio",
        "Francesca Celesti",
        "Federica Sorà",
        "Sergio Storti",
        "Ada M D’Addosio",
        "Giovanna Rege Cambrin",
        "Elisabetta Abruzzese",
        "Gianantonio Rosti, MD",
        "Luigiana Luciano",
        "Giuliana Alimena"
    ],
    "author_affiliations": [
        [
            "AO San Giovanni Battista, University of Turin, Turin, Italy, "
        ],
        [
            "Dept. of Cellular Biotechnologies and Hematology, Sapienza University of Rome, Rome, Italy, "
        ],
        [
            "Department of Hematology, S. Eugenio Hospital, S. Eugenio Hospital, Rome, Italy, "
        ],
        [
            "Department of Hematology, University of Ferrara, Ferrara, "
        ],
        [
            "Department of Hematology and Oncologic Sciences, University of Bologna, Bologna, Italy, "
        ],
        [
            "Chair of Hematology, Hematology, Roma, Italy, "
        ],
        [
            "Hematology and Stem cell Transplantation Unit, Cardarelli Hospital, Naples, Italy, "
        ],
        [
            "Dept. of Clinical and Experimental Bio-Medicine, Section of Hematology, Oncology, General and Clinical Pathology and Bioinformatics, Catania, Italy, "
        ],
        [
            "University of Udine, Udine, Italy, "
        ],
        [
            "Hematology, University of Padua, Padua, Italy, "
        ],
        [
            "Ospedale di Orbassano, Orbassano (TO), Italy, "
        ],
        [
            "Division of Hematology, A.O.U. San Giovanni Battista, University of Torino, Turin, Italy, "
        ],
        [
            "Department of Onco-Hematology, IRCCS, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture (PZ), Italy, "
        ],
        [
            "Hematology, AOU Careggi, University of Florence, Florence, Italy, "
        ],
        [
            "Hematology, University of Perugia, Perugia, Italy, "
        ],
        [
            "Hematology, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
        ],
        [
            "Division of hematology, Fondazione IRCCS Ca’ Granda, Ospedale Maggiore Policlinico, Milano, Italy, "
        ],
        [
            "University of Messina, Hematology, "
        ],
        [
            "Hematology, S.Giovanni Addolorata Hospital, Rome, Italy, "
        ],
        [
            "University of Bari, Hematology, Bari, Italy, "
        ],
        [
            "Hematology 2, San Giovanni Battista Hospital and University, Turin, Italy, "
        ],
        [
            "Division of Hematology, Pesaro, Italy, "
        ],
        [
            "Hematology, Azienda Ospedaliera Arcispedale S.Maria Nuova IRCCS, Reggio Emilia, Italy, "
        ],
        [
            "Transplant Unit, Hematology, Cremona, Cremona, Italy, "
        ],
        [
            "Hematology, IFO, Rome, Italy, "
        ],
        [
            "Hematology, Campobasso, Italy, "
        ],
        [
            "Hematology Unit, Hematology, Viterbo, Italy, "
        ],
        [
            "Hematology, Policlinico A Gemelli, Università Cattolica del Sacro Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia- Campobasso, Roma, Italy, "
        ],
        [
            "Hematology, Villa San Pietro Hospital, Rome, Italy, "
        ],
        [
            "Dept. of Clinical and Biological Sciences, University of Turin, Orbassano, Italy, "
        ],
        [
            "Department of Hematology, S. Eugenio Hospital, Rome, Italy, "
        ],
        [
            "Department of Hematology/Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Hematology, Federico II University, Napoli, Italy, "
        ],
        [
            "Division of Hematology-Dept. of Cellular Biotechnologies and Hematology, University of Rome, Rome, Italy"
        ]
    ],
    "first_author_latitude": "45.0733813",
    "first_author_longitude": "7.685226799999999",
    "abstract_text": "Abstract 4445 Imatinib advent has provided for old CML patients too a chance for an effective treatment, aimed at complete cytogenetic and major molecular response. Indeed, a few studies reported in patients more than 65 year old a response rate comparable to that observed in younger ones. However, fluid retention, a common side effect of imatinib therapy, seems to occur more frequently in elderly patients. Indeed, periorbital and ankle oedema are common patients’ complaints, whereas pleural effusions have not been usually observed in imatinib-treated patients. Conversely, pleural effusions (usually mild to moderate) occur in about 14% of patients treated with the second generation tyrosine-kynase inhibitor (TKI) dasatinib at the optimal dosage of 100 mg by single daily administration. We conducted a retrospective survey of 181 Italian CML patients, above the age of 75, treated with imatinib for chronic phase CML. Among sixty-five patients who were more than 80 year old we observed 5 cases (7.7%) who displayed a severe (grade 3: 4 patients) or moderate (grade 2: 1 patient) pleural effusion. Conversely, such a side effect was not observed in any of the 101 slightly younger (75–80 year old) patients. The 5 patients displaying a pleural effusion were all males, 80.3 – 88.7 year old at the time of imatinib start. One patient was in late chronic phase, and had received hydroxyurea for more than 2 years before imatinib start, whereas the other 4 started imatinib therapy within 2 months from diagnosis. All 5 patients had at least one cardiovascular co-morbidity. Pleural effusion developed after 3–8 months of imatinib therapy. Pericardial effusion and peripheral oedema were also evident in two and one of the 5 patients, respectively. Imatinib was definitely discontinued in 2 patients (one of them had cytogenetically resistant disease) whereas the drug could be resumed, after a few months of interruption, in the other 3, in one case after intolerance to second generation TKI nilotinib. Three patients died: two of myocardial infarction and one for CML blastic phase at 45, 31 and 54 months, respectively, from diagnosis. Two patients are alive, one in major cytogenetic response with resumed imatinib treatment, at 12 and 30 months from diagnosis. Our survey evidenced a significant percentage of very old patients who developed a pleural effusion during imatinib treatment. Although our casistic of patients with pleural effusion is small, some differences are evident, compared to the more common dasatinib-induced pleural effusions. In the case of dasatinib, most of pleural effusions are mild, unrelated to peripheral oedema, and may have an immune-related aetiology. In our imatinib-treated patients pleural effusions were more severe and frequently accompanied by pericardial involvement. Moreover, they were restricted to very old patients and possibly correlated to cardio-vascular co-morbidities. In conclusion, although imatinib still represents the best CML treatment for most of very old patients too, these should be strictly monitored for fluid retention and possible appearance of a pleural and or pericardial effusion. Disclosures: Russo Rossi: Novartis: Honoraria; Bristol Myers Squibb: Honoraria. Rosti: Novartis: Consultancy; Bristol Myers Squibb: Consultancy; Novartis: Research Funding; Novartis: Honoraria; Bristol Myers Squibb: Honoraria."
}