{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.201.201",
    "article_title": "Characteristics and Survival of Patients with Chronic Phase Myelofibrosis and Elevated Blasts (5-9%), and the Effect of Therapy with JAK2 Inhibitor Ruxolitinib ",
    "article_date": "December 7, 2017",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Biologic-Clinical Correlative Studies in MPNs, Including Transplant",
    "abstract_text": "Introduction: Patients with accelerated phase (AP) myelofibrosis (MF) (10-19% blasts in bone marrow [BM] or peripheral blood [PB]) have higher risk of leukemic transformation and shorter overall survival (OS) than those in the chronic phase (<10% BM / PB BL, CP). Clinical characteristics of patients in \"chronic phase and elevated\" BM / PB blasts (5-9%, CP-e) are not well described, and the effect of available therapy is largely unknown. Objective: We aimed to identify clinical characteristics, and survival, as well as evaluate effect of JAK2 inhibitor ruxolitinib (RUX) on outcome of patients with 5-9% PB / BM blasts seen at MD Anderson Cancer Center (MDACC). Methods: Medical charts of 1199 patients who presented to MDACC between years 1984 - 2015 with MF and available blast percentage in PB and BM, were retrospectively evaluated. All relevant clinical characteristics were collected at the time of referral. Chronic phase (CP) was defined as <5% BM / PB blasts; chronic phase with elevated blasts (CP-e) as 5-9% BM / PB blasts; and accelerated phase (AP) as 10-19% BM / PB blasts. Categorical and continuous variables were analyzed using the Fisher's exact, Kruskal-Wallis or Mann-Whitney U tests, as appropriate. Survival analysis was done using Kaplan-Meier analysis with the log-rank test, and patients were censored for stem cell transplantation (n=103, 9%; 81 patients with CP [15%], 16 with CP-e [13%], and 6 with AP [11%]). Results: Eighty five percent of patients (n=1020) were in CP; 10% (n=123) in CP-e, and 5% (n=56) in AP. Clinical characteristics and demographics are shown in Table 1. Patients with CP-e had similar clinical characteristics as patients in AP, and furthermore, both had higher white blood cell counts, lower hemoglobin and platelets, more frequent splenomegaly, systemic symptoms, and presence of abnormal and unfavorable karyotype ( Caramazza, Leukemia 2011) than patients in CP. After median follow-up of 27 months (range, 1-251), 50% (n=594) of patients have died. Fourteen percent of patients (n=169) were untreated while being followed at MDACC. Among the remaining 1030 patients, 52% (n=533), 16% (n=162), and 12% (n=126) have received one, two, and ≥3 therapies. RUX was used in 30% of patients (n=328): in 289 (28%), 33 (27%) and 6 (11%) patients in CP, CP-e and AP, respectively. The median overall survival (OS) of the entire group was 48 months (range, 40-65). The median OS for patients in CP, CP-e and AP was 56, 34, and 23 months, respectively (p<0.001, Graph 1A). Patient in CP-e had similar OS as those in AP (p=0.26), which was inferior to patients in CP (p<0.001, HR 0.58, 95% CI 0.37-0.66, favoring CP). OS rates for CP, CP-e and AP patients were at 1-year 86, 73, and 65%, and at 5-year 46, 24, and 21%, respectively. As the next step we analyzed the impact of RUX on OS in each of the groups. Patients who were exposed to RUX have superior overall survival within CP as well as CP-e groups, with respective OS of 61 vs 52 months in CP (with vs without RUX; p=0.002, HR 0.85, 95% CI 0.69-0.97), and 54 vs 27 months in CP-e (with vs without RUX; p=0.001, HR 0.50, 95% CI 0.29-0.85, Graph 1B, C). Furthermore, OS of patients in CP-e who were exposed to RUX has reached OS of patients in CP group, both with and without RUX, with respective OS of 54, 61, and 52 months (p>0.05, Graph 2B, C). RUX had no impact on OS among AP patients (with and without RUX, 23 vs 23.4 months, p>0.05, graph not shown). Progression to AML occurred in total of 139 (9%) patients, with overall incidence of 3.96 cases per 100 persons-years. Nine percent (n=93), 20% (n=25), and 39% (n=22) of patients have progressed to AML among CP, CP-e, and AP groups, respectively, (p<0.0001 with 3 distinct groups). RUX therapy had no impact on the rate of AML progression (CP with and without RUX both 9%; CP-e with and without RUX 22 and 18%, respectively). Conclusions: RUX, the only FDA approved JAK2 inhibitor for patients with MF, has a potential to significantly improve an outcome of patients with 5-9% blast percentage whose clinical characteristics and outcome appear to be worse than patients with CP MF and <5% blasts. Table 1 View large Download slide Table 1 View large Download slide  Close modal Disclosures Pemmaraju: abbvie: Research Funding; cellectis: Research Funding; novartis: Consultancy, Honoraria, Research Funding; LFB: Consultancy, Honoraria; stemline: Consultancy, Honoraria, Research Funding; roche diagnostics: Consultancy, Honoraria; affymetrix: Research Funding; Incyte Corporation: Consultancy, Honoraria. Daver: Sunesis Pharmaceuticals, Inc.: Consultancy, Research Funding; Karyopharm: Consultancy, Research Funding; Immunogen: Research Funding; Pfizer Inc.: Consultancy, Research Funding; Incyte Corporation: Honoraria, Research Funding; Bristol-Myers Squibb Company: Consultancy, Research Funding; Daiichi-Sankyo: Research Funding; Novartis Pharmaceuticals Corporation: Consultancy; Otsuka America Pharmaceutical, Inc.: Consultancy; Kiromic: Research Funding; Jazz: Consultancy. Cortes: Sun Pharma: Research Funding; ImmunoGen: Consultancy, Research Funding; ARIAD: Consultancy, Research Funding; Novartis Pharmaceuticals Corporation: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Teva: Research Funding; BMS: Consultancy, Research Funding. Kantarjian: Amgen: Research Funding; Bristol-Meyers Squibb: Research Funding; ARIAD: Research Funding; Novartis: Research Funding; Delta-Fly Pharma: Research Funding; Pfizer: Research Funding. Verstovsek: Gilead: Research Funding; NS Pharma: Research Funding; Promedior: Research Funding; Lilly Oncology: Research Funding; Bristol Myers Squibb: Research Funding; Gilead: Research Funding; Celgene: Research Funding; Seattle Genetics: Research Funding; Incyte: Research Funding; Pfizer: Research Funding; Astrazeneca: Research Funding; Celgene: Research Funding; Blueprint Medicines Corp: Research Funding; Bristol Myers Squibb: Research Funding; Genentech: Research Funding; Promedior: Research Funding; Astrazeneca: Research Funding; Pfizer: Research Funding; Galena BioPharma: Research Funding; Genentech: Research Funding; Incyte: Research Funding; Galena BioPharma: Research Funding; CTI BioPharma Corp: Research Funding; NS Pharma: Research Funding; Roche: Research Funding; CTI BioPharma Corp: Research Funding; Seattle Genetics: Research Funding; Roche: Research Funding; Lilly Oncology: Research Funding; Blueprint Medicines Corp: Research Funding.",
    "topics": [
        "blast cells",
        "myelofibrosis",
        "ruxolitinib",
        "accelerated phase",
        "antigens",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "hemoglobin",
        "karyotype determination procedure",
        "leukemia"
    ],
    "author_names": [
        "Lucia Masarova, MD",
        "Prithviraj Bose, MD",
        "Naveen Pemmaraju, MD",
        "Naval Daver, MD",
        "Jorge E. Cortes, MD",
        "Zeev Estrov, MD",
        "Hagop M. Kantarjian, MD",
        "Srdan Verstovsek, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lucia Masarova, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Prithviraj Bose, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naveen Pemmaraju, MD",
            "author_affiliations": [
                "Leukemia department, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naval Daver, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev Estrov, MD",
            "author_affiliations": [
                "University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:31:20",
    "is_scraped": "1"
}