{
    "doi": "https://doi.org/10.1182/blood.V112.11.3767.3767",
    "article_title": "Lymphoma-Expressed VEGF-a, VEGFR-1, VEGFR-2, and Microvessel Density Are Not Predictive of Overall Survival in Follicular Lymphoma ",
    "article_date": "November 16, 2008",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Introduction: Microvessel density is predictive of survival in some hematopoietic malignancies, but vascularity and its association with prognosis varies markedly by diagnostic category and perhaps by treatment type. Reports on association of microvessel density with clinical outcomes in follicular lymphoma are conflicting. Vascular endothelial growth factor (VEGF) mediated signaling has at least two potential roles in lymphoma biology: potentiation of angiogenesis, and direct potentiation of lymphoma cell growth or survival via autocrine VEGF-receptor mediated signaling. A single study reports poorer overall survival with diffuse VEGF-A expression. We have assessed microvessel density and lymphoma cell and microvessel expression of VEGF-A and its receptors VEGFR-1 (flt-1) and VEGFR-2 (VPF, KDR) by immunohistochemistry in a large cohort of follicular lymphoma patients. Patients and Methods: 187 follicular lymphoma patients underwent an excisional lymph node biopsy prior to any treatment. The median age at diagnosis was 45 yrs, with a median follow-up of 8.8 yrs and 51 deaths. All but 6 patients had stage III/IV disease, 3 had stage I/II, and 3 were unknown. The histological grades are as follows: 112 grade 1, 65 grade 2, and 10 grade 3. FLIPI (follicular-lymphoma specific international prognostic index) scores were as follows: 33 low, 95 intermediate, 19 high, 40 unavailable. For their initial treatment regimen 120 patients received CVP +/− fludarabine; 42 others received a variety of other chemotherapeutic regimens; and 9 patients received rituximab. We separately enumerated extrafollicular and follicular CD34+ microvessels in two separate high power fields (hpf) of duplicate tissue microarray cores. Immunostains for VEGFR-1, VEGFR-2 and VEGF were scored as follows: >30% of lymphoma cells strongly staining, strong; 5–30% staining, or weak diffuse staining, weak; and < 5%, none. Additionally, tumor microvessels were scored as showing strong, weak, or no reactivity. The highest score obtained from the duplicate cores was reported. Results: As previously reported microvessel density was much higher in extrafollicular than in follicular areas (mean 6.5 vs 22 mvd/hpf, p = 7.31E-69), and was therefore assessed separately in the two compartments. Microvessel density did not vary by grade or FLIPI score. There was no association between microvessel density and VEGF-A expression. Microvessel density was not associated with overall survival, time from diagnosis to first treatment, or time from first treatment to second treatment. Lymphoma cell expression of VEGF-A and VEGFR-1, but not VEGFR-2, was significantly associated with grade: 22% of Grade 1, 40% of grade 2, and 60% of grade 3 follicular lymphomas showed strong VEGF-A staining (chi 9.95, p < 0.007); 43% of Grade 1, 62% of Grade 2, and 90% of grade 3 follicular lymphomas showed strong VEGFR-1 staining (chi = 12.0, p < 0.003). VEGFR-2 was highly expressed in all grades: 72% of grade 1, 80% of grade 2, and 90% of grade 3 follicular lymphomas. There was no relationship between VEGF or VEGFR expression and overall survival, time to treatment, or FLIPI score. In addition to lymphoma cell reactivity, we noticed strong reactivity for VEGF and VEGFR in tumor microvessels in many cases, particularly in the highly vascularized extrafollicular areas. Strong VEGF-A reactivity was present in 29%, VEGFR-1 in 78%, and VEGFR-2 in 94% of cases in the microvasculature. Vessel VEGF-A reactivity correlated with vessel VEGFR-1 (chi 26.6, p = 2.5E−07) and VEGFR-2 (chi 13.8, p = 0.0006). There was no association with grade or FLIPI score. Interestingly, microvessel VEGFR-1 reactivity was associated with worse overall survival (median 130 vs 92 months, z = 1.98, z = 0.048) and this association was independent of FLIPI score and grade on multivariate analysis (z=1.994, p = 0.046). Conclusions: VEGF-A and its receptors VEGFR-1 and VEGFR-2 are highly expressed in follicular lymphoma cells and their expression increases with grade. VEGF-A and its receptors are also often coexpressed in follicular lymphoma microvasculature. There is a borderline statistically significant association between microvessel VEGFR-1 reactivity and overall survival in this study; however given the number of markers assessed, the significance of this finding is unclear. Neither microvessel density nor lymphoma cell expression of VEGF-A, VEGFR-1, or VEGFR-2 is predictive of overall survival.",
    "topics": [
        "follicular lymphoma",
        "lymphoma",
        "microvessels",
        "vascular endothelial growth factor a",
        "vascular endothelial growth factor receptor-2",
        "vegfr-1",
        "vascular endothelial growth factor receptors",
        "neoplasms",
        "cancer",
        "fludarabine"
    ],
    "author_names": [
        "Dita Gratzinger, MD, PhD",
        "S. Zhao",
        "Weiyun Ai, MD, PhD",
        "Robert Tibshirani, PhD.",
        "Ronald Levy, MD",
        "Y. Natkunam"
    ],
    "author_dict_list": [
        {
            "author_name": "Dita Gratzinger, MD, PhD",
            "author_affiliations": [
                "Stanford Medical School, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "S. Zhao",
            "author_affiliations": [
                "Stanford Medical School, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weiyun Ai, MD, PhD",
            "author_affiliations": [
                "Ucsf, Division of Hematology and Oncology, San Francisco, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Tibshirani, PhD.",
            "author_affiliations": [
                "Department of Health Research and Policy, and Statistics, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Levy, MD",
            "author_affiliations": [
                "Stanford Univ. School of Med., Stanford, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Y. Natkunam",
            "author_affiliations": [
                "Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T02:27:09",
    "is_scraped": "1"
}