{
    "doi": "https://doi.org/10.1182/blood.V114.22.5089.5089",
    "article_title": "Phenobarbital for Long-Term Management of Marked Hyperbilirubinemia. ",
    "article_date": "November 20, 2009",
    "session_type": "Red Cell Erythropoiesis Structure and Function, Metabolism, and Survival (Excluding Iron)",
    "abstract_text": "Abstract 5089 Gilbert's syndrome (GS) is associated with a mild chronic unconjugated hyperbilirubinemia, due to partial deficiency of bilirubin uridine diphosphate glucuronyl transferase (UDPGT). Phenobarbital is a known inducer of hepatic UDPGT and has been used in hyperbilirubinemia of newborns. It has also been used as a test for support of the diagnosis of GS. However, because hyperbilirubinemia of GS is mild and harmless, phenobarbital is not used for treatment of hyperbilirubinemia in adults. I report a case of a 46-year-old woman who, because of having chronic hereditary hemolytic anemia and GS, had marked hyperbilirubinemia with psychosocial problems, as the result of her hyperbilirubinemia and her skin color, which responded well to chronic phenobarbital treatment. Case report- CH was diagnosed to have hereditary high phosphatidylcholine hemolytic anemia (HHPCHA) at the age of 23. She was seen again at the age of 30 because of very high serum ferritin and iron saturation which seemed disproportionally high for the degree of her mild hemolytic anemia ( 51 Cr RBC survival T½ of 16.5 days). Further investigation revealed that she had hereditary hemochromatosis due to homozygosity for H63D HFE gene. She was started on phlebotomies initially weekly and later on every 2-3 months to control her iron overload. During the follow-up it was noted that her serum unconjugated bilirubin (SUB) was persistently much higher than is expected from her mild hemolytic anemia (up to 288 μmol/L). Since she had no abnormality of liver function tests, I suspected that she also has Gilbert's syndrome. In September 2008 her blood was sent for genetic testing which showed that she has an additional TA repeat [(TA)7/(TA)7], confirming the diagnosis of GS. On January 21, 2009 when her SUB was 149 μmol/L, she expressed concern that her friends and coworkers keep making fun of her, because of the orange color of her face and sclera. She was started on phenobarbital 30 mg daily for a month and then 60 mg daily. This therapy rapidly brought her bilirubin down and changed the color of her face to normal, making her very happy. Her SUB on February 20, March 20 and June 30, 2009 were 103, 63 and 37 μmol/L, respectively. Conclusion Gilbert's syndrome is a common hereditary disorder that can aggravate hyperbilirubinemia of chronic hemolytic anemia. However, this association is often unrecognized, because many physicians attribute the hyperbilirubinemia to hemolysis and do not look for associated GS. In chronic hemolytic anemias, if hyperbilirubinemia is more than expected, the possibility of an associated GS should be considered. If such association exists, small daily doses of phenobarbital can markedly reduce this hyperbilirubinemia and improve the psychosocial effects of hyperbilirubinemia. Furthermore, marked reduction of bilirubin, following the therapeutic trial of Phenobarbital, will confirm the association of GS with hemolytic anemia. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hyperbilirubinemia",
        "phenobarbital",
        "hemolytic anemia",
        "bilirubin",
        "gilbert's syndrome",
        "udp-glucuronosyltransferase 1a1",
        "anemia, hemolytic, congenital",
        "follow-up",
        "genetic disorder",
        "genetic screening"
    ],
    "author_names": [
        "A. Majid Shojania, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "A. Majid Shojania, MD",
            "author_affiliations": [
                "Pediatrics, Pathology and Internal Medicine, University of Manitoba, St. Boniface General Hospital and CancerCare Manitoba, Winnipeg, MB, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T06:44:59",
    "is_scraped": "1"
}