{
    "doi": "https://doi.org/10.1182/blood.V108.11.4350.4350",
    "article_title": "Inhibition of UBE2Q2 Sensitizes Cells to Mitotic Arrest and Cytotoxicity Caused by Vincristine. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "A microarray study was previously performed to identify G2/M-specific genes and genes with altered expression in response to G2 DNA damage checkpoint activation. We predicted that many of these proteins would be mitotic regulatory proteins which might serve as potential targets in the treatment of malignancies. Included in this set were several proteins involved in ubiquitin-mediated protein degradation including a putative ubiquitin conjugating enzyme known as UBE2Q2. We have demonstrated that this gene is expressed in a cell cycle dependent manner and that the encoded protein can function as an ubiquitin conjugating enzyme (or E2) in vitro . To assess the role of this protein in mitosis and the cellular response to treatment with chemotherapy agents, we inhibited UBE2Q2 function by expressing a dominant-negative version of the protein. With dominant-negative UBE2Q2 (DN-UBE2Q2) expression, no alteration in normal cell cycle kinetics is observed in unperturbed cells. However, DN-UBE2Q2 expression causes a dramatic change in the cellular response to vincristine and other microtubule inhibiting agents (MIAs). While control cells transiently arrest in mitosis after low dose vincristine treatment, DN-UBE2Q2-expressing cells have an impaired ability to escape this arrest which leads to a dramatic potentiation of the mitotic arrest. Cells expressing DN-UBE2Q2 are also much more sensitive to the cytotoxic effects of both vincristine and paclitaxel, MIAs with distinct mechanisms of action. Although DN-UBE2Q2 causes sensitization to all MIAs tested, it does not confer increased sensitivity to etoposide or doxorubicin, two DNA damaging agents, indicating that the effect is specific for microtubule disruption. The increased sensitivity to MIAs conferred by DN-UBE2Q2 expression is a result of caspase-mediated apoptosis and can be blocked using a caspase inhibitor. In order to independently confirm these findings, we also inhibited UBE2Q2 expression using siRNA. As with dominant-negative expression, we found that RNAi directed against UBE2Q2 enhanced the vincristine-induced mitotic arrest. These findings suggest that inhibition of UBE2Q2 might be used to augment the effectiveness of MIAs in the treatment of hematologic and other malignancies.",
    "topics": [
        "cytotoxicity",
        "vincristine",
        "manual inline axial stabilization",
        "ubiquitin",
        "cancer",
        "enzymes",
        "caspase inhibitors",
        "caspases",
        "chemotherapy regimen",
        "dna"
    ],
    "author_names": [
        "David F. Crawford, MD, PhD",
        "Sami Banerjee, PhD",
        "William S. Brooks"
    ],
    "author_dict_list": [
        {
            "author_name": "David F. Crawford, MD, PhD",
            "author_affiliations": [
                "Pediatrics, University of Alabama at Birmingham, Birmingham, AL, USA",
                "Cell Biology, University of Alabama at Birmingham, Birmingham, AL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sami Banerjee, PhD",
            "author_affiliations": [
                "Pediatrics, University of Alabama at Birmingham, Birmingham, AL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William S. Brooks",
            "author_affiliations": [
                "Cell Biology, University of Alabama at Birmingham, Birmingham, AL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T21:28:37",
    "is_scraped": "1"
}