{
    "doi": "https://doi.org/10.1182/blood.V104.11.1197.1197",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=23",
    "start_url_page_num": 23,
    "is_scraped": "1",
    "article_title": "Rapid Downregulation of c-Kit Expression Is Associated with Reduced Repopulation Potential of Donor Hematopoietic Stem Cells in Recipients after Total Body Irradiation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "donors",
        "down-regulation",
        "hematopoietic stem cells",
        "proto-oncogene protein c-kit",
        "whole-body irradiation",
        "cd45 antigens",
        "transplantation",
        "bone marrow transplantation",
        "flow cytometry",
        "radiation injury of bone marrow"
    ],
    "author_names": [
        "Hongmei Shen, PhD",
        "Hui Yu, MD/PhD",
        "Youzhong Yuan, MD/PhD",
        "Paulina Huang, BS",
        "Tao Cheng, MD"
    ],
    "author_affiliations": [
        [
            "Radiation Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "40.44603420000001",
    "first_author_longitude": "-79.95023125",
    "abstract_text": "Homing, lodgment, survival and proliferation are critical early determinants for the later outcomes of hematopoietic stem cell (HSC) or bone marrow transplantation (BMT). The irradiated bone marrow microenvironment may also pose an exhausting effect to the repopulating potential of donor HSCs, but the mechanisms for the effect are largely unknown. To determine whether these early events contribute to the exhausting effect, we have examined the kinetics of transplanted HSCs in 10 Gy lethally irradiated (IR) mice in comparison with transplanted HSCs in non-irradiated (NR) mice. 18 hours after transplantation, we found that the absolute number of homed Lin-Sca-1+ cells was not significantly different between IR and NR recipients. To examine the cell proliferative rate, CFSE staining together with flow cytometry was used to track the cell divisions of transplanted cells in the recipient marrow. While there were no detectable cell divisions in NR hosts, we detected 3 cell divisions in the Lin-Sca-1+ cell population 48 hours after BMT, thereby excluding the possibility that proliferation of hematopoietic cells was constrained in IR hosts. Regarding the expression of HSC associated markers, despite the similar expression of Sca-1 expression in both NR and IR recipients, the c-Kit was significantly downregulated to a nearly absent level in IR recipients, but it was not altered in NR recipients 18 hours post transplantation. The downregulation appeared to be transient since c-Kit was readily detectable after short-term engraftment. To functionally correlate c-Kit downregulation with long-term engraftment and self-renewal potential of transplanted HSCs, we sorted the homogeneous c-Kit+ cells (CD45.2+) and injected them into NR or IR recipients (CD45.1) at 5x10 6 cells/mouse. As expected, c-Kit became absent in IR hosts but not in NR hosts 18 hours after transplantation. We then harvested the homed cells and performed a competitive repopulation experiment involving the use of different congenic mice as secondary recipients at the dose of 1.3x 10 4 CD45.2 cells mixed with 1x10 5 competitive cells per mouse (n=4). Relative to the competitor cells (CD45.2/CD45.1 F1) in a same recipient, engraftment of the cells from IR recipients was lower than from NR recipients at each monthly time point (6 months). Moreover, the relative engraftment to competitor cells from IR recipients gradually declined to a minimal ratio of 0.03 while the engraftment from NR recipients sustained at a ratio of 0.3 after long-term engraftment. Finally, to further assess the self-renewal of the repopulated cells in the secondary recipients, 2 x 10 5 sorted CD45.2+ cells together with an equal number of competitor cells were re-transplanted into tertiary recipients. None of the mice (0/3) transplanted with cells originating from IR hosts were engrafted, but all mice (3/3) transplanted with the cells originating from NR recipients were engrafted as assessed at 6 months after tertiary transplantation. Given the previous studies by others showing that c-Kit signaling is involved in HSC lodgment and mobilization, we propose here that c-Kit downregulation in IR hosts impairs the lodging process of donor HSCs in the “niches” and as a consequence, the quality of the transplanted HSCs may be compromised. Therefore, further defining the molecular mechanisms for c-Kit downmodulation may guide us to develop novel approaches aimed to enhance the efficacy of HSC transplantation."
}