{
    "doi": "https://doi.org/10.1182/blood.V114.22.5127.5127",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1540",
    "start_url_page_num": 1540,
    "is_scraped": "1",
    "article_title": "Regulation of Complement Activation by Thrombomodulin. ",
    "article_date": "November 20, 2009",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion",
    "topics": [
        "complement activation",
        "thrombomodulin",
        "complement system proteins",
        "thrombin",
        "activated protein c",
        "anaphylatoxins",
        "anti-inflammatory agents",
        "atypical hemolytic-uremic syndrome",
        "carboxypeptidase u",
        "carrier proteins"
    ],
    "author_names": [
        "Mieke Delvaeye, PhD",
        "Astrid DeVriese",
        "Michael Moons",
        "Naomi Esmon, PhD",
        "Charles Esmon, PhD",
        "Edward M. Conway, MD, PhD, FRCPC, FACP, MBA"
    ],
    "author_affiliations": [
        [
            "Vesalius Research Center (VRC), KUL-VIB, Leuven, Belgium, "
        ],
        [
            "Vesalius Research Center (VRC), KUL-VIB, Leuven, Belgium, "
        ],
        [
            "Vesalius Research Center, KUL-VIB, Leuven, Belgium, "
        ],
        [
            "Department of Pathology, University of Oklahoma, Oklahoma City, OK, USA, "
        ],
        [
            "Oklahoma Med. Rsch. Foundation, Howard Hughes Med. Inst., Oklahoma City, OK, USA, "
        ],
        [
            "Univ. of British Columbia, Ctr. for Blood Rsrch., Vancouver, BC, Canada"
        ]
    ],
    "first_author_latitude": "50.8788583",
    "first_author_longitude": "4.6848564999999995",
    "abstract_text": "Abstract 5127 Thrombomodulin (TM) is an integral membrane glycoprotein, ubiquitously expressed by vascular endothelial cells. Its epidermal growth factor (EGF)-like repeats amplify thrombin-mediated generation of activated protein C and activated thrombin activatable fibrinolysis inhibitor, thereby suppressing coagulation, inflammation and fibrinolysis, and inactivating the anaphylatoxins, C3a and C5a. TM also has direct anti-inflammatory properties, interfering with leukocyte adhesion, and preventing complement activation via its lectin-like domain. We recently established that TM is a physiologically important negative regulator of the alternative pathway (AP) of complement activation, defects of which increase the risk of the thrombotic microangiopathy, atypical hemolytic uremic syndrome. In this report, we assessed the role of TM in the other complement activation pathways. In serum, TM interferes with classical pathway (CP) mediated erythrocyte cell lysis, and protects against CP-induced cell death. TM co-precipitates with C4b, and enhances its inactivation and cleavage to C4c and C4d by complement factor I in the presence of the cofactor C4b binding protein. TM also interferes with the coagulation complement pathway by interfering with thrombin cleavage and activation of C5 to C5a. Overall, TM negatively regulates complement via the major recognized pathways. The findings implicate defects in TM in a wide range of diseases in which complement plays a role, and underlines the potential of TM as a therapeutic target. Disclosures No relevant conflicts of interest to declare."
}