{
    "doi": "https://doi.org/10.1182/blood.V118.21.3204.3204",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1936",
    "start_url_page_num": 1936,
    "is_scraped": "1",
    "article_title": "Iron Chelation Treatment with Oral Solution of Deferiprone in Young Children with Hemoglobinopathies, ",
    "article_date": "November 18, 2011",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster III",
    "topics": [
        "child",
        "deferiprone",
        "hemoglobinopathies",
        "iron chelation therapy",
        "solution, oral",
        "tablet dosage form",
        "serum ferritin level result",
        "adverse effects",
        "deferoxamine",
        "iron overload"
    ],
    "author_names": [
        "Alexandros Makis",
        "Nikolaos Chaliasos",
        "Antigone Siamopoulou"
    ],
    "author_affiliations": [
        [
            "Child Health Department, University of Ioannina Medical School, Ioannina, Greece"
        ],
        [
            "Child Health Department, University of Ioannina Medical School, Ioannina, Greece"
        ],
        [
            "Child Health Department, University of Ioannina Medical School, Ioannina, Greece"
        ]
    ],
    "first_author_latitude": "39.6158593",
    "first_author_longitude": "20.845089800000004",
    "abstract_text": "Abstract 3204 Background - Aim. Children with transfusion dependent hemoglobinopathies rapidly develop iron overload in vital organs and iron removal with chelating agents is required early in life and in some cases after the age of 2. The oral administration of iron chelation is most welcome by thalassemic children and their parents who have problems with the discomfort and side effects of deferoxamine injections. Deferiprone, previously only in tablet form, was not suitable for young children under the age of 5 years. Recently the solution form of deferiprone has been introduced. There are limited clinical data on the safety and efficacy of deferiprone at a very young age. The aim of our study was the presentation of data regarding the safety and efficacy of liquid oral solution of deferiprone in young children with hemoglobinopathies less than 10 years old. Patients and methods. Nine young children (5 boys, 4 girls) receiving oral solution of deferiprone (Ferriprox® 100 mg/mL) were studied. The mean age at the beginning of the treatment was 6.5 (range 2–10). Six children had beta-thalassemia major, 1 thalassemia intermedia and 2 sickle cell/beta thalassemia. The mean number of red blood cell transfusions during the previous year was 10.6 (range 8–15). All the children had chronic iron overload requiring chelation therapy, as defined by serum ferritin concentration [mean ± standard error (SE): 2440±1275 μg/L]. All children were naïve to iron chelation therapy before this study, except for 2 patients who were on deferoxamine (mean dose=35 mg/kg/day; mean duration of use=1.5 years). One child was splenectomized. All children had negative anti-hepatitis C antibody status at baseline. Treatment was initiated at a daily dose of 50 mg/kg, divided into 3 doses, for the first 2 weeks. The dose was increased to 75 mg/kg, for another 2 weeks. If serum ferritin concentration at baseline was greater than 2500 μg/L, the dose was further increased to a total daily dose of 100 mg/kg after 4 weeks therapy. After initiation of the treatment, full blood count was assessed weekly, serum ferritin monthly, and liver and renal function bimonthly. The mean duration of treatment was 9.5 months (range 2–15 months). To evaluate the efficacy and safety of oral deferiprone treatment, biochemical parameters such as serum ferritin and liver enzymes were analyzed using the Student t-test. All parameters are presented as mean± SE. P-values less than 0.05 were considered statistically significant. Results. All children received the oral deferiprone without any problems of compliance. The hematological and biochemical markers during treatment are shown in Table 1 . Adverse reactions to deferiprone were mild and transient: abdominal discomfort and diarrhea at initiation of therapy (1 child) and mild neutropenia (1 child) resolved within 8 days with no need of discontinuation of treatment. Deferiprone oral solution was effective in reducing serum ferritin (mean±SD) (initial 2440±1275 μg/L vs final 2030±915 μg/L, p<0.005) ( Figure 1 ). Five children of the study were <6 years old. The baseline serum ferritin of these children was significantly lower than older children (2250 μg/L±880 vs 2950 μg/L±1550, p<0.005). The differences in changes in serum ferritin did not reach statistical significance. View large View Large View large Download slide View large Download slide Conclusions. This small study shows that oral solution of deferiprone was well tolerated by young children and its use was not associated with major safety concerns. Furthermore, it was effective in decreasing serum ferritin. Further studies with large number of patients and longer follow-up, are needed to confirm the safety and efficacy profile of deferiprone in childhood. Disclosures: No relevant conflicts of interest to declare."
}