{
    "doi": "https://doi.org/10.1182/blood.V104.11.205.205",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=265",
    "start_url_page_num": 265,
    "is_scraped": "1",
    "article_title": "Thalidomide Plus Dexamethasone Versus Dexamethasone Alone in Newly Diagnosed Multiple Myeloma (E1A00): Results of a Phase III Trial Coordinated by the Eastern Cooperative Oncology Group. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Background: A phase III trial comparing thalidomide plus dexamethasone (Thal/Dex) versus dexamethasone alone (Dex) as first line therapy in newly diagnosed multiple myeloma (MM). The results of an interim analysis on 109 of 207 enrolled patients (pts) were reported earlier (Rajkumar et al, Proc ASCO 2004). This report provides results from 198 of 202 eligible pts entered on this study. Methods: Pts with newly diagnosed, untreated, symptomatic MM were eligible. Pts in the Thal/Dex arm (Arm A) received Thal 200 mg/day PO with Dex 40 mg on days 1–4, 9–12, and 17–20 PO. Pts in the Dex arm (Arm B) received Dex alone, at the same dose as Arm A. Therapy was repeated monthly. The primary endpoint was best response at 4 months on intent to treat basis. At 4 months pts could go off study for stem cell transplant or elect to continue therapy. Response was defined as a decrease in serum and urine monoclonal (M) protein by 50% or higher. If serum M protein was unmeasurable, a 90% or higher decrease in urine M protein was required. Responses had to be verified on 2 consecutive determinations separated by at least 2 weeks. Results: 207 pts were enrolled as planned: 103 randomized to Thal/Dex and 104 to Dex alone. Median age was 65 yrs. 6 pts were ineligble for failing to meet eligibility criteria for study entry and are excluded from response analysis. Response to therapy could be assessed at this time on 198 of 202 eligible pts. Response rate with Thal/Dex was significantly higher than with Dex: 58% versus 42%, respectively, (p=0.0164; one-sided Fisher’s exact test). The corrected response rate allowing for use of serum M protein levels in pts in whom a measurable urine M protein was unavailable at follow-up was 69% with Thal/Dex versus 51% with Dex. Median time to response was rapid, and similar in both arms (1.1 months). 3% of pts in the Thal/Dex arm and 5% in the Dex arm met criteria for disease progression within the first 4 months. Toxicity data are available on 204 pts. Grade 3 or greater non-hematologic toxicities occurred within the first 4 months/cycles in 68% of pts on the Thal/Dex arm and 43% in the Dex arm. Grade 3 or higher cardiac ischemia occurred in 3 (2 prior to 4 months, 1 approx. 1 wk after 4 months) pts in Arm A and 2 pts (both prior to 4 months) in Arm B. As a planned analysis, incidence rates of grade 3 or higher deep vein thrombosis (DVT), rash, bradycardia, and neuropathy and any grade 4–5 toxicity in the first 4 months were compared (see Table). The p-value (one-sided Fisher’s exact test) for increased toxicity (of the specified types) is <0.0001. In this period, 18 pts died, 7 in arm A and 11 in Arm B. Conclusions: Thal/Dex demonstrates superior response rates in newly diagnosed MM compared to Dex, comparable to historical results with VAD. The use of Thal/Dex must be weighed in each pt given the higher toxicities compared to Dex alone. Both regimens have low progression rates as pre-transplant induction therapy, and negate the need for intravenous VAD. Major Grade 3–4 toxicities  Toxicity . Arm A (n=102) . Arm B (n=102) . DVT (Grade>=3) 18% 3% Rash (Grade>=3) 4% 0% Sinus Bradycardia (Grade>=3) 1% 0% Neuropathy (Grade>=3) 7% 4% Toxicity of Any Type (Grade>=4) 34% 17% Total 46% 20% Toxicity . Arm A (n=102) . Arm B (n=102) . DVT (Grade>=3) 18% 3% Rash (Grade>=3) 4% 0% Sinus Bradycardia (Grade>=3) 1% 0% Neuropathy (Grade>=3) 7% 4% Toxicity of Any Type (Grade>=4) 34% 17% Total 46% 20% View Large",
    "topics": [
        "dexamethasone",
        "eastern cooperative oncology group",
        "multiple myeloma",
        "phase 3 clinical trials",
        "thalidomide",
        "brachial plexus neuritis",
        "toxic effect",
        "deep vein thrombosis",
        "exanthema",
        "neuropathy"
    ],
    "author_names": [
        "S. Vincent Rajkumar, MD",
        "Emily Blood",
        "David H. Vesole, MD, PhD",
        "Robert Shepard, MD",
        "Philip R. Greipp, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Department of Biostatistics, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Division of Hematology/Oncology, University of Virginia, Charlottesville, VA, USA"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001"
}