{
    "doi": "https://doi.org/10.1182/blood.V116.21.1201.1201",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1740",
    "start_url_page_num": 1740,
    "is_scraped": "1",
    "article_title": "Interferon Alpha Treated Patients with Chronic Myeloid Leukemia (CML) In Prolonged Complete Remission Have Increased Numbers of NK-Cells and Clonal Gamma-Delta T-Cells, and a Distinct Plasma Cytokine Profile. ",
    "article_date": "November 19, 2010",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "complete remission",
        "cytokine",
        "interferon-alpha",
        "leukemia, myelocytic, chronic",
        "natural killer cells",
        "plasma",
        "t-lymphocytes",
        "protein-tyrosine kinase inhibitor",
        "disease remission",
        "monocyte chemoattractant protein-1"
    ],
    "author_names": [
        "Anna Kreutzman, MSc",
        "Peter Rohon, MD",
        "Edgar Faber, MD, PhD",
        "Karel Indrak, MD, PhD",
        "Vesa Juvonen, PhD",
        "Veli Kairisto, MD, PhD",
        "Jaroslava Voglova, MD",
        "Marjatta Sinisalo, MD, PhD",
        "Emilia Flochova, MD, PhD",
        "Petteri Arstila, MD, PhD",
        "Kimmo Porkka, MD, PhD",
        "Satu Mustjoki, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Research Unit, Biomedicum Helsinki, Helsinki University Central Hospital (HUCH), Helsinki, Finland, "
        ],
        [
            "Department of Hemato-oncology, University Hospital Olomouc, Olomouc, Czech Republic, "
        ],
        [
            "Department of Hemato-oncology, University Hospital Olomouc, Olomouc, Czech Republic, "
        ],
        [
            "Department of Hemato-oncology, University Hospital Olomouc, Olomouc, Czech Republic, "
        ],
        [
            "Turku University Central Hospital, Department of Clinical Chemistry and TYKSLAB, Turku, Finland, "
        ],
        [
            "Turku University Central Hospital, Department of Clinical Chemistry and TYKSLAB, Turku, Finland, "
        ],
        [
            "2nd Department of Internal Medicine, University Hospital Hradec Králové, Hradec Králové, Czech Republic, "
        ],
        [
            "Department of Hematology, Tampere University Hospital, Tampere, Finland, "
        ],
        [
            "Department of Hematology and Transfusiology, University Hospital in Martin, Martin, Slovak Republic, "
        ],
        [
            "Department of Bacteriology and Immunology, Haartman Institute, University of Helsinki, Helsinki, Finland"
        ],
        [
            "Hematology Research Unit, Biomedicum Helsinki, Helsinki University Central Hospital (HUCH), Helsinki, Finland, "
        ],
        [
            "Hematology Research Unit, Biomedicum Helsinki, Helsinki University Central Hospital (HUCH), Helsinki, Finland, "
        ]
    ],
    "first_author_latitude": "60.172634800000004",
    "first_author_longitude": "24.9510419",
    "abstract_text": "Abstract 1201 Background. Before the era of tyrosine kinase inhibitors (TKIs), interferon alpha (IFN-α) was the treatment of choice in CML and prolonged survival of responding patients. Recent studies suggest that combination of IFN-α with TKI improves therapy outcome. Significantly, a proportion of IFN-α treated patients in prolonged complete cytogenetic remission (CCyR) have been able to discontinue treatment without disease relapse (Mahon et al. JCO 2002). The mechanism of action of IFN-α therapy is incompletely understood; the drug exerts both direct cytotoxic and immunomodulatory effects on leukemic cells. The aim of this project was to study the immunomodulatory effects of IFN-α in CML patients in prolonged remission and isolate biological markers predicting response. Patients and methods. The study population consisted of CML patients treated with IFN-α monotherapy (n = 10, median therapy time 146 months, range 63–231 months) and CML patients who had discontinued IFN-α therapy but remained in remission for >2 years (n = 9, median therapy time 120 months, range 80–184; median time without therapy 53 months, range 24–96). None of the patients were previously treated with TKI therapy. In addition, non-CML patients (3 patients with essential trombocythemia and one patient with polycythemia vera) treated with IFN-α and healthy volunteers (n = 43) were included as controls. Lymphocyte populations in all four groups were characterized with comprehensive immunophenotyping panels. The clonality of T-cells was analyzed by a TCR γ/δ rearrangement assay by PCR. Lymphocytes were further sorted into CD3 + TCR αβ + and CD3 + TCR γδ + populations (n = 8). Additionally, plasma levels of 25 cytokines were measured with a multiplex bead-based cytokine assay (Luminex®). Results. The proportion of NK-cells from lymphocytes was significantly increased in IFN-α discontinued patients (median 26%, range 18–51%) compared to healthy volunteers (11%, 5–21%) or patients on IFN-α therapy (12%, 6–31%)(P=0.0005). Similarly the proportion of CD8 + cells from T-cells was significantly increased in both CML IFN-α groups (55% in IFN-α discontinued patients, 44% in IFN-α treated patients vs. 31% in healthy volunteers; P<0.05 for both groups). Also a larger proportion of T-cells expressed the long-term memory antigen CD45RO in IFN-α patients (74%, 58% vs. 44% in healthy controls, P<0.01). The proportion of regulatory T-cells (CD4+CD25+FoxP3+) was increased in IFN-α groups (6.1%, 5.2% vs. 3.8% in healthy volunteers, P=0.01). Similar changes in immunoprofile were not observed in IFN-treated non-CML patients. Clonal TCR γ/δ rearrangements were observed in 18 of 19 (95%) IFN-treated CML patients as compared to 3 of 22 (14%) in healthy volunteers (P<0.01). In both IFN-α CML patient groups a unique rearrangement pattern was observed: 14/19 (79%) of patients had the Vγ9 gene clonally rearranged. This clonal rearrangement resided in CD3 + γδ + T-cell population, as assessed by cell sorting. Two of four non-CML patients treated with IFN-α had the same clonal rearrangement, as well as one healthy control (1/22; 5%). Similar clonality patterns have not been observed in dasatinib or imatinib treated CML patients (Kreutzman et al. Blood 2010). IFN-α treatment was associated with a distinct plasma cytokine profile in CML patients. IP-10, IL-6, IL-12, eotaxin, MCP-1, and IFN-γ levels were significantly increased in IFN-α treated CML patients. In particular, eotaxin and MCP-1 levels differed significantly between healthy controls and IFN-α patients who had successfully discontinued IFN-α therapy (428 vs. 1173 pg/ml, P<0.0001 and 107 vs. 459 pg/ml, P=0.0003, respectively). In IFN-α treated non-CML patients, eotaxin or MCP-1 levels were not increased. Conclusions. Our results show that IFN-α treatment induces distinct changes in the immunoprofile of CML patients. Patients who had successfully discontinued IFN-α therapy differed markedly from healthy controls. IFN-α therapy was associated with increased numbers of NK-cells and clonal γδ + T-cells. These cells possess potent anti-leukemic activity and may contribute to the prolonged therapy responses in this group of patients. Furthermore, plasma cytokine profile could be a helpful biomarker when considering which patients can discontinue the IFN-α treatment without imminent disease relapse. Disclosures: Faber: BMS, Novartis: Consultancy, Honoraria. Porkka: BMS, Novartis: Consultancy, Honoraria, Research Funding. Mustjoki: BMS, Novartis: Honoraria."
}