{
    "doi": "https://doi.org/10.1182/blood.V114.22.2170.2170",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1516",
    "start_url_page_num": 1516,
    "is_scraped": "1",
    "article_title": "Enhanced Jak2 Activation Correlates with β Chain Expression Leading to Phosphorylation of Tyrosine 177 of Bcr-Abl. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology Excluding Therapy Poster I",
    "topics": [
        "bcr-abl tyrosine kinase",
        "phosphorylation",
        "tyrosine",
        "interleukin-3 receptor",
        "1-phosphatidylinositol 3-kinase",
        "agar",
        "interleukin-3",
        "molecule",
        "phosphotransferases",
        "cell culture techniques"
    ],
    "author_names": [
        "Wenjing Tao, Ph.D.",
        "Ajoy K. Samanta, Ph.D.",
        "Waldemar Priebe, Ph.D.",
        "Ralph B. Arlinghaus, Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Molecular Pathology, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Molecular Pathology, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Molecular Therapeutics, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Molecular Pathology, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 2170 Poster Board II-147 We have previously published that NIH 3T3 cells, which are known to be resistant to Bcr-Abl transformation, are greatly stimulated to undergo Bcr-Abl oncogenic transformation by forced expression of the α and β chains of the human IL-3 receptor (Tao et al., Oncogene 2008). These studies further showed that expression of the receptor chains enhanced activation of Jak2 but had little effect on the ability of Bcr-Abl to activate STAT5, which readily occurred by expression of only Bcr-Abl. Recently we have shown (see Abstract by Samanta et al.) that treatment of Bcr-Abl+ 32D cells with the validated Jak2 inhibitor TG101209 (TargeGen, Inc.) and also with a new Jak2 inhibitor WP1193 for 60-120 min: a) reduced phosphorylation of Tyr 177 of Bcr-Abl and the total level of pTyr Bcr-Abl; b) Bcr-Abl protein levels were rapidly decreased; c) total Ras-GTP, pGab2, pShc and pSTAT5 levels were reduced. These results suggest that major functions attributed to Bcr-Abl are actually controlled by Jak2. However, important questions need to be addressed: a) how is Jak2 regulated in Bcr-Abl+ cells; b) whether activation of Jak2 requires Bcr-Abl only; c) or whether it requires Bcr-Abl associated with IL-3 α and β chains together; and finally d) whether our observations in Bcr-Abl+ mouse hematopoietic cell lines can be reproduced in the Bcr-Abl+, IL-3 receptor+ NIH 3T3 fibroblastic cell line. We observed that NIH 3T3 cells expressing the IL-3 receptor and Bcr-Abl have increased Jak2 activity and increased ability to phosphorylate Tyr 177 of Bcr-Abl compared to NIH 3T3 cells expressing Bcr-Abl only. Phosphorylation of Tyr 177 of Bcr-Abl is needed to activate the Ras and PI-3 kinase pathways. Phosphorylation of Gab2 on Tyr YxxM, which depends on Jak2 kinase activity (Samanta et al., Can Res 2006), plays a critical role in activating the PI-3 kinase pathway. Inhibition of Jak2 with the highly specific Jak2 inhibitor TG101209 and the newly discovered Janus kinase inhibitor WP1193 rapidly reduced phosphorylation of Tyr 177 of Bcr-Abl in Bcr-Abl+ NIH 3T3 cells expressing the IL-3 receptor chains. In Bcr-Abl+ 32D cells Jak2 inhibitors but not imatinib mesylate (IM) inhibited phosphorylation of Bcr-Abl Tyr 177 (see Abstract by Samanta et al.). The lack of IM inhibition of phosphorylation of Tyr 177 supports the conclusion that Bcr-Abl does not autophosphorylate Tyr 177 but Tyr 177 is a target of Jak2. Soft agar clones of NIH 3T3 cells that had expressed both the IL-3 receptor chains and Bcr-Abl in cell culture surprisingly had a strong preference for expressing only the β chain of the IL-3 receptor as agar clones. Five of six clones expressed only the β chain whereas the remaining clone expressed only the α chain. All of these clones expressed Bcr-Abl. The β clones generally had higher levels of activated Jak2 kinase than the α chain clone. Cells expressing the β chain had high levels of pTyr 177 Bcr-Abl. Since the levels of activated Jak2 in NIH 3T3 cells expressing only Bcr-Abl were quite low compared to the cells expressing the IL-3 receptor chains and Bcr-Abl, and since cells expressing β chain only together with Bcr-Abl had higher levels of activated Jak2 compared to the α chain only clone, we propose that the β chain is a critical component utilized by Bcr-Abl to activate Jak2. In this scenario, we hypothesize that the β chain would bind a molecule of Jak2 and Bcr-Abl would bind another molecule of Jak2 (see Xie et al. Oncogene 2001), and furthermore the association of the β chain with Bcr-Abl would facilitate cross phosphorylation of Jak2 at Tyr 1007, resulting in activation of Jak2. Disclosures: No relevant conflicts of interest to declare."
}