{
    "doi": "https://doi.org/10.1182/blood-2020-136151",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4535",
    "start_url_page_num": 4535,
    "is_scraped": "1",
    "article_title": "Healthcare Utilization Among Children and Adolescents with Sickle Cell Disease during the COVID-19 Pandemic ",
    "article_date": "November 5, 2020",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": null,
    "author_names": [
        "Andrea Nowlin",
        "Kristina Lai, MPH",
        "Alexander Maillis, MPH",
        "Patricia Waters, RN",
        "Beatrice Gee, MD",
        "Peter A. Lane, MD"
    ],
    "author_affiliations": [
        [
            "Aflac Cancer and Blood Disorders Service, Children's Healthcare of Atlanta, ATLANTA, GA "
        ],
        [
            "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA "
        ],
        [
            "Aflac Cancer and Blood Disorders Service, Children's Healthcare of Atlanta, Atlanta, GA "
        ],
        [
            "Aflac Cancer and Blood Disorders Service, Children's Healthcare of Atlanta, Atlanta, GA "
        ],
        [
            "Children's Healthcare of Atlanta, Atlanta, GA "
        ],
        [
            "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Emory University School of Medicine, Atlanta, GA"
        ]
    ],
    "first_author_latitude": "33.829560300000004",
    "first_author_longitude": "-84.3507255",
    "abstract_text": "Background Early experience with the COVID-19 pandemic showed disproportionately high morbidity and mortality among individuals with certain chronic medical conditions. Individuals with sickle cell disease (SCD) are at high risk for pulmonary and other complications including acute chest syndrome (ACS) and have high rates of hospitalization from other viral respiratory infections, raising concern that COVID-19 would be associated with higher morbidity, mortality and health care utilization among those with SCD. Public health interventions such as social distancing, avoidance of large group activities, and widespread use of masks have been shown to reduce the transmission of COVID-19 in the general population but have been inconsistently implemented. In Georgia, COVID-19 restrictions, including school closures, were implemented in mid-March, and on-site school instruction was replaced by virtual instruction for the remainder of the school year. At our institution, most routine, non-urgent outpatient clinic visits were cancelled or postponed from mid-March through May in order to minimize COVID-19 exposure risk. Efforts to initiate the use of telemedicine as an alternative to in-person office visits were rapidly instituted. We hypothesized that adherence to public health restrictions, especially sheltering in place, would be high among patients and families with SCD, and sought to measure the impact of COVID pandemic on healthcare utilization in children and adolescents with SCD in the Atlanta area. Methods The SCD Program at Children's Healthcare of Atlanta (CHOA) provides comprehensive outpatient, emergency and inpatient services at 3 locations in metropolitan Atlanta. CHOA's Sickle Cell Clinical Database (SCCD) contains prospectively collected demographic, diagnostic, treatment and other clinical information on all patients with SCD beginning in 2010, including all outpatient clinic, emergency department (ED) and inpatient hospital utilization. To assess the impact of COVID-19 on healthcare utilization, we tracked clinic, ED and inpatient utilization for the 4-month period (March through June) 2020 compared with the same 4-month period in 2018 and 2019. Results The figure shows utilization patterns for each four-month period from 2018-2020. As expected, face to face outpatient clinic visits fell dramatically from February to April 2020 (-25% in March, -64% in April) and then returned to pre-COVID levels by June. The addition of telemedicine visits raised total outpatient visits in June 2020 to above pre-COVID levels. Total utilization during the 4-month period in 2020 were compared to the mean for the same periods in 2018 and 2019. Face to face clinic visits decreased from 2971.5 to 2023 (-32%), ED visits from 1,217 to 687 (-44%), and total inpatient admissions from 699 to 410 (-41%). Admissions with a primary discharge diagnosis of pain decreased from a mean of 407 in 2018-2019 to 173 (-57%), fever/infection from 67.5 to 40 (-41%), and ACS from 101 to 75 (-26%). Patients with chronic pain and/or history of high utilization (>5 admissions in a given year) showed decreases in utilization similar to all other patients. Summary These data describe the significant changes in utilization among pediatric patients with SCD during the COVID-19 pandemic. Face to face outpatient clinic visits decreased during March and April but returned to pre-COVID levels in June. Unexpectedly, ED and inpatient hospital utilization for acute illness decreased dramatically through April and remained low through June. In March there was a significant decrease in the clinic setting due to a large number of cancelled or rescheduled outpatient visits, despite many being rescheduled as telemedicine visits. However, the largest unexpected decrease was seen in emergency department visits and hospitalizations for acute events, specifically fever and pain events. It is also important to note the decreased utilization of patients with chronic pain who are typically high utilizers. During clinic encounters, families mentioned that less stress from school, reduced respiratory infections, and better medication adherence with parents at home, were possible contributors to reduced sickle cell symptoms while sheltering in place. These observations will guide the development of a patient survey with the goal of obtaining qualitative data to explain the reasons for decreased utilization during the pandemic. Figure View large Download slide Figure View large Download slide  Disclosures Lane: FORMA Therapeutics: Membership on an entity's Board of Directors or advisory committees; Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees."
}