{
    "doi": "https://doi.org/10.1182/blood-2020-134474",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4553",
    "start_url_page_num": 4553,
    "is_scraped": "1",
    "article_title": "Transplant Outcomes with Fludarabine and Melphalan in High Risk AML Patients By Donor Types ",
    "article_date": "November 5, 2020",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": null,
    "author_names": [
        "Betul Oran, MDMS",
        "Stefan O. Ciurea, MD",
        "Rohtesh S. Mehta, MDMPH,MS",
        "Amin M. Alousi, MD",
        "Gabriela Rondon",
        "Uday R. Popat, MD",
        "David Marin",
        "May Daher",
        "Jin S. Im",
        "Partow Kebriaei, MD",
        "Gheath Alatrash",
        "Richard E. Champlin, MD"
    ],
    "author_affiliations": [
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, University of Texas M. D. Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.706995799999998",
    "first_author_longitude": "-95.3970683",
    "abstract_text": "Background: Fludarabine and melphalan (FM) reduced intensity conditioning regimen has been widely used for allogeneic stem cell transplantation (allo-SCT) in AML patients not eligible for more ablative regimens. In this study, we looked into a contemporary group of high risk AML patients treated with FM and updated their outcome expectation by donor type. Methods: We included 292 AML patients who had first allo-SCT between January 2010 and December 2019 if their donors were haploidential (haplo, n=142) or matched related sibling (MSD, n=49) or matched unrelated donor (MUD, n=101) and their conditioning regimen was intravenous melphalan given as 100 mg/m2 or 140 mg/m2 in addition to fludarabine. Graft versus host disease (GvHD) prophylaxis was either tacrolimus and methotrexate (n=91) or tacrolimus with post-transplant cyclophosphamide (PTCy) +/- Mycophenolate mofetil (n=201). The primary outcome was relapse-free survival (RFS) defined as time to relapse or death whichever happened first. Secondary outcomes was overall survival (OS). Results: The median age was younger in haplo transplants compared with MDS or MUDs (50 vs. 63)(Table 1). There were more patients in first or second complete remission with count recovery (CR1/2) in haplo group compared with MSD (29%) and MUD (37%) but that did not reach significance (p=0.22). High risk disease risk by European Leukemia Net (ELN), advance group, was also distributed similarly between donor groups (21% in MSD, 32% in MUD and 24% in haplo, p=0.5). Hematopoietic comorbidity index (HCT-CI) >2 was frequent in all donor groups (43% in MSD, 46% MUD and 36% haplo, p=0.4). Hematopoietic stem cell source and GvHD prophylaxis differed by donor as expected; all haplo patients but 15 had bone marrow (BM, 89%) while 2% of MSD and 26% of MUD had BM. GvHD prophylaxis was PTCy in all haplo patients but half of the MUD patients (49%) and some of the MSD also received PTCy (20%). The median follow-up of 143 survivors was 24 months (range, 1 to 102 months). RFS at 2 years was 41.6% (95% confidence interval (CI) 35.5%- 47.6%) and OS was 48.6% (95% CI=42.1%-54.7%). Outcome estimates by donor types are presented in table 2. Considering the haplo patients were younger, we also analyzed RFS for older patients aged >50 and >60 separately (Figure). Causes of death was mostly relapse in all donor types; 54.2% in MSD, 40.4% in MUD and 44.7% in haplo. Cox regression model for RFS revealed that CR1/2 or CR without count recovery (CRi/p) were favorable prognostic variables compared with advanced disease (hazard ratio (HR)=0.35, 95%CI=0.25-0.51, p2 (HR=1.62, 95%CI=1.17-2.23, p=0.003) were poor prognostic markers. Age >50 was not a prognostic factor for RFS. Conclusion: FM remains to be an effective conditioning regimen that is leading to similar RFS after transplant with different donor types. Despite smaller sample size, even older haploidentical patients had RFS that was not significantly different compared with older MSD and MUD patients. However, relapse remains to be the major reason of failure in patients with high risk features including disease status not in CR with count recovery at allo-SCT and/or adverse ELN risk. Innovative strategies either with more ablative regimens or post-transplant maintenance or integration of cellular therapy options are needed to improve outcomes for those AML patients. View large Download slide View large Download slide  Disclosures Oran: Celgene: Consultancy; ASTEX: Research Funding; Arog Pharmaceuticals: Research Funding. Ciurea: Kiadis Pharma: Current equity holder in publicly-traded company, Research Funding. Mehta: Incyte: Research Funding; Kadmon: Research Funding; CSL Behring: Research Funding. Alousi: Incyte: Honoraria, Research Funding; Therakos: Research Funding; Alexion: Honoraria. Popat: Bayer: Research Funding; Novartis: Research Funding. Kebriaei: Pfizer: Other: Served on advisory board; Amgen: Other: Research Support; Ziopharm: Other: Research Support; Novartis: Other: Served on advisory board; Jazz: Consultancy; Kite: Other: Served on advisory board. Champlin: Actinium: Consultancy; Cytonus: Consultancy; Omeros: Consultancy; DKMS America: Membership on an entity's Board of Directors or advisory committees; Takeda: Patents & Royalties; Genzyme: Speakers Bureau; Johnson and Johnson: Consultancy."
}