{
    "doi": "https://doi.org/10.1182/blood-2019-132120",
    "article_title": "Incorporation of Thiotepa in a Reduced Intensity Conditioning Regimen Leads to Improved Engraftment after Stem Cell Transplant for Patients with Hemophagocytic Lymphohistiocytosis ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Introduction: Hematopoietic stem cell transplantation (HSCT) for patients with hemophagocytic lymphohistiocytosis (HLH) following myeloablative conditioning regimens (MAC) is associated with high rates of non-relapse mortality. A previously reported prospective, phase 2 multi-center trial (RICHI) using using RIC strategy of fludarabine, melphalan and alemtuzumab (day -14) for HLH and primary immune deficiency syndromes (PIDS) demonstrated improved mortality rates but fewer than half the patients with HLH (41%) successfully engrafted without secondary graft failure, need for donor lymphocyte infusion (DLI) or second transplant. Incorporation of thiotepa during conditioning has been to shown to be safe and improve engraftment. We report the results of a retrospective analysis of nine consecutive patient treated with the inclusion of thiotepa into the RICHI backbone (RICHI+TT). Methods: Patients received a single additional dose of thiotepa 10mg/kg on day -3 added to the fludarabine/melphalan/alemtuzumab backbone (RICHI+TT) with the same graft-versus-host disease prophylaxis of methyprednisolone through day +28 and cyclosporine through day 180. To determine sustained engraftment, we used the same parameters the RICHI study defined as > 5 % donor chimerism without any intervention and alive at 1 year post-transplant. Results: Our cohort consisted of 8 males and 1 female with a median age of 7 years (range 1-18 years). Seven patients had HLH with proven pathogenic genetic mutations (biallelic PRF1 - 2, UNC13D - 2, STXBP1 - 1, RAB27A -1, STAT3 gain of function-1), while the other 2 patients had HLH without identified pathogenic mutations (1- chronic active EBV, 1- juvenile idiopathic arthritis with refractory macrophage activation syndrome).The majority of patients received a bone marrow product (n = 8), one patient received a peripheral blood stem cell product; 6 patients received a graft from a matched related donor , two from a mismatched unrelated donor, and one from a matched unrelated donor. All patients engrafted at a median of 15 days post-transplant (8 patients at 100% donor chimera; 1 patient at 99% donor chimera at initial engraftment). Six of the 9 patients were evaluable to assess donor chimerism at 1 year as per study definitions with a median follow up of 875 days (range: 366 -1000 days). All 6 patients had > 5% donor chimerism and were alive at 1 year. Five of the 6 evaluable patients met criteria for sustained donor engraftment without need for intervention and all maintained 100% donor chimerism at last follow-up (Table 1). Only one of the six patients had evidence of falling donor chimerism; this stabilized at 40% donor chimerism after DLI. No patients had primary or secondary graft failure. Three patients were not evaluable for long-term assessment due to death prior to 1 year. Six of the 9 patients described here are alive and disease-free with stable long-term engraftment. The incorporation of Thiotepa to the RICHI backbone improved on previously reported sustained donor engraftment (Table 2). Conclusions: The RICHI+TT approach had better long-term donor engraftment with a decreased need for DLI or second transplant without increased rates of non-relapse mortality. Prospective studies are needed to determine the optimal treatment strategies for patients with HLH who require HSCT for cure. View large Download slide View large Download slide  Close modal Disclosures Heslop: Cell Medica: Research Funding; Tessa Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Marker Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Kiadis: Membership on an entity's Board of Directors or advisory committees; Allovir: Equity Ownership; Gilead Biosciences: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "conditioning (psychology)",
        "engraftment",
        "hematopoietic stem cell transplantation",
        "hemophagocytic lymphohistiocytosis",
        "thiotepa",
        "transplantation",
        "tissue transplants",
        "alemtuzumab",
        "fludarabine",
        "follow-up"
    ],
    "author_names": [
        "Swati Naik, MBBS",
        "Olive S. Eckstein, MD",
        "Ghadir Sasa, MD",
        "Robert A. Krance, MD",
        "Carl E. Allen, MD PhD",
        "Helen E. Heslop, MD DSc",
        "Caridad A. Martinez, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Swati Naik, MBBS",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Olive S. Eckstein, MD",
            "author_affiliations": [
                "Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghadir Sasa, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX ",
                "Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Krance, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX ",
                "Department of Pediatrics, Baylor College of Medicine Texas Children's Hospital, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carl E. Allen, MD PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX ",
                "Texas Children's Cancer Center, Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen E. Heslop, MD DSc",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caridad A. Martinez, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX ",
                "Department of Pediatrics, Center for Cell and Gene Therapy, Baylor College of Medicine/Texas Children's Hospital/Houston Methodist Hospital, Houston, TX ",
                "Texas Children's Cancer and Hematology Centers, Texas Children`s Hospital, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:42:03",
    "is_scraped": "1"
}