{
    "doi": "https://doi.org/10.1182/blood.V116.21.1565.1565",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1697",
    "start_url_page_num": 1697,
    "is_scraped": "1",
    "article_title": "NON-Peptidyl Small Molecule EPO Receptor Agonists Are Potent Pathway Selective Inducers of Erythropoiesis. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster I",
    "topics": [
        "agonists",
        "small molecule",
        "erythropoiesis",
        "ligands",
        "erythropoietin receptors",
        "human placental lactogen",
        "1-phosphatidylinositol 3-kinase",
        "edmonton symptom assessment scale",
        "anemia",
        "cd34 antigens"
    ],
    "author_names": [
        "Reid P. Bissonnette, PhD",
        "Deepa Rungta, PhD",
        "Andrew R Hudson, PhD",
        "Steven L Roach, PhD",
        "Mei Hua Hong, MD, PhD",
        "Hong Sun",
        "Junlian Hu",
        "James N Ward",
        "Wen Luo, PhD",
        "Jen E Sanders",
        "Peter M Syka",
        "Daniela A Slavin, PhD",
        "Lin Zhi, PhD",
        "Keith B Marschke, PhD"
    ],
    "author_affiliations": [
        [
            "Molecular & Cell Biology, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "New Leads, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "Medicinal Chemistry, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "Medicinal Chemistry, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "Molecular & Cell Biology, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "Molecular & Cell Biology, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "Molecular & Cell Biology, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "New Leads, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "New Leads, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "New Leads, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "New Leads, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "Molecular & Cell Biology, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "Medicinal Chemistry, Ligand Pharmaceuticals, La Jolla, CA, USA, "
        ],
        [
            "Molecualr Sciences, Ligand Pharmaceuticals, La Jolla, CA, USA"
        ]
    ],
    "first_author_latitude": "32.8767652",
    "first_author_longitude": "-117.23796600000001",
    "abstract_text": "Abstract 1565 Erythropoietin (EPO) acts on the homodimeric EPO receptor (EPOR) to stimulate proliferation of erythroid progenitor cells and induce their survival and differentiation into red blood cells. Various recombinant human EPO derivatives, also known as erythropoiesis-stimulating agents (ESAs), are marketed or in clinical development for the treatment of anemia due to renal failure or cancer chemotherapy. However, ESA treatment is associated with an increased risk of adverse cardiovascular complications in patients with kidney disease, and may be related to an increase in mortality in cancer patients, when it is used to increase hemoglobin levels above 13.0 g/dl. We have identified a series of novel non-peptidyl small molecules that selectively activate EPOR function, which may provide a unique therapeutic opportunity in the treatment of anemia. In CD34 positive human bone marrow hematopoietic cells (BM-HCs), a representative analog, LG5640, potently (2 nM EC 50 ) increased the percentage of cells positive for the erythrocyte-specific marker CD235a (glycophorin A) with an efficacy partial (42%) to the maximal effect of EPO (3 U/ml), but greater than the efficacy of the normal serum EPO concentration (∼0.01 U/ml). The erythropoietic effect of LG5640 in BM-HCs was additive to the effect of EPO. LG5640 stimulated the expression of several EPO responsive genes in CD34 positive BM-HCs, including hemoglobin α, EPOR and the anti-apoptotic protein BCL2L1. In addition, LG5640 stimulated the formation of BFUe colonies with partial efficacy (30%) when incubated with BM-HCs for 14 days. The effect of LG5640 on BM-HCs was specific for the erythroid lineage. LG5640 did not increase the percentage of BM-HCs positive for the megakaryocyte marker CD41 or the granulocyte marker CD15. Using human cell lines, we have determined that the action of LG5640 is dependent on EPOR and involves the selective activation of the PI3K/AKT-GATA1 signaling pathway. In the human EPO-dependent cell line UT7EPO, LG5640 blocked apoptosis induced by EPO withdrawal (10 nM EC 50 ), and stimulated the expression of BCL2L1 with an efficacy comparable to EPO. LG5640 stimulated the phosphorylation of EPOR, PI3K, and GATA1, and induced the binding of GATA1 to DNA. Incubation of UT7EPO cells with the PI3K inhibitor LY294002 blocked the effect of LG5640 on cell survival. However, LG5640 did not stimulate phosphorylation of STAT5 or ERK/MAPK, or induce STAT5 DNA binding. LG5640 did not block apoptosis or stimulate BCL2L1 expression in the GM-CSF- and TPO-responsive human leukemia Mo7e cells that lack EPOR. Furthermore, transfection of UT7EPO cells with EPOR- and GATA1-specific siRNAs blocked the activity of LG5640. These data demonstrate that LG5640 is a novel small molecule selective EPOR agonist that unlike other ESAs selectively activates the EPOR/PI3K/GATA1 signal transduction pathway resulting in survival and differentiation of BM-HCs into erythrocytes, possibly through uniquely altering the conformation of the homodimeric EPOR. The selective agonists display an efficacy partial to the maximal effect induced by EPO, and lack excessive erythropoietic stimulation that may possibly contribute to the adverse effects of ESAs. Based on the novel profile of the series, several lead compounds that increase the percentage of CD235a positive BM-HCs with nanomolar potency, and display oral bioavailability in the rat and monkey, have been identified as potential preclinical development candidates. Disclosures: Bissonnette: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Rungta: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Hudson: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Roach: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Hong: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Sun: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Hu: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Ward: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Luo: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Sanders: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Syka: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Slavin: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Zhi: Ligand Pharmaceuticals Inc: Employment, Equity Ownership. Marschke: Ligand Pharmaceuticals Inc: Employment, Equity Ownership."
}