{
    "doi": "https://doi.org/10.1182/blood.V128.22.1895.1895",
    "article_title": "Treatment-Free Remission (TFR) in Patients with Chronic Phase Chronic Myeloid Leukemia (CML-CP) and in Stable Deep Molecular Response (DMR) to Dasatinib - the Dasfree Study ",
    "article_date": "December 2, 2016",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster I",
    "abstract_text": "Background: Prior clinical trials demonstrated that 33-61% of patients with CML maintain disease control following TKI discontinuation in the 1st line and beyond (Thielen, Eur J Cancer . 2013; Mahon, Lancet Oncol . 2010; Hochhaus, ASCO 2016; Hughes, ASCO 2016; Imagawa, Lancet Haematol . 2015). Patients who relapsed after discontinuation regained major molecular response (MMR) upon retreatment. Dasatinib, a 2nd generation TKI, induces fast and deep molecular responses, making it an effective option for patients in view of a possible TFR. Here, we report interim results from the phase 2 DASFREE study, investigating TFR with dasatinib in the 1st and 2nd line settings. Methods: DASFREE (CA180-406/NCT01850004) is a phase 2 open-label, single-arm study in adults with CML-CP who were on dasatinib for ≥2 yr as 1st line or subsequent therapy, had confirmed dasatinib-induced DMR (defined as MR 4.5 , BCR-ABL1 ≤0.0032% [IS]) for ≥1 yr prior to enrollment, and achieved a 1-log reduction in BCR-ABL1 from baseline within 3-6.5 mo of starting dasatinib. Prescreening for MR 4.5 was done at a local lab, with confirmation at a central lab twice over a 3-mo interval prior to dasatinib discontinuation (screening phase). BCR-ABL1 was monitored centrally after treatment discontinuation every mo in the 1st yr, then every 3 mo. If loss of MMR occurred, patients resumed dasatinib at the previous dose. The primary endpoint is MMR rate at 1 yr after dasatinib discontinuation. Secondary endpoints include kinetics of loss of response, event-free survival (EFS; no loss of MMR), relapse-free survival (RFS; no loss of MMR, complete cytogenetic response, or complete hematologic response, or progression to accelerated/blast phase CML), progression-free survival, and overall survival. Exploratory analyses include frequency of adverse events (AEs) after discontinuation and during dasatinib treatment, and molecular response rates after reinitiating dasatinib. All patients will be followed for up to 5 yr. This analysis reflects a planned interim assessment of patients followed for TFR for ≥1 yr. Results: Currently, 71 patients are enrolled out of 79 planned. Thirty patients (14 male; median age 51 yr [range: 29-76]; Sokal scores: 60% low, 27% intermediate, 3% high, 10% unknown) followed for ≥1 yr after dasatinib discontinuation were included in this interim analysis. MMR rate at 1 yr following discontinuation was 63% (95% CI: 46-81). EFS rate at 1 yr following discontinuation was 63% (95% CI: 44-78; Figure). RFS rate at 1 yr following discontinuation will be presented. Eleven of 30 patients lost MMR, with a median time to loss of MMR of 4 mo (range: 1-8). Median time on dasatinib prior to discontinuation was 40 mo (range: 26-114) for patients who lost MMR and 55 mo (range: 31-87) for patients who retained MMR. Eleven patients who lost MMR restarted dasatinib therapy: 10 regained MMR, and 1 patient chose to restart therapy at a nonstudy site, discontinued study, and was lost to follow-up. The kinetics of molecular relapse, the number of patients that regained DMR, and the time to regain MMR or DMR will be presented. No transformation events or deaths were observed at the time of this analysis. After discontinuation, 5 patients had musculoskeletal AEs; in 2 patients (with 3 events) these AEs were attributed to withdrawal from dasatinib by investigators. Additional AEs following discontinuation included hypertension (17%) and skin disorders (13%). For patients who restarted dasatinib, AEs were consistent with the known safety profile, and none of the on-treatment AEs resulted in discontinuation. Conclusions: This interim analysis of the first 30 patients enrolled in DASFREE demonstrated patients with dasatinib-induced DMR treated in the 1st and 2nd line had high rates of success at maintaining remission after treatment was discontinued (63% MMR and EFS at 1 yr), and there was rescue of molecular response in all patients once dasatinib was reinitiated. There is a suggested correlation between time on dasatinib prior to discontinuation and maintaining MMR. Dasatinib withdrawal appears to be tolerable, as there was a low incidence of withdrawal symptoms. These data build upon the growing body of evidence supporting the feasibility of TFR in patients with CML-CP and demonstrate that with frequent monitoring of BCR-ABL1 , patients treated with dasatinib in the 1st and 2nd line can successfully discontinue treatment. Longer-term follow-up is ongoing. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Shah: Bristol-Myers Squibb, ARIAD, Pfizer, Daiichi-Sankyo, Plexxikon: Research Funding. Paquette: Bristol-Myers Squibb: Research Funding, Speakers Bureau; Novartis: Research Funding, Speakers Bureau; Ariad: Research Funding, Speakers Bureau. Müller: Ariad, BMS, Novartis, Pfizer: Honoraria; Ariad, BMS, Novartis, Pfizer: Consultancy; Institute for Hematology and Oncology, IHO GmbH: Employment, Equity Ownership. Saussele: Novartis, BMS, Ariad, Pfizer: Honoraria; Novartis, BMS: Research Funding. Garcìa-Gutiérrez: Novartis, BMS, Ariad and Pfizer: Consultancy; Novartis, BMS, Ariad and Pfizer: Research Funding. Nicolini: Ariad: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Consultancy, Honoraria. Mauro: ARIAD: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria. Mahon: Pfizer: Honoraria; BMS: Honoraria; Novartis: Honoraria, Research Funding; Ariad: Honoraria. Rea: Novartis: Honoraria; Ariad: Honoraria; Pfizer: Honoraria; BMS: Honoraria. Martin-Regueira: Bristol-Myers Squibb: Employment. Subar: Bristol Myers-Squibb: Employment. Li: Bristol-Myers Squibb: Employment. Lipton: BMS: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Ariad: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding.",
    "topics": [
        "dasatinib",
        "disease remission",
        "leukemia, myeloid, chronic-phase",
        "measles-mumps-rubella vaccine",
        "protein-tyrosine kinase inhibitor",
        "adverse event",
        "blast phase",
        "cancer",
        "follow-up",
        "hypertension"
    ],
    "author_names": [
        "Neil P. Shah, MD PhD",
        "Ronald Paquette, MD",
        "Martin C. Müller, MD",
        "Susanne Saussele, MD",
        "Valentin Garcìa-Gutiérrez, MD",
        "Antonio Jiménez-Velasco, MD",
        "Franck-Emmanuel Nicolini, MD PhD",
        "Michael J. Mauro, MD",
        "Francois-Xavier Mahon, MD PhD",
        "Delphine Rea, MD PhD",
        "Patricia Martin-Regueira, MD",
        "Milayna Subar, MD",
        "Li Li, PhD",
        "Jeffrey H. Lipton, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Neil P. Shah, MD PhD",
            "author_affiliations": [
                "Department of Medicine/Hematology-Oncology, UCSF School of Medicine, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ronald Paquette, MD",
            "author_affiliations": [
                "Samuel Ochsin Comprehensive Cancer Center, Cedars-Sinai Medical Center, Los Angeles, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin C. Müller, MD",
            "author_affiliations": [
                "Institute for Hematology and Oncology, Mannheim, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Saussele, MD",
            "author_affiliations": [
                "III. Medizinische Klinik, Medizinische Fakultät Mannheim, Universität Heidelberg, Mannheim, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentin Garcìa-Gutiérrez, MD",
            "author_affiliations": [
                "Servicio Hematologia y Hemoterapia, Hospital Universitario Ramon y Cajal, Madrid, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Jiménez-Velasco, MD",
            "author_affiliations": [
                "Carlos Haya, Hospital Universitario, Malaga, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck-Emmanuel Nicolini, MD PhD",
            "author_affiliations": [
                "Centre Hospitalier Lyon Sud, Hématologie clinique 1G, Pierre Bénite, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Mauro, MD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois-Xavier Mahon, MD PhD",
            "author_affiliations": [
                "Hématologie, Université Bordeaux Segalen, Bordeaux, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Delphine Rea, MD PhD",
            "author_affiliations": [
                "Hématologie, Hôpital Saint-Louis, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Martin-Regueira, MD",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Milayna Subar, MD",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Li, PhD",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey H. Lipton, MD PhD",
            "author_affiliations": [
                "Cancer Clinical Research Unit, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:38:30",
    "is_scraped": "1"
}