{
    "doi": "https://doi.org/10.1182/blood-2021-150765",
    "article_title": "Identification By Whole Exome Sequencing of the Molecular Defect in a Novel Gene Related to Glycosylation in Two Unrelated Families with Syndromic Macrothrombocytopenia ",
    "article_date": "November 5, 2021",
    "session_type": "311.Disorders of Platelet Number or Function: Clinical and Epidemiological",
    "abstract_text": "Introduction Inherited thrombocytopenias (ITs) are a heterogeneous group of rare platelet disorders. which lead not only to increased bleeding, but also to syndromic forms. ITs are caused by genetic alterations in megakaryopoiesis-related genes. In the last years, whole-exome sequencing (WES) has allowed the identification of novel genes involved in IT. Aim To perform the molecular, clinical and platelet characterization of two unrelated families with syndromic IT, to unveil the underlaying alteration leading to the disease. To explore the functional role of the identified alterations during megakaryocytic (Mk) differentiation. Methods WES was performed in two unrelated non-consanguineous families with lifelong severe macrothrombocytopenia (MCT), bleeding, and extra-hematological manifestations. Bleeding score (BS) was recorded by ISTH-BAT. Platelet phenotyping included platelet count (P), blood film, aggregometry (LTA) and flow cytometry (FC). UDP-galactose-4-epimerase enzymatic activity was measure by HPLC/MS/MS. In vitro functional studies were performed through overexpression of GALE genetic variants in human K562 cell line to elucidate its role in Mk differentiation, by measuring cell ploidy and expression of CD41, CD61 and CD42b surface markers after 7-days of PMA treatment. Results Family pedigrees are shown in Figure 1. Three patients (A.II.1, A.II.2 and B.II.1) were referred due to lifelong severe MCT and moderate-severe bleeding tendency (Figure 1). Moreover, they presented mental retardation, mitral insufficiency, and increased bilirubin levels. Blood film revealed enlarged, giant, and grey platelets (A.II.1: 36%, 6% and 54%, respectively; A.II.2: 56%, 4%, 34%, respectively; B.II.1: 32%, 46%, 12%). LTA showed moderate/severe impaired aggregation with ADP, TRAP-6, CRP, epinephrine, arachidonic acid, and ristocetin. FC confirmed null secretion of alpha and dense granules in A.II.1, A.II.2 and reduced levels in B.II.1 (7.8%, 8.1%, 28.3% respectively, vs. 51.7% control platelets with ADP 10µM; 10.8%, 7.8%, 36.7% respectively, vs. 95.6% control platelets with TRAP6 25µM). WES revealed that both pedigrees carried compound heterozygous variants in GALE (NM_001127621.2): c.230_231insTGTT; p.Lys78Valfs*32 (exon 3), and c.449C>T; p.Thr150Met (exon 5) in A.II.1 and A.II.2 patients; and, c.668T>C, p.Leu223Pro (exon 7), and c.382G>A, p.Val128Met (exon 5) in B.II.1 (Figure 1). Enzymatic activity of the GALE -encoded protein UDP-galactose-4-epimerase was severely reduced in the affected patients: both A.II.1, A.II.2 patients had 1.3 μmol/h/g hemoglobin (control: 8.8 μmol/h/g hemoglobin), and B.II.1 patient had 0.6 μmol/h/g hemoglobin (control: 8 μmol/h/g hemoglobin). Furthermore, in vitro overexpression assays between wild-type GALE and p.Thr150Met, p.Leu223Pro and p.Val128Met variants, confirmed a delayed maturation of Mks upon PMA treatment (at 3, 5 and 7 days). characterized by a significant reduction in the expression of the megakaryocytic surface markers CD41, CD61 and CD42b. Conclusion WES has allowed us to identify pathogenic variants in GALE, which were associated with syndromic IT characterized by severe macrothrombocytopenia. Patients harboring these pathogenic variants presented moderate to severe bleeding tendency associated with cardiovascular and neurological abnormalities. Regarding the platelet phenotype, the presence of giant and grey platelets and the absence of both platelet granules were the most remarkable features reported. Moreover, these GALE variants led to an alteration in in vitro Mk maturation, supporting the thrombocytopenic phenotype observed in patients. Funding ISCIII (PI17/01966, PI 17/01311, PI20/00926), GRS (GRS2061A/19, GRS2135/A/2020), Fundación Séneca (19873/GERM/15), Fundación Mutua Madrileña (AP172142019), Premio López Borrasca (2019), Grupo Trabajo Patología Hemorrágica-SETH (2020). Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Hernández-Rivas:  Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene/BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Ana Marín-Quílez",
        "Elena Vuelta",
        "Sandra Santos-Mínguez",
        "Cristina Miguel-García",
        "Pedro Ruíz-Sala",
        "Veronica Palma-Barqueros",
        "Lorena Díaz-Ajenjo",
        "Inmaculada Serramito-Gómez",
        "Maria Jesús Peñarrubia",
        "Emilia Pardal",
        "Daisy Castiñeiras-Ramos",
        "José Ramón González-Porras",
        "Jose Rivera",
        "Rocio Benito",
        "Jesus Maria Hernández-Rivas",
        "Ignacio García-Tuñón",
        "Jose Maria Bastida"
    ],
    "author_dict_list": [
        {
            "author_name": "Ana Marín-Quílez",
            "author_affiliations": [
                "IBSAL, CIC, IBMCC, Universidad de Salamanca-CSIC, Salamanca, Spain"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elena Vuelta",
            "author_affiliations": [
                "IBSAL, CIC, IBMCC, Universidad de Salamanca-CSIC, Salamanca, Spain"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Santos-Mínguez",
            "author_affiliations": [
                "IBSAL, CIC, IBMCC, Universidad de Salamanca-CSIC, Salamanca, Spain"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Miguel-García",
            "author_affiliations": [
                "IBSAL, CIC, IBMCC, Universidad de Salamanca-CSIC, Salamanca, Spain"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro Ruíz-Sala",
            "author_affiliations": [
                "Centro de Diagnóstico de Enfermedades Moleculares, Universidad Autónoma de Madrid, CIBERER, IdIPAZ, Madrid, Spain"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronica Palma-Barqueros",
            "author_affiliations": [
                "Department of Hematology and Oncology, Hospital Universitario Morales Meseguer, Centro Regional de Hemodonación, Universidad de Murcia, IMIB-Arrixaca, CIBERER-U765, Murcia, Spain"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorena Díaz-Ajenjo",
            "author_affiliations": [
                "IBSAL, CIC, IBMCC, Universidad de Salamanca-CSIC, Salamanca, Spain"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inmaculada Serramito-Gómez",
            "author_affiliations": [
                "IBSAL, CIC, IBMCC, Universidad de Salamanca-CSIC, Salamanca, Spain"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Jesús Peñarrubia",
            "author_affiliations": [
                "Hospital Clinico Universitario de Valladolid, Valladolid, Spain"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilia Pardal",
            "author_affiliations": [
                "Hospital de Plasencia, Plasencia, Spain"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisy Castiñeiras-Ramos",
            "author_affiliations": [
                "Laboratorio de Metabolopatías, Hospital Clínico Universitario de Santiago de Compostela, Santiago de Compostela, Spain"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "José Ramón González-Porras",
            "author_affiliations": [
                "Department of Hematology, Complejo Asistencial Universitario de Salamanca (CAUSA), Instituto de Investigación Biomédica de Salamanca (IBSAL), Universidad de Salamanca (USAL), Salamanca, Spain"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Rivera",
            "author_affiliations": [
                "Department of Hematology and Oncology, Hospital Universitario Morales Meseguer, Centro Regional de Hemodonación, Universidad de Murcia, IMIB-Arrixaca, CIBERER-U765, Murcia, Spain",
                "On behalf of the Project \"Functional and Molecular Characterization of Patients with Inherited Platelet Disorders\" of the Hemorrhagic Diathesis Working Group of the Spanish Society of Thrombosis and Haemostasis, Murcia, Spain"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rocio Benito",
            "author_affiliations": [
                "IBSAL, CIC, IBMCC, Universidad de Salamanca-CSIC, Salamanca, Spain"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus Maria Hernández-Rivas",
            "author_affiliations": [
                "IBSAL, CIC, IBMCC, Universidad de Salamanca-CSIC, Salamanca, Spain",
                "Complejo Asistencial Universitario de Salamanca Hospital Clínico, Salamanca, Spain"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ignacio García-Tuñón",
            "author_affiliations": [
                "IBSAL, CIC, IBMCC, Universidad de Salamanca-CSIC, Salamanca, Spain"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Maria Bastida",
            "author_affiliations": [
                "Department of Hematology, Complejo Asistencial Universitario de Salamanca (CAUSA), Instituto de Investigación Biomédica de Salamanca (IBSAL), Universidad de Salamanca (USAL), Salamanca, Spain",
                "On behalf of the Project \"Functional and Molecular Characterization of Patients with Inherited Platelet Disorders\" of the Hemorrhagic Diathesis Working Group of the Spanish Society of Thrombosis and Haemostasis, Salamanca, Spain"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:34:17",
    "is_scraped": "1"
}