{
    "doi": "https://doi.org/10.1182/blood-2019-128173",
    "article_title": "Is Heparin Induced Thrombocytopenia Expert Probability (HEP) Scoring System Superior to 4T'S Scoring in the Diagnosis of Heparin Induced Thrombocytopenia? a Prospective Observational Study from a Tertiary Care Cardiac Centre in India ",
    "article_date": "November 13, 2019",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "Heparin-induced thrombocytopenia (HIT) is a drug-induced thrombocytopenia that results in thrombotic complications rather than bleeding.In many countries like India, the availability of functional assay for diagnosing HIT is unavailable. But with the utility of scoring systems the probability of HIT can be assessed and can guide the intervention required. Presently there are two well characterised and easily calculated scoring systems, which are the commonly used 4T scoring system and newly designed HEP score, to overcome some of the limitations of 4T`s scoring system. The 4Ts score has a negative predictive value (NPV) approaching 100%, but is limited by modest positive predictive value (PPV) and significant inter-observer variability.In this study we are comparing the two scoring systems and their relevance in the Indian scenario in patients undergoing cardiac intervention, receiving heparin. METHODS: - We recruited 100 patients with suspected HIT, for whom antibody testing was orderedat our centre (Narayana Health City, Bangalore, India) between November 2017 and May 2018. - Data were collected at baseline diagnosis in the form of clinical and laboratory data. 4T`s score and the HEP score was calculated based on the above details before the availability of antibody test. - HIT antibody testing was done using ID-PaGIA Heparin/pF4 Antibody Test Kit with control. In this 10 millilitre of serum is pippeted into the upper chamber of the appropriate microtube. Incubate the ID card at room temperature for 5mins at room temperature (18-25 o c). Later centrifuge the ID-card for 10mins in the ID-centrifuge then read and records the results. - Patients were followed up daily till the discharge and complete blood picture including WBC count, development of any adverse effects including renal failure, sepsis, intra-arterial device insertion, bleeding was noted. - Area under the curve (AUC) for the receiver operating curve (ROC) of HEP and 4T scores was calculated and p value was obtained based on these curves. RESULTS: - 37 patients were HIT antibody positive out of 100 patients with suspected HIT from a patient population of 26430, who received heparin. The overall incidence of HIT in our institute is 0.14% (37/26430). - Out of the 100 suspected patients 37 were proven to have HIT by using ID-PaGIA Heparin/PF4 rapid gel agglutination assay. In this series, 91% patients had undergone cardiothoracic surgery forming the majority. Two-thirds of the study population was in the age group (41-70years). Males (61%) are more in the study than females (39%).The percentage of HIT positivity was more in females (43.5) than males (32.7%). - In 87 patients who received UFH, who presented with thrombocytopenia during their perioperative period, 30 were proven to have HIT (34.4%).We also observed during that the total leucocyte count at the nadir of platelet was higher in thr HIT positive group. However, it was not statistically significant (p-0.283) - Out of 100 patients with suspected HIT 49% expired. Of the 37 cases proven to have HIT 20 patients expired (54%). There was no statistically significant association between the occurrence of HIT and mortality ( p-value =0.438). - In this study, the areas under the curve for predicting HIT by 4T score was more than HEP score (0.754 and 0.66) with P value-0.093. As the HEP score was not superior to 4T score we have evaluated 2 subgroup analysis. - Among 36 subjects with the intra-arterial device (included in HEP score), 12 were positive for HIT (33.3%). Area under the Curve for the 4T score (0.698) was higher than that for HEP score (0.599) although the difference was not statistically significant(p-0.3906) - In this study, the incidence of renal replacement therapy (not included in HEP score)was 43%. In this patient population, 46% (n=20) are HIT positive. Among subjects on RRT, 4T score (814) had higher Area under the curve compared to HEP score (0.607) in the diagnosis of HIT positivity and the difference was statistically significant (p value 0.035). CONCLUSION The newly diagnosed HEP scoring system, which includes additional causes of thrombocytopenia was not superior to the 4T's score in this study. The inclusion of intra-arterial device in the HEP score did not make a difference in prediction of HIT. Conversely the 4T score was superior to HEP score in the evaluation of the subset of patients on renal replacement therapy, a significant cause of thrombocytopenia, which was not included in the scoring system. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "india",
        "observational studies",
        "thrombocytopenia, heparin-induced",
        "gel",
        "antibodies",
        "heparin",
        "medical devices",
        "thrombocytopenia",
        "centrifuges",
        "hemorrhage"
    ],
    "author_names": [
        "Amarnadh Polisetty, DNB",
        "Nataraj KS, MD DM",
        "Hamza Yusuf Dalal, MD DNB",
        "Shilpa Prabhu, MBBS, MD",
        "Devi Prasad Shetty, MS",
        "Sharat Damodar, MBBS, MD DM"
    ],
    "author_dict_list": [
        {
            "author_name": "Amarnadh Polisetty, DNB",
            "author_affiliations": [
                "Dept of Haematology, Mazumdar Shaw Medical Centre, Narayana Health City, Bangalore, India "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nataraj KS, MD DM",
            "author_affiliations": [
                "Dept of Haematology, Mazumdar Shaw Medical Centre, Narayana Health City, Bangalore, India "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hamza Yusuf Dalal, MD DNB",
            "author_affiliations": [
                "Dept of Haematology, Mazumdar Shaw Medical Center, Narayana Health City, Bangalore, India "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shilpa Prabhu, MBBS, MD",
            "author_affiliations": [
                "Dept of Haematology, Mazumdar Shaw Medical Centre, Narayana Health City, Bangalore, India "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Devi Prasad Shetty, MS",
            "author_affiliations": [
                "Dept of cardiothoracic surgery, Narayana hrudayalaya, Narayana health city, Bommasandra Industrial Estate, India"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharat Damodar, MBBS, MD DM",
            "author_affiliations": [
                "Dept of Haematology, Mazumdar Shaw Medical Centre, Narayana Health City, Bangalore, India "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T15:30:43",
    "is_scraped": "1"
}