{
    "doi": "https://doi.org/10.1182/blood.V122.21.2398.2398",
    "article_title": "Transfusion Of Very Low Birth Weight Neonates Using Allogeneic Cord Blood Derived RBC Units ",
    "article_date": "November 15, 2013",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster II",
    "abstract_text": "Infants with very low birth weight (VLBW) frequently need transfusions of red blood cells (RBCs) during the first weeks of life. However, adult blood transfusions are acknowledged risk factors for several complications, including Retinopathy of Prematurity (ROP), cytomegalovirus infection and necrotizing enterocolitis. For ROP, for example, it is thought that adult hemoglobin (HbA), with lower affinity for oxygen than foetal HbF, may induce an oxidative damage (Romagnoli C. Early Hum Dev 2009; 85, 10 Suppl:S79-S82). Previous studies showed that autologous cord blood (CB) could serve as source of RBCs for transfuse neonates; nevertheless, his clinical use is still limited, expecially because of the small volumes achieved after processing of the UCB unit. In a previous study we demonstrated that CB derived buffy coat–depleted RBC units obtained through automated separation (Compomat G4®, Fresenius HemoCare, Germany) and stored in SAG-Mannitol solution represent a suitable product for homologous transfusion of neonates. Actually, CB RBC units show hemoglobin content and hematocrit (Htc) values similar to adult RBC units stored for comparable periods, whereas the lactate concentrations are lower and the pH values are higher (Bianchi et al. ASH Annual Meeting Abstracts 2012, 120:275). We are now assessing the feasibility of covering the transfusion needs of VLBW neonates using allogeneic CB packed RBC units collected at our Cord Blood Bank. This practice has never been used before and we show here for the first time our experience on allogeneic CB derived RBC transfusion. VLBW neonates admitted to the Neonatal Intensive Care Unit needing RBC transfusions in the first 28 days of life receive adult (A group) or CB (CB group) RBC units, on the basis of the availability of an AB0-Rh compatible CB RBC unit. The arm assignment drives the choice of the RBC products (adult versus CB) in case of subsequent transfusions. All patients receive a fixed dose of 20 ml/kg RBC. Htc values are acquired before and after transfusion (ΔHtc). CB RBC units are processed and stored as previously reported (Bianchi et al. ASH Annual Meeting Abstracts 2012, 120:275). After matching tests, CB and adult units are irradiated and filtered; the Purecell RN Neonatal filters (PALL Medical, UK) are used for CB units. So far, 9 patients entered the study. Five patients are in the A group and 4 in the CB group, with similar gestational age (mean 27 + 1 weeks in group A and 27 + 3 weeks in group CB, respectively), gender (male/female ratio 3/1 in A group and 4/1 in CB group, respectively) birth weight (mean weight 915 + 225 gr in A group and 918 + 389 gr in B group, respectively) and Htc values at birth (57.2 + 8.4% in A group and 55.5 + 5.2% in CB group, respectively). On the whole, 21 RBC units were transfused, 7 in the A group and 14 in the CB group. The mean storage time was 5 + 4 days for adult RBC units and 9 + 3 days for CB units. The Htc values of patients at the time of transfusion were similar in the two groups (32,2 + 4% in A group and 30.64 + 4% in CB group, respectively, p=0.287 ). The ΔHtc was similar in A and CB groups, with a mean increase of 15.1 + 5 % in A group and 13.3 + 5% in the CB group, respectively, p = 0,426 ). No transfusion related adverse event occurred in both arms. CB can be safely administrated to preterm infants: as compared to adult, cord blood is functionally more appropriate and is safer for infectious and immunological complications. Given the wide availability of discharged units at public cord blood banks, CB derived RBC transfusion can constitute a valid therapeutic option for VLBW neonates. The study was supported by a grant from Genitin (Associazione dei Genitori per la Terapia Intensiva Neonatale). Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "infant, very low birth weight",
        "newborn",
        "transfusion",
        "umbilical cord blood",
        "birth weight",
        "blood transfusion",
        "erythrocyte transfusion",
        "hemoglobin",
        "adverse event",
        "fetal hemoglobin"
    ],
    "author_names": [
        "Maria Bianchi",
        "Patrizia Papacci",
        "Serena Spartano",
        "Alessandra Landini",
        "Carmen Giannantonio",
        "Maria Fioretti",
        "Costantino Romagnoli",
        "Gina Zini",
        "Luciana Teofili"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Bianchi",
            "author_affiliations": [
                "Hematology, Catholic University, Rome, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrizia Papacci",
            "author_affiliations": [
                "Neonatal ICU, Catholic University, Rome, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Serena Spartano",
            "author_affiliations": [
                "Hematology, Catholic University, Rome, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Landini",
            "author_affiliations": [
                "Hematology, Catholic University, Rome, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Giannantonio",
            "author_affiliations": [
                "Neonatal ICU, Catholic University, Rome, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Fioretti",
            "author_affiliations": [
                "Neonatal ICU, Catholic University, Rome, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Costantino Romagnoli",
            "author_affiliations": [
                "Neonatal ICU, Catholic University, Rome, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gina Zini",
            "author_affiliations": [
                "Hematology, Catholic University, Rome, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luciana Teofili",
            "author_affiliations": [
                "Hematology, Catholic University, Rome, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T18:44:34",
    "is_scraped": "1"
}