{
    "doi": "https://doi.org/10.1182/blood.V110.11.4013.4013",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1001",
    "start_url_page_num": 1001,
    "is_scraped": "1",
    "article_title": "Latin American Registry of Patients (Pts) with Transfusional Hemosiderosis (Th): The RELATH Study. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "brachial plexus neuritis",
        "transfusional hemosiderosis",
        "ferritin",
        "transfusion",
        "blood transfusion",
        "hemoglobin",
        "iron chelation therapy",
        "iron overload",
        "aplastic anemia",
        "chelating agents"
    ],
    "author_names": [
        "Rodolfo Cancado, MD",
        "Ivan Angulo, MD",
        "Zaida Plumacher, MD",
        "Mariela Moreno, MD",
        "Adriana Linares, MD",
        "Juan P. Zarate, MD"
    ],
    "author_affiliations": [
        [
            "Hematologia, Santa Casa de Sao Paulo, Sao Paulo, Brazil",
            " "
        ],
        [
            "Centro Regional de Hemoterapia, Sao Paulo, Brazil",
            " "
        ],
        [
            "Hematologia, Instituto Hematologico de Occidente, Maracaibo, Venezuela",
            " "
        ],
        [
            "Hematologia, Hospital Rebagliati, Lima, Peru",
            " "
        ],
        [
            "Hemato-Oncologia Pediatrica, Hospital de La Misericordia, Bogota, Colombia",
            " "
        ],
        [
            "Oncology BU, Novartis de Colombia, Bogota, Colombia",
            " "
        ]
    ],
    "first_author_latitude": "-23.7426429",
    "first_author_longitude": "-46.50092355000001",
    "abstract_text": "In Latin America (LA), miscegenation of populations of Mediterranean and African ancestry has occurred for several centuries, thus facilitating the spread of hemoglobin variants. The prevalence of thalassemias, sickle-cell disease (SCD) and other hemoglobinopathies, as well as of myelodysplastic syndromes (MDS) and other diseases associated with TH is largely unknown in LA. As a retrospective registry of pts with TH in LA, the RELATH Study provides a unique opportunity to gain insight about the prevalence of TH and the patterns of care for these pts in LA. Participating countries include Brazil, Colombia, Mexico, Peru, and Venezuela. Target accrual is approximately 1,000 patients. Cases are accrued by large-volume, tertiary-care hematology centers located in large cities through a CRF designed for the study. Treatment and pt evaluation are not influenced by the study. Eligible pts have age >2 yr, consultation in the participating institutions at least once since 01/04, any disorder requiring chronic red-blood-cell (RBC) transfusion, receipt of >9 RBC units, at least one value of serum ferritin >1000 mcg/L, and/or a liver iron content (LIC) >2 mg/g dry weight (pts. with leukemia are excluded). Between Jan/06 and May/07, 239 pts have been accrued, 236 of which are evaluable. The mean age was 29.2 +/− 20.4 (range, 2 to 92), and 53.8% of pts were female. Ethnic distribution was Hispanic (41.0%), African (34.6%), and Caucasian ancestry (24.4%). The most frequent diagnoses were SCD (43.6%), beta-thalassemia major (17.4%), aplastic anemia (13.6%), and MDS (7.2%, 53.3% of which had refractory anemia). RBC transfusion was > 9 in 100% and >19 in 89.8% of pts, and mean ferritin was 2564 +/− 1834 mcg/L. LIC determination was not available or not done in 90.6% of cases. The level of hemoglobin at which transfusion was indicated was 7 to 10 g/dL in 60.7%, and 6 g/dL or less in 38.1% (N/A in 1.3%). The mean number of transfusions received was 12.2 +/− 8.8/yr (range, 1 to 80). Iron overload was assessed using ferritin (93.2%), and TH related complications were evaluated with echocardiogram (42.8%), and liver US (27.5%). TH-related complications were reported in 82.2% of cases (66.5% of pts had hepatic complications, 32.6% endocrine, 16.1% cardiac). Iron-chelation therapy was given to 39.8% of pts, more frequently on the basis of ferritin (27.5%), number of transfusions (18.2%), and complication from iron overload (5.5%). Deferoxamine (93.6%) and deferasirox (6.4%) were the most frequent chelators. In most cases, treatment was still ongoing, but reasons for discontinuation were pt refusal (4.7%), drug no longer available (4.2%), and poor compliance (3.8%). In conclusion, this preliminary report from the ongoing RELATH study shows that a registry is feasible and may provide valuable information regarding TH in various countries of LA. In addition, the study suggests so far that most LA patients undergoing chronic transfusion develop TH, whose complications could be prevented by more effective use of iron chelation, which was relatively low in this sample."
}