{
    "doi": "https://doi.org/10.1182/blood-2018-99-112143",
    "article_title": "Estimating the Burden of Hospital-Acquired Venous Thromboembolism: The Argument for Implementation of Mandatory Risk Reduction Strategies ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research—Non-Malignant Conditions: Poster II",
    "abstract_text": "Introduction Venous thromboembolism (VTE) remains a major contributor to global disease burden and is a leading cause of cardiovascular death worldwide. Hospital-acquired VTE (HA-VTE; VTE diagnosed during hospital admission or within 90 days of discharge) accounts for a significant proportion of all VTE events. Data from countries where the use of specific VTE risk assessment tools and appropriate thromboprophylaxis is mandatory (and incentivized) have demonstrated that the implementation of these strategies significantly reduces mortality as a result of HA-VTE. Despite the evidence that these measures save lives, an ad hoc approach to the use of VTE risk assessment/thromboprophylaxis is frequently adopted. Moreover, in many healthcare systems very few data describing incidence of HA-VTE have been reported and consequently the magnitude of this potentially preventable source of hospital deaths is likely to be underestimated. We aimed to determine the incidence of VTE and of HA-VTE within the population served by the Ireland East Hospital Group (IEHG; the largest hospital group within the Irish healthcare network) as a first step towards promoting the implementation of a mandatory VTE risk assessment policy on a national level. Methods A retrospective observational study was conducted where data pertaining to the diagnosis of VTE during the period January 2016 to October 2017 were collected. The IEHG is comprised of 11 hospitals serving a population of over 1 million individuals from urban and rural areas, affluent areas as well as economically disadvantaged areas and includes large tertiary academic centers as well as smaller community hospitals and the national maternity hospital. Data were obtained from NQAIS Clinical (National Quality Assurance Intelligence system - Clinical), an online reporting tool which is populated by anonymised data extracted from the hospital in-patient enquiry system (HIPE; a reporting tool which compiles diagnostic data on all patients by ICD-10 code at the time of discharge from hospital). In NQAIS clinical, VTE events are categorised as primary if they represented the reason for hospital admission or secondary if they were diagnosed during the period of hospitalisation. The term secondary VTE can therefore be understood to represent a surrogate-marker for HA-VTE; however, this methodology would be predicted to underestimate the total number of HA-VTE events as VTE diagnosed following discharge but within 90 days would be incorrectly categorised as primary events. Currently, no measures exist within our current data recording systems which can accurately capture post-discharge HA-VTE. Results During the 22-month study period, 2727 VTE events were reported. Using population data derived from the 2016 census, we then estimated the annual incidence of VTE within the IEHG catchment area (population 1,036,279) at 1.44 per 1000 person years (95% CI 1.36-1.51). VTE incidence by gender was similar for all age groups however a progressive increase in VTE incidence was observed (predictably) with increasing age, with the highest incidence reported among individuals aged over 85 years (16.03 per 1000 person years; 95% CI 12.81-19.26). The majority of VTE events were diagnosed in the two large academic teaching hospitals of the IEHG (1620 VTE events; 59.4%). The vast majority of cases were reported in the context of an emergency hospital admission (89.2%). Of the total number of VTE events diagnosed during the study period, 1273 (47%) were reported as secondary events (i.e. diagnosed during the period of hospital admission) and, as such, this figure represents an approximation but most likely a significant underestimation of the total proportion of hospital-acquired events. Within this category of HA-VTE/secondary VTE diagnoses, the most frequently reported primary diagnoses leading to the initial hospital admission were cancers (16.4%) followed by respiratory disease (14.6%) and cardiovascular disorders (13.5%). Conclusion Within a population of over 1 million individuals, where formal VTE risk reduction strategies have yet to be implemented universally, at least 47% of all VTE are hospital-acquired. Given the compelling evidence which has shown that HA-VTE is a leading source of (preventable) hospital mortality, these findings provide a clear rationale for implementing formal VTE risk reduction strategies at hospital-group and national level. Disclosures Kevane: Leo Pharma: Research Funding. Ni Ainle: Leo Pharma: Research Funding; Actelion: Research Funding; Bayer: Research Funding; Bayer: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees; Boehringer: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "risk reduction",
        "venous thromboembolism",
        "hospital admission",
        "thromboprophylaxis",
        "cancer",
        "cardiovascular death",
        "cardiovascular diseases",
        "patient discharge",
        "respiration disorders",
        "respiratory tract diseases"
    ],
    "author_names": [
        "Barry Kevane, MB, PhD",
        "Mary Day, PhD",
        "Noirin Bannon",
        "Leo Lawler, MB",
        "Tomas Breslin, MB",
        "Claire Andrews, MB",
        "Howard Johnson, PhD",
        "Michael Fitzpatrick",
        "Karen Murphy, MD",
        "Olivia Mason, MSc",
        "Sarah Kelliher, MB",
        "Annemarie O'Neill",
        "Fionnuala Donohue",
        "Fionnuala Ni Ainle, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Barry Kevane, MB, PhD",
            "author_affiliations": [
                "Haematology, Mater Misericordiae University Hospital, Dublin, Ireland ",
                "School of Medicine and Medical Science, University College Dublin, Dublin, Ireland ",
                "IEHG VTE Working Group, Ireland East Hospital Group, Dublin, Ireland ",
                "Irish Network for Venous Thromboembolism Research (INViTE), Dublin, Ireland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mary Day, PhD",
            "author_affiliations": [
                "IEHG VTE Working Group, Ireland East Hospital Group, Dublin, Ireland ",
                "Irish Network for Venous Thromboembolism Research (INViTE), Dublin, Ireland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noirin Bannon",
            "author_affiliations": [
                "IEHG VTE Working Group, Ireland East Hospital Group, Dublin, Ireland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo Lawler, MB",
            "author_affiliations": [
                "IEHG VTE Working Group, Ireland East Hospital Group, Dublin, Ireland ",
                "Irish Network for Venous Thromboembolism Research (INViTE), Dublin, Ireland ",
                "Radiology, Mater Misericordiae University Hospital, Dublin, Ireland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Breslin, MB",
            "author_affiliations": [
                "Irish Network for Venous Thromboembolism Research (INViTE), Dublin, Ireland ",
                "Emergency Medicine, Mater Misericordiae University Hospital, Dublin, Ireland "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Andrews, MB",
            "author_affiliations": [
                "Haematology, Mater Misericordiae University Hospital, Dublin, Ireland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard Johnson, PhD",
            "author_affiliations": [
                "IEHG VTE Working Group, Ireland East Hospital Group, Dublin, Ireland ",
                "Health Intelligence R & D, Health Service Executive of Ireland, Dublin, Ireland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Fitzpatrick",
            "author_affiliations": [
                "IEHG VTE Working Group, Ireland East Hospital Group, Dublin, Ireland ",
                "Data Analytics, Ireland East Hospital Group, Dublin, Ireland "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Murphy, MD",
            "author_affiliations": [
                "IEHG VTE Working Group, Ireland East Hospital Group, Dublin, Ireland ",
                "Irish Network for Venous Thromboembolism Research (INViTE), Dublin, Ireland ",
                "St. Vincent's Univeristy Hospital, Dublin, IRL "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivia Mason, MSc",
            "author_affiliations": [
                "Centre for Support and Training in Analysis and Research (CSTAR), University College Dublin, Dublin, Ireland "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Kelliher, MB",
            "author_affiliations": [
                "Haematology, Mater Misericordiae University Hospital, Dublin, Ireland "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annemarie O'Neill",
            "author_affiliations": [
                "IEHG VTE Working Group, Ireland East Hospital Group, Dublin, Ireland ",
                "Irish Network for Venous Thromboembolism Research (INViTE), Dublin, Ireland ",
                "Thrombosis Ireland, Dublin, Ireland "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fionnuala Donohue",
            "author_affiliations": [
                "Data Analytics, Ireland East Hospital Group, Dublin, Ireland "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fionnuala Ni Ainle, MD PhD",
            "author_affiliations": [
                "School of Medicine and Medical Science, University College Dublin, Dublin, Ireland ",
                "IEHG VTE Working Group, Ireland East Hospital Group, Dublin, Ireland ",
                "Irish Network for Venous Thromboembolism Research (INViTE), Dublin, Ireland ",
                "Mater Misericordiae University Hospital, Dublin, Ireland ",
                "Irish Centre for Vascular Biology, Dublin, Ireland"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T21:29:09",
    "is_scraped": "1"
}