{
    "doi": "https://doi.org/10.1182/blood.V118.21.375.375",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1916",
    "start_url_page_num": 1916,
    "is_scraped": "1",
    "article_title": "High Resolution X-Ray Structure of Snake Venom Factor V: Evolution of a Hemostatic Cofactor to a Toxin Poised to Inflict Maximal Damage to Mammalian Blood Coagulation ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Control of Thrombin Generation",
    "topics": [
        "blood coagulation",
        "factor v",
        "hemostatics",
        "mammals",
        "snake venoms",
        "toxins",
        "venoms",
        "molecule",
        "prothrombin",
        "blood coagulation factors"
    ],
    "author_names": [
        "Shekhar Kumar, PhD",
        "Steven Stayrook, PhD",
        "James A. Huntington, PhD",
        "Rodney M. Camire, PhD",
        "Sriram Krishnaswamy"
    ],
    "author_affiliations": [
        [
            "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Biochemistry & Biophysics, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Haematology, Cambridge University, Cambridge, United Kingdom, "
        ],
        [
            "Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.94743270000001",
    "first_author_longitude": "-75.1942811",
    "abstract_text": "Abstract 375 Poisonous snakes frequently harbor activators of mammalian coagulation as part of the toxin repertoire in their venom. The venom of Pseudonaja textilis (Ptex, common brown snake) contains an efficient activator of human prothrombin comprised of a Xa-like protein tightly bound to a Va-like protein. The constituents of this complex exhibit high sequence homology to the corresponding activated coagulation factors in mammalian blood. Factors Xa and Va are produced in blood upon proteolytic activation of their precursors, complex with each other in membrane-dependent reactions to form prothrombinase and catalyze thrombin formation at the site of vascular damage. In contrast, the venom proteins are constitutively active, form a complex in solution and can efficiently catalyze prothrombin activation in the absence of membranes. These properties likely drive the disseminated and consumptive coagulopathy associated with evenomation by P. textilis. The Va-like component (Ptex-Va) of P. textilis venom is a single chain glycoprotein of 1430 residues with 53% identity to human factor V (hV) and a common A1-A2-B-A3-C1-C2 domain organization. The B-domain of Ptex-Va is significantly shorter than its counterpart in hV (46 vs. 836 residues). We now report a high resolution x-ray structure of recombinant Ptex-Va collected at 1.9 Å resolution and solved by molecular replacement. The resulting structure closely mimics those seen at lower resolution for inactivated bovine factor Va lacking the A2 domain and full length B-domainless human factor VIII (hVIII). Each A domain is formed by two cupredoxin-like β barrels with the A domains arranged in a pseudo-three-fold axis of symmetry. The two C domains are roughly cylindrical and oriented side-by-side to form a pedestal for the A1-A2-A3 rosette. The A3 domain makes extensive contacts with the C1 and A2 domains. The structure also reveals a disulfide bond unique to Ptex-Va, linking Cys642 in the A2 domain with Cys1002 in the A3. These features likely account for the high stability of the molecule even after proteolytic processing of the B domain and/or cleavage between the A1 and A2 domains. Although the C2 domain is significantly more disordered than the other domains, both C1 and C2 each contain protruding loops at their base with hydrophobic residues pointing outward. These structural features replicate those found in inactivated bovine Va and hVIII considered critical for membrane binding by the hemostatic cofactors. Surprisingly, despite the presence of these structures, light scattering measurements revealed negligible binding of Ptex-Va to synthetic membranes composed of phosphatidylcholine and phosphatidylserine with an estimated 10 3 -fold weaker affinity than that of hV. We reasoned that this unexpected property of the venom protein, not conducive to regulated coagulation, was unlikely to be replicated in factor V from the plasma of the snake. Sequence alignment of Ptex-Va with factor V from snake plasma revealed 11 differences in the 328 residues of the C1 and C2 domains. Of these, 9 were located on the distal region of these domains, occupying a band approximately 7 Å thick across the molecule. Mutagenesis of Ptex-Va to introduce these 9 substitutions followed by its expression and purification yielded a derivative that bound to membranes with high affinity in a manner equivalent to hV. This striking gain in function sheds new and unexpected light on the structural determinants of high affinity membrane binding in Ptex-Va and by extension, its homologues hV and hVIII. Our high resolution structure of this hV-like species with a series of unusual properties provides a unique platform to address major but unresolved questions related to the structural correlates of hV function. It also reveals the basis for molecular mimicry whereby a cofactor essential for regulated blood coagulation has served as a scaffold for the evolution of a potent toxin by simultaneous loss in the ability to bind membranes and a gain in the ability to bind its proteinase with high affinity in a membrane-independent fashion. Disclosures: No relevant conflicts of interest to declare."
}