{
    "doi": "https://doi.org/10.1182/blood.V112.11.2167.2167",
    "article_title": "Higher Absolute NK Count on Day30 after HLA Identical Sibling Allogeneic Stem Cell Transplantation and a “Favorable KIR” Genotype Are Associated with Faster NK Maturation and Other Functional Differences. ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation",
    "abstract_text": "NK cell alloreactivity in HLA-identical sibling stem cell transplantation (SCT) is not well understood. We previously showed that higher (greater than the median of 150/ ul) NK30 (absolute NK count on day 30 post transplant in recipient) correlated with a particular “favorable” KIR combination ( 2DL5A, 2DS1, 3DS1 ) in the donor. Both high NK30 and “favorable” KIR correlated with improved transplant outcome after T-depleted myeloablative sibling donor SCT for myeloid malignancies. We therefore studied the readout of NK cell subset ratio, CD107a degranulation level and different KIR receptor expression level within each NK subset among these patients. Cryopreserved mononuclear cell from 16 pairs of donor pre-transplant sample with his/her corresponding recipient day 30 post-transplant sample were thawed, recovered overnight and incubated with K562 cells at an E:T ratio of 5:1 togather with CD107a-FITC. The incubation product was stained with multicolor fluorochrome antibody cocktails. Events were acquired on an LSR-II flow cytometer. Data was analysed by Flowjo software and Student t-test was performed on those readouts previously mentioned within donor and recipient samples, each is further grouped by high versus low NK30, favorable vs unfavorable KIR and mild (grade 0, 1) versus severe (grade 2 and above) acute GVHD (aGVHD). In recipient day 30 post-transplant samples, the high NK30 group had significantly higher CD56+CD16+ NK subset ratio (p<0.05) and significantly lower CD56 bright CD16- NK subset ratio (p<0.01), suggesting that higher NK30 count correlated with greater maturity in NK cells. In recipient day 30 post-transplant samples a significant preponderance of the more mature CD56+CD16+ NK subset occurred in patients with mild compared with severe aGVHD (p<0.05), which could be consistent with more efficient elimination of host antigen-presenting cells by mature NK cells. The receptor expression level of KIR3DL1/S1(inhibitory for the HLA-Bw4 supertype) was significantly lower in the donor pre-transplant samples who gave rise to high NK30 count later (p<0.05) and in those recipient day 30 post-transplant samples coming from the “favorable KIR” donors. The CD107a degranulation level was significantly lower (p<0.05) in the total NK population in those donor pre-transplant samples who had “favorable-KIR” or who later generated high NK30 in the recipient. In recipient day 30 post-transplant samples, this CD107a degranulation level was comparable between high vs low NK30 groups and favorable vs non-favorable KIR groups. This finding of lower CD107a degranulation level in groups correlating with better clinical outcome does not support the notion that better transplant outcome was associated with higher NK cytotoxicity at least as measured in our degranulation assay from a K562 coincubation system. The mechanisms whereby these differences affect transplant outcome remain to be further defined. In conclusion, our findings show that particular KIR gene arrays in the donor are associated not only with faster recovery of NK cells post-transplant (as previously reported) but also with phenotypic or functional differences in the NK cells of the donor and the patient post transplant. Lower KIR 3DLI/DS1 expression, and a preponderance of the more mature CD56+CD16+ subset appears to be associated with the favorable KIR genotype, better NK recovery and superior outcome after SCT.",
    "topics": [
        "allogeneic stem cell transplant",
        "genotype",
        "human leukocyte antigens",
        "relationship - sibling",
        "transplantation",
        "lamp-1",
        "antibodies",
        "antigens, cd16",
        "cancer",
        "cd56 antigens"
    ],
    "author_names": [
        "David Z. Drew, MD",
        "Jan Melenhorst, Ph.D",
        "Nancy F. Hensel, Ph.D",
        "A. John Barrett, MD, FRCP"
    ],
    "author_dict_list": [
        {
            "author_name": "David Z. Drew, MD",
            "author_affiliations": [
                "BMT, NIH/NCI, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jan Melenhorst, Ph.D",
            "author_affiliations": [
                "Nhlbi, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy F. Hensel, Ph.D",
            "author_affiliations": [
                "Hematology Branch, NHLBI, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. John Barrett, MD, FRCP",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T02:30:28",
    "is_scraped": "1"
}