{
    "doi": "https://doi.org/10.1182/blood.V114.22.2134.2134",
    "article_title": "Evaluation and Clinical Application of a New Method for Detecting ADAMTS13 Activity. ",
    "article_date": "November 20, 2009",
    "session_type": "Blood Coagulation and Fibrinolytic Factors Poster I",
    "abstract_text": "Abstract 2134 Poster Board II-111 Introduction: A severe deficiency of ADAMTS13 activity contributes to the pathogenesis of thrombotic thrombocytopenic purpura (TTP). Measuring the activity of ADAMTS13 is helpful for the diagnosis of TTP and the prognostic monitor in TTP patients. Most available assays are cumbersome and costly, and not appropriate for routine laboratories. ADAMTS13 cleaves the von Willebrand factor (VWF) within the domain A2, which locates between the domains A1 and A3. Therefore, specific assays for ADAMTS13 activity could be based on the different structure of VWF before and after the cleavage. Materials and Methods: To determine the activity of ADAMTS13, a new simple method has been developed in this study. Firstly, plasma samples were exposed in denaturing condition to allow cleavage of VWF by ADAMTS13. Then, the ADAMTS13 activity was measured with two novel monoclonal antibodies (SZ-129 and SZ-125), which are specifically recognize the VWF A1 and A3 domain, respectively, by using a two-site sandwich ELISA. Comparing with a residual-collagen binding assay (R-CBA), plasma ADAMTS13 activities in 161 samples were assessed, and the inhibitory activities of ADAMTS13 autoantibodies in 24 TTP patients were determined. The relationship of these two assays was analyzed by linear correlation, and the sensitivity and specificity of the new assay was also evaluated. Results Our results showed that plasma ADAMTS13 activities determined by the new assay were consistent with those of R-CBA, the squared correlation factor was 0.9183 of the two assays, and the coefficient of variation for the new assay was 6.17%. In 23 idiopathic TTP patients, the inhibitor activities of ADAMTS13 autoantibodies were ranged from 12% to 100%, while no inhibitory activity was detected in one hereditary TTP patient. Conclusions This new and simple assay for ADAMTS13 activity could be used routinely in clinic to determine the activity of ADAMTS13. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adamts13 gene",
        "autoantibodies",
        "collagen",
        "enzyme-linked immunosorbent assay",
        "monoclonal antibodies",
        "thrombocytopenic purpura, congenital",
        "thrombotic thrombocytopenic purpura",
        "thrombotic thrombocytopenic purpura, idiopathic",
        "von willebrand factor",
        "plasma"
    ],
    "author_names": [
        "Anyou Wang",
        "Ningzheng Dong",
        "Zhenni Ma",
        "Jingyu Zhang",
        "Jian Su",
        "Changgeng Ruan, MD, PHD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anyou Wang",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ningzheng Dong",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhenni Ma",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jingyu Zhang",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian Su",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changgeng Ruan, MD, PHD",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis, Ministry of Health, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T02:47:09",
    "is_scraped": "1"
}