{
    "doi": "https://doi.org/10.1182/blood.V104.11.3565.3565",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=116",
    "start_url_page_num": 116,
    "is_scraped": "1",
    "article_title": "Effects of Single Nucleotide Polymorphisms of the β 2 Adrenergic Receptor and of Adenylate Cyclase on Sickle Red Cell Adhesion to Laminin. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "adenylate cyclase",
        "adhesions",
        "adrenergic receptor",
        "erythrocytes",
        "laminin",
        "single nucleotide polymorphism",
        "epinephrine",
        "beta-2 adrenergic receptors",
        "butoxamine",
        "cerebrovascular accident"
    ],
    "author_names": [
        "Christine E. Eyler, BS",
        "Terry L. Jackson, BS",
        "Laura M. De Castro, MD",
        "Rahima Zennadi, PhD",
        "Jeffery M. Vance, MD, PhD",
        "Allison Ashley-Koch, PhD",
        "Marilyn J. Telen, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Duke University, Durham, NC, USA"
        ],
        [
            "Medicine, Duke University, Durham, NC, USA"
        ],
        [
            "Medicine, Duke University, Durham, NC, USA"
        ],
        [
            "Medicine, Duke University, Durham, NC, USA"
        ],
        [
            "Medicine, Duke University, Durham, NC, USA"
        ],
        [
            "Medicine, Duke University, Durham, NC, USA"
        ],
        [
            "Medicine, Duke University, Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "36.00094684999999",
    "first_author_longitude": "-78.92987325",
    "abstract_text": "Single nucleotide polymorphisms (SNPs) of the β 2 adrenergic receptor (β 2 AR) gene (ADRB2) on chromosome 5 have been implicated in clinical variability of several cardiopulmonary disorders. Also, Hoppe et al. [2004] have recently found evidence that polymorphisms of ADRB2 correlate with the incidence of stroke in sickle cell disease (SCD). Stimulation of sickle red cell (SS RBC) adrenergic receptors by epinephrine, as well as stimulation of adenylate cyclase by forskolin, activates the B-CAM/LU laminin receptor [Hines et al. 2003]. There is also evidence that activation of B-CAM/LU on SS RBCs occurs in vivo [Zen et al. 2004]. However, SS RBCs from different individuals show variable baseline adhesion to laminin, as well as variable responsiveness to stimulation by epinephrine. We have found that butoxamine, which specifically inhibits the β 2 AR, blocked epinephrine-induced SS RBC adhesion by 91%, thus implicating β 2 ARs in activation of adhesion. Thus, we explored whether SNPs of the genes encoding β 2 AR (the mediator of epinephrine effects) and adenylate cyclase (a downstream effector of β 2 AR) affect the degree of baseline adhesion to laminin, as well as the degree to which RBCs upregulate adhesion in response to epinephrine. All samples studied were obtained from non-transfused Hb SS patients in steady state. SS RBCs from 14 of 20 patients studied showed increased adhesion in response to epinephrine, with a mean fold increase of 1.98±0.9. These results are similar to those previously described by Hines. Four SNPs of ADRB2 were examined by direct sequencing; two of these reside in the leader sequence, while the other two encode amino acid substitutions. Four intronic SNPs in ADCY6 were studied by Taqman assays. We found that the arg16gly substitution in β 2 AR is associated with elevation of baseline SS RBC adhesion measured at 1 dyne/cm 2 : arg/arg=122, arg/gly=149, gly/gly=262 (mean adherent cells/mm 2 , n=3, 11, 6 respectively, p=0.03 for gly/gly vs arg/arg + arg/gly). However, the arg16gly substitution was not found to be associated with a statistically significant difference either in the maximal adhesion observed after stimulation by epinephrine: arg/arg=116, arg/gly=263, gly/gly=286 (mean adherent cells/mm 2 ), or in the fold increase observed after stimulation. In addition, two linked SNPs (HCV1244841 and RS3730070, r 2 =0.8) of ADCY6, which is encoded by chromosome 12, also had a statistically significant effect on baseline but not on epinephrine-stimulated SS RBC adhesion to laminin. For HCV1244841, mean baseline adhesion to laminin at 1 dyne/cm 2 was 118 and 303 cells/mm 2 for AA+AG and GG, respectively (n=13 and 6, p=0.007), while for RS3730070 mean baseline adhesion was 130 and 327 cells/mm 2 for CC+CG and GG, respectively (n=15 and 5, p=0.01). However, these ADCY6 SNPs also showed no statistically significant effect on epinephrine-stimulated adhesion. Overall, both the β 2 AR and ADCY6 polymorphisms appeared to significantly affect baseline adhesion but not epinephrine-stimulated adhesion in this study. We conclude that β 2 AR and adenylate cyclase polymorphisms affect red cell adhesive function. We theorize that signaling pathway polymorphisms, by affecting baseline activation of SS RBC adhesion, may influence the severity of SCD."
}