{
    "doi": "https://doi.org/10.1182/blood.V116.21.2457.2457",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1855",
    "start_url_page_num": 1855,
    "is_scraped": "1",
    "article_title": "Response to Dasatinib In Patients with Relapsed/Refractory Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma (CLL/SLL) Correlates with p-Lyn and p-Syk ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 2457 Background: Preclinical studies have shown that CLL cells overexpress Lyn kinase, and in vitro inhibition of Lyn kinase leads to apoptosis of the CLL cells (Contri, J Clin Invest 2005). In 2007, based on this evidence, we initiated a phase II study in patients with previously treated CLL/SLL using dasatinib as a single agent. Preliminary clinical results of this study were reported in 2008. Methods: Patients were required to be over 18 years of age, have a pathologically confirmed diagnosis of CLL/SLL by flow cytometry or immunohistochemistry, and have failed either 1 course of treatment with a fludarabine-containing regimen or 2 non-fludarabine containing regimens. The starting dose of dasatinib was 140 mg daily by mouth. In the first week of therapy sequential blood samples were tested for Lyn kinase protein, p-Lyn, Syk protein, p-Syk, indicators of apoptosis (caspase 3 and Tunel assay), and gene expression profiling among the 3 patients that agreed to participate in this aspect of the study. The final clinical results, with over 1 year follow-up of all patients, showed that among the 15 patients enrolled the major toxicity encountered was myelosuppression: grade 3 + 4 neutropenia in 10 subjects and grade 3 + 4 thrombocytopenia in 6 subjects. Other toxicities included one subject with grade 3 diarrhea, 2 patients with grade 2 pleural effusions, and 1 patient had a transiently prolonged QTc of 516 ms. There were no fatal events, and all toxicities were reversible. In the final analysis partial responses (PR) by NCI-WG criteria were achieved in 3 of the 15 patients (20% with 90% CI 6%-44%). An additional 1 patient would have qualified for an NCI-WG PR except for myelosuppression. Among the 15 patients, 9 had nodal responses (2 CR and 7 PR) by physical exam (PE), 5 without a 50% reduction in lymphocytosis. CT scans confirmed nodal responses in 4 of the 9 patients. Among the 5 patients with del (11q), all 5 had nodal responses by PE. The median time to treatment failure, time to progression, and overall survival were 6.7 months, 7.5 months, and 27 months, respectively. The relationships between clinical response, Lyn kinase, Syk kinase, and apoptosis were analyzed using mononuclear cells from 3 patients at baseline, and at 3, 6, and 24 hours after dosing with dasatinib. For the one of these 3 patients that responded to dasatinib, the high baseline level of p-Lyn was dramatically suppressed at 6 hours correlating with suppression of p-Syk. For the other 2 patients, who did not have a clinical response, there was minimal suppression of p-Lyn and no suppression of p-Syk at 6 hours. Microarray analysis of mRNA from these samples showed that within 6 hours there was significant (p<.05) down-regulation of genes for spleen tyrosine kinase, FK506 binding protein, early growth response 1, NLR family CARD 3, and NOTCH, while genes for GNAS and NFKB2 were up-regulated. Conclusions: While our in vitro data is very preliminary, it suggests that the activity of dasatinib in CLL may result from the suppression of p-Lyn and inhibition of p-Syk. Disclosures: Amrein: Bristol-Myers Squibb: Honoraria. Off Label Use: Dasatinib used in CLL is off-label use. We show that some patients have a clinical response to the drug in this setting.",
    "topics": [
        "chronic lymphocytic leukemia refractory",
        "dasatinib",
        "small cell lymphoma",
        "phosphotransferases",
        "toxic effect",
        "fludarabine",
        "myelosuppression",
        "off-label use",
        "syk kinase",
        "caspase-3"
    ],
    "author_names": [
        "Philip C. Amrein, MD",
        "Eyal C Attar, MD",
        "Tak Takvorian, M.D.",
        "Ephraim Hochberg",
        "Karen K Ballen, MD",
        "Kathleen M Leahy",
        "David C. Fisher, MD",
        "Ann LaCasce, MD, MSc",
        "Eric D Jacobsen, MD",
        "Philippe Armand, MD, PhD",
        "Robert Hasserjian, MD",
        "Lillian Werner",
        "Donna Neuberg, ScD",
        "Jennifer R Brown, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Bone Marrow Transplant Unit, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Cancer Center, Center for Lymphoma, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Medicine, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Bone Marrow Transplant, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA, "
        ],
        [
            "Dept. of Med. Onc., D1B05\", Dana-Farber Cancer Inst., Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dept. of Pathology-WRN 244, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Dana Farber Cancer Institute, Boston, USA, "
        ],
        [
            "Dept. of Biostatistical Science, Dana-Farber Cancer Inst., Boston, MA, USA, "
        ],
        [
            "Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3626109",
    "first_author_longitude": "-71.067566"
}