{
    "doi": "https://doi.org/10.1182/blood.V108.11.2820.2820",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=692",
    "start_url_page_num": 692,
    "is_scraped": "1",
    "article_title": "Humoral Immune Responses Against the Oncofetal-Antigen/Immature Laminin Receptor (OFA/iLR) in Patients with Chronic Lymphocytic Leukemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The 37 kD oncofetal antigen/immature laminin receptor (OFA/iLR) is a strongly overexpressed tumor antigen on malignant cells of numerous tumor entities including several hematological malignancies but it is not present on the cell surface of normal differentiated tissues. OFA/iLR is widely expressed on chronic lymphocytic leukemia (CLL) cells while absent on different normal B-cell subsets. The aim of this study was to evaluate and characterize humoral immune responses towards OFA/iLR in patients with CLL. 38 healthy individuals and 68 untreated patients with chronic lymphocytic leukemia were analysed for the presence of anti-OFA/iLR-antibodies. Sera were screened in an enzyme-linked immunosorbent assay (ELISA) for immunoglobulin G (IgG) and IgM anti-OFA/iLR-antibodies. Detectable IgG or IgM responses to OFA protein were present in 32 of 68 patients (47,0%) but only in 4 of 38 (10,5%) healthy donors. IgG subtype analysis revealed a predominant IgG1 and IgG3 response. Utilizing 42 peptides deduced from the complete OFA/iLR amino acid sequence, 24 (35,3%) samples with significant anti-OFA/iLR IgG and/or IgM titers were also reactive with at least one OFA/iLR epitope. Patient-derived anti-OFA/iLR antibodies were capable of recognizing and selectively killing OFA/iLR expressing CLL cells in complement-mediated and antibody-dependent cellular cytotoxicity (ADCC) assays. Kaplan-Meier plots for progression-free survival (PFS) revealed a tendendy for longer PFS in patients with detectable humoral responses compared patients with negative ELISA (p=0,0165). In addition, sera from eight CLL patients who had undergone allogeneic hematopoetic stem cell transplantion (allo-HSCT) were analysed. Six out of eight patients showed high values for IgG or IgM anti-OFA/iLR-antibodies after allo-HSCT as long as remaining in complete remission suggesting a potential role of anti-OFA/iLR-directed Graft-versus-Leukemia effects. For the first time, these data suggest that anti-OFA/iLR antibodies might be involved in the immunological control of OFA/iLR expressing CLL cells in vivo.",
    "topics": [
        "antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "immune response",
        "laminin receptors",
        "immunoglobulin g",
        "antibodies",
        "immunoglobulin m",
        "allopurinol",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Birte Friedrichs, MD",
        "Sandra Siegel",
        "Norbert Schmitz, MD",
        "Matthias Zeis, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology and Stem Cell Transplant, Asklepios Clinic St. Georg, Hamburg, Germany"
        ],
        [
            "Dept. of Hematology and Stem Cell Transplant, Asklepios Clinic St. Georg, Hamburg, Germany"
        ],
        [
            "Dept. of Hematology and Stem Cell Transplant, Asklepios Clinic St. Georg, Hamburg, Germany"
        ],
        [
            "Dept. of Hematology and Stem Cell Transplant, Asklepios Clinic St. Georg, Hamburg, Germany"
        ]
    ],
    "first_author_latitude": "53.55917895",
    "first_author_longitude": "10.018309200000001"
}