{
    "doi": "https://doi.org/10.1182/blood-2019-125941",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4334",
    "start_url_page_num": 4334,
    "is_scraped": "1",
    "article_title": "Patient Age and Donor HLA Matching Can Stratify Allogeneic Hematopoietic Cell Transplantation (HCT) Patients into Prognostic Groups: A Collaborative Study ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": [
        "donors",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "albumins",
        "cell transplants",
        "ferritin",
        "hematological diseases",
        "platelet count measurement"
    ],
    "author_names": [
        "Sunu Cyriac, MD MBBS",
        "Auro Viswabandya, MD",
        "Zeyad Al-Shaibani, MD",
        "Jeffrey H. Lipton, MD PhD",
        "Rajat Kumar, MD",
        "Wilson Lam, MD",
        "Dennis Dong Hwan Kim, MD",
        "Arjun Law, MDDM",
        "Tobias Gedde-Dahl, MD PhD",
        "Yngvar Floisand, MD PhD",
        "Mats Remberger, PhD",
        "Jonas Mattsson, MD",
        "Fotios V. Michelis, MD PhD"
    ],
    "author_affiliations": [
        [
            "Clinical Fellow, Hans Messner Allogeneic Transplant Program, Toronto, Canada "
        ],
        [
            "Messner Allogeneic Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Hans Messner Allogeneic Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, North York, Canada "
        ],
        [
            "Hans Messner Allogeneic Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Hans Messner Allogeneic Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Hans Messner Allogeneic Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Hans Messner Allogeneic Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Hans Messner Allogeneic Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Department of Hematology, Stem Cell Transplant Unit, Inst for Clinical Medicine, University of Oslo and Oslo University Hospital, Oslo, Norway "
        ],
        [
            "Department of Hematology, Oslo University Hospital,, Oslo, NOR "
        ],
        [
            "Uppsala University and KFUE, Department of Medical Sciences,, Uppsala, Sweden"
        ],
        [
            "Hans Messner Allogeneic Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Hans Messner Allogeneic Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "BACKGROUND: Allogeneic hematopoeitic cell transplant (HCT) is potentially curative for a variety of hematological diseases. It is however associated with significant morbidity and mortality. Numerous pre-transplant risk scores have been developed to predict outcomes, such as the Hematopoietic Cell Transplantation-Comorbidity Index (HCT-CI). This study assesses the value of the HCT-CI and related scores on a single center population, in comparison with other potential parameters influencing outcomes. A similar methodology was later applied to a different cohort of patients' data from Oslo University Hospital, Norway. METHODS: Two experienced physicians prospectively calculated the HCT-CI score for all patients transplanted at our center. The age-adjusted HCT-CI score and the augmented HCT-CI score were calculated retrospectively. Prospective calculation was performed during the patient's pre-transplant assessment before transplant admission using a pre-prepared form. The HCT-CI/age and the augmented HCT-CI (which includes ferritin, albumin and platelet count) were calculated using additional data retrospectively collected from the electronic patient records (EPR). All other patient and transplant characteristics were retrospectively collected from the EPR. Non-Relapse Mortality (NRM) and Overall survival (OS) were calculated to assess the prognostic power of the scores. We also looked at the impact of major transplant and patient related parameters in our patient population. A similar methodology was later applied to a different cohort of patients' data from Oslo University Hospital, Norway. RESULTS: From August 2014 to April 2017, 299 patients underwent allogeneic HCT at the Princess Margaret Cancer Centre (PMCC), Toronto. A similar analysis was performed in a cohort of 455 patients from Oslo University Hospital who underwent HCT between 2012 and 2018. Comparative patient characteristics are described in Table 1. On univariate analysis, 2-year OS of the PMCC cohort was 51% (95% CI 45-56%). For the HCT-CI scores 0-2 vs ≥3, 2-year OS was 53% vs 46% respectively (p=0.29). For the HCT-CI/age scores 0-2 vs ≥3, it was 56% vs 44% respectively (p=0.03). For the augmented HCT-CI scores 0-2 vs ≥3, it was 55% vs 46% respectively (p=0.05). Among other variables, age group (<50 vs 50-64 vs ≥65, p=0.02) and donor mismatch (p=0.01) were significant for OS. However, age (HR 1.48 and 1.75 for age 50-64 and ≥65 respectively, p=0.047) and donor mismatch (HR 1.60, p=0.02) alone were also prognostically significant in the multivariate analysis as well. We then developed a weighted score that would better reflect risk groups in our population. Age <50 and full HLA matching received 0 point each, age 50-64 and any mismatch (except DQ alone) received 1 point each, while age ≥65 received 2 points. The patients were grouped into 3 groups of 0, 1 and ≥ 2 points. This new simple 3 tier score predicted OS and NRM at 2 years with better accuracy. The 2 yr OS was 62%, 53% and 38% for the 3 groups ( p value =0.0004) and 2 year NRM was 24%, 34% and 43% respectively ( p value=0.015) (Table 2 and Figure 1). The same scoring system was later applied to an independent cohort of allogeneic HCT patients from the Oslo HCT registry and was found to be similarly significantly predictive of OS and NRM. In the Oslo cohort, the 2 yr OS was 69%, 65% and 35% for the 3 groups according to the new weighted score ( p value <0.001) and 2 year NRM was 15%, 20% and 45% respectively ( p value=0.015) CONCLUSION: A simple, weighted score involving donor HLA mismatch and age predicts survival and NRM better than the HCT-CI score for patients transplanted at our center with good replicability as shown from Oslo data. Efforts should continue to strive for the development of a widely applicable pre-transplant outcome predictive scoring system. View large Download slide View large Download slide  Disclosures Mattsson: Gilead: Honoraria; Therakos: Honoraria; Celgene: Honoraria. Michelis: CSL Behring: Other: Financial Support."
}