{
    "doi": "https://doi.org/10.1182/blood-2018-99-115261",
    "article_title": "The ETS1 Transcription Factor Is Implicated in Human and Murine Intermediate NK Cell Development Stages ",
    "article_date": "November 29, 2018",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation: Poster II",
    "abstract_text": "Introduction : While key regulators of early NK cell development and differentiation have been identified, few studies have looked at transcription factor (TF) dynamics and regulatory interactions during subsequent stages of NK cell maturation. Epigenetic landscapes are highly dynamic during cellular differentiation, with TFs playing an important role in the establishment and activation of specific DNA elements, such as enhancers, and subsequent programming of gene expression. ETS1 is a TF that is expressed in adult immune tissues and is critical for the development of lymphoid cells. A role for ETS1 has been described in early NK cell development by activating core transcriptional regulators such as T-BET and ID2. However, despite its continual expression in subsequent stages of NK maturation, the role of ETS1 in NK maturation is not well characterized. Methods and Results : We used FACS to isolate purified human NK cells at various maturation stages as established previously (Freud et. al. Cell Reports, 2016, 16:379-91), ranging from intermediate precursors (Stage 3) through to fully developed and mature peripheral NK cells (Stage 6). Epigenetic programming of cells during lineage maturation allows us to identify critical TFs that are active at each stage of development. We employed Illumina EPIC/850K methylation arrays and RNA sequencing to interrogate epigenetic changes at regulatory elements and TF dynamics at multiple stages along the NK developmental axis. Analysis of TF recognition motifs within hypomethylated regions revealed strong enrichment of specific motif sequences implicating T-box (T-BET and Eomes), along with RUNX and ETS TF families in specific programming of epigenetic patterns during NK development. In studying the expression of TFs that potentially bind these motifs, ETS1 exhibited the highest and most consistent expression throughout NK development. Interestingly, despite consistently high expression, ETS motifs were continually programmed throughout NK maturation, including a significant degree of modification between tonsillar Stages 4A to 4B, where NK cells acquire the ability to produce IFN-γ and significantly gain cytotoxic capability and functional maturity. Among the genes that are upregulated at this stage is the NK-cell-specific gene, NKp46. The progressive hypomethylation of regulatory regions enriched in ETS motifs led us to believe that ETS1 has a continuous role in full NK cell maturation. To test our hypothesis, we developed a novel genetically engineered mouse line with a NK cell intermediate stage-specific conditional deletion of Ets1 mediated by NKp46-driven Cre expression, NKp46-Cre-Ets1 fl/fl (NKp46-Ets1 fl/fl ). This allowed us to study the role of ETS1 in the transition between immature and mature NK cell stages in vivo . Using a comprehensive NK cell development panel for multi-color flow cytometry, we found a drastic reduction of total NK cells in NKp46-Ets1 fl/fl mice (n=7) compared to the Ets1 fl/fl (n=7) and the NKp46-Cre (n=7) controls in bone marrow ( 3.2x10 4 ± 5.9x10 3 , 2.9x10 5 ± 5.7x10 4 , 2.6x10 5 ± 8.0x10 4 total NK cells respectively; p= 0.0007), spleen ( 3.1x10 4 ± 7.2x10 3 , 1.2x10 6 ± 2.4x10 5 , 1.5x10 6 ± 7.7x10 5 total NK cells respectively; p= 0.0091) and blood ( 21 ± 6, 385 ± 35, 185 ± 35 NK cells/uL whole blood respectively; p= 0.0001). Supporting our hypothesis, we indeed observed that while CD11b - /CD27 +/- immature NK cell populations in our model are unaltered, the loss of ETS1 is associated with a decrease in CD11b + /CD27 +/- mature NK cell populations. Conclusions : Our findings demonstrate that in addition to its role in early NK establishment, persistent ETS1 expression is important in intermediate differentiation stages in both human and murine NK cell development. This constitutes a significant step forward in understanding the role of ETS1 as a master transcriptional regulator in the entire NK cell developmental axis. Current studies are ongoing to dissect the mechanism by which ETS1 affects NK cell development and function in the NKp46-Ets1 fl/fl mice. (*EH and JW are recipients of Pelotonia Graduate and Undergraduate student fellowships respectively and contributed equally to this work. This work was partly supported by OCRA, NIH R01 CA159296, NIH R01 CA208353, P01CA95426, R35 CA197734 and OSUCCC Leukemia Tissue Bank and Genetically Engineered Mouse Modeling Core supported by P30CA016058) Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "mice",
        "natural killer cells",
        "transcription factor",
        "antigens, cd27",
        "genetic engineering",
        "macrophage-1 antigen",
        "dna",
        "flow cytometry",
        "leukemia",
        "sequence analysis, rna"
    ],
    "author_names": [
        "Eileen Hu, BS",
        "Jessica Waibl-Polania, BS",
        "Frank Frissora, MS",
        "Larry State Beaver",
        "Kevan Zapolnik, BS",
        "Bethany L Mundy-Bosse, PhD",
        "Anjali Mishra, PhD",
        "Aharon G. Freud, MD PhD",
        "Jianhua Yu, PhD",
        "John C. Byrd, MD",
        "Christopher C. Oakes",
        "Michael Ostrowski, PhD",
        "Natarajan Muthusamy, DVM, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eileen Hu, BS",
            "author_affiliations": [
                "OSU Comprehensive Cancer Center, Ohio State University, Columbus, OH, Columbus, OH ",
                "Medical Scientist Training Program, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jessica Waibl-Polania, BS",
            "author_affiliations": [
                "Duke University Graduate Program, Durham, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Frissora, MS",
            "author_affiliations": [
                "OSU Comprehensive Cancer Center, Ohio State University, Columbus, OH, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry State Beaver",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevan Zapolnik, BS",
            "author_affiliations": [
                "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bethany L Mundy-Bosse, PhD",
            "author_affiliations": [
                "OSU Comprehensive Cancer Center, Columbus, ",
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjali Mishra, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aharon G. Freud, MD PhD",
            "author_affiliations": [
                "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianhua Yu, PhD",
            "author_affiliations": [
                "The Ohio State University Wexner Medical Center, Columbus, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH ",
                "Department of Internal Medicine, Division of Hematology, College of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher C. Oakes",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Ostrowski, PhD",
            "author_affiliations": [
                "Hollings Cancer Center, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natarajan Muthusamy, DVM, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH ",
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T02:34:09",
    "is_scraped": "1"
}