{
    "doi": "https://doi.org/10.1182/blood.V108.11.3.3",
    "article_title": "Abnormal Expression of Human Mitoferrin (SLC25A37) Is Associated with a Variant of Erythropoietic Protoporphyria. ",
    "article_date": "November 16, 2006",
    "session_type": "Plenary Session",
    "abstract_text": "Mitoferrin (mfrn, slc25a37) is the high-affinity transporter of iron into mitochondria of developing erythroblasts and is essential for normal erythropoiesis. Recently, we described the cloning and characterization of mfrn in the zebrafish frascati (frs) mutant, in which homozygous null mutation leads to profound hypochromic anemia and embryonic lethality (Shaw GC, et al. 2006 Nature 440:96–100). Here we characterize the human MFRN orthologue and implicate a specific disease process purportedly caused by defects in MFRN expression. We studied human MFRN expression by a) analysis of human-tissue northern blots, b) fluorescent immunohistochemistry and confocal microscopy for subcellular localization, c) genetic complementation in MRS3/4 deficient yeast strains, and d) microinjection and rescue efficiency of frs mutant zebrafish. Human MFRN , mapping to chromosome 8p21, shows 82% and 64% similarity at the amino acid level to orthologous mouse and zebrafish Mfrn proteins respectively, and 60% similarity to a paralogous MFRN2 (SLC25A28). MFRN mRNA is highly expressed in fetal and adult hematopoietic tissues, including fetal liver and bone marrow, similar to zebrafish and mice. The MFRN protein localizes to the mitochondria like other SLC25 solute carriers. Ectopic expression of human MFRN capably restores hemoglobinized cells in anemic frs embryos, programs increased 55Fe-labeled heme synthesis in K562 cells, and rescues MRS3/4 mutant yeast for growth on iron-deficient media, demonstrating conservation of MFRN function. We evaluated 6 unrelated probands with a variant of erythropoietic protoporphyria (EPP) who harbor no mutations in ferrochelatase, the genetic cause of classic EPP. Five of the 6 index cases had severe hepatic disease necessitating liver transplantation. Our analysis of all 6 patients revealed the presence of an aberrantly spliced MFRN transcript, which was absent in normal individuals and patients with classic EPP. This aberrant spliceoform results in insertion of a 477 bp fragment from intron 2 and leads to an early nonsense codon after amino acid 156, prematurely truncating the MFRN protein. In contrast to normal MFRN cDNA, the variant MFRN cDNA from EPP patients fails to complement MRS3/4 mutant yeasts in low-iron media, demonstrating its loss-of-function activity. Our data demonstrate conserved function of human MFRN in erythroid mitochondrial iron metabolism and an association between a loss-of-function MFRN transcript and a variant of erythropoietic protoporphyria.",
    "topics": [
        "erythropoietic protoporphyria",
        "iron",
        "amino acids",
        "dna, complementary",
        "anemia",
        "cloning",
        "complement system proteins",
        "ferrochelatase",
        "hypochromic anemia",
        "liver diseases"
    ],
    "author_names": [
        "George C. Shaw, BA",
        "Nathaniel B. Langer, B.A.",
        "Yongming Wang, M.S.",
        "Liangtao Li, M.D.",
        "Jerry Kaplan, Ph.D.",
        "Joseph R. Bloomer, M.D.",
        "Barry H. Paw, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "George C. Shaw, BA",
            "author_affiliations": [
                "Medicine, Division of Hematology, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nathaniel B. Langer, B.A.",
            "author_affiliations": [
                "Medicine, Division of Hematology, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yongming Wang, M.S.",
            "author_affiliations": [
                "UAB Liver Center, Division of Gastroenterology/Hepatology, University of Alabama, Birmingham, AL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liangtao Li, M.D.",
            "author_affiliations": [
                "Pathology, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerry Kaplan, Ph.D.",
            "author_affiliations": [
                "Pathology, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph R. Bloomer, M.D.",
            "author_affiliations": [
                "UAB Liver Center, Division of Gastroenterology/Hepatology, University of Alabama, Birmingham, AL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry H. Paw, M.D., Ph.D.",
            "author_affiliations": [
                "Medicine, Division of Hematology, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T12:49:37",
    "is_scraped": "1"
}