{
    "doi": "https://doi.org/10.1182/blood.V124.21.4934.4934",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2854",
    "start_url_page_num": 2854,
    "is_scraped": "1",
    "article_title": "The Use of Chronic Transfusions in Sickle Cell Disease for Non-Stroke Related Indications ",
    "article_date": "December 6, 2014",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia – Clinical",
    "topics": [
        "blood transfusion",
        "cerebrovascular accident",
        "ischemic stroke",
        "sickle cell anemia",
        "acute care",
        "ferritin",
        "pain crisis",
        "acute chest syndrome",
        "chronic disease",
        "hydroxyurea"
    ],
    "author_names": [
        "Lindsay Mize, RN, MSN, CPNP",
        "Shelly Burgett, RN, MSN, FNP",
        "Julia Xu, MD",
        "Jennifer Rothman, MD",
        "Nirmish Shah, MD"
    ],
    "author_affiliations": [
        [
            "Duke University, Durham, NC "
        ],
        [
            "Duke University Medical Center, Durham, NC "
        ],
        [
            "Duke University, Durham, NC "
        ],
        [
            "Duke University Medical Center, Durham, NC "
        ],
        [
            "Duke University Medical Center, Durham, NC"
        ]
    ],
    "first_author_latitude": "36.0014258",
    "first_author_longitude": "-78.9382286",
    "abstract_text": "Introduction : Sickle cell disease (SCD) is a chronic disease that can cause significant complications including acute chest syndrome, recurrent pain and stroke. Current guidelines for the use of chronic transfusions include primary and secondary prevention of stroke. Although there is currently limited support for the routine use of transfusions for acute vaso-occlusive crisis (VOC), there has been increasing use of chronic transfusions as an alternative treatment for recurrent VOC. Moreover, there is evidence that patients on chronic transfusions have less VOC. We sought to review the outcomes of patients at our institution placed on chronic transfusions for non-stroke related indications. Methods : We performed a retrospective cohort study to summarize clinical and nonclinical features of sickle cell patients on transfusions for non-stroke related complications. Demographic, clinical, and laboratory information were summarized. Acute care events per month were calculated for both the year prior and up to one year following initiation of chronic transfusions. Acute care events were defined as emergency department visits or hospitalization. Results : Of the 378 patients with SCD treated in the pediatric specialty clinic, there were 21 patients being either chronically transfused or exchange transfused. Six (20%) of these patients were initiated on chronic blood transfusions (CBT) for recurrent pain crisis (median age = 12, range 8 to 17). One of these patients also had suspected hepatic sequestration. All patients were type SS and had been treated with hydroxyurea (HU) for an average length of 6.5 years (range 1 to 12 years) at a mean dose of 25 mg/kg (SD 4) prior to initiation of CBT. All patients continued on HU during chronic blood transfusions. Patients were on chronic transfusions for a median of 11 months (range 3 to 58 months) with mean %S while on transfusions of 39.6% (SD 10). Patients were transfused on average every 5 weeks (range 4 to 6 weeks). Following initiation of transfusions, 50% were started on chelation based on criteria of having a ferritin >1000 ng/mL. Mean peak ferritin was not significantly increased in the year following the start of CBT (513 ng/mL ± 343 vs. 1260 ± 934, p=0.13). There was one new alloantibodies (anti-Jk) reported following initiation of CBT, which developed within 3 months. Acute care visits per month were significantly higher in the year prior as compared to after initiation of chronic blood transfusions (1.04 ± 0.45 vs. 0.28 ± 0.22, respectively; p=0.006) ( Figure 1 ). Discussion : We found that patients started on chronic transfusions for pain crisis had a non-significant increase in peak ferritin and a significant reduction in acute care visits. Prior to CBT, all patients had been initiated on hydroxurea (mean dose of 25mg/kg) in an attempt to treat recurrent VOC. However, following therapy for an average of 6.5 years, patients were placed on CBT to prevent further acute care visits and reduce morbidity. All patients were continued on HU while on CBT with no dose adjustment or effort to titrate to maximum tolerated dose. While on CBT, patients had a mean %S of 40%, which is higher than the recommended goal of 30% for stroke related indications. Importantly, despite the higher mean %S, there was a drastic and significant decrease in acute care visits. It should be noted that although only three patients (50%) of patients were placed on chelation, the remaining three had been on transfusions for less than or equal to 6 months and likely to require chelation with continued therapy. The expected elevated ferritin highlights the difficulty in long-term treatment with chronic transfusion and risk for eventual iron overload. The balance between the clinical benefit and potential long-term complications leads to individual assessment of the risks and benefits prior to initiation of chronic transfusions for VOC. These results advocate for the use of prospective studies to evaluate the role for chronic transfusions for non-stroke related indications in SCD. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Shah: Novartis: Speakers Bureau."
}