{
    "doi": "https://doi.org/10.1182/blood.V108.11.1354.1354",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=813",
    "start_url_page_num": 813,
    "is_scraped": "1",
    "article_title": "By Maintaining Cells in an Inactive CD34 − State RNA-Binding Protein Pum2 Promotes Proliferation and Inhibits Differentiation of Multipotent Hematopoietic Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "cd34 antigens",
        "rna-binding proteins",
        "ms-like tyrosine kinase 3",
        "proto-oncogene protein c-kit",
        "cell culture techniques",
        "cytokine",
        "flow cytometry",
        "fluorouracil",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Jie Yang, MD",
        "Kyle Di Vito, M.Sc.",
        "Ronald G. Nachtman, Ph.D.",
        "Roland Jurecic, Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Microbiology and Immunology, Miller School of Medicine, University of Miami, Miami, FL, USA"
        ],
        [
            "Department of Microbiology and Immunology, Miller School of Medicine, University of Miami, Miami, FL, USA"
        ],
        [
            "Department of Microbiology and Immunology, Miller School of Medicine, University of Miami, Miami, FL, USA"
        ],
        [
            "Department of Microbiology and Immunology, Miller School of Medicine, University of Miami, Miami, FL, USA"
        ]
    ],
    "first_author_latitude": "25.7541055",
    "first_author_longitude": "-80.24582625",
    "abstract_text": "Previously we have reported that over-expression of RNA-binding protein Pum2 supports self-renewal and severely attenuates mutilineage differentiation of murine HSC-like cell line EML. To analyze further the impact of Pum2 on maintenance and differentiation of EML cells, we examined the expression of c-kit, Sca-1, Flk-2 and CD34 HSC markers on wild type EML cells and EML cells over-expressing Pum2 (Pum2-EML cells). Almost all wt EML cells are Sca-1 + c-kit + Flk2 − , but exhibit heterogeneous expression of CD34, with 20–40% of cells being CD34 − , and 60–80% of cells being CD34 + . Similarly, almost all Pum2-EML cells are Sca-1 + c-kit + Flk2 − , but the vast majority of Pum2-EML cells are CD34 − (80–95%). To determine the functional significance of this change in CD34 expression, wt EML and Pum2-EML cells were sorted into CD34 + and CD34 − populations (>99% purity), and their differentiation capacity assessed using colony-forming assays. The wt EML and Pum2-EML CD34 + cell population repeatedly contained almost all of the cells capable of mutilineage differentiation in response to cytokines, and forming for example BFU-E, CFU-Meg and CFU-GM colonies. In contrast, the CD34 − subpopulation of wt EML and Pum2-EML cells differentiated poorly or not at all. Thus, in terms of the phenotype and cytokine-induced differentiation the CD34 − and CD34 + subpopulations of EML cells resemble CD34 − and CD34 + subpopulations of HSC-enriched Lin − Sca-1 + c-kit + Flk-2 − BM cells. Our results also raised the question of developmental relationship between CD34 − and CD34 + EML cells. Interestingly, several studies have shown that mouse CD34 − HSC become CD34 + after G-CSF mobilization or 5-FU treatment, and that after transplant these “activated” CD34 + HSC revert back to CD34 − “inactive” state. These studies have uncovered a putative new link between HSC activation and CD34 expression. In view of these findings we tested whether CD34 − and CD34 + EML cell populations represent different developmental stages, where e.g. CD34 − cells give rise to CD34 + cells, or whether CD34 expression is linked to cell “activation”, and EML cells can alternate between CD34 − inactive (differentiation inhibited) and CD34 + active (differentiation ready) state. For that purpose sorted CD34 − and CD34 + EML cells (>99% pure) were cultured separately for 3 weeks. An aliquot of cells from these cultures was taken each day and analyzed by flow cytometry for CD34 expression. These experiments have revealed that CD34 + cells started to appear in CD34 − cell cultures after 24 hours, and were maintained at different frequencies throughout the culture. Interestingly, we also observed initial slow appearance of CD34 − cells in CD34 + cell cultures, however their percentage subsequently increased and was maintained during the culture period. Taken together, our results suggest that Sca-1 + c-kit + Flk2 − CD34 − population of EML cells is in “inactive” self-renewal state and differentiates poorly or not at all, whereas the CD34 + population could represent “activated” state at which the cells are ready to undergo differentiation. Furthermore, our results indicate that normally a balance is maintained between CD34 − inactive and CD34 + active state of EML cells, and that increased levels of Pum2 protein tip that balance and maintain the cells in the CD34 − inactive state, thus promoting proliferation and inhibiting differentiation, two critical components of self-renewal."
}