{
    "doi": "https://doi.org/10.1182/blood.V118.21.2102.2102",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1940",
    "start_url_page_num": 1940,
    "is_scraped": "1",
    "article_title": "Clinical Characteristics of Classic Paroxysmal Nocturnal Hemoglobinuria (PNH) in Pediatric Patients: A Comparison with Classic PNH in Adults. An International PNH Registry Study ",
    "article_date": "November 18, 2011",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster II",
    "topics": [
        "paroxysmal nocturnal hemoglobinuria",
        "pediatrics",
        "abdominal pain",
        "bone marrow diseases",
        "deglutition disorders",
        "dyspnea",
        "hemoglobinuria",
        "kidney diseases",
        "renal impairment",
        "anticoagulants"
    ],
    "author_names": [
        "Alvaro Urbano-Ispizua, MD",
        "Hubert Schrezenmeier, MD",
        "Petra Muus, MD, PhD",
        "Jaroslaw P Maciejewski, MD, PhD",
        "Gérard Socié",
        "Jeffrey Szer, MBBS, FRACP",
        "Robert A. Brodsky, MD",
        "Monica Bessler, MD, PhD",
        "Wendell F Rosse, MD",
        "Yuzuru Kanakura",
        "Gus Khursigara, PhD",
        "Camille L Bedrosian, MD",
        "Peter Hillmen, MBChB, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ],
        [
            "German Red Cross Blood Transfusion Service Baden-Wurttemberg-Hessia & University Hospital Ulm, Ulm, Germany, "
        ],
        [
            "Department of Hematology, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Hematology-Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Clinical Haematology & BMT Service, The Royal Melbourne Hospital, Parkville, Victoria, Australia, "
        ],
        [
            "Division of Hematology, Department of Medicine, Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Duke University Medical Center, Durham, NC, "
        ],
        [
            "Osaka University Graduate School of Medicine, Osaka, Japan, "
        ],
        [
            "Global Clinical Development, Alexion Pharmaceuticals, Inc., Cheshire, CT, USA, "
        ],
        [
            "Global Clinical Development, Alexion Pharmaceuticals, Inc., Cheshire, CT, USA, "
        ],
        [
            "Department of Haematology, St. James's University Hospital, Leeds, United Kingdom"
        ]
    ],
    "first_author_latitude": "41.3894436",
    "first_author_longitude": "2.1523119",
    "abstract_text": "Abstract 2102 Background: Paroxysmal nocturnal hemoglobinuria (PNH) is a chronic, life-threatening hematopoietic stem cell disorder characterized by deficiency of the GPI-anchored complement inhibitory proteins CD55 and CD59. Uncontrolled complement activation is responsible for chronic hemolysis that leads to the serious clinical morbidities including thromboembolism (TE) and chronic kidney disease, which increase risk of mortality. PNH is infrequent in children and as such, there is a paucity of data in the literature examining their burden of disease. This is the largest series of pediatric patients with PNH, and the first comparison with adult PNH patients. AIM: To assess the clinical differences between pediatric and adult PNH patients with classic/hemolytic PNH. Methods: Data from 1143 PNH patients from 204 clinical sites in 21 countries on 5 continents (as of 6/30/11) were analyzed to evaluate clinical characteristics of PNH. Patients registered as having classic/hemolytic PNH were initially included (n=559). Of these, 62 additional patients were excluded due to either a <30% granulocyte clone size, or missing data on enrollment date, date of birth, sex, date of disease start and history of TE. The final population for this study was 497 patients, classified into two groups, those first diagnosed at age <18 years (pediatric patients N=49) and at age ≥18 years (adult patients N=448). Baseline demographics, laboratory values, PNH-related medical history, and physician-reported PNH symptoms were compared for pediatric and adult patients. Patients/guardians gave informed consent prior to enrollment. Results: The median age at disease start for pediatric patients was 15 years (5–17), and for adults was 33 years (18–87). Hemoglobin, leucocytes, neutrophils, reticulocytes, LDH, and number of transfusions were similar between both pediatric and adult patients. There were no differences in GPI-deficient granulocyte or RBC clone sizes between pediatric and adult patients. Follow-up was longer for children (mean + SD, in years: 14.5 + 13.6 vs 9.6 + 9.1, P<0.001, respectively). The number of pediatric and adult patients receiving concomitant medications such as anticoagulants (peds 49% vs adults 54.9%; P =0.43) and eculizumab (peds 40.8% vs adults 45.5%; P =0.53) prior to enrollment were similar. No differences between pediatric and adult patients were observed in bone marrow disorders, renal impairment, hemoglobinuria, abdominal pain, dysphagia, headache and shortness of breath. In contrast, pediatric patients reported less fatigue (57.1% vs. 76.8%; P =0.001). TE incidence was 12.2% for pediatric and 23.9% for adults, which was statistically significant when the length of the time of exposure to this complication was taken into account; TE event rate was significantly lower in pediatric patients compared to adults (1.0/100 pt-yrs vs 4.4/100 pt-yrs; P <0.001 by Poisson regression). Patients with TE had a mean granulocyte clone size of 85.7% vs 81.0% for patients without TE ( P =0.026). Both in children and adults the risk of TE was much higher than expected for the general population (general pediatric population: TE incidence is 0.07 per 10,000 or 0.0007%, vs 12.2% in this study). TE events at venous sites (hepatic/portal, mesenteric/visceral, renal, and cerebral veins) and arterial sites were less frequent in pediatric patients compared to adults. The most striking difference in TE type was thrombophlebitis/deep vein thrombosis, which occurred significantly less frequently in pediatric than adult patients (2.0% vs 11.8%; p=0.037). In multivariate analysis, age >18 years at disease onset and kidney disease were predictors of TE (odds ratio [OR] 3.01, 95% CI 1.15–7.72; P =0.02, and OR 1.87, 95% CI 1.03–3.4; P =0.04, respectively), while clone size was not a significant predictor of TE (OR 1.010, 95% CI 0.995–1.025; P =0.18). Conclusions: Pediatric PNH patients experience a significant burden of disease similar to adult PNH patients. There were no differences in LDH levels, GPI-deficient clone size, or in the incidence of bone marrow disorders, renal impairment, hemoglobinuria, abdominal pain, shortness of breath and dysphagia between pediatric and adult patients. TE event rate was lower in pediatric PNH patients when compared to adults, especially for those with concomitant kidney disease However, TE still remains an issue in this population and pediatric PNH patients are at significant risk for TE. Disclosures: Urbano-Ispizua: Alexion: Membership on an entity's Board of Directors or advisory committees. Schrezenmeier: Alexion Pharmaceuticals, Inc.: Membership on an entity's Board of Directors or advisory committees. Muus: Celgene: Membership on an entity's Board of Directors or advisory committees; Alexion: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Novarts: Membership on an entity's Board of Directors or advisory committees. Maciejewski: Celgene: Research Funding; Eisai: Research Funding; Alexion: Consultancy. Socié: Alexion: Honoraria, Membership on an entity's Board of Directors or advisory committees. Szer: Alexion Pharmaceuticals, Inc.: Membership on an entity's Board of Directors or advisory committees. Brodsky: Alexion Pharmaceuticals, Inc.: Membership on an entity's Board of Directors or advisory committees. Bessler: Alexion Pharmaceuticals, Inc.: Consultancy; Novartis: Membership on an entity's Board of Directors or advisory committees; Taligen: Consultancy. Rosse: Alexion: Consultancy, Membership on an entity's Board of Directors or advisory committees. Kanakura: Alexion: Consultancy, Membership on an entity's Board of Directors or advisory committees. Khursigara: Alexion: Employment, Equity Ownership. Bedrosian: Alexion Pharmaceuticals, Inc.: Employment, Equity Ownership. Hillmen: Alexion Pharmaceuticals, Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}