{
    "doi": "https://doi.org/10.1182/blood-2018-99-113804",
    "article_title": "Gene Editing of BTK in Acute Myeloid Leukaemia Using CRISPR-Cas9 ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster III",
    "abstract_text": "Acute myeloid leukemia (AML) blood cancer is found primarily in adults and the elderly, being the third biggest blood cancer killer. In the last decades there has been some improved rates in younger patients, but little improvement in older patients. AML survival rates are the worst of all blood cancers, therefore finding new therapeutic targets to treat AML is crucial. Bruton's tyrosine kinase (BTK) is involved in the signalling of multiple receptors including growth factor receptors, cytokine receptors, G-protein coupled receptors, antigen receptors and integrins. BTK in turn activates many of the major downstream signalling pathways that control cell migration, adhesion, survival and proliferation. BTK is best known for its role in B-cell receptor signalling, but BTK is also expressed and constitutively active in AML cell lines and AML patient blasts. Targeting BTK in B-cell malignancies with the BTK inhibitor ibrutinib has shown clinical effectiveness and tolerability in recent patient trials. Ibrutinib is orally active and covalently binds at the Cys-481 in the ATP-binding domain of BTK, to irreversibly block its enzymatic activity. A proportion of CLL and MCL patients treated with ibrutinib relapse during the therapy, with secondary resistance developing against ibrutinib. This resistance is mainly due to a BTK cysteine to serine mutation at position 481 (C481S) which disrupts ibrutinib's covalent binding to BTK. As little is known about BTK's role and therapeutic potential in AML, we aimed to study the effects and functional consequences of pharmacological inhibition of BTK using ibrutinib. We furthermore generated the BTK-C481S mutation in AML cell lines using the CRISPR-Cas9 gene-editing system. Shown here for the first time is a gene-edited mutation introduced into a human leukemia cell clone that has been purified to homogeneity. We explored the functional impact of BTK-C481S mutation on ibrutinib sensitivity, and mutation-induced adaptation of the phosphoproteome and kinome in AML cells. HEK-293T cells were used for validation purposes to find the most efficient knock-in strategy. We tested the most commonly used CRISPR endonuclease spCas9 as well as two other Cas9 orthologs called SaCas9 and AsCas12a. The designed spacer sequences within the sgRNA that target the gene of interest were delivered either via plasmid or in vitro transcripts. A repair template for homology directed repair (HDR) was designed containing the necessary base changes to change the amino acid at position 481 in BTK from cysteine to serine. The HDR template was delivered via transfection as single-stranded oligodeoxynucleotide (ssODN) or incorporated into plasmid. All strategies tested were successful but due to the poor transfectability of AML cell lines, we used lentiviral delivery to introduce BTK-C481S mutation into AML cell lines. The BTK-C481S mutation was introduced in THP-1 and OCI-AML3 cells. Mutant-positive cells were found via clonal selection and Sanger sequencing. Wild-type (WT) as well as mutant cells were treated with various ibrutinib concentrations ranging from 1 nM to 1 µM and analysed for BTK expression/phosphorylation via Western blot, with effects on cell proliferation, viability and cell cycle measured via flow cytometry. We also performed phosphoproteomics and kinome assays comparing untreated as well as treated (30 nM ibrutinib, 2h) THP-1 WT and THP-1 BTK-C481S cells. Western blot results showed that the effective concentration required for BTK inhibition is 30-fold higher in BTK-C481S mutant compared to WT cells (300 nM vs 10 nM). Wash-out experiments revealed that ibrutinib binding can be reversed in BTK-C481S mutant cells but not WT cells. Little effect of ibrutinib on proliferation and viability were seen comparing BTK-C481S mutant and WT AML cells. These signalling adaptations in BTK-C481S cells are consistent with changes observed in ibrutinib-resistant leukemia patient samples. Disclosures Slupsky: Verastem: Research Funding.",
    "topics": [
        "crispr-cas9",
        "gene editing",
        "leukemia, myelocytic, acute",
        "ibrutinib",
        "mechlorethamine",
        "hematologic neoplasms",
        "cysteine",
        "gata3 gene",
        "leukemia",
        "serine"
    ],
    "author_names": [
        "Melanie Maerken, MS, BSc",
        "David MacEwan, PhD",
        "Nicholas Harper, PhD",
        "Joseph R Slupsky, PhD",
        "Adam Linley, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Melanie Maerken, MS, BSc",
            "author_affiliations": [
                "Department of Molecular and Clinical Pharmacology, University of Liverpool, Chester, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David MacEwan, PhD",
            "author_affiliations": [
                "Department of Molecular and Clinical Pharmacology, University of Liverpool, Liverpool, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Harper, PhD",
            "author_affiliations": [
                "Department of Molecular and Clinical Pharmacology, University of Liverpool, Liverpool, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph R Slupsky, PhD",
            "author_affiliations": [
                "Department of Molecular and Clinical Cancer Medicine, University of Liverpool, Liverpool, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Linley, PhD",
            "author_affiliations": [
                "Department of Molecular and Clinical Cancer Medicine, University of Liverpool, Liverpool, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T04:34:11",
    "is_scraped": "1"
}