{
    "doi": "https://doi.org/10.1182/blood.V112.11.3446.3446",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1226",
    "start_url_page_num": 1226,
    "is_scraped": "1",
    "article_title": "Unexplained Anemia Is Common in Elderly Patients with Anemia and Is Characterized by a Low Erythropoietin Level ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Red Cell Regulation and Production",
    "topics": [
        "anemia",
        "erythropoietin measurement",
        "older adult",
        "alpha-thalassemia",
        "anemia of chronic disorder",
        "cisplatin/methotrexate/vinblastine protocol",
        "erythrocyte indices",
        "erythropoietin",
        "fluorides",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Elizabeth A Price, MD, MPH",
        "Renee Mehra, B.S.",
        "Stanley L. Schrier, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Division of Hematology, Stanford University, Palo Alto, CA, USA"
        ],
        [
            "Medicine (Hematology), Stanford University, Stanford, CA, USA"
        ],
        [
            "Stanford Univ. School of Med., Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.427474499999995",
    "first_author_longitude": "-122.16971899999999",
    "abstract_text": "BACKGROUND: Anemia is common in the elderly and associated with substantial morbidity and even mortality. Previous reports suggest that approximately one third of patients ≥65 have an anemia that remains unexplained after hematologic evaluation. The purpose of this study was to evaluate a cohort of elderly patients for underlying causes of anemia with a thorough hematologic evaluation in an attempt to better isolate the “unexplained anemia” group for further study. METHODS: Men and women 65 years and older with anemia as defined by World Health Organization criteria and seen either at Stanford Hospital and Clinics (SHC) or VA Palo Alto Health Care Systems (VAPAHCS) underwent a comprehensive hematologic evaluation to determine the etiology of the anemia. Evaluation included a complete blood count, red cell indices, review of the peripheral smear, and assessments of iron and cobalamin status and renal function, with additional assessment driven by initial clinical findings. RESULTS: 113 patients were enrolled, 77 (68%) at VAPAHCS and 36 (32%) at SHC. Of the 113 patients, 98 (87%) were men, 79 (70%) caucasian, 15 (13%) asian, and 14 (12 %) black. The mean age was 78 years (range 65 to 93), median hemoglobin (Hb) was 11.5 g/dL (range 6.4 to 12.9), mean MCV was 92 femtoliters (fL) (range 73–118), mean absolute reticulocyte count (ARC) in 112 patients was 52 K/uL (range 14.7–157.3), mean reticulocyte production index in 112 patients was 0.68 (range 0.15–1.99) and the median erythropoietin (epo) level in 109 patients was 18.6 mU/mL (range 3.8–700). Ninety-eight of 113 (87%) patients have completed their evaluation for anemia. In these 98, 43 were diagnosed with UA; 15 were judged to have anemia related, at least in part, to hormonal and/or radiation treatment for prostate cancer; 13 patients were diagnosed or strongly suspected to have a hematologic malignancy (including myelodysplastic syndrome); 11 were diagnosed with iron deficiency anemia; 2 each had renal insufficiency alone (defined as an estimated glomerular filtration rate (eGFR) < 30 ml/min/1.73 m 2 ), alpha thalassemia or an associated underlying non-hematologic malignancy; one patient had anemia of chronic inflammation; and the remainder had combined or other disorders. The median Hb in the UA group was 11.9 g/dL (range 10.4–12.8). The median epo level in the UA group was 16.0 mU/mL (range 3.8–43.0), significantly lower than in the non-UA group (23.0 mU/mL, range 5.4–700.0; p = 0.0010). The median eGFR in the UA group was 74.5 compared to 66.5 in the non-UA group (NS). In those with UA with an eGFR between 30 and 60, the median Hb was 11.5 g/dL (range 10.4–12.6) and the median epo level was 16.3 mU/mL (range 3.8–40.7). This was similar to those in the UA group with an eGFR ≥ 60, who had a median Hb of 11.9 g/dL (range 10.7–12.8, NS) and a median epo level of 16.0 mU/mL (5.7–43.0; NS). DISCUSSION: Despite a comprehensive evaluation for anemia, 44% of anemic elderly patients were found to have unexplained anemia. Those with unexplained anemia had a normocytic, hypoproliferative anemia with normal to low epo levels, regardless of whether the eGFR was below or above 60. We hypothesize that these patients with UA who have distinctly lower epo levels may have age-dependent impairment in the hypoxia-inducible-factor oxygen sensing mechanisms."
}