{
    "doi": "https://doi.org/10.1182/blood.V112.11.164.164",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1171",
    "start_url_page_num": 1171,
    "is_scraped": "1",
    "article_title": "Autologous Hematopoietic Stem Cell Transplantation (HSCT) for Autoimmune Diseases: 10 Years Experience from the European Group for Blood and Marrow Transplantation (EBMT) Working Party on Autoimmune Diseases ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Results - Autologous Transplantation",
    "topics": [
        "autoimmune diseases",
        "bone marrow transplantation",
        "hematopoietic stem cell transplantation",
        "brachial plexus neuritis",
        "systemic lupus erythematosus",
        "systemic scleroderma",
        "arthritis, juvenile rheumatoid",
        "granulocyte colony-stimulating factor",
        "busulfan",
        "alemtuzumab"
    ],
    "author_names": [
        "Dominique Farge",
        "Myriam Labopin",
        "Alan Tyndall",
        "Athanasios Fassas",
        "Gian Luigi Mancardi",
        "Jaap Van Laar",
        "Jian Ouyang",
        "Tomas Kozak",
        "John Moore",
        "Ina Kötter",
        "Virginie Chesnel",
        "Alberto Marmont",
        "Alois Gratwohl, MD",
        "Riccardo Saccardi"
    ],
    "author_affiliations": [
        [
            "Internal medicine and vascular pathology, Saint Louis Hospital, Paris, France"
        ],
        [
            "Hopital Saint-Antoine, Université Pierre et Marie Curie Paris 6, Paris 75571, France"
        ],
        [
            "Rheumatologische Uniklinik, Felix Platter Spital, Basel, Switzerland"
        ],
        [
            "Hematology-BMT unit, George Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Clinica Neurologica Università, Ospedale San Martino, Genova, Italy"
        ],
        [
            "Institute of Cellular Medicine, University of Newcastle, Newcastle upon Tyne, United Kingdom"
        ],
        [
            "Department of Haematology, Nanjing Drum Tower Hospital,The Affiliated Hospital of Nanjing University Medical School, Nanjing, China"
        ],
        [
            "Department Of Clinical Hematology,, University Hospital Kralovske Vinohrady, Prague, Czech Republic"
        ],
        [
            "Haematology Department, St. Vincents Hospital, Sydney, Australia"
        ],
        [
            "Medizinische Klinik 2, Tübingen, Germany"
        ],
        [
            "Hopital Saint-Antoine, Université Pierre et Marie Curie Paris 6, Paris, France"
        ],
        [
            "Department of Haematology II, Ospedale San Martino, Genova, Italy"
        ],
        [
            "Hematology, University Hospital of Basel, Basel, Switzerland"
        ],
        [
            "BMT Unit, Department of Hematology, Policlinico di Careggi, Firenze, Italy"
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699",
    "abstract_text": "Introduction Since 1996 a joint collaborative effort from the European Group for Blood and Marrow Transplantation (EBMT) and League against Rheumatism (EULAR) collected cases of Autologous Hematopoietic Stem Cell Transplantation (AHSCT) for patients (pts) with severe autoimmune diseases (AD). This retrospective observational study was designed to assess patients outcome and analyse the determinants of treatment responses after AHSCT. Methods All consecutive AD pts treated by AHSCT from 1996 to 2007 according to the EBMT-EULAR consensus statement with ethics committee approved protocol were included. Data were reported yearly via the electronic EBMT data management system PROMISE and outcomes updated as December 2007. Standard AHSCT techniques used either bone marrow (BM), peripheral blood stem cells (PBSC) or both. PBSC were collected with cyclophosphamide CY (CY 4 g/m2) + granulocyte-colony stimulating factor (G-CSF), or with G-CSF alone if cardiac function prevented CY. Cell selection used either CD34+ selection with or without monoclonal antibodies, particularly anti-CD52, anti-CD3, anti- CD19 or anti-CD20. C onditioning regimen used either Total Body Irradiation (TBI) or chemotherapy alone, with various combinations of CY, Busulfan, BEAM ± Antithymocyte Globulins (ATG), which were then subgrouped arbitrarily into high intensity regimen, including Busulfan or TBI, low intensity restricted to CY alone, Melphalan alone and Fludarabine-based regimens, or intermediate regimen with all the other combinations. Primary outcome measure was Progression Free Survival (PFS) defined as survival without evidence of relapse or progression. Secondary outcomes were the Overall Survival (OS) defined as time to death, irrespective of the cause and Transplant Related Mortality (TRM) at day 100, defined as death without ADs relapse or progression. Cumulative incidence curves were used for TRM, considering relapse or progression within 100 days as a competing event and compared using the Gray‘s test. Kaplan-Meier estimate was used to calculate PFS Probabilities and the log-rank test for univariate comparisons. For all pronostic analyses, continuous variables were categorised and the median was used as a cut-off point. Associations of patient, disease and graft characteristics with outcomes were evaluated in multivariate analyses, using Cox proportional hazards for PFS, and proportional hazard regression model of Fine and Gray for NRM. Results: From 1996 to December 2007, 900 AD pts (64 % female, median 35 years) from 171 teams in 27 countries treated by AHSCT were reported to the EBMT data base, mainly multiple sclerosis (MS, n=345), systemic sclerosis (SSc, n=175), systemic lupus erythematosus (SLE, n=85), rheumatoid arthritis (RA, n=89), juvenile idiopathic arthritis (JIA, n=65), vasculitis (VASC, n=26) and hematological immune cytopenia (HIC, n=37). PSC were used as stem cell source for 92% of the pts; 42 % of the pts had in vitro cell selection, mostly with CD34+ selection. All types of conditioning regimens were used in all disease categories with very few patients (7%) with TBI. On the overall population, the 5 years PFS was 43 ± 2 % and OS was 85 ± 1 %. Three years after AHSCT: PFS was 61±5 % for SSc, 55±3 % for MS, 54±6 % for SLE, 52±7 % for JIA, 53±15 % for PMDM, 47±11 % for VASC, 34±9 % for HIC and 23±5 % for RA,); OS was 98 ± 2 % for RA, 93 ± 2 % for MS, 82 ± 5 % for JIA, 83 ± 5 % for SLE and 77 ± 4 % for SSc, depending primarily on AD type (p<0.001). By multivariate analysis, the age > 35 yrs (HR 0.73, 95%CI (0.59–0.89), p=0.002), AHSCT performed before December 2000 (HR 0.69, 95%CI (0.55–0.85), p=0.008) and number of AHSCT for ADs per centre £ 13 (HR 0.82, 95%CI (0.67–0.99, p=0.05) were associated with a lower PFS. The day 100 TRM was 5 ± 1% overall and appeared significantly lower for a number of patients per centre > 13 (HR 0.45, 95% CI (0.21–0.99), p=0.05). Conclusion The EBMT registry allowed to collect 900 ADs pts with AHSCT after 10 years of collaborative effort. Although retrospective, this largest cohort studied worldwide so far showed that patient age, AD type and number of AHSCT per centre are important determinants of the response. AHSCT appeared a good therapeutic alternative for severe Ads unresponsive to conventional treatment, supporting the ongoing European and north American phase 3 trials comparing AHSCT to standard therapies in SSc, MS, SLE and Crohn’s disease."
}