{
    "doi": "https://doi.org/10.1182/blood.V128.22.2568.2568",
    "article_title": "Evidence of Thrombin-Independent Generation of Activated Protein C ",
    "article_date": "December 2, 2016",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Introduction: In a recent study, we performed autologous serum infusions to evaluate the elimination kinetics of hemostasis-related biomarkers in healthy human subjects. In order to monitor a serum-induced activation of coagulation, we measured free thrombin in the infused serum and in plasma samples taken during and after infusion, but did not detect any de novo thrombin formation [PLoS One. 2015; 10(12): e0145012]. To study if the low levels of free thrombin in the infused serum induce generation of activated protein C (APC) we additionally measured APC in samples drawn after autologous serum infusion and in vitro in a purified system. Methods: Autologous serum was infused (50 mL/30 min) into 19 healthy volunteers. Four of them were simultaneously receiving infusions of the thrombin inhibitor argatroban (1 µg/kg/min), initiated 1 h before and ceased 1 h after starting the infusion of serum. Thrombin and APC were measured in serum and in plasma samples drawn before and in 15-min intervals during the infusion of serum, using a highly-sensitive oligonucleotide-based enzyme capture assay (OECA) platform. In in vitro experiments, APC formation was induced by addition of purified thrombin or serum to buffer containing protein C and thrombomodulin in excess, and CaCl 2 at physiological concentrations. The formation of APC was subsequently measured by OECA. Results: In the autologous serum median (interquartile range) concentrations of thrombin and APC were 6.68 (4.63 - 8.73) ng/mL and 9.17 (7.63 - 13.91) ng/mL, thus doses of 0.12 (0.07 - 0.15) ng/mL of thrombin and 0.16 (0.14 - 0.22) ng/mL of APC were infused per mL of the subjects' plasma volume. In the plasma of probands, that did not receive argatroban, peak thrombin levels of 0.04 (0.00 - 0.08) ng/mL were measured, indicating a rapid inactivation of thrombin by endogenous inhibitors present in the plasma. However, with 1.41 (0.76 - 2.97) ng/mL peak APC levels exceeded the infused APC doses by a multiple. This was also true for the plasma samples from the probands that received argatroban, in which peak levels of APC of 0.94 (0.79 - 1.22) ng/mL were measured despite thrombin inhibition indicated by prolongation of the aPTT of 42.9 (40.1 - 44.4) s and thrombin time of 78.3 (69.3 - 87.2) s. In the in vitro experiments addition of argatroban at the concentrations achieved in the probands completely abolished APC generation up to a thrombin concentration of 5 ng/ml. Addition of human serum as a source for thrombin in the same purified system consistently induced generation of greater amounts of APC than expected on the basis of the amount of thrombin present in the serum samples. Conclusions: The data obtained provide evidence for a thrombin-independent mechanism of APC formation. Further in vitro studies with endothelial cells are required to identify the components that are involved in this alternative way of APC generation. Disclosures Rühl: CSL Behring: Research Funding; Bayer: Consultancy, Honoraria. Müller: Novo Nordisk: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "activated protein c",
        "thrombin",
        "argatroban",
        "infusion procedures",
        "activated partial thromboplastin time measurement",
        "biological markers",
        "buffers",
        "enzymes",
        "hemostasis procedures",
        "oligonucleotides"
    ],
    "author_names": [
        "Heiko Rühl, MD",
        "Janine Rossa",
        "Christina Berens, MD",
        "Anna Winterhagen",
        "Johannes Oldenburg, Prof",
        "Jens Müller, PhD",
        "Bernd Pötzsch, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Heiko Rühl, MD",
            "author_affiliations": [
                "Institute of Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Janine Rossa",
            "author_affiliations": [
                "Institute of Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Berens, MD",
            "author_affiliations": [
                "Institute of Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Winterhagen",
            "author_affiliations": [
                "Institute of Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Oldenburg, Prof",
            "author_affiliations": [
                "Institute of Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jens Müller, PhD",
            "author_affiliations": [
                "Institute of Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernd Pötzsch, MD PhD",
            "author_affiliations": [
                "Institute of Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T13:06:32",
    "is_scraped": "1"
}