{
    "doi": "https://doi.org/10.1182/blood.V120.21.4310.4310",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2313",
    "start_url_page_num": 2313,
    "is_scraped": "1",
    "article_title": "Role of High Dose Methotrexate with Cranial Irradiation for Pediatric T-Cell Lymphoid Malignancies ",
    "article_date": "November 16, 2012",
    "session_type": "Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation",
    "topics": [
        "cranial irradiation",
        "lymphoid neoplasm, malignant",
        "methotrexate",
        "t-lymphocytes",
        "pediatrics",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "complete remission",
        "intrathecal chemotherapy",
        "central nervous system prophylaxis"
    ],
    "author_names": [
        "Ossama M Maher, MD",
        "Hany Hussein, MD",
        "Sean A Marco, BSc",
        "Aziza Sedrak, MD",
        "Yasser E Elborai, MD",
        "Heba Moussa, MD",
        "Alaa El-Haddad, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, National Cancer Institute, Cairo University, Cairo, Egypt, "
        ],
        [
            "Pediatric Hematology/Oncology, National Cancer Institute, Cairo University, Cairo, Egypt, "
        ],
        [
            "Department of Pediatrics, The Brooklyn Hospital Center, Brooklyn, NY, USA"
        ],
        [
            "Department of Pediatrics, The Brooklyn Hospital Center, Brooklyn, NY, USA"
        ],
        [
            "Pediatric Hematology/Oncology, National Cancer Institute, Cairo University, Cairo, Egypt, "
        ],
        [
            "Pediatric Hematology/Oncology, National Cancer Institute, Cairo University, Cairo, Egypt, "
        ],
        [
            "Pediatric Hematology/Oncology, National Cancer Institute, Cairo University, Cairo, Egypt, "
        ]
    ],
    "first_author_latitude": "30.025705650000003",
    "first_author_longitude": "31.219699350000003",
    "abstract_text": "Abstract 4310 Introduction: T cell lymphoid malignancies are associated with distinctive clinical and biologic features; however, true lineage-specific treatments have yet to be identified. Recent trials have shown promising results for patients with advanced T-cell malignancies given novel treatment regimens of rotating myelosuppressive agents. Objectives: To evaluate the response of children with advanced stage lymphoblastic lymphoma (T-NHL) and T-cell acute lymphoblastic lymphoma (T-ALL) to high dose methotrexate (HDMTX) (5gm/m 2 ) and cranial radiation (1800 cGy). Estimates of complete response rate (CRR), disease free survival (DFS), event-free survival (EFS), and overall survival (OS) will be analyzed. The administered protocol was modeled after the POG 9404 study, Arm IV, to assess its effectiveness in a developing country's patient population. Methodology: The regimen included 4 doses of HDMTX (5gm/m 2 ) plus leucovorin rescue, given at weeks 4,7, 10, and 13 of therapy. An intensive anthracycline based multidrug regimen (vincristine, doxorubicin, prednisone, methotrexate, and mercaptopurine) combined with high dose asparginase consolidation (25.000 IU/m 2 ) was added by intramuscular injection weekly for 20 weeks starting at week 7. Extended intrathecal chemotherapy (methotrexate and cytarabine) was given as CNS prophylaxis throughout different phases of treatment in addition to central nervous system (CNS) irradiation (1800 cGy) to the brain and meninges given to all patients beginning at week 22. Results: 105 patients with newly diagnosed T-Cell lymphoid malignancy presenting to the department of Pediatric Oncology at the National Cancer Institute, Cairo University between November 1 st 2004 and August 1 st 2008, were considered eligible for the study and enrolled. Sample population had a mean age of 9.75 years (2–18 years) comprised of 72 (68.6%) T-ALL and 33 (31.4%) T-NHL (stage III & IV) subtypes. All patients were started on the novel regimen as described. 94 cases (89.5%) achieved complete remission post induction therapy. At the conclusion of our follow-up period (6–48 months, median 24 months), 58/105 cases (55.2%) maintained complete remission (CR). Three year disease free survival (DFS) was 47.1±8.6% and 93.3±6.4% for T-Cell ALL and NHL groups, respectively ( Fig 1 ). Three year estimated free survival (EFS) was 48.5±6.2% and 59.2 ±9.2% in T- ALL and T-NHL groups, respectively ( Fig 2 ). 22/105 (20.9%) cases relapsed with classification including nodal relapse in 4 cases, hematological relapse (HR) in 3 cases, CNS relapse in 12 cases, both CNS and HR relapse in 2 cases and both hematological and testicular relapse in 1 case. CNS relapse was the most frequent occurrence, recorded in 14 cases (13.3%), 13 cases for T-ALL and 1 case for T-NHL. Time to relapse ranged between 3 months and 24 months, with 12 cases occurring early in the maintenance phase after cranial irradiation and 2 cases occurring early in consolidation phase before cranial prophylaxis. 6/105 (5.7%) cases failed induction, incorrect diagnoses was found in 2 (1.9%) of those cases. 12/105 (11.4%) patients died during active treatment with mortality equally distributed amongst each phase of therapy. Most common cause of death was sepsis in febrile neutropenic patients 8/105 (7.6%). 6/105 (5.7%) cases were lost to follow up. Toxicities were tolerable in most cases; however, 1 case (1.1%) developed toxicity not amenable to HDMTX. No secondary malignancies were found and no patients underwent bone marrow transplantation (BMT) during the follow up period. Isolated relapse in sanctuary sites was not effectively prevented in this study. Both CNS prophylaxis and CNS directed therapy were administered through extended intrathecal chemotherapy, high dose methotrexate and cranial irradiation. Fig (1): View large Download slide Estimated 3 year DFS, T-ALL:47.1±8.6%. T-NHL:93.3±6.4%. Fig (1): View large Download slide Estimated 3 year DFS, T-ALL:47.1±8.6%. T-NHL:93.3±6.4%. Fig (2): View large Download slide Estimated 3 year EFS, T-ALL:48.5±6.2%. T-NHL:59.2 ±9.2%. Fig (2): View large Download slide Estimated 3 year EFS, T-ALL:48.5±6.2%. T-NHL:59.2 ±9.2%. Conclusions: Superior response to extended intrathecal chemotherapy, high dose methotrexate and cranial irradiation was achieved in the T-NHL group compared to the T-ALL group, without significant P value. T-ALL has more significant risk of induction failure (3 of 4 resistant cases), early relapse (<18 months from diagnosis), and isolated CNS relapse when compared to T-NHL. Further studies must be done to delineate the role of CNS directed therapy in improving outcomes for T-cell lymphoid malignancies. Disclosures: No relevant conflicts of interest to declare."
}