{
    "doi": "https://doi.org/10.1182/blood.V106.11.1966.1966",
    "article_title": "The Inhibition of the Osteoblast Niche during Hematopoietic Stem Cell Mobilization Is an Indirect Effect Involving Mature Bone Marrow Leukocytes, IL6 and Soluble IL6 Receptor. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Mobilization of hematopoietic stem cells (HSC) involves the disruption of 1) the adhesive interaction between VCAM-1 and α4-integrins and 2) the chemotactic interaction between CXCL12 and CXCR4, interactions which are both required for the retention of HSC within the bone marrow (BM). Experiments in mice deficient in neutrophil proteases have shown that while the disruption of the VCAM-1/α4 integrin interaction is entirely due to the proteolytic cleavage of VCAM-1 by proteases released from neutrophils accumulating in mobilized BM, the down-regulation of CXCL12 involves protease-independent mechanisms. We have recently shown that osteoblasts are the main source of CXCL12 in the BM and that both the number of osteoblasts lining the endosteum and bone formation are dramatically reduced during G-CSF administration as reflected by bone pain often experienced by mobilized donors. Consequently, the decreased level of CXCL12 levels in mobilized BM could be due to inhibition of osteoblasts, an essential component of the hematopoietic niche. Quantitative real-time RT-PCR were performed on mouse BM cells to follow osteocalcin mRNA levels. Osteocalcin mRNA dropped 2–3 logs during mobilization induced by either G-CSF or cyclophosphamide showing that the inhibition of osteoblast function is not restricted to G-CSF-induced mobilization. Morphometric analyses of tibia sections showed a quasi disappearance of osteoblasts and osteoid as early as day 2 of G-CSF injection. In humans, we observed a significant reduction of osteocalcin protein concentration in the plasma during mobilization induced by either G-CSF alone, G-CSF+ KIT ligand or IL3+GM-CSF, showing that in both humans and mice this effect is not restricted to G-CSF. In cultures of purified human osteoblasts, neither G-CSF, KIT ligand, IL3 nor GM-CSF inhibited osteocalcin production demonstrating that inhibition of osteoblast function is not a direct effect of these cytokines. In parallel experiments, addition of differentiated BM CD34 − leukocytes to osteoblast cultures, resulted in a dose-dependant inhibition of osteocalcin production showing that the effect is mediated by mature leukocytes. Since IL6 and soluble IL6 receptor (sIL6R) are important mediators of bone formation, we tested these two cytokines on purified osteoblasts and found that the combination of IL6+sIL6R was a potent inhibitor of osteocalcin production while these cytokines had no effect when used alone. Furthermore, we find cocultures of osteoblasts and BM leukocytes results in a 30-fold increase in IL6 production compared to monocultures of osteoblasts or BM leukocytes. Finally, in humans, plasma concentration of sIL6R is significantly increased during HSC mobilization and this increase is significantly correlated with the number of circulating CFU-GM. Taken together, these data indicate that the inhibition of osteoblast function during HSC mobilization is an indirect effect involving mature BM leukocytes, IL6 and sIL6R.",
    "topics": [
        "bone marrow",
        "hematopoietic stem cell mobilization",
        "interleukin 6 receptor",
        "interleukin-6",
        "leukocytes",
        "osteoblasts",
        "granulocyte colony-stimulating factor",
        "osteocalcin",
        "recombinant granulocyte colony stimulating factor",
        "stromal cell-derived factor 1"
    ],
    "author_names": [
        "Jean-Pierre Levesque, PhD",
        "Ingrid G. Winkler, PhD",
        "Natalie Sims, PhD",
        "Howard Morris, PhD",
        "Paul J. Simmons, PhD",
        "Yasushi Takamatsu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jean-Pierre Levesque, PhD",
            "author_affiliations": [
                "Biotherapy Laboratory, Mater Medical Research Institute, South Brisbane, Queensland, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ingrid G. Winkler, PhD",
            "author_affiliations": [
                "Biotherapy Laboratory, Mater Medical Research Institute, South Brisbane, Queensland, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie Sims, PhD",
            "author_affiliations": [
                "Dpt of Medicine at St Vincent’s Hospital, University of Melbourne, Fitzroy, Victoria, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard Morris, PhD",
            "author_affiliations": [
                "Hanson Centre, Adelaide, South Australia, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul J. Simmons, PhD",
            "author_affiliations": [
                "Peter MacCallum Cancer Centre, East Melbourne, Victoria, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasushi Takamatsu, PhD",
            "author_affiliations": [
                "Fukuoka University School of Medicine, Fukuoka, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T15:37:08",
    "is_scraped": "1"
}