{
    "doi": "https://doi.org/10.1182/blood.V128.22.4699.4699",
    "article_title": "ABO Mismatch Status Does Not Influence the Clinical Outcomes in Haploidentical Hematopoeitic Cell Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "abstract_text": "Background. With recent progress in modern strategies in human leukocyte antigen [HLA]-haploidentical hematopoietic cell transplantation (HCT), there has been a growing interest in the use ofhaploidentical HCT, especially when there is an urgent need to proceed to transplantation or when a donor search indicates a low likelihood of matched sibling donor (MSD) or matched unrelated donor (MUD) availability. Due to the fact that the HLA system is inherited independently of the ABO-blood group system, approximately 40-50% of allhaploidentical HCTs are performed across the blood group barrier. To the best of our knowledge, no previous studies have addressed the effect of ABO-mismatched grafts on the clinical outcomes ofhaploidentical HCTs. Methods. Our study is aretrospective cohort analysis of patients who underwent an HLA-haploidentical HCT between June 1, 2009 and April 1, 2016 at a single institution. Based on the ABO blood group, patients were placed into one of the following categories: ABO compatible, major ABO mismatch, and minor ABO mismatch. Univariate analysis was performed using χ 2 test for categorical variables and Mann-Whitney U test for continuous variables. The Kaplan-Meier estimate was implemented to compare 1-year Overall Survival rates (OS), 1-year relapse rates, cumulative incidence of 1-year acute graft versus host disease (aGVHD) of different grades, cumulative incidence of chronic GVHD (cGVHD), neutrophil engraftment, platelet engraftment, and engraftment failure rates among the three categories of patients based on ABO status. All reported P values are 2-sided, and P < .05 is considered to indicate statistical significance. A 95% Confidence Interval (CI) for the value of all outcomes of interest was reported. Results. We identified 143 patients who underwenthaplo-HCT during the study period. Of these, 91 patients were ABO compatible, 21 patients had a major ABO-mismatch status, and 27 patients had a minor ABO mismatch. Four patients had a bidirectional ABO mismatch status and were excluded from the study due to the small number. Overall, 139 patients were included in the final analysis with a median age of 51 years old (range 19-73) at the time of transplantation. 52% of the cohort was male, with 80%Caucasion, 16% African-American, and 4% belonging to other racial backgrounds. 45% of the cohort had active disease at time of transplantation, and 24% had undergone previousallo-HCTs. In the vast majority of patients (98%), G-CSF mobilized peripheral blood was used as the stem cell source. 40% of patients received amyeloablative conditioning regimen, and all patients received high dose post-transplantation cyclophosphamide as part of GVHD prophylaxis regimen. In terms of clinical outcomes, our study did not reveal a statistically significant difference between the three categories of patients based on ABO compatibility status. The 1-year OS was 49% (CI: 39-59), 52% (CI: 29-71), and 31% (CI: 14-49) for ABO compatible, major ABO mismatch, and minor ABO mismatch respectively. The 1-year relapse rate was 44% (CI: 31-56), 41% (CI: 15-65), and 42% (CI: 19-64) for ABO compatible, major ABO mismatch, and minor ABO mismatch respectively. The cumulative incidence of 1-year severeaGVHD(grade 3-4) was 13% (CI: 6-23), 14% (CI: 1-49), 6% (CI: 3-23) for ABO compatible, major ABO mismatch, and minor ABO mismatch respectively. The median neutrophil recovery time was 17 (IQR: 5), 17 (IQR: 5), and 19.5 (IQR: 10) days for ABO compatible, major ABO mismatch, and minor ABO mismatch respectively. The median platelet recovery time was 28 (IQR: 16), 27.5 (IQR: 15), and 32 (IQR: 18) days for ABO compatible, major ABO mismatch, and minor ABO mismatch respectively. Conclusion. With recent improvements in conditioning regimens and GVHD prophylaxis strategies,haplo-HCTs are becoming an increasingly available and viable option for patients without a MSD and MUD. Our retrospective cohort study, to our knowledge, is the first to examine the effect of ABO status on the clinical outcomes ofhaplo-HCTs. This study did not show any difference in clinical outcomes ofhaplo-HCTs based on major or minor ABO-compatibility status. In order to confidently conclude that ABO compatibility status does not impact the clinical outcomes ofhaplo-HCTs, well-designed prospective cohort studies with a higher number of patients are needed in the future. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "abo blood-group system",
        "blood groups",
        "cell transplantation",
        "cyclophosphamide",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "granulocyte colony-stimulating factor",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Bita Fakhri, MD MPH",
        "Michael Slade, BA",
        "Cory Jensen, BS",
        "John F DiPersio, MD PhD",
        "Peter Westervelt, MD PhD",
        "Rizwan Romee, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bita Fakhri, MD MPH",
            "author_affiliations": [
                "Department of Medicine, Divisions of Hematology and Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Slade, BA",
            "author_affiliations": [
                "Department of Medicine, BMT and Leukemia Program, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cory Jensen, BS",
            "author_affiliations": [
                "Washigton University School of Medicine, St. Louis, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F DiPersio, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Westervelt, MD PhD",
            "author_affiliations": [
                "Department of Medicine, BMT and Leukemia Program, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rizwan Romee, MD",
            "author_affiliations": [
                "Department of Medicine, BMT and Leukemia Program, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T21:27:39",
    "is_scraped": "1"
}