{
    "doi": "https://doi.org/10.1182/blood.V104.11.5108.5108",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=214",
    "start_url_page_num": 214,
    "is_scraped": "1",
    "article_title": "Comparison of Gel Versus Capillary Electrophoresis for Chimerism Monitoring by PCR Amplification of Microsatellite Markers after Allogeneic Hematopoietic Cell Transplantation. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Hematopoietic chimerism has been demonstrated to be relevant for donor cell engraftment and detection of minimal residual disease after allogeneic hematopoietic cell transplantation (aHCT). In the light of increasing numbers of aHCT as a treatment modality, rapid, reliable and cost effective chimerism monitoring techniques acquire novel relevance. We evaluated the informativeness of five microsatellite markers in 376 donor/recipient pairs and compared the ability of polyacrylamide gel electrophoresis (GE) and capillary electrophoresis (CE) to detect mixed chimerism (MC) after aHCT. The sensitivity for GE and CE with respect to different markers was determined by limiting dilution assays with MC samples containing defined amounts of cells or DNA. Furthermore, CE was applied in 37 retrospectively selected patients with a MC detected by GE, having undergone aHCT for different hematological diseases and initially achieving a complete donor chimerism. The sensitivity and accuracy quantified by limiting dilution was higher CE as compared to GE with all microsatellites. Potential pitfalls with the combined application of CE was preferential amplification, leading to the misdiagnosis of CC in the presence of MC and the occurrence of stutter peaks in the representative area. In case of preferential amplification with the initially applied marker D1S80, evaluation with a second microsatellite was beneficial. Investigation of the selected pts samples demonstrated that detection of an increasing MC was earlier with CE as compared to GE. The detected recipient genotype by CE examination, despite a negative GE result, ranged from 0.7% to 7.1%. We conclude that chimerism assessment with our five microsatellites identified informative alleles in 99% of all donor/recipient pairs. CE displayed a higher sensitivity and accuracy when compared to GE and additionally allowed for detection of an increasing MC suggestive for relapse. Prospective clinical investigation with CE for the predictive value of an increasing MC for graft failure or relapse is necessary. Informativeness of the institutional microsatellite marker panel  No of pairs/ markers . D1S80 . THO1 . D14S120 . YNZ22 . SE33 . Numbers indicate patients were the marker was informative (ratio in %). rel: related donor; unrel: unrelated donor; n.t.: not tested; non inf.: non-informative. 165 rel/211 unrel 87 (53%)/145 (69%) n.t. n.t. n.t. n.t. 78 rel/66 unrel non inf. 22 (22%)/20 (30%) n.t. n.t. n.t. 56 rel/46 unrel non inf. non inf. 18 (32%)/16 (35%) n.t. n.t. 38 rel/20unrel non inf. non inf. non inf. 17 (45%)/15 (75%) n.t. 21 rel/5 unrel non inf. non inf. non inf. non inf. 19 (90%)/4 (80%) rel vs unrel 163/165 (98%) vs 210/211 (99%) No of pairs/ markers . D1S80 . THO1 . D14S120 . YNZ22 . SE33 . Numbers indicate patients were the marker was informative (ratio in %). rel: related donor; unrel: unrelated donor; n.t.: not tested; non inf.: non-informative. 165 rel/211 unrel 87 (53%)/145 (69%) n.t. n.t. n.t. n.t. 78 rel/66 unrel non inf. 22 (22%)/20 (30%) n.t. n.t. n.t. 56 rel/46 unrel non inf. non inf. 18 (32%)/16 (35%) n.t. n.t. 38 rel/20unrel non inf. non inf. non inf. 17 (45%)/15 (75%) n.t. 21 rel/5 unrel non inf. non inf. non inf. non inf. 19 (90%)/4 (80%) rel vs unrel 163/165 (98%) vs 210/211 (99%) View Large",
    "topics": [
        "amplification",
        "chimerism",
        "electrophoresis, capillary",
        "gel",
        "hematopoietic stem cell transplantation",
        "microsatellite repeats",
        "polymerase chain reaction",
        "dilution technique",
        "brachial plexus neuritis",
        "chief complaint"
    ],
    "author_names": [
        "Robert Zeiser, M.D.",
        "Alexandros Spyridonidis, M.D.",
        "Ralph Waesch, M.D.",
        "Hartmut Bertz, M.D.",
        "Jurgen Finke, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Freiburg University Medical Center, Freiburg, Germany"
        ],
        [
            "Department of Hematology and Oncology, Freiburg University Medical Center, Freiburg, Germany"
        ],
        [
            "Department of Hematology and Oncology, Freiburg University Medical Center, Freiburg, Germany"
        ],
        [
            "Department of Hematology and Oncology, Freiburg University Medical Center, Freiburg, Germany"
        ],
        [
            "Department of Hematology and Oncology, Freiburg University Medical Center, Freiburg, Germany"
        ]
    ],
    "first_author_latitude": "48.0072116",
    "first_author_longitude": "7.837512899999998"
}