{
    "doi": "https://doi.org/10.1182/blood-2021-149267",
    "article_title": "An Unusual Presentation of Kaposiform Hemangioendothelioma in the Mandibular Bone ",
    "article_date": "November 5, 2021",
    "session_type": "301.Vasculature, Endothelial Cells and Platelets: Basic and Translational",
    "abstract_text": "Introduction A 4-year-old child presented with neck pain for several months which progressed to jaw pain and limitation in opening of the jaw. Eventual diagnosis of Kaposiform hemangioendothelioma is notable for the later age of presentation, the involvement of bone and soft tissue and the response to therapy. Case In March of 2020 child first developed sore throat and pain in his neck which led to limitation in neck movements. An enlarged tonsil was noted and treated. Symptoms improved only to recur and worsen by August 2020. Child was waking up with pain at night. Tonsils were removed in September to address this. Shortly thereafter, his mouth wouldn't open well. They saw several physicians without a definitive diagnosis for this including pediatrician, ENT and audiology. In late February 2021 ENT was re-consulted. A lytic lesion was discovered on X-ray. MRI further elucidated this as a destructive mass within the right mandibular ramus with soft tissue extension. A biopsy then characterized it as a Kaposiform Hemangioendothelioma. The biopsy showed a cellular vascular neoplasm forming variable small lobules with intervening fibrous tissue. The cells were monotonous and flat to spindled. Slit-like spaces and glomeruloid structures were seen. CD31 and D2-40 stains highlighted the endothelial cells and SMA stain pericytes. HHV8 stain was negative. No laboratory evidence of consumptive coagulopathy was noted. there was no evidence of Kasabach Merritt syndrome (KMP) Management Given the location of tumor and risks and morbidity of surgery, child was initiated on oral sirolimus aiming for a trough between 10 and 15 ng/ml and prednisone therapy with rapid taper in 4 weeks. Significant reduction in size of tumor was noted on serial scans. It measured 3.9 cm in craniocaudal, 2.8 cm in transverse, and 3.5 cm in AP dimension at diagnosis and reduced to 3.5 x 1.9 x 2.8 cm within 6 weeks. Child had improved mobility of jaw and improved speech. Nocturnal pain resolved on steroids but recurred off steroids. Aspirin was added to the treatment when steroids were weaned and helped resolve the pain. Hypercholesterolemia was noted on sirolimus, but otherwise very well tolerated at this dose. Clinical exam and serial MRIs have shown continued response to therapy. Summary We present this case as a rare presentation in an older child with the mandibular bone as the primary site. Kaposiform hemangioendotheliomas are very rare, and usually seen in the newborn or early infancy. The occurrence later in life with bone and adjacent soft tissue primary and cervicofacial location is more rare. Although 70% of KHE are complicated by Kassabach Merritt phenomenon, the older age and location in bone are features that have been associated with lack of KMP in larger series. In many cases surgical management would be preferred, but given the location of this tumor, we opted for medical therapy with sirolimus and prednisone. The impressive response to therapy is encouraging and makes us hopeful that we may decrease size such that surgery is less morbid or avoid surgery entirely. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Aarati V Rao",
        "Katharine L Ostedgaard",
        "Youran Zou",
        "Kristin A. Shimano"
    ],
    "author_dict_list": [
        {
            "author_name": "Aarati V Rao",
            "author_affiliations": [
                "Kaiser Permanente Roseville Medical Center, Roseville, CA",
                "Pediatric Hematology Oncology, The Permanente medical group- Kaiser Permanenete, Roseville, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katharine L Ostedgaard",
            "author_affiliations": [
                "Head and neck surgery, The Permanente Medical Group, Roseville, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Youran Zou",
            "author_affiliations": [
                "Department of Pathology, The Permanente Medical group, Oakland, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristin A. Shimano",
            "author_affiliations": [
                "UCSF Benioff Children's Hospital, San Francisco, CA",
                "Division of Pediatric Allergy, Immunology, and Bone Marrow Transplantation, University of California San Francisco, Benioff Children's Hospital, San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:46:53",
    "is_scraped": "1"
}