{
    "doi": "https://doi.org/10.1182/blood-2018-99-117572",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3972",
    "start_url_page_num": 3972,
    "is_scraped": "1",
    "article_title": "Ixazomib in Previously Untreated Indolent B-Cell Non-Hodgkin Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": [
        "b-cell lymphomas",
        "indolent",
        "ixazomib",
        "infrainguinal bypass",
        "neoplasms",
        "disease progression",
        "disease remission",
        "rituximab",
        "small cell lymphoma",
        "toxic effect"
    ],
    "author_names": [
        "Solomon A. Graf, MD",
        "Ryan C. Lynch, MD",
        "David G. Coffey, MD",
        "Mazyar Shadman, MD MPH",
        "Sandra Kanan, MSN, ARNP",
        "Edward N. Libby, III, MD",
        "Edus H. Warren, MD PhD",
        "Colin Godwin",
        "Ted Gooley, PhD",
        "Jonathan R. Fromm, MD PhD",
        "Ajay K. Gopal, MD"
    ],
    "author_affiliations": [
        [
            "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Hematology/Oncology Fellowship Program, University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Department of Laboratory Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Division of Medical Oncology, University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858",
    "abstract_text": "Background : Frontline treatment of indolent B-cell non-Hodgkin lymphoma (iB-NHL) typically involves intravenously administered anti-CD20 monoclonal antibodies with or without cytotoxic chemotherapy. Effective and low-toxicity therapies with improved convenience of administration are sought. We hypothesized that ixazomib (Ix) could safely and conveniently induce remissions in patients with untreated iB-NHL. Here we present the first data on frontline use of Ix in untreated iB-NHL. Methods : This single-arm, open-label phase II \"window\" trial for patients with untreated iB-NHL (NCT02339922) opened to enrollment in May 2016. Eligibility included histopathologically confirmed iB-NHL, measurable disease, a clinical indication for treatment based on NCCN guidelines, and no prior systemic treatment. Ix was administered at 4 mg orally once a week on consecutive 28-day cycles until disease progression or unacceptable toxicity and four doses of weekly rituximab (R) were added during the 7 th cycle, after the initial window period. The primary endpoint was investigator-assessed response rate after independent radiology review. Response assessment occurred at every 2 cycles and using standard (Lugano) criteria. Tumor tissue was collected for gene expression profiling and immunohistochemical evaluation of molecular pathways associated with proteasome inhibition. Results : As of July 1, 2018, 15 patients were treated. The median age was 64 years (range, 47 to 81) and 53% were men. Disease histologies included follicular lymphoma (FL, n = 10), mantle cell lymphoma (MCL, n = 2), marginal zone lymphoma (MZL, n = 2), and small lymphocytic lymphoma (SLL, n = 1). At the start of therapy, all had stage III/IV disease and B-symptoms were present in 40%. For patients with FL, 80% had poor risk by FLIPI. Overall, the indication for treatment included symptoms due to disease (40%), steady progression of disease (33%), and cytopenia due to disease (27%). To date, 14 patients were evaluable for response and 13 experienced tumor burden reduction during the Ix-only window (Figure 1). Of patients with FL, 6 completed the Ix-only window phase and, of these, 5 achieved PR. An additional 4 patients with FL have not completed all 6 cycles of Ix monotherapy. Of these, 1 patient achieved a PR after 4 cycles and continues on treatment, 1 patient came off study with stable disease after 4 cycles, and 2 patients have experienced tumor reduction without meeting formal response criteria and continue on treatment (after 2 and 4 cycles, respectively). Of those patients with FL that received R, all achieved formal remission (3 CR, 3 PR). Median progression free survival has not been reached with a median follow up of 7.4 months. No patient with non-FL histology had yet achieved a PR during the Ix-only window or had undergone response assessment after receiving R at the time of the data cut. The most common adverse events (AEs) for all pts were grade 1-2 and included nausea (53%), diarrhea (53%), rash (40%), and fatigue (33%). Peripheral neuropathy occurred in 20% patients (grade 2 in 7%). A single grade ≥ 3 AE occurred (syncope, grade 3). Conclusions : Data from this interim analysis suggest that Ix monotherapy is well tolerated and highly active in the frontline treatment of FL with all patients demonstrating tumor reduction to date and augmented responses following the addition of R. Non-FL histologies of B-NHL appear less responsive to Ix, but numbers are small. Accrual on study continues. Correlative analyses are underway to determine if Ix or Ix-R may represent a viable frontline option for some patients with iB-NHL. Figure 1 . Waterfall plot of response. Number of cycles of treatment received to date indicated for each subject. Four weekly doses of rituximab are added, per protocol, with the 7 th cycle of ixazomib. Asterisk indicates treatment on study ongoing. View large Download slide View large Download slide  Disclosures Graf: Acerta: Research Funding; TG Therapeutics: Research Funding; Beigene: Research Funding. Lynch: T.G. Therapeutics: Research Funding; Takeda Pharmaceuticals: Research Funding; Rhizen Pharmaceuticals S.A.: Research Funding; Incyte Corporation: Research Funding; Johnson Graffe Keay Moniz & Wick LLP: Consultancy. Shadman: Genentech: Consultancy; Genentech: Research Funding; Verastem: Consultancy; AbbVie: Consultancy; Gilead Sciences: Research Funding; Beigene: Research Funding; Qilu Puget Sound Biotherapeutics: Consultancy; AstraZeneca: Consultancy; TG Therapeutics: Research Funding; Mustang Biopharma: Research Funding; Pharmacyclics: Research Funding; Acerta Pharma: Research Funding; Celgene: Research Funding. Gopal: Pfizer: Research Funding; Aptevo: Consultancy; BMS: Research Funding; Brim: Consultancy; Asana: Consultancy; Seattle Genetics: Consultancy, Research Funding; Gilead: Consultancy, Research Funding; Takeda: Research Funding; Merck: Research Funding; Janssen: Consultancy, Research Funding; Spectrum: Research Funding; Incyte: Consultancy; Teva: Research Funding."
}