{
    "doi": "https://doi.org/10.1182/blood.V116.21.730.730",
    "article_title": "Genetic Engineering of Donor T Cells for BMT Immunotherapy: Expression of TRAIL and PLZF Selectively Enhances GVT and Abrogates Gvhd ",
    "article_date": "November 19, 2010",
    "session_type": "Experimental Transplantation - GVHD and GVL: Effector and Regulatory T Cells",
    "abstract_text": "Abstract 730 Efforts to improve graft-versus-tumor (GVT) activity of alloreactive donor T cells are limited by a concomitant rise in graft-versus-host disease (GVHD). We employed experimental allogeneic bone marrow transplantation (allo-BMT) models to assess two novel strategies, in which T lineage cells were genetically engineered to enhance selective effector functions. In addition to the transgenic expression of these molecules on mature donor T cells, we also used genetically engineered precursor T cells as an “off the shelf” adoptive cell therapy. One strategy relies on T cell cytolytic molecule TNF-Related Apoptosis Inducing Ligand (TRAIL), which can induce apoptotic signals through death receptor (DR) 4 and 5 molecules (only DR5 in mice) expressed on target cells. Certain tumor cells are known to express high levels of surface DR5 making TRAIL an attractive candidate for genetic engineering of donor T cells to enhance GVT activity. Extending previous studies indicating that TRAIL expression in donor T cells is dispensable for the development of GVHD, we evaluated the effect of TRAIL over-expression in donor T cells (mature and precursor) on GVHD and GVT. Mature T cells derived from donor B6 splenocytes were transduced with a lentiviral TRAIL expression vector. The transduced TRAIL+ T cells were adoptively transferred on day 0 into lethally irradiated CBF1 recipients of a T cell depleted allo-BMT, bearing LB27.4 tumors, (B6 ^ CBF1+LB27.4) to assess their GVHD and GVT activity. TRAIL+ T cells displayed significantly enhanced antitumor immunity compared to T cells transduced with a control vector against LB27.4 tumor cell lines in vitro and upon transfer into tumor bearing allo-BMT recipients (p<0.01) ( Fig 1 A) . Interestingly, the recipients treated with TRAIL+ T cells had significantly less GVHD. We observed increased DR5 expression on host antigen presenting cells (APC) soon after the total body irradiation used in our preparative regimens, suggesting that TRAIL+ donor T cells could potently eliminate host APC, resulting in less GVHD. Precursor T cells have the added benefits of reconstituting the T cell compartment without GVHD and “off the shelf” use. We generated TRAIL+ precursor T cells from transduced B6 murine hematopoietic stem cells and expanded them using the OP9-DL1 co-culture system. Adoptive transfer of B6 TRAIL+ precursor T cells into syngeneic-transplanted BALB/c mice could reconstitute the T cell compartment with TRAIL expressing T cells. When challenged with localized RENCA tumors, TRAIL+ precursor T cells showed enhanced antitumor activity (p<0.05) compared to mock (GFP)-transduced controls ( Fig 1 B) . The second strategy explores the use of promyelocytic leukemia zinc finger (PLZF). PLZF is a member of the BTB-ZF (Broad complex, Tram track, Bric-^-brac-zinc finger) family of transcription factors. In NKT and NK cells, it controls key steps in development, activation and effector functions. Its ectopic expression on conventional T cell confers NKT and NK-like properties. Recent studies using transgenic mice have shown that T cells ectopically expressing PLZF spontaneously acquire an effector/memory phenotype and CD8+ T cells spontaneously express IFN-gamma. Using PLZF+ transgenic donor (B6) T cells in A20-tumor challenged B6 ^ BALB/c allo-BMT model, we found that PLZF+ T cells have less GVHD activity while GVT activity remained intact (p<0.001) ( Fig 1 C) . Using adoptive transfer of CFSE-labeled donor T cells we observed that fast proliferating allo-responsive PLZF+ T cells died after only a few cell cycles. We then transduced donor T cells with an expression vector and confirmed that transduced PLZF expressing donor T cells have less GVHD activity and intact GVT activity ( Fig 1 D) . In conclusion, our data suggest that adoptive therapy with genetically engineered TRAIL or PLZF expressing donor T cells exert less GVHD activity while displaying intact or enhanced GVT activity. Furthermore, the “off the shelf” use of genetically enhanced precursor T cells indicates a promising cell therapy strategy to enhance anti-tumor activity in both autologous and allogeneic BMT patients. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "donors",
        "genetic engineering",
        "graft-versus-host disease",
        "immunotherapy",
        "t-lymphocytes",
        "bone marrow transplantation, allogeneic",
        "neoplasms",
        "molecule",
        "cell therapy",
        "expression vector"
    ],
    "author_names": [
        "Arnab Ghosh, MD, PhD",
        "Amanda M. Holland, BS",
        "Yildirim Dogan, PhD",
        "Nury Yim, BS",
        "Uttam K. Rao, BA",
        "Lauren F. Young, BS",
        "Odette M. Smith, BA",
        "Robert Jenq, MD",
        "Il-Kang Na, MD/PhD",
        "Jennifer Tsai, MD",
        "Olaf Penack, MD/PhD",
        "Alan M. Hanash, MD, PhD",
        "Martin G. Sauer, MD",
        "Derek Sant'Angelo, PhD",
        "Michel Sadelain, MD, PhD",
        "Marcel R.M. van den Brink, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Arnab Ghosh, MD, PhD",
            "author_affiliations": [
                "Department of Immunology and Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amanda M. Holland, BS",
            "author_affiliations": [
                "Department of Immunology and Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yildirim Dogan, PhD",
            "author_affiliations": [
                "Department of Cell Biology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nury Yim, BS",
            "author_affiliations": [
                "Department of Immunology and Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uttam K. Rao, BA",
            "author_affiliations": [
                "Department of Immunology and Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren F. Young, BS",
            "author_affiliations": [
                "Department of Immunology and Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Odette M. Smith, BA",
            "author_affiliations": [
                "Department of Immunology and Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Jenq, MD",
            "author_affiliations": [
                "Department of Immunology and Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Il-Kang Na, MD/PhD",
            "author_affiliations": [
                "Charité CBF - Universitätsmedizin Berlin, Berlin, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Tsai, MD",
            "author_affiliations": [
                "Department of Immunology and Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olaf Penack, MD/PhD",
            "author_affiliations": [
                "Charité CBF - Universitätsmedizin Berlin, Berlin, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan M. Hanash, MD, PhD",
            "author_affiliations": [
                "Department of Immunology and Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin G. Sauer, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, Medizinische Hochscule Hannover, Hannover, Germany, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Derek Sant'Angelo, PhD",
            "author_affiliations": [
                "Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Sadelain, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Center of Cell Engineering and Molecular Pharmacology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcel R.M. van den Brink, MD, PhD",
            "author_affiliations": [
                "Department of Immunology and Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T18:47:56",
    "is_scraped": "1"
}