{
    "doi": "https://doi.org/10.1182/blood.V120.21.3615.3615",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2308",
    "start_url_page_num": 2308,
    "is_scraped": "1",
    "article_title": "Targeting Hypoxia and AKR1C3 with PR104 in Patients with Acute Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "aldo-keto reductase family 1 member c3",
        "hypoxia",
        "leukemia, acute",
        "brachial plexus neuritis",
        "oxidoreductase",
        "biopsy",
        "leukemia",
        "prodrugs",
        "biological markers",
        "cancer"
    ],
    "author_names": [
        "Juliana M Benito, PhD",
        "Hongbo Lu",
        "William R Wilson, PhD",
        "Teresa J Melink, NP, MSN",
        "Jennie Bretz",
        "Sergej Konoplev, MD, PhD",
        "Elihu H. Estey, MD",
        "Hagop M. Kantarjian, MD",
        "John C Gutheil, MD",
        "Michael Andreeff, MD, PhD",
        "Marina Konopleva, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Auckland, Auckland Cancer Society Research Centre, Auckland, New Zealand, "
        ],
        [
            "Proacta, San Diego, CA, USA, "
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematology, University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Proacta, San Diego, CA, USA, "
        ],
        [
            "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 3615 We have recently demonstrated vast expansion of hypoxic areas in the leukemic microenvironment (Benito et al, PLoS One,2011; 6: e23108 ). These findings provided rationale for utilization of hypoxia activated pro-drugs (HAP). The pre-prodrug PR104 is rapidly converted systemically to its alcohol metabolite PR104A, which then undergoes metabolic activation to DNA-crosslinking nitrogen mustards catalyzed by hypoxia-dependent reductases, and by aldo-keto reductase 1C3 (AKR1C3), independently of hypoxia. Impressive activity in murine leukemia models, high AKR1C3 expression in AML blast cells (Birtwistle et al., Mutat Res 2009; 662: 67) and the observation of dose-limiting myelosuppression in solid tumor phase 1 studies (Jameson et al., Cancer Chem Pharmacol 2010;65:791) served as rationale for a Phase I/II Study of PR104 in patients (pts) with relapsed/refractory acute leukemia. To evaluate the extent of bone marrow (BM) and peripheral blood (PB) hypoxia at different time points, the hypoxia marker Pimonidazole (PIM) was administered intravenously in consenting patients. Further, AKR1C3 activity was monitored in acute leukemia blasts. Methods: Pts with relapsed/refractory AML or ALL ≥1 prior treatment received PR104 with response and toxicity assessed by day 42. Hypoxia tracer PIM was infused over 20 min at 0.5 g/m 2 prior to a BM biopsy and collection of PB at baseline, day 14 (D14) or D28 relative to PR104 administration. Degree of hypoxia was determined by FACS 16 (+/− 6) hrs after PIM administration. The activity of AKR1C3 was measured with a coumberone fluorogenic assay, using SN34037 as a selective AKR1C3 inhibitor, in BM biopsies or PB prior to PR104 administration and was compared to BM or PB samples from normal donors. Results: The clinical outcomes of the entire study will be reported separately. At MD Anderson Cancer Center, 39 pts have received PR104 at doses of 1.1 (3pts), 1.6 (1pt), 2.2 (1pt), 3 (17pts) or 4 gm/m 2 (17pts) as 1-hr intravenous infusion q 2 wks for up to 3 cycles. Nineteen (49%) had ≥2 prior treatments and 34 (87%) had a first CR duration of  50 percent from baseline on D14. Additionally, 9 pts (23%) had BM aspirates on D14 that yielded insufficient samples and therefore the % of blasts could not be assessed. Four of 34 patients (12%, 95% CI) at 3 or 4g/m 2 had responses and proceeded with stem cell transplant. No responses were seen in the 5 patients given PR104 at doses < 3gm/m 2 . The extent of hypoxia was evaluated by PIM in BM on Day 14 after PR104 in 12 pts using FACS : in 3 pts with clearance of BM blasts, the % PIM + cells ranged from 0.2% to 9.7%, while in 9 pts with persistent disease, hypoxic cells represented 7.3%-99% of the BM cells. In 3 pts, all with persistent disease, PIM was also administered prior to PR104, and PIM baseline positivity was compared to PIM on D14 or D28 post PR104. In 2 cases the % of PIM + cells went up from 10% to 20% (% BM blasts: baseline=15; D14=hypocellular) or from 0.6% to 4% (% BM blasts: baseline=75;D18=28) respectively while in the other there was no significant change between the two time points and the %PIM + cells remained at 7% (% BM blasts: baseline=48%; C1D14=72%). Low level hypoxia in these 3 pts was associated with lack of response to PR104. When possible, PIM staining was compared in BM vs PB samples (N=13). Hypoxic cells were readily detectable in PB consistent with preclinical data by Azab et al. (Blood, 2012, 119:5782), although the % of PIM + cells was lower than in BM (Average %PIM + cells: BM 14.4+/−4.5; PB 9+/−3.7), suggesting that these circulating “hypoxic” cells have been labeled by PIM in the BM and subsequently egressed into PB. The activity of AKR1C3 reductase was higher in AML (N=4) or ALL samples (N=6) than in normal PB or BM (N=4) (average AML=2.08+/−0.52; ALL=1.22+/−0.46; NBM=0.77+/−0.007; NPB=0.27+/−0.008). There was no correlation between pre-treatment AKR1C3 activity and achievement of CR. Conclusions: This is the first study measuring hypoxia in patients with leukemia using PIM hypoxia tracer. PIM expression after PR104 administration indicates that hypoxia is a prevalent feature of the leukemic microenvironment and associates with disease burden. AKR1C3 appears to be upregulated in acute leukemias and its potential as a biomarker and/or as a target should be explored. Targeting hypoxia and AKR1C3 with PR104 is feasible and warrants further evaluation in acute leukemias. Disclosures: Wilson: Proacta, Inc.: Employment, Stock Other. Melink: Proacta, Inc.: Employment, Stock Other. Estey: Proacta, Inc.: Research Funding. Gutheil: Proacta, Inc.: Employment, Stock Other. Konopleva: Proacta, Inc.: Research Funding."
}