{
    "doi": "https://doi.org/10.1182/blood.V128.22.3168.3168",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3385",
    "start_url_page_num": 3385,
    "is_scraped": "1",
    "article_title": "Luspatercept Increases Hemoglobin and Reduces Transfusion Burden in Patients with Low-Intermediate Risk Myelodysplastic Syndromes (MDS): Long-Term Results from Phase 2 PACE-MDS Study ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster II",
    "abstract_text": "Background: Management of anemia is a common therapeutic challenge in patients with MDS. Luspatercept (ACE-536), a fusion protein containing modified activin receptor type IIB, is being developed for treatment of anemia in lower-risk MDS. Luspatercept binds GDF11 and other TGF-β superfamily ligands to promote late-stage erythroid differentiation and increase hemoglobin (Hgb) levels (Suragani R, Nat Med, 2014 and Attie K, Am J Hematol, 2014). Aims: This is an ongoing, phase 2, multicenter, open-label, long-term extension study to evaluate the effects of luspatercept in patients (pts) with low-intermediate risk MDS. Endpoints include long-term safety and tolerability, erythroid response (IWG HI-E), RBC transfusion independence (RBC-TI, ≥ 8 weeks), duration of HI-E, pharmacodynamic and iron metabolism biomarkers, and pt-reported QoL. Methods: Inclusion criteria included age ≥ 18 yr, Hgb < 10 g/dL (if < 4U RBC/8 weeks), ESA refractory or EPO > 500 U/L, no prior HMA, and no current lenalidomide or ESA. Luspatercept was administered SC every 3 wks for up to 5 doses in the base study (NCT01749514), including 7 dose escalation cohorts (n=27 total, 0.125 to 1.75 mg/kg) and an expansion cohort (n=31, starting dose 1.0 mg/kg, max 1.75 mg/kg). A 2-year extension study (n=32) is ongoing (NCT02268383). Results: Data (as of 4 Mar 2016) were available for the 32 extension study pts. Of these, 13 pts received < 4U RBC/8 weeks pretreatment (low transfusion burden, LTB) and 19 pts received ≥ 4U RBC/8 weeks (high transfusion burden, HTB). Median age was 72 yr (range 29-90 yr), 59% had prior ESA. Median Hgb for LTB pts was 8.5 g/dL (range 6.4-10.1 g/dL) and median RBC transfusion burden for HTB pts was 6 U/8 weeks (range 4-14 units). 91% pts were RS+ (≥ 15% RS in bone marrow). IWG HI-E was achieved in 11/13 (85%) LTB pts and 15/19 (79%) HTB pts. 11/22 (50%) pts with at least 2 units transfused in 8 weeks prior to dosing with luspatercept achieved RBC transfusion independence for at least 8 weeks. The range of transfusion independence was 9 to 80+ weeks, with most responders still receiving treatment. IWG HI-E response rates were 83% for RS+ pts, 90% for EPO < 200 U/L, 86% for EPO 200-500 U/L, and 50% for EPO > 500 U/L; 85% for ESA-naïve and 79% for those who had prior ESA treatment. RBC transfusion independence was achieved in 58% for EPO < 200 U/L, 50% for EPO 200-500 U/L, and 33% for EPO > 500 U/L. Luspatercept was well tolerated, with 3 related grade 3 adverse events of myalgia, worsening of general condition, and blast cell count increase. The most common related AEs (≥ 2 pts in both base and extension studies) were fatigue, bone pain, diarrhea, myalgia, headache, hypertension, and injection site erythema. Conclusions: Long-term treatment with luspatercept was well tolerated and led to erythroid response in 81% of low-intermediate risk MDS pts who enrolled into the extension study. A Phase 3 study of luspatercept in regularly-transfused RS+ patients with lower-risk MDS according to IPSS-R is ongoing (MEDALIST study; NCT02631070). Disclosures Platzbecker: Onconova, Teva, Celgene, Janssen, Novartis, Amgen: Honoraria, Research Funding. Donovan: Acceleron Pharma: Employment. Wilson: Acceleron Pharma: Employment, Equity Ownership. Zhang: Acceleron Pharma: Employment. Laadem: Celgene Corporation: Employment, Equity Ownership. Sherman: Acceleron Pharma: Employment, Equity Ownership, Patents & Royalties. Attie: Acceleron Pharma: Employment, Equity Ownership. Giagounidis: Celgene Corporation: Consultancy.",
    "topics": [
        "hemoglobin",
        "luspatercept",
        "myelodysplastic syndrome",
        "program for all-inclusive care of the elderly",
        "transfusion",
        "brachial plexus neuritis",
        "erythrocyte transfusion",
        "anemia",
        "myalgia",
        "risk reduction"
    ],
    "author_names": [
        "Uwe Platzbecker, MD",
        "Ulrich Germing",
        "Katharina Götze",
        "Philipp Kiewe, MD",
        "Thomas Wolff, MD",
        "Karin Mayer, MD",
        "Joerg Chromik, MD",
        "Markus Radsak, MD",
        "Eileen Donovan",
        "Dawn M. Wilson",
        "Xiaosha Zhang",
        "Abderrahmane Laadem, MD",
        "Matthew L. Sherman, MD",
        "Kenneth M. Attie, MD",
        "Aristoteles Giagounidis"
    ],
    "author_affiliations": [
        [
            "University Hospital Carl Gustav Carus, Dresden, Germany "
        ],
        [
            "Universitätsklinikum Düsseldorf, Düsseldorf, Germany "
        ],
        [
            "III. Department of Medicine, Hematology and Medical Oncology, Technical University Munich, Klinikum rechts der Isar, Munich, Germany "
        ],
        [
            "Onkologischer Schwerpunkt am Oskar-Helene-Heim, Berlin, Germany "
        ],
        [
            "OncoResearch Lerchenfeld UG, Hamburg, Germany "
        ],
        [
            "University Hospital Bonn, Bonn, Germany "
        ],
        [
            "Universitätsklinikum Frankfurt, Goethe Universität, Frankfurt/Main, Germany "
        ],
        [
            "Johannes Gutenberg-Universität, Mainz, Germany "
        ],
        [
            "Acceleron Pharma, Cambridge, MA "
        ],
        [
            "Acceleron Pharma, Cambridge, MA "
        ],
        [
            "Acceleron Pharma, Cambridge, MA "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Acceleron Pharma, Cambridge, MA "
        ],
        [
            "Acceleron Pharma, Cambridge, MA "
        ],
        [
            "Marien Hospital Düsseldorf, Düsseldorf, Germany"
        ]
    ],
    "first_author_latitude": "51.05715215",
    "first_author_longitude": "13.778723500000002"
}