{
    "doi": "https://doi.org/10.1182/blood-2019-124284",
    "article_title": "Early Hyperbilirubinemia Is an Independent Predictor of Outcome after Allogeneic Stem Cell Transplantation and Correlates with Markers of Endothelial Cell Dysfunction ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Background : Hyperbilirubinemia occurs frequently in the early phase after allogeneic stem cell transplantation (alloSCT). In the present study we analysed whether high bilirubin levels until day +28 after alloSCT are associated with clinical outcome independent of liver toxicity and clinically defined diseases, such as sinusoidal obstruction syndrome (SOS/VOD), transplantation-associated thrombotic microangiopathy (TAM) or steroid-refractory acute graft-versus-host disease (refrGVHD). Methods : Serum bilirubin levels from 901 patients (training cohort) and from 399 patients transplanted in an independent institution (validation cohort), obtained over the first 4 weeks following alloSCT, were analyzed along with routine serum markers for liver cell and cholangiocyte damage (alanine transaminase, ALT, gamma-glutamyltransferase, gGT), and with markers of endothelial dysfunction, such as Angiopoietin-2 serum levels and the endothelial activation and stress index before conditioning therapy (EASIX-pre) and on the day of transplantation (EASIX-d0). Finally, we analysed the impact of prophylaxis with the endothelium-protective agents pravastatin and ursodeoxycholic acid (UDA) on early bilirubinaemia. Results : Maximum bilirubin levels (days 0-28) were associated with increased risk of overall mortality (OM) and non-relapse mortality (NRM) in patients without SOS/VOD. The optimal bilirubin cut-off for prediction of NRM was found at 3.6 mg/dl (61.6 mM), so that any event of bilirubin≧3.6 mg/dl between days 0 and 28 was defined as early hyperbilirubinemia (EABI). Independent of SOS/VOD, refrGVHD or TAM, EABI predicted OM and NRM in the training and the validation cohort. Although EABI occurred more frequently after anti-thymocyte globulin (ATG) treatment and in patients with myelofibrosis, the effect of EABI on NRM remained stable irrespective of these conditions. EABI was not associated with markers of liver cell and cholangiocyte damage. In contrast, EABI was significantly correlated with pre-transplant serum levels of Angiopoietin-2 as well as increased EASIX-pre and EASIX-d0. Patients receiving prophylaxis with pravastatin and UDA had a reduced risk of death after EABI. Conclusion : EABI is a predictor of NRM and OM independent from SOS/VOD, refrGVHD and TAM. The association of EABI with EASIX, Angiopoietin-2 and statin/UDCA prophylaxis, but not with liver enzymes, suggests a mechanistic role of the endothelium for the pathophysiology of EABI. Table 1: Multivariable Cox-Regression with endpoint non-relapse mortality after d+28. VOD patients were excluded from this analysis. p-values of the training cohort were corrected by bootstrap 1000. Table 1 View large Download slide Table 1 View large Download slide  Close modal Disclosures Luft: Neovii: Research Funding; JAZZ: Research Funding. Bullinger: Bayer: Other: Financing of scientific research; Amgen: Honoraria; Astellas: Honoraria; Sanofi: Honoraria; Seattle Genetics: Honoraria; Bristol-Myers Squibb: Honoraria; Celgene: Honoraria; Daiichi Sankyo: Honoraria; Gilead: Honoraria; Hexal: Honoraria; Janssen: Honoraria; Jazz Pharmaceuticals: Honoraria; Menarini: Honoraria; Novartis: Honoraria; Pfizer: Honoraria; Abbvie: Honoraria. Dreger: Neovii, Riemser: Research Funding; MSD: Membership on an entity's Board of Directors or advisory committees, Other: Sponsoring of Symposia; AbbVie, AstraZeneca, Gilead, Janssen, Novartis, Riemser, Roche: Consultancy; AbbVie, Gilead, Novartis, Riemser, Roche: Speakers Bureau.",
    "topics": [
        "allogeneic stem cell transplant",
        "endothelial cells",
        "hyperbilirubinemia",
        "veno-occlusive disease",
        "angiopoietins",
        "bilirubin",
        "transplantation",
        "gamma-glutamyl transferase",
        "pravastatin",
        "ursodiol"
    ],
    "author_names": [
        "Thomas Luft, MD PhD",
        "Hao Dai",
        "Aleksandar Radujkovic, MD",
        "David Schult",
        "Joshua Majer-Lauterbach",
        "Olga Blau, MD PhD",
        "Lars Bullinger",
        "Sihe Jiang",
        "Carsten Müller-Tidow, MD",
        "Peter Dreger",
        "Olaf Penack, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas Luft, MD PhD",
            "author_affiliations": [
                "Dept. Medicine V, University of Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hao Dai",
            "author_affiliations": [
                "Department of Epidemiology, German Cancer Research Centre, DKFZ, Heidelberg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aleksandar Radujkovic, MD",
            "author_affiliations": [
                "Dept. Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Schult",
            "author_affiliations": [
                "Dept. Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Majer-Lauterbach",
            "author_affiliations": [
                "Dept. Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Blau, MD PhD",
            "author_affiliations": [
                "Dept. Hematology, Oncology and Tumorimmunology, Charite University Berlin, Berlin, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Bullinger",
            "author_affiliations": [
                "Charité Universitätsmedizin Berlin, Hematology, Oncology and Tumor Immunology, Berlin, DEU "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sihe Jiang",
            "author_affiliations": [
                "Charité Universitätsmedizin Berlin, Hematology, Oncology and Tumor Immunology, Berlin, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Müller-Tidow, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, Heidelberg University Hospital, Heidelberg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Dreger",
            "author_affiliations": [
                "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olaf Penack, MD",
            "author_affiliations": [
                "Dept. Hematology, Oncology and Tumorimmunology, Charite University Berlin, Berlin, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T04:02:29",
    "is_scraped": "1"
}