{
    "doi": "https://doi.org/10.1182/blood-2019-125332",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4278",
    "start_url_page_num": 4278,
    "is_scraped": "1",
    "article_title": "Easix Is Strongly Associated with Complement Activation and Overall Survival in Adult Allogeneic Hematopoietic Cell Transplantation Recipients ",
    "article_date": "November 13, 2019",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": [
        "complement activation",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease",
        "tissue microarray",
        "trimethylamine",
        "complement membrane attack complex",
        "transplantation",
        "follow-up",
        "creatinine",
        "endothelial dysfunction"
    ],
    "author_names": [
        "Eleni Gavriilaki, MD",
        "Ioanna Sakellari",
        "Thomas Chatziconstantinou",
        "Despina Mallouri",
        "Ioannis Batsis",
        "Anna Vardi, MD PhD",
        "Zoi Bousiou, MD MSc",
        "Evdoxia Koravou",
        "Marianna Masmanidou",
        "Tasoula Touloumenidou",
        "Lila Papalexandri, MD",
        "Anastasia Athanasiadou, MD",
        "Evangelia Yannaki, MD",
        "Achilles Anagnostopoulos"
    ],
    "author_affiliations": [
        [
            "George Papanicolaou General Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department - BMT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department - BMT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department - BMT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department & HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Department of Hematology and HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department-BMT Unit, G.Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department & HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department - BMT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department & HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Hematology Department & HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "George Papanicolaou Gen. Hosp., Thessaloniki, GRC "
        ],
        [
            "Gene and Cell Therapy Center, Hematology-HCT Unit, G. Papanikolaou General Hospital, Thessaloniki, Greece ",
            "Hematology Department - BMT Unit, G. Papanicolaou General Hospital, Thessaloniki, GRC"
        ],
        [
            "Hematology Department & HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ]
    ],
    "first_author_latitude": "40.6310278",
    "first_author_longitude": "23.044878699999998",
    "abstract_text": "Introduction: Endothelial dysfunction is a common denominator of graft-versus-host disease (GVHD) and transplant-associated thrombotic microangiopathy (TA-TMA). The latter is also characterized by excessive complement activation. Recent studies have introduced the Endothelial Activation and Stress Index (EASIX) as a potential predictor of survival in patients with GVHD. We hypothesized that EASIX would predict complement activation and survival in patients with GVHD and TA-TMA. Methods: We enrolled consecutive adult TA-TMA (International Working Group/IWG criteria), acute and/or chronic GVHD and control allogeneic hematopoietic cell transplantation (HCT) recipients in a 1:1:1 ratio (January 2015-December 2018). Plasma was collected and stored immediately at -80 o C at the first day of confirmed TA-TMA or GVHD diagnosis and at a similar post-transplant period in control recipients. EASIX [lactate dehydrogenase (U/L) × creatinine (mg/dL)/thrombocytes (10⁹ cells per L)] was calculated at day 0, 30, 100 and last follow-up. Complement activation was detected measuring soluble C5b-9/membrane attack complex (ELISA, Quidel). Results: We studied 20 TA-TMA, 20 GVHD and 20 control patients (Table 1). TA-TMA developed at a median of 125 post-transplant day (range 9-2931); whereas the first day of confirmed GVHD diagnosis was at a median of 78 post-transplant day (range 16-145). EASIX at day 100 and last follow-up differed significantly among groups (p=0.014 and p=0.001, Table 1), although there was no significant difference between TA-TMA and GVHD patients. In contrast, soluble C5b-9 was significantly higher in TA-TMA compared to GVHD (p=0.008) and control patients (p<0.001, Bonferroni's correction). Soluble C5b-9 levels were strongly associated with EASIX at day 100 and last follow-up (r=0.318, p=0.018 and r=0.321, p=0.020). Among laboratory values used to calculate EASIX (LDH, creatinine, platelets), C5b-9 was associated only with creatinine levels at day 100 (r=0.316, p=0.023), suggesting that the association between EASIX and C5b-9 is not driven by laboratory values per se . Furthermore, EASIX at day 0 and last follow-up was significantly associated with overall survival (p=0.013 and p=0.046). Among other pre-transplant factors studied (age, disease type and phase at transplant, donor), EASIX at day 0 was an independent predictor of overall survival (beta=2.627, p=0.029). Conclusion: Our study shows for the first time that EASIX predicts complement activation and overall survival in patients with endothelial dysfunction syndromes and control HCT recipients. Our findings suggest that EASIX may be a useful dynamic marker reflecting the course of endothelial dysfunction in these patients. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}