{
    "doi": "https://doi.org/10.1182/blood.V124.21.3728.3728",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2969",
    "start_url_page_num": 2969,
    "is_scraped": "1",
    "article_title": "FLAG-Idarubicin Is Superior to Cytarabine Plus Idarubicin (7+3) for Initial Treatment of Acute Myeloid Leukemia (AML): A Multivariable Analysis of Patients Treated at a Single Center ",
    "article_date": "December 6, 2014",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation: Poster III",
    "topics": [
        "cytarabine",
        "idarubicin",
        "leukemia, myelocytic, acute",
        "disease remission",
        "surrogate endpoints",
        "granulocyte colony-stimulating factor",
        "intravenous infusion, continuous",
        "neoadjuvant therapy",
        "complete remission",
        "fludarabine"
    ],
    "author_names": [
        "Ronald Mihelic, PharmD, BCOP",
        "Elizabeth Dickhaus, Pharm.D.",
        "Stacey Brown, B.A.",
        "Xu Zhang, PhD",
        "Scott R. Solomon, MD",
        "Lawrence E. Morris, MD",
        "Asad Bashey, MD PhD",
        "H. Kent Holland, MD"
    ],
    "author_affiliations": [
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "Georgia State University, Atlanta, GA"
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ]
    ],
    "first_author_latitude": "33.9096421",
    "first_author_longitude": "-84.35280519999999",
    "abstract_text": "Introduction Combination chemotherapy with a seven-day continuous infusion of cytarabine (100-200mg/m2/d) plus 3 days of an anthracycline (7+3 ) is considered standard of care for remission induction in newly diagnosed patients with acute myeloid leukemia (AML) However, the MRC AML 15 trial (Burnett et al. J Clin Oncol 2013, 31:3360) suggested that in younger AML patients, a combination regimen containing fludarabine plus intermediate dose cytarabine x 5 days with granulocyte colony-stimulating factor (GCSF) and idarubicin x 3 days (FLAG-Ida) may produce higher CR rates after one course and reduced relapse rates than a combination of cytarabine and daunorubicin given for 3+8 days. The schedule of cytarabine given during DA in the MRC AML 15 trial was not the same as the continuous infusion cytarabine given as standard of care for 3+7 regimens in the United States. We compared standard continuous infusion cytarabine (100mg-200mg/m2/d x 7 days) plus idarubicin (12 mg/m2 /d x 3 days) (AI) administered at our center to FLAG-Ida (fludarabine 25-30mg/m2/d followed 4 hours later by cytarabine (2g/m2/d) x 5 days with granulocyte colony-stimulating factor beginning day 1 until count recovery and idarubicin 10 mg/m2/d x 3 d with respect to safety and efficacy in the initial induction therapy of newly diagnosed AML Methods Patients with newly diagnosed AML who received remission induction therapy with FLAG-Ida or AI were identified from January 1 2008 through May 2014. Patients with M3 FAB subtype and those with relapsed or refractory AML were excluded. Supportive care measures were standardized and identical between the two groups. Primary endpoints included complete remission rate post induction therapy, overall survival (OS) and disease free survival (DFS). Remission status was categorized into complete remission (CR), incomplete remission (CRi), and primary induction failure (PIF). Secondary endpoints included non-relapse related mortality (NRM), time to neutrophil recovery >1000 and time to platelet recovery > 100K. CR, CRi and PIF were defined according to the International Working Group recommendations (Cheson B et al. J Clin Oncol 2003 Dec; 21 (24) 4624-49). NRM was defined as death by any cause through day 30 of induction therapy. OS was defined as time from start of therapy to death and DFS was time from diagnosis to relapse or non-relapse death. Subgroups analysis for the primary endpoints were completed based on age (≥60 and <60), and risk status (favorable, intermediate, and poor). Risk status was assessed using molecular and cytogenetic abnormalities defined in the 2014 NCCN guidelines. Cox proportional hazards and logistic regression models were developed for the endpoints using regimen and the other parameters as covariates Results We identified 112 patients who received FLAG-Ida and 56 patients who received AI. Cytogenetic risk and previous antecedent hematologic disorder/secondary leukemia were similar between the two groups. FLAG-Ida achieved faster neutrophil recovery higher overall CR and CR+CRi rate with lower NRM (Table 2). In patients ≥60 years old, CR rates were 75% and 45% for FLAG-Ida vs. AI respectively (p=0.021). OS and DFS between the two regimens did not significantly differ in the subgroup analysis for age or cytogenetic risk group except that intermediate risk patients had better overall survival with FLAG-Ida (p=0.008, log rank test). In a multivariate logistic regression model on achievement of remission (CR+Cri), the use of AI had an odds ratio of 0.38 (p=0.012) compared to FLAG-Ida. In Cox analysis, AI vs FLAG-Ida was a factor of borderline statistical significance for NRM (HR 1.91, p=0.052) and overall survival (HR 1.62, p=0.062) Conclusions These data demonstrate faster hematopoietic recovery, superior remission (CR+CR1) and NRM rates for FLAG-Ida when compared to AI. Overall survival rates are confounded by subsequent therapies but also appear to be improved for patients in the intermediate risk group who received FLAG-Ida. Of particular interest was the improvement in CR rates for FLAG-Ida in patients ≥ 60 years of age. These data suggest that FLAG-Ida should be considered a valid option for the initial therapy of AML. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}