{
    "doi": "https://doi.org/10.1182/blood.V118.21.1113.1113",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2081",
    "start_url_page_num": 2081,
    "is_scraped": "1",
    "article_title": " Batf3 -Dependent CD11b low/− Peripheral Dendritic Cells Are GM-CSF-Independent and Are Not Required for Th Cell Priming After Subcutaneous Immunization ",
    "article_date": "November 18, 2011",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster I",
    "topics": [
        "colony-stimulating factors",
        "dendritic cells",
        "helper-inducer t-lymphocytes",
        "immunization",
        "macrophage-1 antigen",
        "cerebrospinal fluid",
        "granulocyte-macrophage colony-stimulating factor",
        "peptides",
        "antigens",
        "flt3 ligand"
    ],
    "author_names": [
        "Brian T. Edelson, MD, PhD",
        "Kenneth M. Murphy, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology and Immunology, Washington University School of Medicine, St. Louis, MO, USA, "
        ],
        [
            "Department of Pathology and Immunology, Howard Hughes Medical Institute, Washington University School of Medicine, St. Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.6350726",
    "first_author_longitude": "-90.26228619999999",
    "abstract_text": "Abstract 1113 Granulocyte/macrophage colony stimulating factor (GM-CSF) regulates the development and activity of several myeloid cell types, including dendritic cells (DCs), thereby influencing the initiation and maintenance of adaptive immune responses. Mice lacking GM-CSF or its receptor show decreased antigen specific T cell priming against the encephalitogenic peptide of myelin oligodendrocyte glycoprotein (MOG 35–55 ), and are resistant to experimental autoimmune encephalitis (EAE), a mouse model of multiple sclerosis. Beyond this role in priming adaptive immune responses, GM-CSF acts to sustain ongoing T cell effector responses, both in EAE initiated by MOG 35–55 peptide and in other models of autoimmunity. A recent report has argued that part of the role for GM-CSF in EAE is based on its requirement for the development of a subset of dermal DCs, termed CD11b low/− Langerin + CD103 + DCs (J Exp Med. 207:953–61, 2010). These dermal DCs represent one anatomic subtype of peripheral tissue CD11b low/− CD103 + DCs, and share the properties of efficient antigen cross-presentation and IL-12 production with lymphoid tissue-resident CD8α + DCs. Peripheral tissue CD11b low/− CD103 + DCs and lymphoid tissue-resident CD8α + DCs are developmentally related, each being dependent on FMS-like tyrosine kinase 3 ligand (Flt3L), and requiring the transcription factors Batf3 , Irf8 , and Id2 for development. Mice deficient in any one of these transcription factors selectively lack these DC subsets, with Batf3 −/− mice representing the best model for studying the role of these DCs in vivo, as Irf8 −/− and Id2 −/− mice display more widespread immune defects. Here, we directly compared the development of peripheral tissue DCs and susceptibility to EAE in GM-CSF receptor deficient ( Csf2rb −/− ) and Batf3 −/− mice. We confirmed that Csf2rb −/− mice displayed poor priming of MOG 35-55 peptide-specific T cell responses and resisted induction of EAE. Importantly, however, we found that Batf3 -dependent dermal CD11b low/− Langerin + DCs did, in fact, develop in Csf2rb −/− mice, but that these DCs expressed reduced, but not absent, levels of the surface marker CD103. In contrast, Batf3 −/− mice, lacking all peripheral CD11b low/− DCs and lymphoid tissue-resident CD8α + DCs, showed robust Th cell priming after subcutaneous immunization, and were fully susceptible to EAE. These results exclude the hypothesis that defective T effector cell priming and resistance to EAE exhibited by Csf2rb −/− mice result from the absence of dermal CD11b low/− Langerin + CD103 + DCs, and instead suggest that GM-CSF is acting via different mechanisms to promote autoimmunity. Disclosures: No relevant conflicts of interest to declare."
}