{
    "doi": "https://doi.org/10.1182/blood-2018-99-120038",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4072",
    "start_url_page_num": 4072,
    "is_scraped": "1",
    "article_title": "Diversity and Richness Analysis of the Oral and Gastrointestinal Microbiome during Autologous Transplantation for Multiple Myeloma: Results of a Prospective Pilot Study and Correlation with Transplant Outcomes ",
    "article_date": "November 29, 2018",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "topics": [
        "microbiome",
        "multiple myeloma",
        "transplantation",
        "transplantation, autologous",
        "stool specimen",
        "toxic effect",
        "antibiotics",
        "antimicrobials",
        "cytoprotective agents",
        "diarrhea"
    ],
    "author_names": [
        "Najla H El Jurdi, MD",
        "Ali Filali, PhD",
        "Iman Salem, MD",
        "Mauricio Retuerto, MS",
        "Nina Dambrosio, CNP",
        "Hillard M Lazarus, MD",
        "Paolo F Caimi, MD",
        "Richard Creger, PharmD",
        "Brenda Cooper, MD",
        "Ben Tomlinson, MD",
        "Leland Metheny, MD",
        "Ehsan Malek, MD",
        "Folashade Otegbeye, MBBChir, MPH",
        "Rafick-Pierre Sekaly, PhD",
        "Mahmoud Ghannoum, PhD",
        "Marcos de Lima, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology and Transplantation, University of Minnesota, MINNEAPOLIS, MN "
        ],
        [
            "Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
        ],
        [
            "Case Western Reserve University School of Medicine, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals of Cleveland, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies and Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Shaker Hts, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Beachwood, OH"
        ],
        [
            "Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ]
    ],
    "first_author_latitude": "44.92926315",
    "first_author_longitude": "-93.275972",
    "abstract_text": "Background The human microbiome has been associated with allogeneic hematopoietic cell transplantation (HCT) outcomes, namely infections, graft-versus-host disease and relapse. There are no studies describing the longitudinal changes in the oral or gastrointestinal microbiome in the setting of autologous HCT. We conducted a prospective study to describe the changes in microbial diversity in patients undergoing HCT for multiple myeloma (MM), and whether these correlate with HCT outcomes and/or toxicities. Methods Samples were collected from 15 MM patients on admission (baseline, T-2), during marrow aplasia (T+7) and after engraftment (T+30) ( Table 1 - summarizes baseline characteristics). We evaluated the bacterial and fungal microbiome of 15 patients using Ion-Torrent PGM workflow. The amplicons generated from the 16s rRNA and the ITS genes were sequenced for bacterial and fungal identification, respectively. Sequencing reads were clustered into operational taxonomic units (OTUs, 3% distance) and taxonomically classified via Qiime bioinformatics pipeline. Diversity was calculated using Shannon diversity index and richness using the R package ' vegan '. Longitudinal analysis was performed using all pairwise Multiple Comparison of Mean Ranks as implemented PMCMR plus R package, employing Kruskal & Wallis test followed by Bonferroni-Dunn post-hoc adjustment. Results Diversity and richness of the oral mycobiome decreased at T+7 compared to pre-transplant levels with further decrease noted at T+30, without reaching significance. Fecal mycobiome diversity and richness decreased from baseline to T+7 meeting statistical significance for diversity (T-2 vs T+7, p=0.05) and richness trended towards significance (p=0.06) with a further decrease noted at T+30. The temporal changes in bacterial diversity and richness in both oral and fecal samples did not reach statistical significance. ( Figure1 - Box and whisker plots of diversity and richness of the bacteriome and mycobiome at the genus levels from oral rinse and fecal samples) In fecal samples, bacterial diversity noted at T+7 during count nadir was associated with the severity of diarrhea experienced after myeloablation, with lower diversity correlating with more severe diarrhea (p= 0.03). Anaerobic targeting antibiotic exposure on or before T+7 affected both the genus diversity and richness at T+7 (p=0.015 and p=0.014, respectively). The bacterial genus richness at baseline (p=0.03) as well as the diversity and richness noted at T+7 (p=0.01) was associated with the development of fever on or after T+7. For the oral mycobiome, exposure to anaerobic depleting antibiotics correlated with genus richness in T+30 samples (p=0.04). There was a trend towards significance between the diversity of fecal samples at baseline and the development of nausea post transplant, such that higher diversity was associated with lower incidence/severity of nausea (p=0.06). Conclusion and Future Directions While acknowledging the limitation inherent in the small sample size of this pilot study, our results highlight several aspects of the longitudinal changes in the microbiome during HCT. Oral and lower gastrointestinal microbial diversity and richness is altered during HCT with trends significantly different between the oral and fecal bacteriome and mycobiome. This change is likely multifactorial owing to the conditioning regimen, antimicrobial exposure and immune dysregulation. Our data suggest a possible correlation between exposure to anaerobic organism depleting antimicrobials and these changes in microbial diversity and richness at the genus level. Baseline microbial diversity and richness as well as changes coinciding with marrow aplasia could correlate with the incidence and severity of transplant related toxicities. Amifostine was used as a cytoprotectant before high dose melphalan for our patients. The effect of this organic thiophosphate on the microbiota is unclear and it would be of interest to compare matched patient samples to explore the effect of this cytoprotectant on the microbiota. Further studies conducted on a larger scale and incorporating metabolomics and proteomics will help elucidate the interactions between the host and the microbiome and their effect on short term and long term transplantation outcomes as well as toxicities. View large Download slide View large Download slide  Disclosures Lazarus: Pluristem Ltd.: Consultancy. Caimi: Celgene: Speakers Bureau; Kite Pharma: Other: Advisory Board Participation; Kite Pharma: Other: Advisory Board Participation; Genentech: Other: Advisory Board PArticipation, Research Funding. Malek: Janssen: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Takeda: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Sanofi: Consultancy, Speakers Bureau."
}