{
    "doi": "https://doi.org/10.1182/blood.V104.11.1115.1115",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=201",
    "start_url_page_num": 201,
    "is_scraped": "1",
    "article_title": "Constitutive FLT3 Activation Results in Specific Changes in Gene Expression in Myeloid Leukemic Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Constitutively activating internal tandem duplication (ITD) mutations of the receptor tyrosine kinase FLT3 play an important role in leukemogenesis. They are the most common genetic alteration in AML and their presence is associated with poor prognosis. To better understand FLT3 signaling in leukemogenesis, we have examined the changes in gene expression induced by FLT3/ITD or constitutively activated wild type FLT3 signaling by cDNA microarray analysis. In order to minimize gene expression changes that might be drug specific and not related to FLT3 inhibition or might be cell-type specific, we used three different FLT3 inhibitors, CEP-701, CEP-5214, and AG1296, and three different constitutively activated FLT3-expressing leukemia-derived cell lines, EOL-1, MOLM-14 and MV4-11. We considered to be FLT3 responsive only those genes whose expression consistently changed in response to FLT3 inhibition by each of the three FLT3 inhibitors in all of the cell lines. RNA for hybridization to the microarrays was harvested from cells both before and after increasing times of FLT3 inhibition to determine genes which decreased or increased in response to FLT3 signaling. In addition, because the inhibitors are all reversible, RNA was also harvested from the cells at increasing times after release from FLT3 inhibition. This enabled us to confirm that, for example, genes whose expression appeared FLT3 dependent and were thus down-regulated by FLT3 inhibition, returned towards normal levels after FLT3 signaling was allowed to resume. Statistical analysis of the microarray results indicated a limited set of genes are highly and consistently affected by FLT3 inhibition and return toward pretreatment levels after release from inhibitor. We confirmed the cDNA microarray data using quantitative real-time PCR. Several of the most significantly affected genes are involved in the Ras/MAPK pathway including DUSP6, DUSP7, MAPK6, TNF, and cMyc. Other sets of genes are involved in JAK/STAT or Wnt signaling pathways including Pim-1, cMyc, Cyclin D3, IL4 receptor, and CISH. These genes are all consistently down-regulated after FLT3 inhibition. These data further confirm the role of constitutively activating FLT3 in mediating multiple signal transduction pathways. We also found several transcriptional factors (RUNX1/AML1, MAFG, XBP1, TGFBI4, and BRD8), several genes involved in receptor-mediated signaling (IL1RAP, CDC42EP3, PLAUR, LY64), and several genes involved in cell proliferation, metabolism, or structure (BCL7A, APTX, GHRH, SET7, ATAD2, CLIC1, CRIP2, MRPL12, VIM) to be consistently differentially expressed. In summary, we have found by cDNA microarray analysis and confirmed by QPCR, a consistent pattern of FLT3 dependent gene expression. The alteration of the gene expression profile in these cells is likely the mechanism of FLT3-mediated leukemogenisis.",
    "topics": [
        "flt3 gene",
        "gene expression",
        "leukemic cells",
        "ms-like tyrosine kinase 3",
        "dna, complementary",
        "flt3 inhibitors",
        "impedance threshold device",
        "leukemogenesis",
        "rna",
        "crossbreeding"
    ],
    "author_names": [
        "Kyu-Tae Kim",
        "Kristin Baird",
        "Sean Davis",
        "Mark Levis",
        "Obdulio Piloto",
        "Li Li",
        "Peili Chen",
        "Paul Meltzer",
        "Donald Small"
    ],
    "author_affiliations": [
        [
            "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Cancer Genetic Branch, National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Cancer Genetic Branch, National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Cancer Genetic Branch, National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.29437825",
    "first_author_longitude": "-76.57221805"
}