{
    "doi": "https://doi.org/10.1182/blood.V128.22.2993.2993",
    "article_title": "Four-Year Survival and Durability Results of Brentuximab Vedotin in Combination with CHP in the Frontline Treatment of Patients with CD30-Expressing Peripheral T-Cell Lymphomas ",
    "article_date": "December 2, 2016",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies: Poster II",
    "abstract_text": "Background Peripheral T-cell lymphomas (PTCLs) encompass ~10-15% of aggressive non-Hodgkin lymphomas. Cyclophosphamide, doxorubicin, vincristine, and prednisone (CHOP), or variations thereof, are the most commonly used treatment regimens with complete remission (CR) rates ranging from 39-55% (Reimer 2009, d'Amore 2012). With the exception of low international prognostic index (IPI)-anaplastic lymphoma kinase (ALK)-positive ALCL, with 4-year progression-free survival (PFS) and overall survival (OS) ranging from 25-35% and 30-40%, respectively (Ellin 2014). We previously reported the results of this phase 1 trial that evaluated brentuximab vedotin (BV) administered in sequence with CHOP, or in combination with CHP (CHOP without vincristine) in treatment-naive patients (pts) with CD30-expressing PTCL (NCT01309789). The combination therapy (BV+CHP) showed safety and activity at standard doses, with an objective response rate (ORR) of 100% and complete response (CR) rate of 88% (Fanale 2014). The most common adverse events (AEs) experienced by pts were nausea and peripheral sensory neuropathy (69% each). Four-year durability data and updated results on peripheral neuropathy (PN) resolution from the BV+CHP combination treatment arm are presented herein. Methods Adults with CD30-expressing PTCL, including systemic ALCL (anaplastic large cell lymphoma, ALK-negative, or ALK-positive with IPI score ≥2) were eligible for this study. CD30 expression for non-ALCL pts was defined as ≥1% CD30 expression in malignant cells. Pts on the combination treatment arm received 1.8 mg/kg BV and standard-dose CHP q3wk for up to 6 cycles. Pts who achieved at least a partial response (PR) following treatment could receive continued BV 1.8 mg/kg q3wk as single-agent for up to 10 additional cycles. Antitumor response was assessed by the investigator according to the Revised Response Criteria for Malignant Lymphoma (Cheson 2007). Results Twenty-six previously untreated pts received BV+CHP. Disease diagnoses included systemic ALCL (n=19; including ALK-negative, n=16 and ALK-positive, n=3), PTCL-NOS (n=2), angioimmunoblastic T-cell lymphoma (AITL, n=2), adult T-cell leukemia/lymphoma (ATLL, n=2), and enteropathy-associated T-cell lymphoma (EATL, n=1). Twenty-one of the 26 pts who achieved remission with combination treatment continued on to receive single-agent BV. Overall, the 26 pts received a median of 13 cycles (range, 3 to 16) of BV. After a median observation period of 52 months (range 4.6 to 58.3) from first dose, 18 pts remain on study. The estimated 4-year PFS and OS rates are 52% (95% CI: 31, 69) and 80% (95% CI: 59, 91), respectively. The median PFS has not been reached (95% CI: 12.3, -). To date, 15 of 19 ALCL (3/3 ALK-positive, 12/16 ALK-negative), and 6 of 7 non-ALCL pts were alive at last follow-up. Five pts (19%) received subsequent treatment with single-agent BV in long-term follow-up and 3 pts received stem cell transplants (1 autologous, 2 allogeneic) for relapsed disease. There were no pts who underwent a consolidative stem cell transplant. Of the 26 pts treated with combination therapy, 19 (73%) experienced PN. Of these pts, 95% (18 of 19) experienced complete resolution (8 pts), or some resolution or improvement (defined as a decrease by at least 1 grade from worst grade, 10 pts). Of the pts who experienced improvement, 1 pt each improved from Grade 3 to a lowest Grade 2 and from Grade 3 to a lowest Grade 1, and 5 pts improved from Grade 2 to a lowest Grade 1. The median time to resolution of PN symptoms was 5.7 months. Eleven pts had ongoing neuropathy at last follow-up, of which, 9 pts had Grade 1 severity and 2 pts had Grade 2. Conclusions These 4-year durability results demonstrate that among pts with PTCL, initial therapy with BV in combination with CHP can induce long-term remissions with a tolerable safety profile. A phase 3 randomized trial comparing BV+CHP with CHOP for the frontline treatment of CD30-expressing PTCL is ongoing (NCT01777152). Progression-free Survival Figure View large Download slide Figure View large Download slide  Close modal Disclosures Horwitz: Celgene: Consultancy, Research Funding; Takeda Pharmaceuticals International Co.: Consultancy, Research Funding; Infinity: Research Funding; Huya: Consultancy; FortySeven: Consultancy; Kyowa Hakka Kirin: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; Spectrum: Consultancy, Research Funding. Forero-Torres: Seattle Genetics: Research Funding; Genentech/Roche: Research Funding; Juno: Research Funding; Incyte: Research Funding; Abbvie: Research Funding; Novartis: Research Funding; Pfizer: Research Funding. Bartlett: Gilead: Consultancy. Pro: Takeda: Honoraria; Seattle Genetics: Honoraria; Celegene: Honoraria. Chen: Seattle Genetics: Consultancy, Honoraria, Research Funding, Speakers Bureau; Millenium: Consultancy, Research Funding, Speakers Bureau; Genentech: Consultancy, Speakers Bureau; Merck: Consultancy, Research Funding. Davies: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accommodation, expenses, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel to scientific conferences, Research Funding; GSK: Research Funding; Mundipharma: Honoraria; Janssen: Honoraria; Bayer: Research Funding; Karyopharma: Honoraria, Research Funding; Pfizer: Research Funding. Illidge: Seattle Genetics: Consultancy, Research Funding; Takeda Pharmaceuticals International Co.: Consultancy, Honoraria. Uttarwar: Seattle Genetics: Employment, Equity Ownership. Huebner: Takeda Pharmaceuticals International Co.: Employment, Equity Ownership. Ren: Seattle Genetics: Employment, Equity Ownership.",
    "topics": [
        "antigens, cd30",
        "brentuximab vedotin",
        "lymphoma, t-cell, peripheral",
        "brachial plexus neuritis",
        "ki-1+ anaplastic large cell lymphoma",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "follow-up",
        "lymphoma",
        "adult t-cell lymphoma/leukemia",
        "angioimmunoblastic lymphadenopathy"
    ],
    "author_names": [
        "Michelle A Fanale, MD",
        "Steven M Horwitz, MD",
        "Andres Forero-Torres, MD",
        "Nancy L Bartlett, MD",
        "Ranjana H Advani, MD",
        "Barbara Pro, MD",
        "Robert W Chen, MD",
        "Andrew J Davies, FRCP PhD",
        "Tim Illidge, PhD",
        "Mayur Uttarwar",
        "Dirk Huebner, MD",
        "Hong Ren, MD",
        "Andrei R Shustov, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michelle A Fanale, MD",
            "author_affiliations": [
                "University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steven M Horwitz, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andres Forero-Torres, MD",
            "author_affiliations": [
                "Department of Medicine, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy L Bartlett, MD",
            "author_affiliations": [
                "Siteman Cancer Center, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjana H Advani, MD",
            "author_affiliations": [
                "Stanford University Medical Center, Palo Alto, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Pro, MD",
            "author_affiliations": [
                "Fox Chase Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert W Chen, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J Davies, FRCP PhD",
            "author_affiliations": [
                "Southampton University Hospitals Trust, Southampton, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim Illidge, PhD",
            "author_affiliations": [
                "Christie Hospital NHS, Manchester, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mayur Uttarwar",
            "author_affiliations": [
                "Seattle Genetics, Inc., Bothell, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Huebner, MD",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceuticals Limited, Cambridge, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Ren, MD",
            "author_affiliations": [
                "Seattle Genetics, Inc., Bothell, WA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrei R Shustov, MD",
            "author_affiliations": [
                "University of Washington Medical Center, Seattle, WA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:31:42",
    "is_scraped": "1"
}