{
    "doi": "https://doi.org/10.1182/blood.V128.22.3841.3841",
    "article_title": "Natural Killer Cell Activities Against iPSCs-Derived HLA-Knockout Platelets and Megakaryocytes Reveal Perfect Rejection Profiles for Allotransfusion ",
    "article_date": "December 2, 2016",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster III",
    "abstract_text": "Background Platelet transfusion refractoriness (PTR) due to immune factors occurs in 5-15% of thrombocytopenic patients who have received transfusions. The dominant cause of immune PTR is the production of allo-antibodies to human leukocyte antigen (HLA) class I, which is expressed on platelets. In current clinical settings, transfusion of HLA-compatible platelets is the only practical strategy, but their supply is weak due to limited donor source, gives excessive burden on specific donors, and requires increased efforts and costs. To overcome these issues, we plan to produce HLA-knockout platelets from iPSCs-derived megakaryocytes (MKs) as an alternative solution, applicable to all HLA types. However, whether they would be attacked by natural killer (NK) cells has not been well-studied. NK cells are known to show cytotoxic activity against cells downregulated for HLA class I (\"missing self\" theory). Therefore we assessed the interaction between HLA-knockout platelets derived from induced pluripotent stem cells (iPSCs) and NK cells in allogeneic settings. Methods and Results Immortalized megakaryocyte progenitor cell lines (imMKCLs) were previously established from iPSCs as a source of platelet production with a robust proliferation potential (Nakamura, 2014). Beta 2-microglobulin gene was knocked-out by CRISPR/Cas9 system to obtain HLA-knockout imMKCLs and platelets. NK cells were prepared from peripheral blood of eleven healthy donors. After co-cultures of NK cells and target cells for 6 hours with IL-2, we examined the NK cell cytolytic activity marker CD107, and target cell damage marker Annexin V using flow cytometry. Positive rates of both markers were not enhanced by co-culture with either HLA-expressed or HLA-knockout platelets for all donors. Furthermore, addition of platelets showed minimal effect on high cytotoxic activity of NK cells against K562 cells. In contrast, coculture of imMKCLs with NK cells resulted in higher detection of CD107 and Annexin V staining in some NK cell donors. These data suggested that platelets are immunologically inert for NK cells irrespective of class I HLA expression, while imMKCLs can be potentially attacked. Accordingly, platelets did not express NK cell activating ligands, which were expressed on imMKCLs and K562 cells. To confirm the above-mentioned results in vivo , mice were transfused with NK cells and platelets and MKs together. In our preliminary data, the circulation of platelets was not different between HLA-expressed or HLA-knockout type. In contrast, MKs were shown to be attacked in some cases. Conclusion HLA-knockout platelets evaded attacked from NK cells, while imMKCLs possessed immunogenicity to NK cells. This study provides extended experimental evidence that HLA-knockout platelets produced from a single imMKCL clone are immunologically applicable to all HLA types including majority of patients with PTR. On the other hand, contaminating imMKCLs in imMKCL-derived platelet products can be rejected by NK cells, contributing to their enhanced safety profiles. Taken together, stage of HLA-deficiency in imMKCLs as a starting material of platelet supply shall lead to industrial production of HLA universal platelets. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "human leukocyte antigens",
        "megakaryocytes",
        "natural killer cells",
        "rejection (psychology)",
        "coculture techniques",
        "meckel-gruber syndrome",
        "annexin a5",
        "aldesleukin",
        "allopurinol"
    ],
    "author_names": [
        "Daisuke Suzuki",
        "Naoshi Sugimoto, MD PhD",
        "Norihide Yoshikawa",
        "Hiroshi Endo",
        "Sou Nakamura",
        "Akitsu Hotta",
        "Koji Eto, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daisuke Suzuki",
            "author_affiliations": [
                "Center for iPS Cell Research and Application, Kyoto University, Kyoto, Japan ",
                "Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naoshi Sugimoto, MD PhD",
            "author_affiliations": [
                "Center for iPS Cell Research and Application, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norihide Yoshikawa",
            "author_affiliations": [
                "Center for iPS Cell Research and Application, Kyoto University, Kyoto, Japan ",
                "Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Endo",
            "author_affiliations": [
                "Center for iPS Cell Research and Application, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sou Nakamura",
            "author_affiliations": [
                "Center for iPS Cell Research and Application, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akitsu Hotta",
            "author_affiliations": [
                "Center for iPS Cell Research and Application, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Eto, MD PhD",
            "author_affiliations": [
                "Department of Innovation Stem Cell Therapy, Chiba University Graduate School of Medicine, Chiba, Japan ",
                "Center for iPS Cell Research and Application, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:28:18",
    "is_scraped": "1"
}