{
    "doi": "https://doi.org/10.1182/blood.V124.21.3829.3829",
    "article_title": "Targeting VLA-4 to Reduce GvHD ",
    "article_date": "December 6, 2014",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster III",
    "abstract_text": "The therapeutic benefits of allogeneic hematopoietic stem cell transplantation (allo-HSCT) for hematologic malignancies are primarily derived from anti-leukemia effect that is mediated by T cells in donor grafts. Unfortunately, these T cells also mediate graft-versus-host disease (GvHD), the major complication of allo-HSCT. We have recently reported that blockade of alloreactive donor T cell trafficking to the GvHD target organs significantly reduces GvHD in both a MHC fully-mismatched (B6 (H-2 b ) → Balb/c (H-2 d )) (75% vs 0% overall survival) and a minor-mismatched (B6 (H-2 b ) → B6x129 (H-2 b )) allo-HSCT models (100% vs 10% overall survival) compared to WT T cells (Choi et al., Blood 2012). In this study, we examined if inhibition of VLA-4, which is required for transendothelial migration and access to GvHD target organs, could reduce GVHD. VLA-4 consists of two subunits α4 (CD49d) and β1 (CD29). To genetically eliminate VLA-4 from allogeneic donor T cells, we generated Tie-2 cre+ α4-/- mice (B6, H-2b, CD45.2+) in which α4 is knocked out by Tie-2 cre, which is expressed in hematopoietic cells. Splenic pan T cells were isolated from these mice and T cell-depleted bone marrow cells (TCD BM) from congenic B6 mice (CD45.1+). 5x10 6 TCD BM and 5x10 5 splenic pan T cells were transplanted into lethally irradiated allogeneic Balb/c recipient mice (H-2d, CD45.2+). We found that VLA-4 deficient T cells significantly reduced GvHD compared to WT T cells ( Fig. A ). VLA-4 deficient T cells had no significant effect on donor engraftment and achieved a complete donor chimerism. In addition, recipients transplanted with VLA-4 deficient T cells had significantly better histopathology score ( Fig. B ). Similar results were observed when donor T cells were infused at day 11 after allo-HSCT. While we speculate defective T cell trafficking to GvHD target organs would be the primary reason for the reduced GvHD in the recipients of VLA-4 deficient T cells, we examined other possible mechanisms as well, such as T cell alloreactivity and proliferation. We found that VLA-4 deficient T cells proliferated at the same rate as WT T cells in the presence of anti-CD3/CD28 antibody-coated beads. However, VLA-4 deficient T cells proliferate less in the presence of allogeneic antigen presenting cells (APCs) compared to WT T cells. Interestingly, VLA-4 deficient T cells upregulate CTLA-4 and GZMB significantly more than WT T cells after in vitro activation. These data suggest that not only T cell trafficking to GvHD target organs but also altered T cell phenotype and function might help explain the observed reduced GvHD. Genetic deletion of α4 in T cells will also alter expression of α4b7. Since antibodies to b7 have also been shown to reduce GvHD (Waldman et al., Blood, 2006) our current studies will focus on determining which of these pathways (α4b1 vs. α4b7) is most important in mitigating GvHD by using genetic knockout models, antibodies to b1 and b7 and small molecule inhibitors of α4b1 vs. α4b7. In conclusion, our data suggests that VLA-4 represents a promising therapeutic target for future efforts to mitigate GvHD after allo-HSCT. In addition, this strategy can be exploited in other diseases and settings in addition to allo-HSCT, such as solid organ transplantation, chronic inflammatory diseases and autoimmune diseases. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "antibodies",
        "cd45 antigens",
        "allogeneic hematopoietic stem cell transplant",
        "atrial premature complexes",
        "autoimmune diseases",
        "cd28 antigens",
        "cd29 antigen"
    ],
    "author_names": [
        "Jaebok Choi, PhD",
        "Matthew L Cooper, PhD",
        "Bader Alahmari, MD",
        "Julie Ritchey",
        "John F. DiPersio, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jaebok Choi, PhD",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthew L Cooper, PhD",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bader Alahmari, MD",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Ritchey",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. DiPersio, MD PhD",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T06:47:08",
    "is_scraped": "1"
}