{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1256.1256",
    "article_title": "Pharmacodynamic Study of Copanlisib in Patients with Non-Hodgkin's Lymphoma and Advanced Solid Tumors: Confirmation of on-Target PI3K Inhibitory Activity ",
    "article_date": "December 7, 2017",
    "session_type": "605. Molecular Pharmacology, Drug Resistance—Lymphoid and Other Diseases: Poster I",
    "abstract_text": "Introduction: Inhibition of phosphatidylinositol 3-kinase (PI3K) has been shown to be an effective therapeutic strategy for patients with indolent malignant B-cell lymphoma who have relapsed or are refractory to standard therapies. Copanlisib is a novel, potent, intravenous, pan-class I PI3K inhibitor with predominant activity against PI3K-α and PI3K-δ isoforms and has demonstrated robust objective tumor responses of 59.15%, including 12% CR, in patients with indolent non-Hodgkin lymphoma (NHL) treated at a fixed dose of 60 mg (0.8 mg/kg) (Dreyling et al., AACR 2017, CT149). Here we explore the dose-dependent pharmacodynamic (PD) effects of copanlisib relative to plasma exposure in subjects with NHL and solid tumors (ST) (NCT02155582). Methods: Patients with NHL or advanced/or refractory ST received copanlisib as a 1-hr IV infusion in 28 day cycles on an intermittent weekly schedule (3 weeks on /1 week off) at a dose of 0.8 mg/kg or 0.4 mg/kg. PD measurements comprised biomarkers related to PI3K signaling, including pAKT in platelet rich plasma (PRP), pAKT Ser473 or Thr308 and pS6 ribosomal protein Ser235/236 in paired tumor tissues, tumor glucose metabolism using FDG-PET imaging, and glucose metabolism markers (plasma glucose, insulin, and C-peptide). In addition, tumor/lymphoma lesions were evaluated based on RECIST 1.1 (for ST) and modified Cheson 2007 criteria (for NHL). Pharmacokinetic plasma exposure (Cmax and Cav) was calculated to assess the relationship with the PD markers. Adverse events were reported using NCI CTCAE v4.03. Results: Sixty-three patients received treatment: 33 patients with NHL (20 patients at 0.4 mg/kg and 13 patients at 0.8 mg/kg), 28 patients with ST (14 patients at 0.4 mg/kg and 14 patients at 0.8 mg/kg). Treatment with copanlisib resulted in ≥50% reduction in pAKT in PRP during the first two cycles at both 0.4 and 0.8 mg/kg dose levels within 24 hours. The decrease in pAKT in PRP was pronounced at 1.5 and at 3 hours post infusion and was sustained for ~24 hours. In paired tumor biopsies, copanlisib inhibited tumor pAKT (S473) and pS6 more effectively at 0.8 mg/kg (p<0.05, paired t-test) than at the 0.4 mg/kg dose level (Figure 1). A dose-related transient and reversible increase in mean plasma glucose and hypertension was observed. Blood glucose levels peaked 5 to 8 hours post-infusion and subsequently declined to baseline levels by 24 hours. Dose-dependent increases of insulin and C-peptide were also observed, with time course similar to that observed for glucose. A dose-dependent FDG-PET response was also observed. Copanlisib plasma exposure (Cmax or Cav) was statistically correlated with glucose, insulin, C-peptide, tumor pAKT-S473 and FDG-PET SUV. In the NHL cohort, there were 2 CRs (PTCL and DLBCL) and 4 PRs (MCL, FL and 2 DLBCL) at 0.8 mg/kg, and one PR (DLBCL) at 0.4 mg/kg. In the solid tumor cohort, 1 patient with endometrial adenocarcinoma achieved a PR at 0.8 mg/kg. The most commonly experienced adverse events occurring in ≥20% of patients, were hyperglycemia (52.4%), fatigue (46%), hypertension (41.3%), nausea (38.1%), diarrhea (33.3%), anemia (28.6%), pain and dyspnea (25.4% each), constipation and vomiting (23.8% each), as well as oral mucositis and anorexia (22.2% each). Conclusions: This study provides PD evidence of target modulation with copanlisib including the inhibition of pAKT-S473 and pS6 in tumor tissue, inhibition of pAKT in PRP, reduction of FDG-PET tracer uptake, as well as increase in plasma glucose, insulin and C-peptide levels. A dose-dependency was observed for all PD parameters, except for pAKT in surrogate tissue. Treatment with copanlisib at 0.8 mg/kg was more effective at reducing tumor pAKT-S473 and pS6 levels compared to 0.4 mg/kg, consistent with more objective tumor responses seen here at 0.8 mg/kg. The safety profile was similar to previous reports. These results extend previous in vitro/in vivo observations and strongly support the on-target PI3K inhibitory activity for copanlisib in the clinical setting. View large Download slide View large Download slide Close modal Disclosures Morschhauser: Roche: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Servier: Consultancy; Janssen: Consultancy, Honoraria; Gilead: Consultancy; Bristol-Myers Squibb: Consultancy, Honoraria. Machiels: Janssen: Research Funding; Bayer: Research Funding; Novartis: Research Funding; MSD: Membership on an entity's Board of Directors or advisory committees; Astrazeneca: Membership on an entity's Board of Directors or advisory committees; Innate: Membership on an entity's Board of Directors or advisory committees; Debiopharm: Membership on an entity's Board of Directors or advisory committees; Nanobiotik: Membership on an entity's Board of Directors or advisory committees. Salles: Servier: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; MSD: Consultancy, Honoraria; Kite: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Roche: Consultancy, Honoraria, Research Funding; BMS: Consultancy; morphosys: Consultancy, Honoraria. Rule: Roche: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding; Astra-Zeneca: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding; Pharmacyclics: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Sunesis: Consultancy, Honoraria; TG Therapeutics: Consultancy, Honoraria; Napp: Consultancy; Kite: Consultancy. Cunningham: AstraZeneca: Research Funding; Bayer: Research Funding; Celgene: Research Funding; Merrimack: Research Funding; Mediummune: Research Funding; Merck Serono: Research Funding; Amgen: Research Funding; Sanofi: Research Funding. Genvresse: Bayer AG, Pharmaceuticals Division: Employment. Liu: Bayer HealthCare Pharmaceuticals: Employment. Kneip: Bayer AG, Pharmaceuticals Division: Employment. Pena: Bayer HealthCare Pharmaceuticals: Employment. Grevel: Bayer AG, Pharmaceuticals Division: Employment. Zhang: Bayer HealthCare Pharmaceuticals: Employment. Cisternas: Bayer AG, Pharmaceuticals Division: Employment. Reschke: Bayer AG, Pharmaceuticals Division: Employment. Granvil: Bayer HealthCare Pharmaceuticals: Employment.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "copanlisib",
        "lymphoma, non-hodgkin",
        "pharmacodynamics",
        "solid tumors",
        "neoplasms",
        "fluorodeoxyglucose positron emission tomography",
        "c-peptide",
        "diffuse large b-cell lymphoma",
        "insulin"
    ],
    "author_names": [
        "Franck Morschhauser, MD PhD",
        "Ahmad Awada, MD PhD",
        "Jean-Pascal Machiels, MD PhD",
        "Gilles Andre Salles, MD PhD",
        "Sylvie Rottey, MD PhD",
        "Simon Rule, MD",
        "David Cunningham, MD FRCP",
        "Frederic Peyrade, MD",
        "Christophe Fruchart, MD",
        "Hendrik-Tobias Arkenau, MD PhD",
        "Isabelle Genvresse, MD",
        "Li Liu, PhD",
        "Christoph Kneip, PhD",
        "Carol Pena, PhD",
        "Joachim Grevel, PhD",
        "Jun Zhang, PhD",
        "Galia Cisternas, PhD",
        "Susanne Reschke, MSc",
        "Camille Granvil, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Franck Morschhauser, MD PhD",
            "author_affiliations": [
                "CHRU - Hôpital Claude Huriez, Lille, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ahmad Awada, MD PhD",
            "author_affiliations": [
                "Clinique Oncologie Médicale, Institute Jules Bordet, Brussels, Belgium "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Pascal Machiels, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Cliniques Universitaires Saint-Luc, Bruxelles, Belgium "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gilles Andre Salles, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie Clinique, Centre Hospitalier Lyon-Sud, Pierre-Bénite, France ",
                "Hematology, Hospices Civils de Lyon - Université de Lyon, Pierre-Bénite, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvie Rottey, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Ghent University Hospital, Ghent, Belgium "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Rule, MD",
            "author_affiliations": [
                "Department of Haematology, Derriford Hospital, Plymouth Hospitals NHS Trust, Plymouth, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Cunningham, MD FRCP",
            "author_affiliations": [
                "Department of Clinical and Experimental Hematology, The Royal Marsden Hospital, Sutton, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederic Peyrade, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Centre Antoine Lacassagne, Nice, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christophe Fruchart, MD",
            "author_affiliations": [
                "Institut d'Hématologie de Basse Normandie, Centre Hospitalier Universitaire, Caen, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hendrik-Tobias Arkenau, MD PhD",
            "author_affiliations": [
                "Sarah Cannon Research Institute and University College London, London, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Genvresse, MD",
            "author_affiliations": [
                "Bayer AG, Pharmaceuticals Division, Berlin, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Liu, PhD",
            "author_affiliations": [
                "Bayer HealthCare Pharmaceuticals, Whippany, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Kneip, PhD",
            "author_affiliations": [
                "Bayer AG, Pharmaceuticals Division, Berlin, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol Pena, PhD",
            "author_affiliations": [
                "Bayer HealthCare Pharmaceuticals, Whippany, NJ "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joachim Grevel, PhD",
            "author_affiliations": [
                "BAST Inc Ltd., Loughborough, United Kingdom"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Zhang, PhD",
            "author_affiliations": [
                "Bayer HealthCare Pharmaceuticals, Whippany, NJ "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Galia Cisternas, PhD",
            "author_affiliations": [
                "Bayer AG, Pharmaceuticals Division, Berlin, Germany "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Reschke, MSc",
            "author_affiliations": [
                "Bayer AG, Pharmaceuticals Division, Berlin, Germany "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Camille Granvil, PhD",
            "author_affiliations": [
                "Bayer HealthCare Pharmaceuticals, Whippany, NJ "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:37:33",
    "is_scraped": "1"
}