{
    "doi": "https://doi.org/10.1182/blood.V118.21.416.416",
    "article_title": " ASXL1 exon 12 Mutations Are Frequent in AML with Intermediate Risk Karyotype and Are Independently Associated with An Extremely Poor Outcome ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Prognostic Biomarkers in Adult AML",
    "abstract_text": "Abstract 416 Introduction: ASXL1 mutations have recently been described in a number of different myeloid malignancies. Data on frequency, association with other markers and outcome in AML are rare. Aim: The aim of this study was to evaluate ASXL1 mutations ( ASXL1 mut) in AML with intermediate risk karyotype for frequency, association with other mutations and impact on outcome. Methods: We analyzed 476 cases with intermediate risk de novo AML for ASXL1 mutations by direct Sanger sequencing of exon 12. Other mutations were analyzed as described previously and were available in part of the patients ( NPM1: n=474, FLT3 -ITD: n=473, FLT3 -TKD: n=407, MLL -PTD: n=474, CEBPA: n=447, RUNX1: n=150, WT1: n=384, IDH1: n=464 and IDH2: n=444, TET2: n=109, NRAS: n=191; KRAS: n=110, DNMT3A: n=83). 397 cases had a normal karyotype (NK) and 79 had intermediate risk aberrant cytogenetics (according to MRC). Female/male ratio was 221/255 and age ranged from 18.5–100.4 y (median: 66.4). Results: Overall, in 70/476 patients (14.7%) ASXL1 mut were detected. In detail, the most frequent mutation was p.G646WfsX12 (n=36) followed by p.E635RfsX15 (n=9), and p.Y591X (n=2). The remaining 21 mutations were non-recurrent consisting of 2 frameshift, 13 nonsense and 6 missense mutations. All mutations were detected with a mutation/wildtype load of 40–50% and none of the cases had more than one ASXL1 mut. ASXL1 mut were more frequent in males than in females (56/255, 22.0% vs 14/221, 6.3%, p=0.001) and were associated with higher median age (72.4 yrs vs 64.1 yrs, p 65 yrs 21.7% (n=55/254) and in those <65 yrs only 6.8% (n=15/222) were ASXL1 mut (p<0.001). With respect to morphology ASXL1 mut were more frequent in AML without maturation than in all others (37.5% vs 14.3%, p=0.022). In 242 cases immunophenotyping data was available and cases with ASXL1 mut (n=34) had a higher expression of CD13 (mean±SD, 55±23% vs. 43±25%, p=0.012), CD34 (46±32% vs. 24±26%, p<0.001), CD133 (29±27% vs. 16±23%, p=0.006) and HLA-DR (42±25% vs. 30±24%, p=0.009) as well as a lower expression of CD33 (66±21% vs. 77±21%, p=0.005) and thus had a more immature immunophenotype as compared to ASXL1 wt. There was no association with leukocyte or platelet counts. With regard to cytogenetics ASXL1 mut were more frequent in those with aberrant karyotype than in NK (20/79, 25.3% vs 50/397, 12.6%, p=0.008). Generally, ASXL1 mut were observed together with all other molecular mutations but there was a strong correlation to RUNX1 mut (n=18/43, 41.9% vs 19/107, 17.8% in RUNX1 wt, p=0.003) and a negative correlation with NPM1 mut (n=9/274; 3.3% vs. n=61/200, 30.5% in NPM1 wt, p<0.001) and DNMT3A mut (1/26, 3.8% vs. 19/55 in DNMT3A , 34.5%, p=0.002). Patients with ASXL1 mut had a shorter overall survival (OS) (median: 11.2 vs 38.8 months, p<0.001) and event free survival (EFS) (median: 9.0 vs 23.9 months, p<0.001). In detail, this adverse impact could be shown for both NK (OS: median: 10.9 vs 38.3 months, p<0.001; EFS: 9.8 vs. 26.5 months, p<0.001) and intermediate risk aberrant cytogenetics (OS: median: 8.6 vs 38.8 months, p<0.001; EFS: 5.3 vs 21.5 months, p=0.011), separately. Although the ASXL1 mut were much more frequent in the elderly and compared to the ASXL1 wt had a shorter OS (median: 7.0 vs 16.3 months, p=0.002) an adverse effect on survival could also be shown in the cohort <65 yrs (median OS: 11.6 vs 47.3 months, p<0.001 and median EFS: 9.3 vs 34.5 months, p<0.001). Because of the high coincidence of the two mutations the impact of ASXL1 mut in dependence of RUNX1 status was analyzed. In the RUNX1 mut (n=43) the ASXL1 mut (n=18) still had an adverse impact on EFS (median: 5.3 vs 15.6 months, p=0.010) and a trend for shorter OS (10.7 vs. 20.5 months, p=0.079). In a multivariable analysis ASXL1 is an unfavourable factor for OS independent of age and RUNX1 mutational status (p=0.026, RR: 2.0). Conclusions: ASXL1 mutations belong to the most frequent mutations in intermediate risk AML. There is a strong association with male sex, high age, immature phenotype and RUNX1 mut. Still, ASXL1 mut retained its independent very poor prognostic impact. Although the number of known molecular markers in AML is continuously increasing and selection of the most import markers for diagnostic work-up seems challenging this data indicates that ASXL1 is one of the most prominent candidates. Disclosures: Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Eder: MLL Munich Leukemia Laboratory: Employment. Alpermann: MLL Munich Leukemia Laboratory: Employment. Fasan: MLL Munich Leukemia Laboratory: Employment. Grossmann: MLL Munich Leukemia Laboratory: Employment. Kohlmann: MLL Munich Leukemia Laboratory: Employment. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "asxl1 gene",
        "exons",
        "karyotype determination procedure",
        "mutation",
        "leukemia",
        "immunophenotyping",
        "ms-like tyrosine kinase 3",
        "adverse effects",
        "alanine aminopeptidase",
        "biological markers"
    ],
    "author_names": [
        "Susanne Schnittger, PhD",
        "Christiane Eder, PhD",
        "Tamara Alpermann",
        "Annette Fasan, PhD",
        "Vera Grossmann, MSc",
        "Alexander Kohlmann, PhD",
        "Wolfgang Kern, MD",
        "Claudia Haferlach, MD",
        "Torsten Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christiane Eder, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara Alpermann",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette Fasan, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vera Grossmann, MSc",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Kohlmann, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T13:06:22",
    "is_scraped": "1"
}