{
    "doi": "https://doi.org/10.1182/blood-2021-148500",
    "article_title": "Preclinical Results of an Allogeneic, Universal CD19/CD7-Targeting CAR-T Cell Therapy (GC502) for B Cell Malignancies ",
    "article_date": "November 5, 2021",
    "session_type": "703.Cellular Immunotherapies: Basic and Translational",
    "abstract_text": "Background Autologous CD19 CAR-T therapies show very promising clinical efficacy, but are limited in their applicability by several factors including cost, time to manufacture, and other factors involving patients own T-cell qualities. GC027, a CD7 targeting allogeneic, universal CAR-T (UCAR-T) currently in development for the treatment of T-cell acute lymphoblastic leukemia (T-ALL) has demonstrated robust expansion and anti-leukemia efficacy with a manageable safety profile in an investigator-initiated trial in China. These data suggest that, a single CD7 targeting CAR-T therapy is able to generate a therapeutic window by suppressing host vs graft (HvG) rejection of UCAR-T cells by patients' own NK and T cells, and achieve efficacy in patients with T-ALL. Based on these findings we developed GC502, a CD19/CD7 dual-targeting, allogeneic CAR-T therapy for B-cell malignancies, in which the CD19 CAR moiety targets malignant cells while CD7 CAR moiety suppresses HvG in variety of preclinical models. Methods GC502 was manufactured using leukopaks from HLA-unmatched healthy donors. It contains a 4-1BB based 2 nd -generation dual targeting CAR comprising an anti-CD19 and an anti-CD7 single-chain variable fragments (scFvs). TRAC and CD7 loci were disrupted to avoid graft vs host disease and fratricide, respectively. To select the leading CAR candidate, CAR expression and functionalities of CAR constructs with different heavy-light (H-L) chain orientations of the dual CAR were analyzed via in vitro assays and mouse xenograft models, in comparing to single CD19 CAR and CD7 CAR products. To achieve optimal anti-tumor efficacy, a T-cell enhancer was included in the CAR construct. Result Gene editing and dual CAR orientation selection TRAC and CD7 double knockout efficiencies were constantly above 97% across multiple donor pan T cells. Although CD19/CD7 CAR expression levels in different H-L chain orientations were similar, in the final CAR-T product as measured by flow cytometry (FCM) analysis, significant difference was observed in their cytotoxicity and in vitro expansion under repeated antigen stimulations by CD19+ B-cell acute lymphoblastic leukemia (B-ALL) cell line Nalm6 and CD7+ T-cell line CCRF-CEM. CAR candidates mediated the strongest cytotoxicity and most durable response were selected for further optimizations. CAR construct optimizations For the leading candidates, we first assessed the dual CAR efficacy after incorporation of an enhancer. While the IL-2, TNFα and IFNγ secretion levels were comparable, enhancer addition significantly improved tumor killing and CAR-T cell expansion under repeated stimulations by either CD19+ or CD7+ target cells. Anti-leukemia response under sub-optimal CAR-T cell dosages were also greatly enhanced as assessed by both B-ALL and T-ALL mouse xenograft models. GC502 CAR functionality comparison to single CAR products with proven clinical efficacies GC502 and GC027 were compared for their CD7 CAR function to assess their anti-HvG activities. GC502 and GC027 exhibited comparable toxicities towards pan T cells and similar efficacies in a highly malignant T-ALL mouse model. The CD19 CAR functionality of GC502 were evaluated and compared to a 2 nd generation CD19 CAR product comprising a FMC63 scFv and a 4-1BB-CD3ȥ signaling domain. In a Raji based B-ALL mouse xenograft model, both products rapidly eliminated cancer cells. While CD19 CAR treated mice showed signs of relapse at 2 weeks post CAR-T infusion, GC502 treatment group maintained \"leukemia free\" status till the end of study (Day28). Conclusion GC502 was optimized for CD19/CD7 dual CAR functionality and in vivo durability. It demonstrated robust anti-tumor efficacy and promising potentials to suppress HvG. This report presents an example that the dual CAR design of GC502 may serve as a novel \"off-the-shelf\" CAR-T technology. Disclosures Ge:  GracellBiotechnologies Ltd: Current Employment, Current equity holder in publicly-traded company. Yang:  GracellBiotechnologies Inc: Current Employment, Current equity holder in publicly-traded company. Sun:  GracellBiotechnologies Inc: Current Employment, Current equity holder in publicly-traded company. Chen:  GracellBiotechnologies Inc: Current Employment, Current equity holder in publicly-traded company. Qiu:  GracellBiotechnologies Inc: Current Employment, Current equity holder in publicly-traded company. Yin:  GracellBiotechnologies Inc: Current Employment, Current equity holder in publicly-traded company. Shen:  GracellBiotechnologies Inc: Current Employment, Current equity holder in publicly-traded company. Sersch:  GracellBiotechnologies Inc: Current Employment, Current equity holder in publicly-traded company. Cao:  GracellBiotechnologies Inc: Current Employment, Current equity holder in publicly-traded company. Wang:  GracellBiotechnologies Inc: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Jianning Ge",
        "Chunhui Yang",
        "Jing Sun",
        "Jiao Chen",
        "Shuyi Qiu",
        "Wenjie Yin",
        "Lianjun Shen",
        "Martina Sersch",
        "Wei Cao",
        "Xinxin Wang"
    ],
    "author_dict_list": [
        {
            "author_name": "Jianning Ge",
            "author_affiliations": [
                "Gracell Biotechnologies, Shanghai, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chunhui Yang",
            "author_affiliations": [
                "Gracell Biotechnologies, Shanghai, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Sun",
            "author_affiliations": [
                "Gracell Biotechnologies, Shanghai, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiao Chen",
            "author_affiliations": [
                "Gracell Biotechnologies, Shanghai, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuyi Qiu",
            "author_affiliations": [
                "Gracell Biotechnologies, Shanghai, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenjie Yin",
            "author_affiliations": [
                "Gracell Biotechnologies, Shanghai, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lianjun Shen",
            "author_affiliations": [
                "Gracell Biotechnologies, Shanghai, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Sersch",
            "author_affiliations": [
                "Gracell Biotechnologies, Shanghai, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Cao",
            "author_affiliations": [
                "Gracell Biotechnologies, Shanghai, China"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xinxin Wang",
            "author_affiliations": [
                "Gracell Biotechnologies, Shanghai, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-24T04:08:39",
    "is_scraped": "1"
}