{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3175.3175",
    "article_title": "TAT-MYC Recombinant Fusion Protein Enhances Hematopoietic Stem Cell Graft Performance and Immune Cell Reconstitution after Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Poster II",
    "abstract_text": "The long interval between hematopoietic stem cell transplantation (HSCT) and hematopoietic engraftment and immune reconstitution is a dangerous time for patients. Although neutrophil counts usually rise within several weeks following stem cell transplantation, recovery of functional T and B cell repertoires can often take months; during this period patients are at risk for severe infections, and graft vs. tumor effects may be attenuated. We have examined the use of a recombinant fusion protein consisting of the N-terminal 9 amino acid segment of the HIV TAT protein transduction domain (PTD) fused to the MYC protein as a means of enhancing stem cell graft performance. Methods: Coding sequences for the 9-amino acid TAT PTD and the cDNA encoding MYC were ligated in-frame and cloned into the pET101/D-Topo vector for expression in E Coli. The fusion protein, which we designated TBX-4000, was purified to homogeneity, analyzed for contaminants, and prepared to clinical grade for administration in accordance with good manufacturing practices. Results: Following a 1-hour incubation of TBX-4000 with human cord blood cells, the chimeric protein appeared in the nucleus of target cells within 2 hours, but was rapidly metabolized, vanishing by 72 hours. Whole murine marrow and purified murine LSK+ cells that were incubated with TBX-4000 significantly out-performed control cells in competitive engraftment experiments in immune deficient recipient mice, even at ratios of 1:9 treated to control cells. Significantly higher numbers of T and B cells were recovered from both peripheral blood and splenic tissue of irradiated immune deficient mice transplanted with stem cell grafts that had been cultured for 60 minutes with TBX-4000, relative to control mice. TBX-4000 cultured cells demonstrate resistance to apoptosis induced by Granzyme B, which may account for their hardiness during engraftment in marrow niches recently exposed to the stress of pre-transplant conditioning therapy. Extensive toxicologic studies demonstrated that prolonged exposure to TBX-4000 does not cause malignant transformation of hematopoietic cells in culture, and does not lead to tumor formation in mice repeatedly injected with the recombinant protein. Mice transplanted with stem cells incubated with TBX-4000 did not develop leukemia or solid tumors during 4 months of follow-up, or following three \"generations\" of successive, serial transplantation. Because TBX-4000 augments immune reconstitution following hematopoietic stem cell transplantation and may stimulate graft vs. host diseases reactions, T and B cell depletion of the graft will be performed in pilot studies in humans to prevent this complication. Conclusion: Brief exposure to the TAT-MYC recombinant fusion protein enhances the performance of hematopoietic stem cells in a pre-clinical transplantation model. The brief presence of the protein protects engrafting cells from apoptotic stimuli, and does not lead to transformation of the cells following transplantation. The efficacy and safety of TBX-4000 in our pre-clinical studies serve as the basis for currently planned clinical trials of this chimeric protein in patients undergoing stem cell transplantation. Disclosures Gregory: Taiga Biotechnologies, Inc.: Employment, Equity Ownership. Turner: Taiga Biotechnologies, Inc.: Employment, Equity Ownership. Refaeli: Taiga Biotechnologies, Inc.: Employment, Equity Ownership.",
    "topics": [
        "fusion proteins",
        "hematopoietic stem cells",
        "tissue transplants",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "neoplasms",
        "amino acids",
        "dna, complementary",
        "follow-up",
        "granzyme b"
    ],
    "author_names": [
        "Jerry Stein, MD",
        "Bird Gregory, PhD",
        "Brian Turner, PhD",
        "Isaac Yaniv, MD",
        "Yosef Refaeli, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jerry Stein, MD",
            "author_affiliations": [
                "Schneider Children's Medical Center of Israel and Sackler Faculty of Medicine Tel Aviv University, Petah Tikva, Israel "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bird Gregory, PhD",
            "author_affiliations": [
                "Taiga Biotechnologies, Inc., Aurora, CO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Turner, PhD",
            "author_affiliations": [
                "Taiga Biotechnologies, Inc., Aurora, CO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isaac Yaniv, MD",
            "author_affiliations": [
                "Schneider Children's Medical Center of Israel and Sackler Faculty of Medicine Tel Aviv University, Petach Tikva, Israel "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yosef Refaeli, PhD",
            "author_affiliations": [
                "Taiga Biotechnologies, Inc., Aurora, CO ",
                "Charles C. Gates Center for Regenerative Medicine, University of Colorado Denver, Aurora, CO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:54:21",
    "is_scraped": "1"
}