{
    "doi": "https://doi.org/10.1182/blood-2018-99-110583",
    "article_title": "Malignant Progression of an MDS-Derived Cell Line Serves As an in Vitro Model for the Leukemic Evolution of MDS ",
    "article_date": "November 29, 2018",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies",
    "abstract_text": "Myelodysplastic syndromes (MDS) have a risk of progression to acute myeloid leukemia (AML), but the deterioration mechanisms of MDS and the alteration points still remain to be elucidated. We previously established a myelodysplastic cell line, MDS92 from the bone marrow of an MDS patient, and after a long-term interleukin(IL)-3-containing culture of MDS92, five blastic sublines including MDS-L were isolated. From MDS-L, we obtained two sublines, MDS-L-2007 and MDS-LGF after culture in the presence and absence of IL-3, respectively. To investigate the mechanism of leukemic evolution, we applied a next-generation sequencing (NGS) to the series of cell lines for comprehensive, comparative exome analyses, and searched for the origin of mutations by ultra-deep target sequencing of the original patient bone marrow. Whole exome sequencing and ultra-deep target sequencing demonstrated: (1) TP53 mutation was found in the patient bone marrow and this mutation was inherited by all subsequent cell lines; (2) CEBPA mutation was originally present in a small fraction of the bone marrow; (3) NRAS mutation emerged by chance during IL-3-containing culture; (4) HIST1H3C (K27M) mutation ( Histone - H3 -K27M) was newly detected at the generation of MDS-L from MDS92. H3 -K27M mutation was detected in MDS-L-2007 but not in MDS-LGF. We focused on H3 -K27M mutation because it is frequently found in pediatric brain stem tumors and recently found in a small population of AML cases (Lehnertz et al. Blood. 2017). MDS-L cells were a mixture of H3 -K27M-mutant and wild-type clones. When MDS-L was cultured in the presence of IL-3, the proportion of H3 -K27M-mutant fraction gradually increased. In contrast, when MDS-L was cultured without IL-3, the proportion of H3 -K27M-mutant fraction gradually decreased. To investigate the implication of H3 -K27M mutation, we tried single cell cloning from MDS-L and secured four wild-type clones and seven H3 -K27M-mutant clones. In all H3 -K27M-mutant clones, there was a marked reduction in H3-K27me3/2. Expression of a tumor-suppressor molecule p16 was reduced in six of the seven H3 -K27M-mutant clones. H3 -K27M-mutant clones showed rapid growth in the presence of IL-3, but cell proliferation was suppressed without IL-3. Competitive growth experiment by co-culture of H3 -K27-wild-type and H3 -K27M-mutant clones in the presence or absence of IL-3 showed that H3 -K27M-mutant clones were predominant in the presence of IL-3, whereas wild-type clones were sustained comparatively in the absence of IL-3. Treatment with EPZ-6438, an inhibitor of H3-K27 methyltransferase EZH2, caused growth suppression of H3 -K27M-mutant clones as well as wild-type clones and involved obvious recovery of p16 expression in H3 -K27M-mutant clones, which provides a possibility that p16 might be a therapeutic target for H3 -K27M mutant. Although GSK-J4, an inhibitor of H3-K27 demethylase JMJD3, was reported to inhibit H3 -K27M-mutated pediatric brain stem tumors, GSK-J4 exerted only non-specific growth inhibitory effect on both H3 -K27M-mutant and wild-type clones. Whole exome analyses indicated that the accumulation of oncogenic mutations seemed to have led to establishment of MDS cell lines. The finding that growth advantage of H3 -K27M mutant was influenced by the presence or absence of IL-3 raised a possibility that even if neoplastic clones emerge, their expansion might be influenced not only by genetic/epigenetic status but by surrounding environmental factors including cytokines. This series of cell lines will be a useful tool as an in vitro model for leukemic evolution of MDS. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "brain stem neoplasms",
        "ccaat/enhancer binding protein alpha",
        "cell lines",
        "coculture techniques",
        "cytokine",
        "growth retardation",
        "histones",
        "interleukin-3",
        "interleukins",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Jun-ichiro Kida, MD",
        "Takayuki Tsujioka, MD",
        "Shin-ichiro Suemori, MD",
        "Shuichiro Okamoto, MD",
        "Kanae Sakakibara",
        "Takahiro Yamauchi, MD PhD",
        "Akira Kitanaka, MD",
        "Yumi Tohyama, PhD",
        "Kaoru Tohyama, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jun-ichiro Kida, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Kawasaki Medical School, Kurashiki-Shi, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Tsujioka, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Kawasaki Medical School, Kurashiki, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin-ichiro Suemori, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Kawasaki Medical School, Kurashiki, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuichiro Okamoto, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Kawasaki Medical School, Kurashiki, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kanae Sakakibara",
            "author_affiliations": [
                "Department of Laboratory Medicine, Kawasaki Medical School, Kurashiki, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takahiro Yamauchi, MD PhD",
            "author_affiliations": [
                "Hematology and Oncology, University of Fukui, Fukui, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Kitanaka, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Kawasaki Medical School, Kurashiki, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yumi Tohyama, PhD",
            "author_affiliations": [
                "Himeji Dokkyo University, Himeji, JPN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaoru Tohyama, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Kawasaki Medical School, Kurashiki, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T13:02:54",
    "is_scraped": "1"
}