{
    "doi": "https://doi.org/10.1182/blood-2019-127534",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4287",
    "start_url_page_num": 4287,
    "is_scraped": "1",
    "article_title": "LIM Domain Protein 1 (Ldb1) Is Required for Lmo2 Oncogene-Induced Thymocyte Self-Renewal and T-Cell Leukemia in a Mouse Model of Human T-ALL ",
    "article_date": "November 13, 2019",
    "session_type": "603.Oncogenes and Tumor Suppressors",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "leukemia, t-cell",
        "mice",
        "oncogenes",
        "t-cell leukemia, acute",
        "thymocytes",
        "interleukin 7 receptor",
        "leukemia",
        "complex",
        "chromatin"
    ],
    "author_names": [
        "Liqi Li, PhD",
        "Apratim Mitra",
        "Bin Zhao",
        "Seeyoung Choi",
        "Jan Lee",
        "Daniel Stamos",
        "Claude Warzecha",
        "Karl Pfeifer",
        "Joyce Hardwick",
        "Bryan Venters",
        "Paul Love",
        "Utpal Dave, MD"
    ],
    "author_affiliations": [
        [
            "National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Institutes of Health, Bethesda, MD "
        ],
        [
            "NICHD/NIH, Bethesda, MD "
        ],
        [
            "NICHD/NIH, Bethesda, MD "
        ],
        [
            "NICHD/NIH, Bethesda, MD "
        ],
        [
            "NICHD/NIH, Bethesda, MD "
        ],
        [
            "NICHD/NIH, Bethesda, MD "
        ],
        [
            "NIH, Bethesda, MD "
        ],
        [
            "Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Vanderbilt University Medical Center, Nashville, TN "
        ],
        [
            "NICHD/NIH, Bethesda, MD "
        ],
        [
            "Division of Hematology/Oncology, Indiana University School of Medicine, Indianapolis, IN"
        ]
    ],
    "first_author_latitude": "39.042868750000004",
    "first_author_longitude": "-77.1225114",
    "abstract_text": "LIM domain Only-2 (LMO2) is one of the most frequently deregulated oncogenes in T-cell acute lymphoblastic leukemia (T-ALL) and is generally expressed in the clinically aggressive Early Thymocyte Precursor ALL. LMO2 encodes a small protein with 2 LIM domains that is part of a large multiprotein complex in hematopoietic stem and progenitor cells (HSPC), where it is required for HSC specification and maintenance. Many of LMO2's protein partners in HSPCs are expressed in T-ALL implying that protein complexes like those scaffolded by LMO2 in HSPCs also play a role in leukemia. LDB1 is concordantly expressed with LMO2 in human T-ALL although its expression is more widespread than LMO2. In this study, we analyzed a critical component of the Lmo2 associated complex, LIM domain binding 1 (Ldb1), in the CD2-Lmo2 transgenic mouse model of human T-ALL. To further define Ldb1's role in leukemia, we induced its conditional knockout in CD2-Lmo2 transgenic mice with the use of Lck-Cre, Rag1-Cre, and Il7r-Cre transgenic mice. CD2-Lmo2 transgenic mice develop T-ALL with high penetrance and closely model the human disease. We discovered that the penetrance and latency of Lmo2-induced T-ALL were markedly attenuated in the Lck-Cre model and T-ALL onset was completely abrogated in the Rag1-Cre and Il7r-Cre models. The latter two models induced more efficient deletions of Ldb1, earlier in the T-cell differentiation program compared to Lck-Cre. Interestingly, Lck-Cre deletion was efficient in thymocytes without the Lmo2 transgene. In striking contrast, Ldb1 deletion could not be induced in CD2-Lmo2 transgenic T-cell progenitors. Consistent with this finding, T-ALLs that developed in CD2-Lmo2/floxed-Ldb1/Lck-Cre mice had incomplete deletion of Ldb1. These results imply that Ldb1 is a required factor for Lmo2 to induce T-ALL. To further probe the pathogenesis of Lmo2-induced T-ALL, we analyzed preleukemic phenotypes in the Rag1-Cre (or Il7r-Cre) conditional knockout models. Our results showed that Ldb1 is required for the induction of thymocyte self-renewal and radioresistance. Ldb1 was also required for the acquisition of the pre-leukemic ETP gene expression signature observed in immature CD2-Lmo2 transgenic thymocytes. Detailed biochemical experiments show that LMO2 protein is directly stabilized by LDB1 in leukemia cells perhaps on chromatin. In conclusion, these results support a model where Lmo2-induced T-ALL is caused by a failure to downregulate Ldb1/Lmo2 nucleated transcription complexes that normally function to enforce self-renewal in bone marrow hematopoietic progenitor cells. Disclosures No relevant conflicts of interest to declare."
}