{
    "doi": "https://doi.org/10.1182/blood-2020-140514",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4662",
    "start_url_page_num": 4662,
    "is_scraped": "1",
    "article_title": "Rapid and Deep Hematologic Responses Are Associated with Improved Major Organ Deterioration Progression-Free Survival in Newly Diagnosed AL Amyloidosis: Results from Andromeda ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Ashutosh D. Wechalekar, MD",
        "Giovanni Palladini, MD PhD",
        "Giampaolo Merlini, MD",
        "Raymond L. Comenzo, MD",
        "Arnaud Jaccard, MD PhD",
        "NamPhuong Tran, MD",
        "Huiling Pei, PhD",
        "Sandra Y. Vasey, MSc",
        "Brenda Tromp, MSc",
        "Brendan M. Weiss, MD",
        "Jessica Vermeulen, MD PhD",
        "Efstathios Kastritis, MD"
    ],
    "author_affiliations": [
        [
            "University College London, London, United Kingdom "
        ],
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo, and Department of Molecular Medicine, University of Pavia, Pavia, Italy "
        ],
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo, and Department of Molecular Medicine, University of Pavia, Pavia, Italy "
        ],
        [
            "Division of Hematology/Oncology, John C. Davis Myeloma and Amyloid Program, Tufts Medical Center, Boston, MA "
        ],
        [
            "Centre Hospitalier Universitaire and Reference Center for AL Amyloidosis, Limoges, France "
        ],
        [
            "Janssen Research & Development, LLC, Los Angeles, CA "
        ],
        [
            "Janssen Research & Development, LLC, Titusville, NJ "
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA "
        ],
        [
            "Janssen Research & Development, LLC, Leiden, Netherlands "
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA "
        ],
        [
            "Janssen Research & Development, LLC, Leiden, Netherlands "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, ATHENS, Greece"
        ]
    ],
    "first_author_latitude": "51.5245592",
    "first_author_longitude": "-0.13404009999999997",
    "abstract_text": "Background: As immunoglobulin light chains present in AL amyloidosis are considered to be toxic to involved organs, especially the heart, rapid and deep hematologic remission with reduction of these light chains with frontline therapy may be crucial to improving long-term clinical outcomes. ANDROMEDA (NCT03201965) is the first phase 3 study in this patient population to evaluate major organ deterioration progression-free survival (MOD-PFS), a composite endpoint of time to end-stage cardiac disease (requiring cardiac transplant, left ventricular assist device, or intra-aortic balloon pump); end-stage renal disease (requiring hemodialysis or renal transplant); hematologic progression per consensus guidelines 1 ; and death. Here, we report the impact of early and deep hematologic responses on MOD-PFS. Methods: ANDROMEDA is a randomized, open-label, active-controlled phase 3 study of patients with newly diagnosed AL amyloidosis who received cyclophosphamide, bortezomib, and dexamethasone (VCd) ± daratumumab subcutaneous (DARA SC; DARA 1800 mg coformulated with recombinant human hyaluronidase PH20 in 15 mL). Key eligibility criteria were newly diagnosed AL amyloidosis with measurable hematologic disease, ≥1 involved organ, cardiac stage I-IIIA, eGFR ≥20 mL/min, and absence of symptomatic multiple myeloma. Disease evaluations occurred every 4 weeks during Cycles 1-6. Hematologic responses were adjudicated by an Independent Review Committee. Landmark analyses for response were performed at 1 and 3 months (± 7 days). Analyses of hematologic responses and MOD-PFS were performed on the intent-to-treat analysis set. Patients without a baseline or post-baseline assessment were censored at randomization for the MOD-PFS analysis. Hazard ratios and corresponding 95% confidence intervals were estimated based on Cox proportional hazard model. Results: A total of 388 patients were randomized to DARA-VCd (n=195) or VCd alone (n=193). Baseline characteristics were well balanced between groups. The proportions of patients with heart and kidney involvement were 71% and 59%, respectively. Median follow-up was 11.4 months (range, 0.03-21.3+). For the 1- and 3-month landmark analysis, hematologic response was available for 356 and 289 patients, respectively. Hematologic response rates by treatment group at 1 and 3 months are shown in the Table . MOD-PFS was longer in patients with complete response (CR)/very good partial response (VGPR) at 1 and 3 months vs patients with lower levels of response ( Figure ). CR/VGPR at 1 and 3 months was associated with reduced risk of death or major organ deterioration in a multivariate analysis adjusting for baseline difference between involved and uninvolved free light chains and cardiac stage, (HR: 0.399, P =0.0006 and HR: 0.262, P =0.0003, respectively). At 1 and 3 months, cardiac and renal response rates were higher in those who achieved early and deep hematologic responses (CR and VGPR). Conclusions: CR/VGPR at 1 and 3 months was associated with a reduced risk of major organ deterioration and death in patients with newly diagnosed AL amyloidosis. These data confirm that initial therapy that achieves rapid and deep hematological responses is essential to improving long-term outcomes in AL amyloidosis. Reference 1. Comenzo RL, et al. Leukemia . 2012;26(11):2317-25 View large Download slide View large Download slide  Disclosures Wechalekar: Janssen: Honoraria, Other: Advisory; Caelum: Other: Advisory; Celgene: Honoraria; Takeda: Honoraria, Other: Travel. Palladini: Celgene: Other: Travel support; Jannsen Cilag: Honoraria, Other. Comenzo: Caleum: Consultancy; Unum: Consultancy; Sanofi: Consultancy; Takeda: Consultancy, Research Funding; Amgen: Consultancy; Karyopharm: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Prothena: Consultancy, Research Funding. Jaccard: Celgene: Honoraria, Other: A.J. has served in a consulting or advisory role for Janssen and has received honoraria from, received research funding from, and had travel, accommodations, or other expenses paid for or reimbursed by Celgene., Research Funding; Janssen: Consultancy, Honoraria, Other: A.J. has served in a consulting or advisory role for Janssen and has received honoraria from, received research funding from, and had travel, accommodations, or other expenses paid for or reimbursed by Janssen., Research Funding. Tran: Janssen: Current Employment, Current equity holder in publicly-traded company. Pei: Janssen: Current Employment, Current equity holder in publicly-traded company. Vasey: Janssen Research & Development: Current Employment, Current equity holder in publicly-traded company. Tromp: Janssen: Current Employment, Current equity holder in publicly-traded company. Weiss: Janssen: Current Employment, Current equity holder in publicly-traded company. Vermeulen: Janssen: Current Employment, Current equity holder in publicly-traded company. Kastritis: Pfizer: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Research Funding; Genesis Pharma: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Research Funding."
}