{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1071.1071",
    "article_title": "Emicizumab Prophylaxis in Adolescent/Adult Patients with Hemophilia A Previously Receiving Episodic or Prophylactic Bypassing Agent Treatment: Updated Analyses from the HAVEN 1 Study ",
    "article_date": "December 7, 2017",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "Introduction Emicizumab is a bispecific humanized monoclonal antibody in development for the management of patients (pts) with hemophilia A (PwHA) with/without inhibitors. Administered subcutaneously, emicizumab restores missing FVIIIa function by bridging FIXa and FX to facilitate effective hemostasis. In PwHA with inhibitors aged ≥12 yr in the HAVEN 1 study, emicizumab prophylaxis vs no prophylaxis reduced annualized bleeding rate (ABR; treated bleeds) by 87% (P<0.001); 62.9% vs 5.6% of pts, respectively, experienced zero treated bleeds (data cutoff Oct 25, 2016; Oldenburg et al. NEJM 2017; July 10: epub). PwHA with inhibitors aged ≥12 yr who participated in a prospective, non-interventional study (NIS; NCT02476942), could subsequently enroll into HAVEN 1, which enabled robust intra-individual comparisons of outcomes; compared with prior episodic and prophylactic bypassing agents (BPAs), respectively, a statistically significant reduction of 92% (P<0.001) and 79% (P<0.001) in ABR (treated bleeds) was observed with emicizumab prophylaxis (Oldenburg et al. 2017). We provide updated efficacy, safety, PK and health-related quality of life (HRQoL)/health status data in pts in the HAVEN 1 study. Methods HAVEN 1 was a randomized, multicenter, open-label, phase 3 study (NCT0262232), which was preceded by a NIS ( Fig 1 ). Eligibility criteria included a history of a high FVIII inhibitor titer (≥5 Bethesda U/mL), and episodic or prophylactic BPA treatment prior to study entry. Emicizumab was administered at 3 mg/kg/wk for 4 wk followed by 1.5 mg/kg/wk thereafter. Results At data cutoff (April 21, 2017), in 24 pts included in the intra-individual comparisons receiving prior episodic BPAs (Arm A, n=24), median (range) period of emicizumab exposure in the updated analyses was 56.29 (0.1-74.3) wk. Emicizumab prophylaxis showed a clinically meaningful reduction in ABR (treated bleeds) vs prior episodic BPAs (95%; P<0.0001). The proportion of pts with zero treated bleeds with emicizumab prophylaxis vs prior episodic BPAs was 66.7% vs 8.3% ( Table 1 ). In 24 pts included in the intra-individual comparisons receiving prior prophylactic BPA (Arm C, n=24), median (range) period of emicizumab exposure was 55.6 (24.1-70.7) wk. Emicizumab prophylaxis showed a clinically meaningful reduction of 87% (p<0.0001) in ABR vs prior prophylactic BPAs. The percentage of pts with zero treated bleeds for emicizumab prophylaxis vs prior prophylactic BPAs was 62.5% vs 12.5% ( Table 1 ). Overall, as of the updated data cutoff, a total of 112 pts were enrolled into the study. Median (range) exposure to emicizumab was 40.9 (0.1-74.3) wk. For treated bleeds in Arms A, B, C and D, respectively, ABR with emicizumab prophylaxis was 2.4, 1.0, 3.6 and 2.9 ( Table 2 ). The corresponding proportion of pts with zero treated bleeds, and bleed-related endpoints for all bleeds, and treated spontaneous, joint and target joint bleeds are also shown in Table 2 . The previously reported marked improvements in HRQoL/health status after 24 wk of emicizumab prophylaxis vs no prophylaxis were sustained. Mean trough emicizumab plasma concentrations continued to be sustained at ~50 µg/mL with longer follow-up. Emicizumab continues to be well tolerated. Since the previous report (Oldenburg et al. 2017) no new adverse events (AEs) have resulted in treatment discontinuation. During the emerging, previously reported thrombotic microangiopathy (TMA)/thrombotic events in HAVEN 1, which were associated with cumulative doses of aPCC >100 U/kg for ≥24 hr for the treatment of breakthrough bleeds during emicizumab prophylaxis, dosing guidance for BPA use during emicizumab prophylaxis was provided by the sponsor to mitigate further risk; there were no additional pts with such TMA/thrombotic events when this guidance was followed. Conclusion With nearly 6 months' longer follow-up, the updated HAVEN 1 intra-individual comparison data show that emicizumab prophylaxis continues to demonstrate a clinically significant reduction in risk of treated bleeds compared with prior episodic or prophylactic BPA treatment, the current standard of care. Additionally, emicizumab continued to maintain low ABR overall and be well tolerated. These data support the potential for once weekly, subcutaneously administered emicizumab prophylaxis to reduce treatment and disease burden, and provide a potential new standard of care for the management of PwHA with inhibitors. View large Download slide View large Download slide  Close modal Disclosures Mancuso: Pfizer: Consultancy, Speakers Bureau; Sobi/Biogen Idec: Consultancy, Speakers Bureau; Novo Nordisk: Consultancy, Speakers Bureau; CSL Behring: Consultancy, Speakers Bureau; Bayer Healthcare: Consultancy, Speakers Bureau; Kedrion: Consultancy, Speakers Bureau; Baxalta/Shire: Speakers Bureau. Callaghan: Roche; Shire: Speakers Bureau; Grifols: Membership on an entity's Board of Directors or advisory committees; Octapharma: Membership on an entity's Board of Directors or advisory committees; Shire: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novo Nordisk: Speakers Bureau; Bayer HealthCare; Pfizer Inc.; Roche; Shire: Consultancy; Pfizer Inc.: Membership on an entity's Board of Directors or advisory committees, Other: Site PI, Research Funding; Biogen: Membership on an entity's Board of Directors or advisory committees; Global Blood Therapeutics: Other: Site PI; Sancillio: Other: Site PI; Baxalta: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche/Genentech: Membership on an entity's Board of Directors or advisory committees, Other: Site PI, Speakers Bureau; CSL Behring: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees; Alnylam Pharmaceuticals, Inc: Other: Owns stock, stock options, or bonds . Kruse-Jarres: CSL Behring: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria, Research Funding; Roche/Genentech: Consultancy, Honoraria, Research Funding; Shire: Consultancy, Honoraria; Grifols: Consultancy, Honoraria; Bayer: Consultancy, Honoraria; Baxalta: Honoraria. Kempton: Genentech: Membership on an entity's Board of Directors or advisory committees. Xu: Genentech: Employment. Catalani: F. Hoffmann-La Roche Ltd: Employment. Asikanius: F. Hoffmann-La Roche Ltd: Employment. Levy: Genentech, Inc.: Employment. Shima: Pfizer: Honoraria, Research Funding; Baxalta: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Chugai: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL: Honoraria, Research Funding; Biogen: Consultancy, Honoraria; Kaketsuken: Honoraria; Novo: Honoraria, Research Funding; Bayer: Honoraria, Research Funding. Young: Novo Nordisk: Consultancy; CSL Behring: Honoraria. Oldenburg: Biotest: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Baxalta: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Investigator Clinical Studies and Research Funding; Sobi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Octapharma: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Chugai: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; CSL: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Grifols: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Biogen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novo: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer: Consultancy, Honoraria, Investigator Clinical Studies and Research Funding, Membership on an entity's Board of Directors or advisory committees, Research Funding; Baxter: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "adolescent",
        "emicizumab",
        "hemophilia a",
        "brachial plexus neuritis",
        "follow-up",
        "thrombus",
        "tissue microarray",
        "trimethylamine",
        "adverse event",
        "bleeding rate"
    ],
    "author_names": [
        "Maria Elisa Mancuso",
        "Michael U. Callaghan",
        "Rebecca Kruse-Jarres",
        "Christine L Kempton",
        "Jin Xu",
        "Olivier Catalani",
        "Elina Asikanius",
        "Gallia G. Levy",
        "Midori Shima, MDPhD",
        "Guy Young",
        "Johannes Oldenburg"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Elisa Mancuso",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael U. Callaghan",
            "author_affiliations": [
                "Detroit Medical Center, Children's Hospital of Michigan, Detroit, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Kruse-Jarres",
            "author_affiliations": [
                "Washington Center for Bleeding Disorders at Bloodworks Northwest, University of Washington, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine L Kempton",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Xu",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Catalani",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elina Asikanius",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gallia G. Levy",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Midori Shima, MDPhD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guy Young",
            "author_affiliations": [
                "University of Southern California Keck School of Medicine, Children's Hospital Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Oldenburg",
            "author_affiliations": [
                "Universitätsklinikum Bonn, Bonn, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:35:31",
    "is_scraped": "1"
}