{
    "doi": "https://doi.org/10.1182/blood.V116.21.3272.3272",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1632",
    "start_url_page_num": 1632,
    "is_scraped": "1",
    "article_title": "Cyclic Administration of Combination of Sorafenib and Vorinostat In Poor-Risk AML: A Pharmacodynamically-Oriented Extended Phase I Trial ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "sorafenib",
        "vorinostat",
        "ms-like tyrosine kinase 3",
        "stress",
        "histone deacetylase",
        "bone marrow examination",
        "bortezomib",
        "caspases",
        "diarrhea",
        "divided doses"
    ],
    "author_names": [
        "Hamid Sayar, MD",
        "Larry Cripe, MD",
        "Mary Cangany",
        "Jill Weisenbach, RN, OCN",
        "Katie J. Sargent, RN",
        "Chirayu Goswami, PhD.",
        "Lang Li, PhD.",
        "Annique Wilson-Weekes, MS",
        "Rajasubramaniam Shanmugam, PhD",
        "H. Scott Boswell, MD"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, Indiana Cancer Research Institute, Indianapolis, iN, IN, USA, "
        ],
        [
            "Indiana University Cancer Center, Indianapolis, IN, USA, "
        ],
        [
            "Hematology-Oncology, Indiana Cancer Research Institute, Indianapolis, iN, IN, USA, "
        ],
        [
            "Suite 311, Indiana University Cancer Center, Indianapolis, IN, USA, "
        ],
        [
            "Hematology-Oncology, Indiana Cancer Research Institute, Indianapolis, iN, IN, USA, "
        ],
        [
            "Center for Computational Biology, Indiana University School of Medicine, Indianapolis, iN, IN, USA, "
        ],
        [
            "Center for Computational Biology, Indiana University School of Medicine, Indianapolis, iN, IN, USA, "
        ],
        [
            "Hematology-Oncology, Indiana Cancer Research Institute, Indianapolis, iN, IN, USA, "
        ],
        [
            "Hematology-Oncology, Indiana Cancer Research Institute, Indianapolis, iN, IN, USA, "
        ],
        [
            "Hematology-Oncology, VA Medical Center, Indianapolis, iN, IN, USA"
        ]
    ],
    "first_author_latitude": "39.7749503",
    "first_author_longitude": "-86.17770379999999",
    "abstract_text": "Abstract 3272 Epigenetic repression of tumor suppressor genes, including DAPK1, p16INK4a, and RUNX3, cooperates with survival signaling to confer adverse prognosis in high-risk AML, including normal karyotype (NK) Flt3ITD. Cyclic administration of the multikinase inhibitor sorafenib, whose targets include Flt3 and raf/MAPK, along with vorinostat, a pan-HDAC inhibitor, was undertaken in a group of patients with relapsed/refractory AML or older than 70. Pharmacodynamic monitoring was performed for molecular determinants of response, operating from a functional platform for communication by tyrosine kinase survival pathways and downstream epigenetic targets: Flt3-to-p52NFkB/histone deacetylases are implicated in DAPK1 repression; Flt3ITD-to-p52NFkB/stat5-to-pim1 suppresses endoplasmic reticulum (ER) stress via DAPK1 repression/4-EBP1 inhibition; Flt3-wild-type or/ITD-induced Id1 is linked to p16INK4a repression. Using a cyclic 21-day schedule consisting of 14 days of treatment followed by 7-days rest, sorafenib was given orally at 400 mg bid, and oral vorinostat administered with escalating doses in a 3×3 cohort design: dose levels of 200 mg, 300 mg, and 400 mg daily in two divided doses. Response was assessed by standard clinical parameters, including bone marrow examination at day 15. No DLTs were observed in the first two cohorts. One/six patient in the third cohort developed grade 4 diarrhea prompted by neutropenic sepsis. Three additional patients were treated at this dose, with no DLTs. The optimal dose was established as sorafenib 400 mg bid and vorinostat 200 mg bid for 14 days followed by 7 days rest. Among a total of 15 treated patients, 13 were evaluable for response. Six/thirteen (46%) patients demonstrated PR with the first cycle of treatment, and 1/13 (8%) achieved a CR with one cycle. Two/six (33%) very good partial responders and one unevaluable patient had NK Flt3ITD; all demonstrated complete clearance of peripheral blood blasts within 1 week, starting as high as 52–84,000/uL; one had reduction of marrow blasts to 10% (from initial 90%) after 2 cycles. Surprisingly, molecular phenotypes of the 3 Flt3ITD+ patients differed: pre-treatment blasts in one patient strongly expressed nuclear phospho-c-jun, p52NFkB, phospho-stat5, and Id1, with transcript levels of meis1, hoxA9, and pim2 at greater than 3-log 10 by RQ-PCR. At day 3, 2–3 log reduction of hoxA9, meis1, and pim's1/2 were recorded prior to morphologic change. No epigenetic upregulation of p16INK4a or DAPK1 was observed, but an upregulation of (inactive) surface Flt3 and IRE1a, and cleavage of pro-caspase 4 indicated an evolving ER stress apoptosis. Another Flt3ITD+ patient's pre-treatment blasts had evidence of an epigenetic signature with repression of RUNX3, DAPK1, and p16INK4a transcripts, while nuclear p52NFkB/relB and stat5 were abundant by immunoblot, but transcript levels for pim1/2 were not elevated. At day 4 of therapy, again there was evidence for evolution of an ER stress apoptosis pathway, but in association with upregulation of DAPK1 and RUNX3 transcripts by 5 and 7 fold, respectively. However, hoxA9 and meis1 transcripts were not reduced and pim1/2 levels rose. With protocol-defined failure to improve at day 42, pim1/2 levels continued to rise. This patient only had mutant Flt3 alleles and most Flt3 protein was nonglycosylated/ER-internalized, which supports an evasion mechanism dependent on ER-localized Flt3ITD stat5 signaling. The patient who achieved CR, carried complex cytogenetics. Blasts had high pre-treatment Id1 expression with repression of tumor suppressors p16INK4a and RUNX3, and 2-log upregulation of p16INK4a/RUNX3 occurred at day 4. By contrast, in another patient of complex cytogenetics without CR, p16INK4a upregulation did not occur. Patients with response demonstrated depletion of p52NFkB at day 3/4. Lack of p52NFkB abrogation signaled treatment failure. Of particular interest, in vitro exposure of pre-treatment blasts of almost all patients to combination of sorafenib and SBHA (a vorinostat analogue) largely predicted clinical efficacy. In summary, the combination was safe and had clinical activity, and pharmacodynamic monitoring revealed unexpected heterogeneity within classically-defined molecular phenotypes. In addition, findings support the possibility of significantly improving responses by addition of a direct inducer of ER stress, bortezomib, to the combination. Disclosures: Sayar: Onyx/Bayer: Research Funding. Off Label Use: A trial of sorafenib and vorinostat in AML based on previously demonstated independent single-agent activity in the disease."
}