{
    "doi": "https://doi.org/10.1182/blood-2021-150394",
    "article_title": "Clinical Efficacy of JAK Inhibitors in Patients with Vexas Syndrome: A Multicenter Retrospective Study ",
    "article_date": "November 5, 2021",
    "session_type": "637.Myelodysplastic Syndromes - Clinical and Epidemiological",
    "abstract_text": "Background VEXAS syndrome (vacuoles, E1 enzyme, X-linked, autoinflammatory, somatic) is due to a somatically acquired mutation of the E1-ubiquitin ligase UBA1 , leading to the expression of a catalytically impaired isoform in myeloid cells. VEXAS syndrome combines severe auto-inflammatory manifestations and is frequently associated with myeloid neoplasia (MN). The outcome of VEXAS is poor, and most patients require high dose corticosteroids to reduce inflammation ( Bourbon et al. Blood 2021 ). Therapeutic options besides steroids are currently limited in those patients. In this multicenter retrospective study, we report some clinical efficacy of JAK inhibitors (JAKi) in VEXAS patients. Patients We analyzed retrospectively 24 UBA1 mutated patients (Met41 or previously reported alternative splicing site) treated with JAKi (11 with ruxolitinib (RUXO), 11 with tofacitinib (TOFA), 1 with baricitinib, 1 with upadicitinib) in 7 French, 1 Portugese and 2 US centers. Complete clinical (CCR) and complete biological response (CBR) were defined as complete resolution of clinical symptoms and normalization of inflammation markers (C reactive protein, CRP) respectively. Partial clinical (PCR) and biological (PBR) response were defined by reduction of at least 50% of clinical or inflammation markers, respectively. Results All 24 patients were males with a median age at VEXAS diagnosis of 72 years [range 54-89]. Thirteen had documented myeloid neoplasia (MN) (1 CMML-0, 1 other MDS/MPN, 10 MDS). Clinical manifestations at VEXAS diagnosis include skin involvement (87.5%), arthritis or arthralgia (83.3%), vasculitis (37.5%), fever (75%), ocular manifestations (29.2%) and pulmonary infiltrates (41.6%). IPSS-R was very low/low/intermediate in 8/3/2 cases respectively. Median time between first VEXAS related clinical manifestations and JAKi onset was 2.45 years [0.15-5.45]. Prior to JAKi onset, patients had received a median of 2.5 immunosuppressive/immunomodulatory treatments [range 0-9]. After 1 month, 12/24 (50%) patients had achieved clinical and/or biological response. CCR and CBR was achieved in 7/11 (64%) and 6/11 (54%) patients treated with RUXO, and in 3/13 (23%) and 2/13 (15%) patients treated with other JAKi (figure A). After 3 months, CCR and CBR was 100% and 80% (10 evaluable patients) in the RUXO group as compared to 25% and 25 % in patients treated with other JAKi (8 evaluable patients) (p=0.0036 et 0.0055 respectively, figure B). RUXO efficacy was similar in patients with (n=9) or without (n=2) associated MN. In RUXO treated patients, median CRP and steroid dose reduction was 72.5% [range 21.5- 99.5] and 66.25% [range 0-75] respectively at 3 months. With a median follow-up of 4 months [range 1.4-12], only 1 RUXO treated patient had lost response, whereas median time to next of treatment was 3.4 months with other JAKi (figure C). Of the 13 patients with MN, 7 were RBC transfusion dependent at JAKi onset (6 with RUXO, 1 with other JAKi). Four of 6 patients treated with RUXO achieved RBC transfusion independence at 3 months, but not the patient treated with other JAKi. Regarding safety, severe adverse events were reported in 6 patients: 3 deep vein thrombosis, (2 with TOFA/1 with RUXO), 1 pneumonia (RUXO), 1 enterohemorrhagic E. Coli infection (RUXO), and 1 lethal legionellosis (TOFA)). Conclusion Ruxolitinib (and less often other JAK inhibitors used in this study) provides rapid response in most VEXAS patients, allowing in two third of the cases corticosteroid dose reduction/withdrawal and RBC transfusion independence in 4/6 patients with MN who were initially transfusion dependent. Those retrospective preliminary results, with limited follow up, must be interpreted with caution and will be updated at the meeting. The effect of RUXO on VEXAS patients with concomitant MN will soon be studied prospectively in a Groupe Francophone des Myélodysplasies (GFM) clinical study. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Galicier:  Novartis Pharma Sas, Sanofi Aventis France: Consultancy; Lilly France, Baxalta France, Sanofi Aventis France Sas: Other: Payments as Speaker for Educational Program; Shire France SA, Janssen-Cilag, Pfizer Sas: Other: Invitation to Congress. Hirsch:  Novartis Pharma: Consultancy; Daiichi Sankyo Oncology: Consultancy. Warrington:  Eli Lilly: Research Funding; Kiniksa: Research Funding. Fenaux:  Novartis: Honoraria, Research Funding; JAZZ: Honoraria, Research Funding; Abbvie: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Celgene/BMS: Honoraria, Research Funding; Syros Pharmaceuticals: Honoraria.",
    "author_names": [
        "Maël Heiblig",
        "Marcela A Ferrada",
        "Mathieu Gerfaud-Valentin",
        "Thomas Barba",
        "Arsène Mékinian",
        "Matthew Koster",
        "Henrique Coelho",
        "Gaelle Fossard",
        "Fiorenza Barraco",
        "Lionel Galicier",
        "Boris Bienvenu",
        "Pierre Hirsch",
        "Guillaume Vial",
        "Anne Blandine Boutin",
        "Guillaume Le guenno",
        "Adrien Bigot",
        "Kenneth Warrington",
        "Tanaz Kermani",
        "Yvan Jamilloux",
        "Peter C Grayson",
        "Bhavisha A. Patel",
        "David B. Beck",
        "Pierre Fenaux",
        "Pierre Sujobert"
    ],
    "author_dict_list": [
        {
            "author_name": "Maël Heiblig",
            "author_affiliations": [
                "Centre Hospitalier Lyon Sud / Service d'Hématologie, Hospices Civils de Lyon, Pierre Bénite, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marcela A Ferrada",
            "author_affiliations": [
                "National Institutes of Heath, Bethesda, DC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathieu Gerfaud-Valentin",
            "author_affiliations": [
                "Department of Internal Medicine, Hôpital Croix Rousse, Lyon, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Barba",
            "author_affiliations": [
                "Department of Internal Medicine, Hôpital Edouard Herriot, Lyon, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arsène Mékinian",
            "author_affiliations": [
                "Department of Internal Medicine, APHP, Paris, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Koster",
            "author_affiliations": [
                "Division of Rheumatology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrique Coelho",
            "author_affiliations": [
                "Department of Hematology, Centro Hospitalar Vila Nova de Gaia, Porto, Portugal"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gaelle Fossard",
            "author_affiliations": [
                "Department of Hematology, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiorenza Barraco",
            "author_affiliations": [
                "Department of Hematology, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Galicier",
            "author_affiliations": [
                "Department of Internal Medicine, Hôpital Saint Joseph, Marseille, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boris Bienvenu",
            "author_affiliations": [
                "Department of Internal Medicine, Hôpital Saint Joseph, Marseille, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Hirsch",
            "author_affiliations": [
                "Sorbonne Université, INSERM, Centre de Recherche Saint-Antoine, AP-HP, Hôpital Saint-Antoine, Paris, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillaume Vial",
            "author_affiliations": [
                "Department of Internal Medicine, CHU Bordeaux, Bordeaux, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Blandine Boutin",
            "author_affiliations": [
                "Department of Hematology, Centre Hospitalier Alpes Lémant, Contamine S/ Arve, FRA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillaume Le guenno",
            "author_affiliations": [
                "Service de Médecine Interne, Centre Hospitalier Universitaire d'Estaing, Clermont Ferrand, France"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrien Bigot",
            "author_affiliations": [
                "CHRU De Tours, Tours, FRA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Warrington",
            "author_affiliations": [
                "Division of Rheumatology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanaz Kermani",
            "author_affiliations": [
                "Division of Rheumatology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvan Jamilloux",
            "author_affiliations": [
                "Department of Internal Medicine, Hôpital Croix Rousse, Lyon, France"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter C Grayson",
            "author_affiliations": [
                "NIAMS/NIH, Bethesda,"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhavisha A. Patel",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David B. Beck",
            "author_affiliations": [
                "National Institutes of Heath, Bethesda, MD"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux",
            "author_affiliations": [
                "Hôpital Saint-Louis, Paris, France"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Sujobert",
            "author_affiliations": [
                "Laboratory of Hematology, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:45:15",
    "is_scraped": "1"
}