{
    "doi": "https://doi.org/10.1182/blood.V124.21.926.926",
    "article_title": "SYK and STAT3 Are Active in Diffuse Large B-Cell Lymphoma: Activity of Cerdulatinib, a Dual SYK/JAK Inhibitor ",
    "article_date": "December 6, 2014",
    "session_type": "605. Molecular Pharmacology, Drug Resistance – Lymphoid and Other Diseases: Poster I",
    "abstract_text": "Non-Hodgkin Lymphoma (NHL) represents about 5 percent of all cancers diagnosed in the United States. While incidence of NHL has increased slightly over the past decade, death rates have been declining steadily. These declines in mortality can be attributed to improvements in treatment that are based on an increased understanding of the biology of the disease. Diffuse large B-cell lymphoma (DLBCL) accounts for ~30% of NHLs and greater than 80% of aggressive NHLs. Recent studies including large-scale genetic analyses have demonstrated the critical roles of the B-cell receptor’s (BCR) and JAK/STAT pathways in DLBCL. Herein, we investigated the anti-lymphoma activity of cerdulatinib (aka PRT062070), a novel compound that dually targets both SYK and JAK/STAT signaling pathways. To determine whether targeting both SYK and JAK/STAT is relevant in DLBCL, we examined the expression of p-SYK (pY525/526) and p-STAT3 (pY705) on a tissue microarray of 62 DLBCL primary tumors, including 41 GCB and 21 non-GCB cases. p-SYK expression was detected in 29 (47%) cases with a characteristic peri-membrane staining pattern. Of those 29 p-SYK positive cases, 17 were GCB type (17/41, 41%) and 12 were non-GCB type (12/21, 57%). p-STAT3 exhibits a characteristic nuclear staining pattern in DLBCL cases. A total of 26 (42%) stained positive for p-STAT3; 16 were GCB type (16/41, 39%) and 10 were non-GCB type (10/21, 48%). Interestingly, there are 19 cases (31%) with reactivity for both p-SYK and p-STAT3, among which, 11 were GCB type (27%) and 8 were non-GCB type (38%). SYK and STAT3 are also phosphorylated in a panel of nine DLBCL cell lines. Immunoblotting analyses showed that ABC and GCB subtypes of DLBCL cells appear to exhibit different JAK/STAT and BCR signaling profiles. For instance, p-AKT was highly expressed in GCB cells, whereas p-STAT3 was more strongly expressed in ABC cells. Overall, the DLBCL cells are more sensitive to the dual inhibitor than to the SYK-specific inhibitor alone. In both GCB and ABC cell lines, cerdulatinib induced apoptosis via down-regulation of MCL1 protein and PARP cleavage. The compound also blocked G 1 /S transition and caused cell cycle arrest through inhibition of RB phosphorylation and down-regulation of cyclin E. Further analyses of the cell signaling activities showed that STAT3 phosphorylation was sensitive to inhibition by cerdulatinib in ABC cell lines while phosphorylation of SYK, PLCg2, AKT and ERK was sensitive to inhibition by cerdulatinib in GCB cell lines. Importantly, JAK/STAT and BCR signaling can be blocked by cerdulatinib in GCB and non-GCB primary human DLBCL cells, which led to cell death of these cells. Our work provided mechanistic insights into the actions of SYK/JAK dual inhibitor cerdulatinib, suggesting that the drug may be a potent treatment of DLBCL with a broader anti-tumor activity in both ABC and GCB subtypes of the lymphoma. Disclosures Pandey: Portola Pharmaceuticals: Employment. Conley: Portola Pharmaceuticals: Employment. Coffey: Portola Pharmaceuticals: Employment.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "janus kinase inhibitors",
        "stat3 protein",
        "lymphoma",
        "neoplasms",
        "proto-oncogene proteins c-akt",
        "cancer",
        "cyclin e",
        "immunoblotting",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Y. Lynn Wang, MD PhD",
        "Jiao Ma, PhD",
        "Wei Xing, PhD",
        "Pin Lu, MD PhD",
        "Karen Dresser",
        "Ailin Guo, PhDMD",
        "Anjali Pandey, PhD",
        "Pamela B. Conley, PhD",
        "Hongbo Yu, MD PhD",
        "Greg Coffey, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Y. Lynn Wang, MD PhD",
            "author_affiliations": [
                "University of Chicago, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jiao Ma, PhD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Xing, PhD",
            "author_affiliations": [
                "University of Massachusetts Memorial Medical Center and Medical School, Worcester, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pin Lu, MD PhD",
            "author_affiliations": [
                "University of Chicago, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Dresser",
            "author_affiliations": [
                "University of Massachusetts Memorial Medical Center and Medical School, Worcester, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ailin Guo, PhDMD",
            "author_affiliations": [
                "University of Chicago, Chicago, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjali Pandey, PhD",
            "author_affiliations": [
                "Portola Pharmaceuticals, Inc., South San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela B. Conley, PhD",
            "author_affiliations": [
                "Portola Pharmaceuticals, Inc., South San Francisco, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongbo Yu, MD PhD",
            "author_affiliations": [
                "UMass Memorial Medical Center, Worcester, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Greg Coffey, PhD",
            "author_affiliations": [
                "Portola Pharmaceuticals, Inc., South San Francisco, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T21:32:25",
    "is_scraped": "1"
}