{
    "doi": "https://doi.org/10.1182/blood.V112.11.4860.4860",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1265",
    "start_url_page_num": 1265,
    "is_scraped": "1",
    "article_title": "Different Subclones of Adult Acute Lymphoblastic Leukemia Detected by Clonal Igh and TCR Markers Behave Differently during Remission and at Relapse ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "disease remission",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "polymerase chain reaction",
        "false-negative results",
        "immunoglobulins",
        "adult t-cell lymphoma/leukemia",
        "bone marrow specimen"
    ],
    "author_names": [
        "Yulya Davidyan",
        "Elena Parovichnikova",
        "Vadim Surin",
        "Valeryi Savchenko"
    ],
    "author_affiliations": [
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ]
    ],
    "first_author_latitude": "55.6538532",
    "first_author_longitude": "37.49486110000001",
    "abstract_text": "INTRODUCTION. Immunoglobulin (Ig) and T-cell receptor (TCR) gene rearrangements are excellent patient–specific targets for the detection of minimal residual disease (MRD) in acute lymphoblastic leukemia (ALL). However they might be unstable during the disease course. False-negative results due to clonal evolution are the major disadvantage of using Ig/TCR gene rearrangements as PCR targets for MRD detection. In order to minimize false-negative results, it is necessary to use more PCR targets for MRD monitoring. PATIENTS AND METHODS. Bone marrow samples of 34 ALL patients (27 B-ALL, 7 T-ALL) were analyzed for IgH and TCR gene rearrangement by means of PCR method at diagnosis, after induction and consolidation of remission, before and after stem cell transplantation and during maintenance therapy. RESULTS. Clonal IgH and TCR gene targets for MRD detection were identified in 97% of the patients (33/34). In 70% of the patients (23/33) two or more specific markers for MRD monitoring were detected. Three clonal IgH gene rearrangements were discovered in 2 patients. We wished to investigate whether it was important to monitor two or more targets, because of the dynamics of various markers (subclones) may be different). Prolonged MRD monitoring with 2–3 markers was carried out in 9 patients on different stages of treatment. In 4 of 9 patients (3 precursor B-ALL, 1 pre-T-ALL) the results of MRD detection by 2–3 clonal markers at different time points were similar. And in 5 of 9 patients (3 precursor-B-ALL, 1 precursor T-ALL, 1 B-mature ALL) marker detectability during treatment was dissimilar and not parallel. Of note, 4 of those 5 patients with varying dynamics of different subclones relapsed. Relapse was not observed in the B-mature ALL patient. No relapses were detected in 4 patients with similar dynamics of MRD markers. Bone marrow samples of 8 adult ALL patients were subjected to a detailed analysis of IgH and TCR gene rearrangements by PCR method at diagnosis and relapse. In most patients (7/8) rearrangements identified at diagnosis were present also at relapse. In one patient with precursor-B-ALL one clonal incomplete IgH gene rearrangement (DH-JH) detected at diagnosis was lost at relapse and another one DH-JH rearrangement was preserved. Of note, acute myeloid leukemia was diagnosed at relapse in this patient. CONCLUSIONS. Comparative PCR analyses of IgH and TCR gene rearrangements did not detect differences between newly diagnosed and relapsed ALL although in a small group of adult patients (unlike childhood ALL). Our data indicate the necessity to monitor MRD in ALL patients with more than one PCR target in order to minimize false-negative results and to predict the course of the disease. The detectability of various MRD markers (subclones) during treatment may differ and this fact could predict a higher probability of relapse."
}