{
    "doi": "https://doi.org/10.1182/blood.V108.11.4310.4310",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=754",
    "start_url_page_num": 754,
    "is_scraped": "1",
    "article_title": "AML1/ETO-Mediated Lysozyme Repression Is Independently Relieved by Inhibitors of DNA Methylation and Histone Deacetylation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "dna methylation",
        "histones",
        "muramidase",
        "repression",
        "dna modification methylases",
        "histone deacetylase",
        "cancer",
        "combined modality therapy",
        "deoxycytidine",
        "interleukin-3"
    ],
    "author_names": [
        "Rainer Claus, MD",
        "Manfred Fliegauf, PhD",
        "Michael Stock, PhD",
        "Jesus Duque",
        "Mateusz Kolanczyk, PhD",
        "Michael Lübbert, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division Hematology/Oncology, University of Freiburg Medical Center, Freiburg, Germany"
        ],
        [
            "Division Hematology/Oncology, University of Freiburg Medical Center, Freiburg, Germany",
            "Department of Pediatrics and Adolescent Medicine, University of Freiburg Medical Center, Freiburg, Germany"
        ],
        [
            "Division Hematology/Oncology, University of Freiburg Medical Center, Freiburg, Germany",
            "Department of Experimental Medicine I, University of Erlangen-Nürnberg, Erlangen, Germany"
        ],
        [
            "Division Hematology/Oncology, University of Freiburg Medical Center, Freiburg, Germany"
        ],
        [
            "Division Hematology/Oncology, University of Freiburg Medical Center, Freiburg, Germany",
            "Max-Planck-Institute for Molecular Genetics, Berlin, Germany"
        ],
        [
            "Division Hematology/Oncology, University of Freiburg Medical Center, Freiburg, Germany"
        ]
    ],
    "first_author_latitude": "48.0006678",
    "first_author_longitude": "7.843885849999999",
    "abstract_text": "The human lysozyme (LZM) gene, a marker gene for myeloid-specific development, is highly methylated in immature myeloid and in non-myeloid cells (all LZM-negative), and unmethylated in LZM-expressing mature phagocyte cells. Thus this gene provides an excellent model for investigating differentation-associated DNA methylation changes during myelopoiesis. There is now increasing evidence that LZM (containing five perfect consensus binding sites for AML1/RUNX1 in its 5′ region) is repressed by the AML1/ETO chimeric transcription factor (Fliegauf et al, Oncogene 23:9070–81, 2004), and this repression can be relieved by siRNA-mediated AML1/ETO depletion in AML1/ETO-positive Kasumi-1 cells (Dunne et al., Oncogene, 2006). Recently, AML1/ETO has also been implicated in gene-specific epigenetic repression of interleukin-3 (Liu et al, Cancer Res 65, 1277–84, 2005). By extensive methylation analyses of the LZM gene including bisulfite sequencing, we now demonstrate marked demethylation in both the CpG-poor 5′ region and the exonic CpG island after treatment of Kasumi-1 cells with non-cytotoxic concentrations of the DNA methyltransferase (DNMT) inhibitor 5-aza-2′-deoxycytidine (5-azaCdR), which was not associated with cellular differentiation. By Northern blot analysis, LZM mRNA levels in Kasumi-1 cells but not in AML1/ETO-negative HL-60 and U-937 cell lines were specifically and independently upregulated upon treatment with 5-azaCdR and, to a lesser extent, with the histone deacetylase (HDAC) inhibitor Trichostatin A (TSA). Combined treatment with subliminal concentrations of 5-azaCdR and TSA applied in different schedules did not reveal synergistic effects on LZM transcription. Relative chromatin accessibility of the LZM 5′ region, as detected by “MspI protection” assay, and associated with partial demethylation in several myeloid cell lines, was increased in Kasumi-1 with 5-azaCdR-induced further DNA demethylation, but not by TSA. As shown by chromatin immunoprecitation, TSA increased the acetylation of histones H3 and H4 both in the 5′ flanking region and exonic CpG island. In a U-937 inducible model, antagonization of AML1/ETO-mediated repression of LZM was achieved by TSA, implying that the histone deacetylation in this region of the human LZM gene is mediated by AML1/ETO protein. In conclusion, we demonstrate functional interactions between DNA methylation and histone modifications in mediating LZM gene repression which implicate AML1/ETO as one component involved in local chromatin remodelling. Interestingly, inhibitors of DNA methylation and histone deacetylation independently relieve repression of this CpG-poor gene in AML1/ETO-positive cells."
}