{
    "doi": "https://doi.org/10.1182/blood.V116.21.1753.1753",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1624",
    "start_url_page_num": 1624,
    "is_scraped": "1",
    "article_title": "Pralatrexate Is Effective In Patients with Relapsed or Refractory Peripheral T-Cell Lymphoma (PTCL) with Prior Ifosfamide, Carboplatin, and Etoposide (ICE)-Based Regimens ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "carboplatin",
        "etoposide",
        "ifosfamide",
        "lymphoma, t-cell, peripheral",
        "pralatrexate",
        "dor fundoplication",
        "receptors, opioid, delta",
        "chemotherapy regimen",
        "neoplasms",
        "combination drug therapy"
    ],
    "author_names": [
        "Andre Goy, MD",
        "Barbara Pro, MD",
        "Kerry Joanne Savage, MD, BSc, MSc",
        "Nancy L. Bartlett, MD",
        "Mary Jo Lechowicz, MD",
        "Eric D Jacobsen, MD",
        "Faith Young",
        "Michael Crump, MD, FRCPC",
        "Hossein Borghaei, DO",
        "Brian Link",
        "Steven M. Fruchtman, MD",
        "Owen A. O'Connor, MD, PhD"
    ],
    "author_affiliations": [
        [
            "The John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "British Columbia Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Washington University School of Medicine, St. Louis, MO, USA, "
        ],
        [
            "Emory University Hospital, Atlanta, GA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Univ. of Rochester Med. Ctr., Rochester, NY, USA, "
        ],
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, Canada, "
        ],
        [
            "Fox Chase Cancer Center, Philadelphia, PA, USA, "
        ],
        [
            "University of Iowa, Iowa City, USA, "
        ],
        [
            "Allos Therapeutics, Princeton, NJ, USA, "
        ],
        [
            "Department of Medicine, NYU Cancer Institute, NYU Langone Medical Canter, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.884336499999996",
    "first_author_longitude": "-74.0533021",
    "abstract_text": "Abstract 1753 Background: Peripheral T-cell lymphoma (PTCL) is a group of aggressive T- and NK-cell lymphomas with a poor prognosis, with most patients progressing within 6 to 12 months after first-line therapy. Despite a paucity of data in PTCL, combination chemotherapy such as ifosfamide/carboplatin/etoposide (ICE)-based regimens (eg, ICE, rituximab-ICE [RICE] and dexamethasome-ICE [DICE]), are often used in the salvage setting. These regimens can induce responses allowing some patients to proceed to a stem cell transplant (SCT), yet most patients relapse quickly (Horwitz et al, Blood. 2005;(106:a2679; Zelenetz et al Annals Oncol . 2003;14:i5-i10.). Pralatrexate (FOLOTYN ® ), a rationally-designed folate analog, was granted accelerated approval in the United States for the treatment of relapsed or refractory PTCL, based on results of the pivotal study, PROPEL (Pralatrexate in Patients with Relapsed Or Refractory Peripheral T-cell Lymphoma). The present exploratory analysis of PROPEL data was conducted to assess the efficacy of pralatrexate postfailure of ICE-based regimens. Methods: Of the 109 patients enrolled in PROPEL and evaluable for efficacy, a subset of 20 patients had received an ICE-based regimen as their second-line therapy and progressed at some point prior to treatment with pralatrexate (30 mg/m 2 weekly for 6 of 7 week cycles). Results: The median age of the 20 patients with a prior ICE-based regimen was 45 years. A summary of pralatrexate efficacy data is presented in the table below.  Efficacy Assessments . Investigator Assessment (n=20), % . Central Review Assessment (n=20), % . Tumor response ORR (CR + PR) 8 (40) 8 (40) CR 5 (25) 3 (15) Tumor response PR 3 (15) 5 (25) SD 5 (25) 2 (10) Tumor response PD 6 (30) 4 (20) Not evaluable 1 (5) 6 (30) *  Median DoR 16.2 months 13.1 months Median PFS **  4.8 months 14.4 months Median OS 12 months Efficacy Assessments . Investigator Assessment (n=20), % . Central Review Assessment (n=20), % . Tumor response ORR (CR + PR) 8 (40) 8 (40) CR 5 (25) 3 (15) Tumor response PR 3 (15) 5 (25) SD 5 (25) 2 (10) Tumor response PD 6 (30) 4 (20) Not evaluable 1 (5) 6 (30) *  Median DoR 16.2 months 13.1 months Median PFS **  4.8 months 14.4 months Median OS 12 months * 2 patients were not evaluable, and 4 missing as off-treatment in cycle 1. ** per a Kaplan-Meier estimate. CR=complete response; PR=partial response; SD=stable disease; PD=progressive disease; DoR=duration of response; PFS=progression-free survival; OS=overall survival. View Large Pralatrexate demonstrated ORR of 40% in ICE-pretreated patients (n=20). Nine of the 20 patients received ICE-based regimens as their most recent therapy prior to pralatrexate. Of these, 2 patients did not respond to these aggressive combination chemotherapies, but did respond to pralatrexate (1 CR and 1 PR). Two of the 20 patients achieved a CR on pralatrexate and proceeded to SCT; DoR to pralatrexate in these patients was censored (at 1.3 and 4.9 months). However, these 2 patients remain in CR and the current disease-free period (DoR: pralatrexate + transplant) is 10.9 and 30.8 months. The most common grade 3 adverse events (AEs) were anemia (8 patients) and mucositis (5 patients), and grade 4 AEs was thrombocytopenia (6 patients). Five patients discontinued treatment with pralatrexate due to AEs. From a safety perspective, this compares favorably with ICE-based regimens, recognized for their intensity and their need for hospitalization for administration (Hertzberg et al, Ann Oncol . 2003;14[suppl 1] i11-i16). The PROPEL study also collected information on response to therapies administered prior to study entry. In the 20 patients included in the analysis, the ORR to prior ICE-based regimens was 25% with 3 patients achieving CR (15%) and 2 PR (10%). An additional 3 patients had SD (15%), 7 had PD (35%), and 5 patients had nonassessable response. The median duration on treatment for responders to ICE-based regimens was <1 month, in contrast with pralatrexate's long DoR (median 16.2 months according to investigators’ assessment). Conclusions Pralatrexate was highly active in patients with PTCL who received prior ICE-based chemotherapy, with an ORR of 40% including CRs leading to SCT in some patients. Of note, is the long duration of pralatrexate responses in marked contrast to the short response duration of the combination chemotherapy regimens. Taken together, the efficacy of single-agent pralatrexate compared favorably with ICE-based regimens, a finding that is consistent with other exploratory analyses, showing that pralatrexate can reverse the characteristic progressive resistance of PTCL patients to second-line chemotherapy, and that pralatrexate is an effective second-line treatment for patients with PTCL. Disclosures: Goy: Allos Therapeutics, Inc.: Consultancy, Honoraria. Pro: Allos Therapeutics, Inc. : Research Funding. Savage: Allos Therapeutics, Inc.: Consultancy, Honoraria. Lechowicz: Allos Therapeutics, Inc.: Consultancy; Celgene Corporation: Consultancy. Jacobsen: Allos Therapeutics, Inc.: Consultancy. Fruchtman: Allos Therapeutics, Inc.: Employment. O'Connor: Allos Therapeutics, Inc.: Research Funding."
}