{
    "doi": "https://doi.org/10.1182/blood.V112.11.4384.4384",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1278",
    "start_url_page_num": 1278,
    "is_scraped": "1",
    "article_title": "CD3 − cd(16+56) + Cell Dose Is An Important Factor Determining Clinical Outcomes in Patients Undergoing Unmanipulated HLA-Identical Sibling Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation",
    "abstract_text": "Background: It has been suggested that the dose of the cellular components in the graft may influence the outcome of transplantation, especially CD3 | CD(16+56) + cell(NK cell) is believed to play an important role in improving the transplant outcome in terms of preventing graft-versus-host disease(GVHD) and graft rejection, and as a mediator of the graft-versus-leukemia(GVL) effect. The current study attempted to evaluate the role of CD3 − CD(16+56) + cell dose on the outcome of HLA-identical sibling hematopoietic stem cell transplantation. Methods: We retrospective analyzed the outcomes of 72 patients receiving HLA-identical sibling hematopoietic stem cell transplantation between July 2005 and May 2008 in the first Affiliated Hospital of Soochow University. Diagnoses of these patients included acute leukemia(AL)(n=34), chronic myeloid leukemia(CML) (n=29), aplastic anemia(AA) (n=4), malignant lymphoma (n=3) and multiple myeloma (n=2). The median follow-up time is 19 months (range 0.5–36 months) after transplantation. Transplanted doses of CD3 | CD(16+56) + cell were analyze in relation to engraftment, GVHD, infectious events, relapse and survival. Result: The median dose of NK cell in bone marrow grafts from patients receiving G-CSF-mobilized was 0.91× 10 7 /Kg. Therefore the group received a dose of CD3 | CD(16+56) + cell above 0.91×10 7 /Kg wass a higher group. There were no significant difference between two groups for neutrophil and platelet recovery. The incidence of II°-‡W°aGVHD in low group was much more than that of high group(41%VS 18.2%, P<0.05). and there was a significantly higher incidence of infection in patients receiving a lower dose of CD3 |CD(16+56)+ cell (46.1%VS 21.2%, P<0.05). However there was no significant association between CD3-CD(16+56)+ cell and either cGVHD or relapse. Conclusions: High dose of CD3 − CD(16+56) + cell may play an important role in improving the outcome of transplantation in terms of reducing aGVHD and infection.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "relationship - sibling",
        "treatment outcome",
        "transplantation",
        "graft-versus-host disease",
        "tissue transplants",
        "infections",
        "aplastic anemia",
        "colony-stimulating factors"
    ],
    "author_names": [
        "Xiaowen Tang",
        "Biyun Peng",
        "Mingqing Zhu",
        "Wu Depei",
        "Aining Sun",
        "Changgeng Ruan"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ]
    ],
    "first_author_latitude": "31.299453199999995",
    "first_author_longitude": "120.6295552"
}