{
    "doi": "https://doi.org/10.1182/blood.V122.21.2745.2745",
    "article_title": "Oral Rigosertib (ON 01910.Na) Treatment Produces An Encouraging Rate Of Transfusion Independence In Lower Risk Myelodysplastic Syndromes (MDS) Patients; A Genomic Methylation Profile Is Associated With Responses ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster II",
    "abstract_text": "Rigosertib, a novel orally bioavailable small molecule inhibitor of PI3-Kinase and PLK1 pathways, was tested in a phase II study in lower risk (intermediate-1 or low risk per IPSS classification) transfusion-dependent MDS patients. This randomized, two-arm study administered rigosertib (560 mg bid) either intermittently (2 out of 3 weeks) or continuously to transfusion-dependent patients (4 units RBC transfusions over 8 weeks). Erythrocyte stimulating agents (ESAs) were allowed on study. Forty eight patients have been enrolled as of August 2 nd , 2013 and another 12 patients will be enrolled. Continuous dosing was stopped after 9 patients due to a higher urinary toxicity resulting in 39 patients receiving intermittent dosing. Overall the drug was well tolerated, except for reversible grade 3 urinary toxicity (dysuria, hematuria, cystitis, and urinary urgency) in 6/48 (12%) patients while 17/48 (35%) experienced grade 2 urinary toxicity. Notably, no significant treatment emergent myelosuppression was evident in these patients. Dosing has been modified to a total daily dose of 840 mg (560 mg am/280 mg afternoon) to improve urinary tolerability. Other measures to manage urinary symptoms include hydration, sodium bicarbonate and dose reduction or interruption. Of 33 patients (3 with del5q) on intermittent dosing treated for at least 8 consecutive weeks, 15 (45%) achieved transfusion independence (TI or no RBC transfusion for at least 8 consecutive weeks) lasting 8 to 53+ weeks (median=17 weeks). Intent-to-treat analysis showed 17/48 (35%) patients achieved TI. Twelve of 15 responding patients were refractory to prior treatment with ESAs. Fourteen of 15 responding patients (11 out of 12 ESA refractory) received concomitant ESAs, suggesting an effect of rigosertib on ESA resistance or potential synergy with ESA. These effects are being explored in additional trials now in planning. There was no obvious correlation of response to karyotype or other classifications. We hypothesized that DNA methylation profiles could help explain the differences between responders and non-responders. Pre-therapy bone marrow mononuclear cells from 32 patients (including 4 from the prior Phase I study previously reported in ASH 2011) were analyzed using the Illumina 450K methylation array platform. Seven had complete response or CR (TI + increase in Hb >2Gm/dL), 10 had partial response or PR (TI without Hb increase) and 15 had no response or NR. Supervised hierarchical clustering by methylation intensity demonstrated a distinct profile associated with complete responders. Bisulfite sequencing (which allows quantification of multiple consecutive CpGs in an amplicon) of several differentially methylated loci confirmed the Illumina 450K data. In general, hypermethylation of a group of genes was associated with responders. Functional annotation of the hypo and hypermethylated genes which best distinguished CRs from NRs showed that the genes most affected by methylation were related to regulation of transcription followed by genes involved in cell-cell adhesion, inflammatory response, apoptosis and proliferation. Additional patient samples are being analyzed to confirm these results. In this interim analysis the observed correlation of hematological response to genomic methylation status suggests the possibility of preselecting patients likely to benefit from treatment with rigosertib. Conclusions Intermittent dosing of oral rigosertib is well tolerated and active in producing transfusion independence in lower risk MDS patients. A genomic methylation signature, once confirmed in prospective studies, may allow pre-selection of responders. Disclosures: Raza: Onconova Therapeutics: Research Funding. Al-Kali: Onconova Therapeutics: Research Funding. Tibes: Onconova Therapeutics: Research Funding. Spitzer: Onconova Therapeutics: Research Funding. Wilhelm: Onconova Therapeutics: Employment, Equity Ownership. Mukherjee: Onconova Therapeutics: Research Funding.",
    "topics": [
        "genome",
        "methylation",
        "myelodysplastic syndrome",
        "risk reduction",
        "transfusion",
        "edmonton symptom assessment scale",
        "toxic effect",
        "erythrocyte transfusion",
        "1-phosphatidylinositol 3-kinase",
        "adhesions"
    ],
    "author_names": [
        "Azra Raza, MD",
        "Benjamin Tycko, M.D., Ph.D.",
        "Sangmin Lee, MD",
        "Naomi Galili, Ph.D.",
        "Abdullah Ali",
        "Andrew Eisenberger, MD",
        "John G. Mears, MD",
        "Aref Al-Kali, MD",
        "Raoul Tibes, MD, PhD",
        "Gary Spitzer, MD",
        "Francois Wilhelm, MD, PhD.",
        "Siddhartha Mukherjee, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Azra Raza, MD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Tycko, M.D., Ph.D.",
            "author_affiliations": [
                "Institute for Cancer Genetics Herbert Irving Cancer Research Center, Columbia University Medical Center, New York, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sangmin Lee, MD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi Galili, Ph.D.",
            "author_affiliations": [
                "Columbia University Medical Center, New York, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdullah Ali",
            "author_affiliations": [
                "Columbia University Medical Center, New York, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Eisenberger, MD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Mears, MD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aref Al-Kali, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raoul Tibes, MD, PhD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Mayo Clinic in Arizona, Scottsdale, AZ, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary Spitzer, MD",
            "author_affiliations": [
                "St. Francis Hospital, Greenville, SC, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Wilhelm, MD, PhD.",
            "author_affiliations": [
                "Onconova Therapeutics Inc, Newtown, PA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siddhartha Mukherjee, MD, PhD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T13:08:11",
    "is_scraped": "1"
}