{
    "doi": "https://doi.org/10.1182/blood.V106.11.4441.4441",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=272",
    "start_url_page_num": 272,
    "is_scraped": "1",
    "article_title": "Bcl-2 siRNA Induces Apoptosis and Enhances the Sensitivity to Arsenic Trioxide in NB4 Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Bcl-2 is the prominent member of a family of proteins responsible for dysregulation of apoptosis, prevention of cancer-cell death, and resistance to chemotherapy and radiotherapy. Overexpression of Bcl-2 protein was shown to result in resistance to a variety of apoptosis-inducing signals in acute leukemia. Arsenic trioxide (As 2 0 3 )induces clinical remission in acute promyelocytic leukemia with minimal toxicity and apoptosis in APL-derived NB4 cells at low (0.5 to 2 μmol/L) concentration. Short interfering RNA (siRNA) has been evaluated as an attractive and effective tool for suppressing a target protein by specifically digesting its mRNA. In this study, we studied the effect of transfection with siRNA targeting Bcl-2 in NB4 cells in terms of proliferation and induction of apoptosis. Further,we investigated whether the Bcl-2 siRNA may enhance the sensitivity of NB4 cells to arsenic trioxide. Synthetic siRNA was transferred against Bcl-2 into NB4 cells using Oligofectamine transfection protocol in the presence or absence of arsenic trioxide. RT-PCR and Western blotting analysis of Bcl-2 expression in NB4 cells was performed after transfection. The inhibition of cell growth was assessed by a modified MTT assay, counting cell number. Apoptosis was determined by morphological observation and flow cytometric analysis. When synthetic Bcl-2 siRNA was delivered into NB4 cells, no Bcl-2 transcripts were detected at 24h, and Bcl-2 protein levels were reduced by approximately 72% for 48h after siRNA transfer. Bcl-2 siRNA treatment for 72h led to 36% apoptosis of cells,as compared to control siRNA treatment. Control siRNA had no significant effect on growth and apoptosis of cells. Simultaneous administration of As 2 0 3 and Bcl-2 siRNA was able to reduce the mRNA and protein expression of Bcl-2 significantly compared to Bcl-2 siRNA alone demonstrating a synergistic effect of combined As 2 0 3 and siRNA treatment (P<0.05). Proliferation in NB4 cells was strongly inhibited (about 86%) following combination treatment for 72h as opposed to only 40% after administration of 0.5μmol/L As 2 0 3 alone. When NB4 cells were incubated with 0.5μmol/L As 2 0 3 for 72h after siRNA transfer, the percentage of apoptotic cells significantly increased (P<0.05), compared with combined As 2 0 3 and control siRNA treatment or As 2 0 3 treatment alone, respectively. No significant difference on apoptosis was seen in cells treated with As 2 0 3 alone or treated with As 2 0 3 and control siRNA. These results show that Bcl-2 siRNA could induce apoptosis and enhance the sensitivity to arsenic trioxide in NB4 cells. Our results suggest that the combination of arsenic trioxide and Bcl-2 siRNA might be an effective anti-leukemia protocol.",
    "topics": [
        "apoptosis",
        "arsenic trioxide",
        "bcl2 gene",
        "rna, small interfering",
        "bcl-2 protein",
        "rna, messenger",
        "transfer technique",
        "acute promyelocytic leukemia",
        "chemotherapy regimen",
        "disease remission"
    ],
    "author_names": [
        "Dongmei He, PhD",
        "Yuan Zhang, Ph.D",
        "Gexiu Liu, Ph.D"
    ],
    "author_affiliations": [
        [
            " ",
            " Institute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China; ",
            " Institute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China and ",
            " Institute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China."
        ],
        [
            " ",
            " Institute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China; ",
            " Institute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China and ",
            " Institute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China."
        ],
        [
            " ",
            " Institute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China; ",
            " Institute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China and ",
            " Institute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China."
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665"
}