{
    "doi": "https://doi.org/10.1182/blood.V122.21.1016.1016",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2679",
    "start_url_page_num": 2679,
    "is_scraped": "1",
    "article_title": "Impact Of Liver Iron Overload On Myocardial T2* Response In Transfusion-Dependent Thalassemia Major Patients Treated With Deferasirox For Up To 3 Years ",
    "article_date": "November 15, 2013",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster I",
    "topics": [
        "cooley's anemia",
        "deferasirox",
        "iron overload",
        "liver",
        "myocardium",
        "transfusion",
        "transverse spin relaxation time",
        "iron",
        "cardiac complications",
        "chelating agents"
    ],
    "author_names": [
        "John Porter, MD",
        "Ali T Taher, MD",
        "Yesim Aydinok, MD",
        "Maria D Cappellini",
        "Antonis Kattamis, MD",
        "Ali El-Ali, MD",
        "Nicolas Martin, MS",
        "Dudley Pennell, MD, FRCP"
    ],
    "author_affiliations": [
        [
            "University College London, London, United Kingdom, "
        ],
        [
            "Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon, "
        ],
        [
            "Ege University Hospital, Izmir, Turkey, "
        ],
        [
            "Internal Medicine Department, Foundation Istituto Di Ricovero e Cura a Carattere Scientifico Ca' Granda, University of Milan, Milan, Italy, "
        ],
        [
            "First Department of Pediatrics, University of Athens, Athens, Greece, "
        ],
        [
            "Novartis Pharma AG, Basel, Switzerland, "
        ],
        [
            "Novartis Pharma AG, Basel, Switzerland, "
        ],
        [
            "National Heart and Lung Institute, The Royal Brompton Hospital, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.5245592",
    "first_author_longitude": "-0.13404009999999997",
    "abstract_text": "Background Patients with myocardial iron overload require effective cardiac iron removal to minimize the risk of cardiac complications. The 3 year EPIC cardiac sub-study showed that the oral iron chelator, deferasirox (DFX), effectively reduced cardiac iron overload. Previous reports demonstrate that cardiac iron removal is slow and suggest that liver iron concentration (LIC) may affect cardiac iron removal rate by chelators (Pennell et al., 2012; Blood). The objective of these analyses was to evaluate the impact of the severity of the liver iron overload on the change in myocardial T2* (mT2*) for patients receiving up to 3 years of DFX treatment in the EPIC sub-study. Methods Inclusion and exclusion criteria have been described previously (Pennell et al. , 2012; Haematologica). Patients were categorized into LIC ≤15 and >15 mg Fe/g dry weight (hereafter mg/g) at baseline (BL) and by LIC 15 mg/g at 12, 24, and 36 months to assess the impact of BL LIC and changes in LIC overtime on mT2*, respectively. During study, LIC and mT2* were measured every 6 months. Efficacy was assessed in per-protocol population that entered third year extension. Here, mT2* is presented as the geometric mean (Gmean) ± coefficient of variation (CV) unless otherwise specified. Statistical significance was established at α-level of 0.05 using a 2-sided paired t-test for within group comparisons and ANOVA for multiple group comparisons. All p -values were of exploratory nature for this post-hoc analysis. Results Of the 71 patients, who continued into study year 3, 68 patients considered evaluable were included in this analysis (per protocol population); 59 patients had LIC values available at end of study (EOS). Mean age was 20.5 ±7.35 years and 61.8 % of patients were female. Mean actual dose of DFX (mg/kg/day) was 32.1 ±5.5 and 35.1 ±4.9 in patients with BL LIC ≤15 and >15 mg/g, respectively. At EOS, mean actual doses were 32.9 ±5.4 (LIC 15 mg/g). Overall, patients had high BL LIC (Mean, 29.0 ±10.0 mg/g); 61 patients had LIC >15 (30.8 ±8.8) mg/g, only 7 patients had LIC ≤15 (12.7 ±1.1) mg/g, and no patients had LIC <7 mg/g. After 36 months, a significant mean decrease from BL in LIC of -7.6 ±4.6 mg/g ( p = 0.0049) and -16.8 ±14.0 mg/g ( p 15 mg/g, respectively. Notably, 51.9% of patients with BL LIC >15 mg/g achieved EOS LIC <7 mg/g. Overall, mean mT2* was 12.8 ±4.6 ms. The impact of BL LIC on mT2* and LIC response was as follows: in patients with LIC ≤15 mg/g (Mean BL mT2*, 14.2 ±3.6 ms) and >15 mg/g (BL mT2*, 12.7 ±4.7 ms), mT2* increased by 52% (Mean abs. change, 7.5 ±4.1 ms, p =0.0016) and 46% (7.3 ±7.3 ms, p 15 mg/g, (20.1 ±10.6 ms) displaying a lag of nearly 12 months. The relation between post-BL LIC on mT2* response at 12, 24 and 36 months is shown in the figure. At 12 months, there was no significant difference in mT2* that had occurred in patients with LIC 15 mg/g (13% increase; 1.9 ±3.2 ms). However, at 24 months, there was a statistically significant difference amongst the 3 subgroups in percent increase in the mT2* that had occurred; patients with LIC 15 mg/g had 54% (Mean abs. change, 8.3 ±7.3 ms), 33% (5.2 ±5.2 ms) and 10% (2.1 ±4.3 ms) increase ( p <0.001), respectively. Similarly, at 36 months, the mT2* had increased by 71% (Mean abs. change, 10.3 ±6.6 ms) in the LIC <7 mg/g group; a 31% increase (5.3 ±5.0 ms) had occurred in the LIC 7– ≤15 mg/g group; and an 18% (3.3 ±6.0 ms) increase ( p 15mg/g group. At all-time points, in patients who achieved an LIC <7 mg/g, a statistically significant increase in T2* from BL had occurred. Discussion Overall, DFX treatment resulted in a significant decrease in LIC and improved mT2*. A greater difference in mT2* improvement was shown to have occurred in patients who achieved lower end-of-year LIC after treated with DFX. This divergence was progressive with time, being maximal at 36 months. Thus, a therapeutic response in LIC with DFX is associated with a greater likelihood of improving mT2*. This may assist in monitoring liver and cardiac response to DFX. Prospective evaluation of this relationship is indicated. Disclosures: Porter: Novartis Pharma: Consultancy, Honoraria, Research Funding; Shire: Consultancy, Honoraria; Celgene: Consultancy. Taher: Novartis Pharma: Honoraria, Research Funding. Aydinok: Novartis Oncology: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding, Speakers Bureau; Shire: Membership on an entity’s Board of Directors or advisory committees, Research Funding. Cappellini: Novartis Pharma: Honoraria, Speakers Bureau; Genzyme: Honoraria, Membership on an entity’s Board of Directors or advisory committees. Kattamis: Novartis: Research Funding, Speakers Bureau; ApoPharma: Speakers Bureau. El-Ali: Novartis Pharma: Employment. Martin: Novartis Pharma: Employment. Pennell: Novartis: Consultancy, Honoraria, Research Funding; ApoPharma: Consultancy, Honoraria, Research Funding; Shire: Consultancy, Honoraria."
}