{
    "doi": "https://doi.org/10.1182/blood.V122.21.3194.3194",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2444",
    "start_url_page_num": 2444,
    "is_scraped": "1",
    "article_title": "Elevated Serum Levels Of Von Willebrand Factor (vWF) Predict For Early Death and Shorter Survival In Patients With Primary Systemic Light Chain (AL) Amyloidosis Independently Of Cardiac Biomarkers ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Organ dysfunction in systemic light chain (AL) amyloidosis is caused by the deposition of amyloid fibrils composed of immunoglobulin light chains in tissue microcirculation. vWF is mainly produced, stored and secreted by endothelial cells (ECs) and it is critical for thrombus formation. The secretion of vWF by ECs is triggered by several conditions and it has been proposed that changes in the levels of circulating vWF may reflect a state of “stimulation” of the endothelium. Cardiac involvement is the main determinant of prognosis in AL amyloidosis, but the role of endothelium in this disease has not been extensively studied and no marker of endothelial dysfunction has been evaluated, as yet. Thus, we studied the prognostic role of vWF in patients with AL amyloidosis who were treated with novel agents. The vWF antigen (vWFag) levels were measured using a latex particle-enhanced immunoturbidimetric assay (HemosIL vWF antigen) with an automated coagulometer (ACL Top 3G, Instrumentation Laboratory, Lexington, MA, USA). The inter- and intra-assay CVs were 2% and 3% at a concentration of 123.5 U/dL, respectively, and the lower limit of detection was 2.2 U/dL. The analysis included 81 consecutive patients with newly diagnosed AL amyloidosis who were treated in a single center (Department of Clinical Therapeutics, University of Athens, Greece) from 2005 to 2012. Median age of the patients was 68 years (range 42-82 years) and the median number of involved organs was 2; heart was involved in 62%, kidneys in 74%, peripheral nerve in 24%, liver in 9% and soft tissue in 21% of patients. Median NTproBNP level was 2,318 pg/mL (range 33-75,000 pg/mL); 36% had NTproBNP levels ≥4,000 pg/mL and 28%, 38% and 34% of patients had Mayo stage -1, -2 and -3, respectively. Primary therapy based on bortezomib was given in 52% of patients, on lenalidomide in 44%, while 4% received MDex. Median survival of the cohort was 47 months; 3- and 6-month mortality was 12% and 20%, respectively. The median serum level of vWFag in patients with AL amyloidosis was 181 (range 20-557) U/dL and was significantly higher than that measured in healthy controls (median: 84 U/dL, range 48-124; p <0.001). There was no significant association of vWFag levels with renal, cardiac, nerve or liver involvement. There was no significant correlation of vWFag levels with the levels of NTproBNP (or BNP) or Mayo stage and there was no significant correlation with the degree of renal dysfunction, serum albumin levels or proteinuria. Levels of involved free light chains did not have any correlation with vWFag levels either. We then examined the prognostic significance of vWFag and we found that levels of vWFag within the top quartile (≥230 U/dL) were associated with a very poor outcome (median survival 4 months vs. 47 months, p=0.001). Because the most important predictor of early death in patients with AL amyloidosis is cardiac involvement, we performed a multivariate analysis which included NTproBNP levels: vWFag levels ≥230 U/dL were independently associated with survival (HR: 2.64, 95% CI 1.2-5.8, p=0.01), along with NTproBNP levels ≥4,000 pg/ml (HR: 4.17, 95% CI 1.98- 8.8, p<0.001). Because the survival curves indicated that patients with vWFag ≥230 U/dL had a significant probability of early death, we performed an analysis to identify whether vWFag is a significant predictor of early death, adjusting for the levels of NTproBNP ≥4000 pg/mL. Thus, in multivariate analysis, vWFag ≥230 U/dL was independent predictor of death within 6 months from initiation of therapy (HR: 15, 95% CI 2.6-84, p=0.002) together with NTproBNP ≥4,000 pg/mL (HR: 16.8, 95% CI 3- 94, p=0.001). A combination of the two risk factors was able to identify patients at a very high risk of early death: 75% of patients with both risk factors present died within 3 months from initiation of therapy (figure). In conclusion, vWFag levels are elevated in patients with AL amyloidosis but are not correlated with other features of the disease, such as pattern of organ involvement and cardiac biomarkers. For the first time, we found that high levels of vWFag are associated with a high risk of early death and shorter survival in patients with AL amyloidosis, independently of cardiac biomarkers. In addition, wWFag levels improve the prognostic ability of cardiac biomarkers in patients with AL amyloidosis. Our data also justify the investigation of the role of endothelial dysfunction in AL amyloidosis. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "amyloidosis",
        "antigens, cd98 light chains",
        "cardiac markers",
        "von willebrand factor",
        "von willebrand factor antigen",
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "antigens",
        "cardiovascular findings",
        "endothelial dysfunction"
    ],
    "author_names": [
        "Efstathios Kastritis",
        "Ioannis Papassotiriou",
        "Evangelos Terpos",
        "Alexandra Gougoutsi",
        "Nikolaos Simos",
        "Nikolaos Kanellias",
        "Evangelos Eleutherakis-Papaiakovou",
        "Dimitrios Chiotis",
        "Georgios Amentas",
        "Maria Kavasi",
        "Constantinos Pamboucas",
        "Erasmia Psimenou",
        "Savvas Th. Toumanidis",
        "Maria Roussou",
        "Meletios A. Dimopoulos, MD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Biochemistry, “Aghia Sophia” Children's Hospital, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Biochemistry, “Aghia Sophia” Children's Hospital, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ]
    ],
    "first_author_latitude": "37.968196",
    "first_author_longitude": "23.778687100000003"
}