{
    "doi": "https://doi.org/10.1182/blood.V104.11.1311.1311",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=15",
    "start_url_page_num": 15,
    "is_scraped": "1",
    "article_title": "CHOP Chemotherapy for Unfavorable or Advanced Hodgkin’s Lymphoma. A Pilot Study. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Chemotherapy for Hodgkin’s Lymphoma (HL), universally regarded as a standard, i.e. ABVD, is not a perfect combination. Bleomycin was proven marginally active ( J Clin Oncol  2004 ; 22 : 1532 ) but more or less toxic in majority of patients (skin, lung toxicity, and pyrexia). There is no convincing evidence of any positive role of Dacarbazine (DIC) in HL, but again its toxicity (hematologic, nausea and vomiting) is remarkable. Recent report on molecular effects of DIC on melanoma cells leading to selection of cells with more aggressive phenotype raised new safety concerns ( J Clin Oncol  2004 ; 22 : 2092 ). Schedule of ABVD regimen requires more frequent patient visits than usual outpatient chemotherapy and a number of i.v. infusions is increased. Response to ABVD is often slow and relapse rate of 20–30% is a concern. ABVD remains a standard because it has been proven superior to MOPP and up to now, there is no clear evidence of superiority of any other regimen. ABVD has not been directly compared to CHOP - the other global standard for different lymphoma type, composed of agents unequivocally active in HL. In addition, early and late toxicity of CHOP appears rather modest and acceptable. In the current study we evaluated response, progression free survival (PFS), and early toxicity of CHOP chemotherapy in HL patients who failed to initial ABVD treatment (n=17) or in untreated patients with unfavorable or advanced disease (n=20). Eligibilty included: progressive disease (PD) on ABVD (n=2), slow response to ABVD, i.e. no PR after 2 cycles (n=7), and grade 3 or 4 toxicity (n=8). For untreated disease: stage 3 or 4 (n=5), early stage (n=15) with bulky lesion and/or presence of 2 or more adverse prognostic factors ( N Eng J Med  1998 ; 339 : 1506 ). Patient characteristics: median age (range) - 29 (19–59), male sex - 62%, B symptoms - 84%, stage 3/4 – 32%, number of sites > 3 – 86%, E sites - 38%, bulk -73%, LDH>N - 68%, albumin <4g/dl - 84% of patients. Median number of prior ABVD cycels (range) - 2 (0.5–6). Median (range) of CHOP courses - 6 (2–8). Involved or mantle field radiotherapy (RT) was given to 65% of pts who had initial bulky mediastinum or no CR. Of 35 patients evaluable for response to CHOP, 11 (31%) achieved CR and 23 (66%) - CRu. Conversion to CR following RT was seen in 50% of pts. (11/22). After a median follow up of 21 months 4 pts. had PD or relapse (11%). One patient was diagnosed with laryngeal cancer 2 months after the end of treatment and died from cancer after 14 months. PFS was 87% (95% C.I.=[69%, 95%]) and it was similar in RT and no-RT pts. (p=0.81). There was no clinically significant toxicity and no cardiac abnormalities on ultrasonography after CHOP. Two patients developed gynecomastia due to testicular dysfunction. In conclusion, CHOP was well tolerated and resulted in 97% of CR/CRu in unfavorable or advanced HL with early relapse rate of 11%. These results may support considering a comparative study of CHOP vs ABVD. View large Download slide Figure View large Download slide Figure ",
    "topics": [
        "chemotherapy regimen",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "hodgkin's disease",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "toxic effect",
        "brachial plexus neuritis",
        "albumins",
        "bleomycin",
        "cancer",
        "congenital heart defects"
    ],
    "author_names": [
        "Jan Walewski",
        "Elzbieta Lampka",
        "Ewa Kraszewska",
        "Wlodzimierz Osiadacz",
        "Joanna Tajer",
        "Robert Konecki",
        "Joanna Romejko-Jarosinska",
        "Jacek Zwolinski",
        "Janusz Meder"
    ],
    "author_affiliations": [
        [
            "Lymphoproliferative Diseases, Maria Sklodowska-Curie Memorial Cancer Center, Warszawa, Poland"
        ],
        [
            "Lymphoproliferative Diseases, Maria Sklodowska-Curie Memorial Cancer Center, Warszawa, Poland"
        ],
        [
            "Biostatistics, Maria Sklodowska-Curie Memorial Cancer Center, Warszawa, Poland"
        ],
        [
            "Lymphoproliferative Diseases, Maria Sklodowska-Curie Memorial Cancer Center, Warszawa, Poland"
        ],
        [
            "Lymphoproliferative Diseases, Maria Sklodowska-Curie Memorial Cancer Center, Warszawa, Poland"
        ],
        [
            "Lymphoproliferative Diseases, Maria Sklodowska-Curie Memorial Cancer Center, Warszawa, Poland"
        ],
        [
            "Lymphoproliferative Diseases, Maria Sklodowska-Curie Memorial Cancer Center, Warszawa, Poland"
        ],
        [
            "Lymphoproliferative Diseases, Maria Sklodowska-Curie Memorial Cancer Center, Warszawa, Poland"
        ],
        [
            "Lymphoproliferative Diseases, Maria Sklodowska-Curie Memorial Cancer Center, Warszawa, Poland"
        ]
    ],
    "first_author_latitude": "52.233708",
    "first_author_longitude": "20.996083499999997"
}