{
    "doi": "https://doi.org/10.1182/blood.V122.21.1834.1834",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2637",
    "start_url_page_num": 2637,
    "is_scraped": "1",
    "article_title": "Carfilzomib, a Second-Generation Proteasome Inhibitor, In Combination With The Btk Inhibitor Ibrutinib As a Novel Therapeutic Regimen For Treating Double Hit DLBCL ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster I",
    "topics": [
        "btk inhibitors",
        "carfilzomib",
        "diffuse large b-cell lymphoma",
        "ibrutinib",
        "proteasome inhibitors",
        "bcl-2 protein",
        "lymphoma",
        "mechlorethamine",
        "bax protein",
        "biological markers"
    ],
    "author_names": [
        "Erin M Dominici",
        "Elyse R Lopez",
        "Muychi T Vang",
        "Archito T. Tamayo, MS",
        "Zhishuo Ou, MD",
        "Alex Rollo",
        "Liang Zhang, MD, PhD",
        "Jack Wang",
        "Lauren M Strickland",
        "Michael Wang, MD",
        "Richard J. Ford, MD, PhD",
        "Lan V Pham, PhD",
        "Christopher J. Kirk, Ph.D"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma & Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma & Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, The University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Hematopathology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma & Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, The University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma & Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma & Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma & Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, Houston, USA, "
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Hematopathology, UT M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Hematopathology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Research, Onyx Pharmaceuticals, Inc., South San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) is the most common lymphoid malignancy in adults; in the United States alone 30,000 new cases are diagnosed every year. Approximately 5% of DLBCLs are double-hit lymphomas (DHL), a recently discovered subtype of lymphoma defined by a chromosomal translocation and subsequent breakpoint at the MYC/8q24 loci in combination with another recurrent breakpoint, usually BCL2/18q21 or BCL6/3q27. DHL is resistant to virtually all therapeutic drugs and chemotherapy, showing extremely poor prognosis even with an R-CHOP regimen. Currently, there is no known therapeutic strategy that can effectively treat double-hit lymphomas. Lack of clinically relevant human experimental models for understanding the molecular biologic and genetic basis of DHL continues to hamper identification of valid therapeutic targets for development of effective therapy. However, we have developed two unique DH-DLBCL cell lines (CJ and RC), harboring both MYC and BCL2 translocations. These cell lines display the morphologic, immunophenotypic, genotypic, and biologic characteristics of the lymphoma cells present in the original diagnostic specimen. We have also obtained another BCL2/MYC DL-DLBCL cell line, U-2973, recently established from another research institution (Uppsala University, Sweden). Together, these DHL cell lines will be useful experimental models for in vitro and in vivo studies of DH-DLBCL pathogenesis and therapeutics. Recent clinical findings have demonstrated that the novel second-generation proteasome inhibitor, carfilzomib (CFZ), and the Btk inhibitor, ibruitinib (IBR), as single agents have shown promising results in relapsed/refractory hematologic malignancies. In our initial experiments, we examined the efficacy of using CFZ and IBR in combination in three DH-DLBCL cell lines using proliferation MTT assays. CJ and U-2973 cells were moderately resistant to IBR (IC50>20 uM) and were highly sensitive to CFZ (IC50=2.5-10 nM) in comparison to RC cells that were sensitive to both IBR (5-10 uM) and CFZ (5-10 nM). When combined, these drugs exhibited strong synergism, particularly in CJ cells, with combination indexes <0.3, as demonstrated using the Chou-Talalay method. In contrast, CFZ/IBR regimens displayed minimal toxicity toward normal peripheral blood mononuclear lymphocytes. In terms of cell death, low drug concentrations of CFZ (2.5 nM) alone caused 30% cell death but drastically increased the apoptotic effect of IBR (10 uM) from 10% to 80% in CJ cells. This apoptotic effect correlated with BCL2 protein cleaving and the induction of BAX protein, leading to caspase 3 activation and PARP cleavage. CFZ and IBR also interacted synergistically to induce DNA damage through the activation of p53 and phosphorylated histone 2AX, molecular markers for DNA damage. Due to the synergistic efficacy of CFZ and IBR on DHL cell lines, these drugs have therapeutic potential in treating patients with DHL. Disclosures: Kirk: Onyx Pharmaceuticals: Employment, Equity Ownership."
}