{
    "doi": "https://doi.org/10.1182/blood.V118.21.2632.2632",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1885",
    "start_url_page_num": 1885,
    "is_scraped": "1",
    "article_title": "R-ACVBP Benefits to Younger Patients with Non-Germinal Centre Diffuse Large B-Cell Lymphoma As Compared to R-CHOP in the GELA Trial LNH03-2B ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "topics": [
        "diffuse large b-cell lymphoma",
        "r-chop",
        "tissue microarray",
        "bone marrow involvement",
        "extranodal disease",
        "neprilysin",
        "paraffin",
        "immunohistochemistry",
        "b-lymphocytes",
        "germinal center of lymph node"
    ],
    "author_names": [
        "Thierry Jo Molina",
        "Danielle Canioni",
        "Christiane Copie-Bergman",
        "Christian Recher, MD, PhD",
        "Marion Fournier",
        "Corinne Haioun",
        "Josette Briere",
        "Francoise Berger",
        "Christophe Fermé",
        "Marie-Christine Copin",
        "Rene-Olivier Casasnovas",
        "Catherine Thieblemont, MD",
        "Karen Leroy",
        "Gilles Andre Salles",
        "Fabrice Jardin",
        "Jean-Philippe Jais",
        "Philippe Gaulard",
        "Bertrand Coiffier",
        "Herve Tilly"
    ],
    "author_affiliations": [
        [
            "Pathology, Université Paris Descartes, AP-HP, Hôpital Hotel-Dieu, Paris, France, "
        ],
        [
            "Pathology, Hôpital Necker, Paris, France, "
        ],
        [
            "Pathology Department, Hopital Henri Mondor, Paris Créteil Cedex, France, "
        ],
        [
            "Hematology, CHU Purpan, Université Toulouse, Toulouse, France, "
        ],
        [
            "Biostatistics, GELARC, Pierre-Benite, France, "
        ],
        [
            "Lymphoid Malignancies Unit, C.H.U. Henri Mondor, Creteil, France, "
        ],
        [
            "Pathology - INSERM U728, Saint Louis Hospital, Paris, France, "
        ],
        [
            "Department of Pathology and Hematology, Hospices Civils de Lyon, Universite Lyon 1, Lyon, France, "
        ],
        [
            "Institut Gustave Roussy, Villejuif, France, "
        ],
        [
            "Pathology, CHU Lille, 59037 Lille Cedex, France, "
        ],
        [
            "Department of Hematology, University Hospital, Dijon, France, "
        ],
        [
            "Hospital Saint-Louis, Paris, France, "
        ],
        [
            "Pathology, Université Paris Est Créteil, AP-HP, 94010 Créteil Cedex, France, "
        ],
        [
            "Hématologie, Hospices Civils de Lyon - Université de Lyon, Pierre-Bénite, France, "
        ],
        [
            "Hematology, INSERM U918, Centre Henri Becquerel, Rouen, France, "
        ],
        [
            "Biostatistics, Hopital Necker, Paris 75743 paris cedex 15, France, "
        ],
        [
            "Pathology, Hopital Henri Mondor, "
        ],
        [
            "Departement d'Hematologie, Centre Hospitalier Lyon-Sud, Pierre-Benite Cedex, France, "
        ],
        [
            "Centre Henri Becquerel, Rouen, France"
        ]
    ],
    "first_author_latitude": "48.854602199999995",
    "first_author_longitude": "2.3488002999999997",
    "abstract_text": "Abstract 2632 Hans algorithm using immunohistochemistry correlates well with gene expression data in Diffuse large B-cell lymphomas (DLBCL) (Meyer PN, 2011) and has demonstrated in some studies clear survival differences in favor of germinal-centre (GC) vs non-germinal centre (n-GC) B-cell among DLBCL treated with R-CHOP. We undertook an immunohistochemical study among patients aged 18 to 59 years with aaIPI 1 included in the GELA trial LNH 03-2B that compared R-ACVBP intensified immunochemotherapy to standard R-CHOP. This trial demonstrated an improvement of EFS, PFS and overall survival (OS) of patients treated with R-ACVBP (C Recher et al, in press). Our goal was to evaluate survival of patients with GC and n-GC DLBCL according to treatment regimens. We analyzed by immunohistochemistry the expression of CD10, BCL6 and MUM1 and classified patients as GC or n-GC according to the Hans algorithm. Among the 380 patients enrolled in this study, 229 patients were available for Hans algorithm classification. There was no differences considering clinical characteristics of these 229 patients (age, sex, B symptoms, PS, Stage, LDH, number of extranodal sites, bulky mass, bone marrow involvement) compared to the whole LNH03-2B population. 175 DLBCL cases were present on a tissue microarray (TMA) and 54 other cases were analyzed using unstained slides. 101 patients were classified as GC and 128 as n-GC. 107 patients were treated by R-ACVBP and 122 by R-CHOP. EFS, PFS and OS were not different between the GC and n-GC profile among the whole population ( P =.82, P =.90, P =.68, respectively). There was no statistical difference in EFS, PFS and OS between R-ACVBP and R-CHOP in GC patients ( P =.78; P =.84, P =.33, respectively). Interestingly, EFS, PFS and OS were significantly much longer among n-GC patients treated by R-ACVBP compared to R-CHOP ( P =.02; P =.007, P =.007, respectively). Results were similar considering only TMA population ( P =.02, P =.001, P =.001, respectively). This subgroup analysis suggests that the survival benefit related to R-ACVBP over R-CHOP in the LNH 03-2B is in large part linked to a survival improvement in the n-GC population. This algorithm, easy to apply on routine paraffin-embedded tissue, might be useful in the future to select patients that can primarily benefit from this intensive regimen. Disclosures: No relevant conflicts of interest to declare."
}