{
    "doi": "https://doi.org/10.1182/blood.V126.23.1362.1362",
    "article_title": "Targeting Acute Myeloid Leukemia with a New CXCR4 Antagonist IgG1 Antibody (PF-06747143)in NOD/SCID Mice ",
    "article_date": "December 3, 2015",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Chemoresistance represents a considerable barrier to improving outcomes for patients with acute myeloid leukemia (AML) and therapeutic approaches using multiple lines of therapy have been unsuccessful as cancer cells acquire resistance to the chemotherapeutic agents to which they are exposed. This vulnerable patient group needs individualizing therapy through careful selection of appropriate agents based on specific signaling pathways. The chemokine receptor CXCR4 mediates cell anchorage in the bone marrow microenvironment, is highly expressed in 25-30% of patients with AML and its expression is correlated with poor prognosis and drug resistance. The purpose of this study was to investigate a new humanized monoclonal IgG1 antibody to CXCR4 (PF-06747143) and its effects as a monotherapy in AML primary patient samples and in chemotherapy resistant patient-derived xenotransplantation (PDX) models. This antibody was previously shown to be able to induce cell death through its effector function (CDC and ADCC) and to be efficacious in cell-based xenograft models of AML, NHL, CLL and MM. Here we have shown that PF-06747143 binds strongly and specifically to AML cell lines and to AML primary cells, by flow cytometry. Of 16 samples evaluated, 7 displayed low CXCR4 expression (CXCR4 neg/low ) whereas 9 displayed high expression (CXCR4 high ). A good correlation was observed between 12G5, a commercially available CXCR4 Ab, and PF-06747143 staining, indicating that PF-06747143 can be used to stratify AML patients. Chemotaxis in response to CXCL12 was significantly inhibited in all AML patient primary samples analyzed. Administration of PF-06747143 to mice engrafted with AML patient cells (PDX models) induced rapid malignant cell mobilization into the peripheral blood at 4 hrs after a single antibody dose, with mobilized cell levels going back down to baseline at 24 hrs post-dose. This is in line with the ability of the antibody to block malignant cell homing to the bone marrow, inducing cell mobilization, as well as induction of cell death through effector function. To characterize the effects of PF-06747143 on leukemia progression, we used two different models: 1) P15 model characterized by high CXCR4 expression, inducing aggressive disease, with rapid progression of leukemia and widespread dissemination and chemoresistance; 2) P17 model characterized by a low CXCR4 expression, a less aggressive disease and limited dissemination. Weekly administration of PF-06747143 to leukemic mice previously engrafted with P17 or P15 malignant cells induced a sharp reduction of leukemia cells in the bone marrow, spleen and blood leading to increased survival of leukemic mice in both models. Activity of the antibody as monotherapy was superior to daunorubicin in the P15 chemoresistant model. Secondary transplantation of bone marrow cells from PF-06747143-treated or IgG1 control-treated animals showed that leukemic progenitors were also targeted by PF-06747143 treatment, with slower tumor growth in mice transplanted with PF-06747143-treated cells. In summary, PF-06747143, a CXCR4 IgG1 antibody, is significantly efficacious as a monotherapy and superior to daunorubicin in AML chemoresistant PDX models. These findings support evaluation of this antibody in AML therapy, with particular appeal to patients resistant to chemotherapy and to unfit patients, unable to tolerate intensive chemotherapy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antagonists",
        "antibodies",
        "cxcr4 receptors",
        "leukemia, myelocytic, acute",
        "scid mice",
        "tumor cells, malignant",
        "chemotherapy regimen",
        "leukemia",
        "daunorubicin",
        "transplantation, heterologous"
    ],
    "author_names": [
        "Yanyan Zhang, PhD",
        "Erika Saavedra, MD",
        "Ruoping Tang",
        "Shu-Hui Liu",
        "Tod Smeal",
        "Valeria Fantin, PhD",
        "Stephane De Botton, MD PhD",
        "Ollivier Legrand, MD PhD",
        "William Vainchenker, MD PhD",
        "Flavia Pernasetti",
        "Fawzia Louache, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yanyan Zhang, PhD",
            "author_affiliations": [
                "Gustave Roussy, Inserm 1170, Villejuif, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erika Saavedra, MD",
            "author_affiliations": [
                "Gustave Roussy, Inserm 1170, Villejuif, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruoping Tang",
            "author_affiliations": [
                "Service d'Hématologie et Thérapie cellulaire, Hôpital St Antoine, Paris, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shu-Hui Liu",
            "author_affiliations": [
                "Oncology-Rinat R&D, Pfizer Worldwide Research and Development, La Jolla, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tod Smeal",
            "author_affiliations": [
                "Oncology Research Unit, Pfizer Worldwide Research and Development, San Diego, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Fantin, PhD",
            "author_affiliations": [
                "Oncology Research Unit, Pfizer Worldwide Research and Development, San Diego, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane De Botton, MD PhD",
            "author_affiliations": [
                "Gustave Roussy, Service d'hématologie, Villejuif, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ollivier Legrand, MD PhD",
            "author_affiliations": [
                "Hopital Saint Antoine, APHP, Hematology Dpt, Paris, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Vainchenker, MD PhD",
            "author_affiliations": [
                "LABEX GR-Ex, Paris, France ",
                "Université Paris 11, Orsay, France ",
                "INSERM U1170, Institut Gustave Roussy, Villejuif, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Flavia Pernasetti",
            "author_affiliations": [
                "Oncology Research Unit, Pfizer Worldwide Research and Development, San Diego, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fawzia Louache, PhD",
            "author_affiliations": [
                "Gustave Roussy, Inserm 1170, Villejuif, France ",
                "Université Paris 11, Villejuif, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T15:35:40",
    "is_scraped": "1"
}