{
    "doi": "https://doi.org/10.1182/blood.V126.23.434.434",
    "article_title": "A Chromatin Reader That Acts As a Key to Lock in and Coordinate Recruitment of Transcription Factors and a Novel Polycomb Complex to Bivalent Chromatin Thus Driving Formation of Germinal Centers and B-Cell Lymphomas ",
    "article_date": "December 3, 2015",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation II",
    "abstract_text": "The EZH2 Polycomb H3K27 histone methyltransferase and the BCL6 transcriptional repressor are highly expressed in germinal center (GC) B cells and are each targeted by activating somatic mutations in DLBCL. In previous work we demonstrated that i) EZH2 is required for GC formation, ii) EZH2 Y641 somatic mutation drives GC hyperplasia and lymphomagenesis and iii) that WT and mutant EZH2 function by creating bivalent chromatin at promoters of genes that regulate cell cycle and terminal differentiation. In other work we showed that BCL6 represses gene promoters specifically by recruiting BCOR complex (a non-canonical form of PRC1 complex); and that BCL6 and EZH2 bind to many of the same promoters, although they do not physically interact. Finally we reported that the presence of both EZH2 and BCL6 was required for BCOR complex to stably associate with chromatin. This led us to hypothesize that BCL6 and EZH2 may be mutually dependent in normal and malignant B-cells. We found that conditional deletion of EZH2 from already established GC B-cells abrogates the ability of constitutive IµBCL6 expression to induce GC hyperplasia. A similar effect was observed by administering the specific EZH2 inhibitor GSK503. For the reciprocal experiments we developed two new mouse models: a conditional BCL6 knockout and a conditional EZH2 Y641F knockin in the EZH2 endogenous locus. We showed that EZH2 Y641F knockin mice developed GC hyperplasia, but this effect is abrogated by conditional deletion of BCL6 from established GC B cells. Given cell line data suggesting that BCOR might be important for the effect of EZH2 and BCL6 we next generated GC BCOR conditional knockout mice and observed that loss of BCOR not only disrupts GC formation but also abrogates the GC hyperplasia when crossed into the conditional EZH2 Y641F knockin mice. Reversal of the EZH2 Y641F knockin GC hyperplasia was also achieved by treating these mice with a novel small molecule called 1085 that potently disrupts BCL6 binding to BCOR. Notably, 1085 synergized with EZH2 inhibitors to kill DLBCL cells in vitro and eradicate DLBCL xenografts in vivo. Collectively these data show that EZH2, BCL6 and BCOR are mutually dependent both in the context of the normal GC reaction as well as in the setting of lymphoma precursor lesions driven by constitutive BCL6 expression or mutant EZH2. We next wished to determine the basic mechanism that explains the functional connection between EZH2 and BCL6-BCOR. Using ChIP-seq in primary human GC B cells we showed that there is significant overlap between BCL6-BCOR complex binding with EZH2 and bivalent chromatin. Using ChIP-re-ChIP we found that EZH2, BCOR and BCL6 are all localized to the same chromatin at bivalent gene promoters. Previously we showed that EZH2 mediated H3K27me3 is required for BCOR recruitment. However it was not clear why or how H3K27me3 is important for this effect. We postulated that a histone reader protein might bind to BCOR and recruit it to H3K27me3 marked chromatin. We therefore performed tandem affinity purification of BCOR followed by mass spectrometry to identify putative partner proteins and identified the chromodomain containing protein CBX8 as a novel BCOR partner. Notably CBX8 is the only H3K27 chromodomain protein that is upregulated in GC B cells. We confirmed endogenous BCOR-CBX8 interaction in human DLBCL cells. We showed that CBX8 is recruited to bivalent chromatin in an H3K27me3 dependent manner, and CBX8 depletion results in loss of BCOR complex assemble. Most strikingly, CBX8 knockdown was a phenocopy of EZH2 shRNA or EZH2 inhibitor. CBX8 loss resulted in derepression of EZH2 targets, and phenocopied the effect of EZH2 shRNA or inhibitors (proliferation arrest followed by plasma cell differentiation and then apoptosis). Therefore, CBX8 is shown for the first time to recruit non-canonical PRC1 and to explain how EZH2 cooperates with BCL6 to repress transcription and mediate the GC and DLBCL phenotype. PRC2 functions in a mutually interdependent manner with BCL6 to jointly enable stable association of non-canonical PRC1 complex with bivalent chromatin. In summary, our data establish a paradigm whereby EZH2 functions in a coordinate manner with transcription factors to transiently suppress genes in a cell context-specific manner relevant to its function in normal immunity as well as DLBCL. Our results also provide a rational basis for clinical translation of combined EZH2 and BCL6 inhibitors. Disclosures Levine: Foundation Medicine: Consultancy; CTI BioPharma: Membership on an entity's Board of Directors or advisory committees; Loxo Oncology: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "b-cell lymphomas",
        "chromatin",
        "germinal center of lymph node",
        "transcription factor",
        "diffuse large b-cell lymphoma",
        "hyperplasia",
        "histone methyltransferases",
        "histones",
        "leukemogenesis",
        "lymphoma"
    ],
    "author_names": [
        "Wendy Béguelin",
        "Matt Teater",
        "Connie Corcoran",
        "Michelle Hamline",
        "Randy D. Gascoyne",
        "Ross L. Levine, MD",
        "Omar Abdel-Wahab",
        "Rita Shaknovich",
        "Olivier Elemento",
        "Vivian J. Bardwell",
        "Ari Melnick, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wendy Béguelin",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matt Teater",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connie Corcoran",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Hamline",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randy D. Gascoyne",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross L. Levine, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omar Abdel-Wahab",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Shaknovich",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Elemento",
            "author_affiliations": [
                "Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivian J. Bardwell",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ari Melnick, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T09:30:15",
    "is_scraped": "1"
}