{
    "doi": "https://doi.org/10.1182/blood-2018-99-112455",
    "article_title": "Results of a Phase 3 Randomised Multicenter Study Comparing Pixantrone + Rituximab with Gemcitabine + Rituximab in Patients with Relapsed Aggressive B-Cell Non-Hodgkin Lymphoma Not Eligible for Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials: Poster III",
    "abstract_text": "Introduction: There are limited treatment options for patients with relapsed aggressive B-cell non-Hodgkin lymphoma (NHL) who are not candidates for high-dose therapy and stem-cell transplant (SCT). Reasons for ineligibility for intensive treatment include advanced age and overall condition, comorbidities, failure to respond to standard salvage treatment regimens, progressive disease following previous SCT, and presence of other adverse risk factors. The PIX306 study evaluated the efficacy of pixantrone + rituximab (PIX+R) compared with gemcitabine + rituximab (GEM+R) in patients with relapsed aggressive B-cell NHL in this particular clinical setting. We present the primary results of the core analysis of the PIX306 trial. Methods: PIX306 was a phase 3, multicentre, open-label, randomized trial in patients aged ≥18 years diagnosed with de novo diffuse large B-cell lymphoma (DLBCL), DLBCL transformed from indolent lymphoma, or grade 3 follicular lymphoma (FL) who relapsed after at least one standard rituximab-containing multi-agent regimen. Primary refractory de novo DLBCL and grade 3 FL, defined as progression within 12 weeks of the last cycle of the first-line treatment regimen, was an exclusion criterion. Patients were randomly allocated 1:1 to receive PIX 50 mg/m 2 or GEM 1000 mg/m 2 on days 1, 8 and 15 of a 28-day cycle, each in combination with R 375 mg/m 2 on day 1, for up to 6 cycles, with follow-up for progression up to 96 weeks. The primary endpoint was progression-free survival (PFS) as determined by the Independent Radiology Committee (IRC). Disease response was assessed according to the Modified IWG 2007 Revised Response Criteria. The current analysis is based on 197 PFS events (IRC). Overall survival (OS), complete response (CR), overall response rate (ORR), and safety were secondary endpoints. Results: The ITT population included 312 patients; 155 and 157 patients were randomly allocated to receive PIX+R and GEM+R, respectively. Groups were well balanced; no statistically significant differences in baseline demographics were shown (Table). Median age was 73 years (range: 26-91 years). Overall, 193 (61.9%) patients had received only one line of prior chemotherapy. Most patients (n=242; 77.6%) had de novo DLBCL, 43 (13.8%) had DLBCL transformed from indolent NHL and 27 (8.7%) had grade 3 FL. The majority of patients had Ann Arbor stage III/IV (n=230; 73.7%) disease, 166 (53.2%) patients had an IPI score of ≥3, and in 195 (62.5%) patients extranodal disease was diagnosed at baseline. In total, 116 (37.2%) patients had their first disease relapse within 1 year following the initiation of the front-line therapy for DLBCL or FL. Thirty-three (10.6%) patients had undergone a previous SCT. The study did not meet its primary objective of efficacy, as measured by PFS, of PIX+R vs GEM+R [P= 0.28; HR=0.85 (95% CI: 0.64, 1.14)]. The median PFS (95% CI) in the PIX+R and the GEM+R groups were 7.3 months (5.2; 8.4) and 6.3 months (4.4; 8.1), respectively. Median OS was 13.3 vs 19.6 months [HR=1.13 (95% CI: 0.83, 1.53), P=0.43], CR was observed in 35.5% vs 21.7% of patients, and ORR was 61.9% vs 43.9% in the PIX-R and GEM-R groups, respectively. Both regimens were reasonably tolerated and no new safety signals were reported. Cardiac failure was reported as a serious adverse event in 3 and 2 patients (2.0% and 1.3%) receiving PIX-R and GEM-R, respectively. Conclusions: This is the first study to investigate the efficacy of PIX+R vs GEM+R as second-line or later therapy in patients with relapsed aggressive B-cell NHL who are not eligible for SCT and who have few therapeutic options. Even though the present study did not meet its primary endpoint, the PFS observed in both the PIX+R and GEM+R groups were longer than the study outcomes previously reported in similar patient populations. View large Download slide View large Download slide  Close modal Disclosures Salles: Merck: Honoraria; Servier: Honoraria; Pfizer: Honoraria; Gilead: Honoraria; Acerta: Honoraria; AbbVie: Honoraria; Celgene: Honoraria, Research Funding; Roche: Honoraria, Research Funding; Novartis: Consultancy, Honoraria; Takeda: Honoraria; Janssen: Honoraria; Amgen: Honoraria; Epizyme: Honoraria; Morphosys: Honoraria. Jurczak: Epizyme: Research Funding; Celgene: Research Funding; Beigene: Research Funding; Bayer: Research Funding; Afimed: Research Funding; Gilead: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Sandoz-Novartis: Consultancy; Acerta: Consultancy, Research Funding; AstraZeneca: Consultancy; European Medicines Agency: Consultancy; Servier: Consultancy, Honoraria, Research Funding; Nordic Nanovector: Research Funding; Merck: Research Funding; Morphosys: Research Funding; Pharmacyclics: Research Funding; Roche: Research Funding; TG therapeutics: Research Funding. Andorsky: AstraZeneca: Consultancy; CTI BioPharma: Consultancy, Research Funding; Celgene: Research Funding; Genentech: Consultancy. Quick: CTI BioPharma: Research Funding. Singer: CTI BioPharma: Employment, Other: Stock options. Bedi Singh: CTI BioPharma: Employment, Other: Stock options. Wang: CTI BioPharma: Employment, Equity Ownership. Egorov: Servier: Employment. Gabarroca: Servier: Employment. Pettengell: CTI: Honoraria; Pfizer: Honoraria; Roche: Honoraria; Servier: Honoraria; Takeda: Honoraria.",
    "topics": [
        "b-cell lymphomas",
        "gemcitabine",
        "hematopoietic stem cell transplantation",
        "pixantrone",
        "randomization",
        "rituximab",
        "diffuse large b-cell lymphoma",
        "adverse event",
        "chemotherapy regimen",
        "complete remission"
    ],
    "author_names": [
        "Gilles Andre Salles",
        "Wojciech Jurczak",
        "David J. Andorsky, MD",
        "Donald P. Quick, MD",
        "Jack W. Singer, MD",
        "Simran Bedi Singh",
        "Lixia Wang, PhD",
        "Anton Egorov, MD",
        "Christine Gabarroca, MSc",
        "Ruth Pettengell, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gilles Andre Salles",
            "author_affiliations": [
                "Hematology Department, Centre Hospitalier Lyon-Sud, Pierre-Bénite, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wojciech Jurczak",
            "author_affiliations": [
                "Jagiellonian University, Kraków, Poland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J. Andorsky, MD",
            "author_affiliations": [
                "Rocky Mountain Cancer Centers, US Oncology Research, Boulder, CO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald P. Quick, MD",
            "author_affiliations": [
                "Joe Arrington Cancer Research Treatment Center, Lubbock, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jack W. Singer, MD",
            "author_affiliations": [
                "CTI Biopharma, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simran Bedi Singh",
            "author_affiliations": [
                "CTI Biopharma, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lixia Wang, PhD",
            "author_affiliations": [
                "CTI BioPharma Corp., Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anton Egorov, MD",
            "author_affiliations": [
                "Institut de Recherches Internationales Servier, Suresnes, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Gabarroca, MSc",
            "author_affiliations": [
                "Institut de Recherches Internationales Servier, Suresnes, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruth Pettengell, MD",
            "author_affiliations": [
                "St. George's Hospital, London, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T12:58:20",
    "is_scraped": "1"
}