{
    "doi": "https://doi.org/10.1182/blood-2021-146415",
    "article_title": "Chromatin Remodeling and Associated Changes in Gene Expression Induced By Bone Marrow Stromal Cells Identify Features of High-Risk Multiple Myeloma ",
    "article_date": "November 5, 2021",
    "session_type": "651.Multiple Myeloma and Plasma Cell Dyscrasias: Basic and Translational",
    "abstract_text": "Introduction: Stromal cells in the bone marrow microenvironment maintain a complex bidirectional relationship with the malignant plasma cells and have been implicated in the growth and survival of multiple myeloma (MM) cells along with the development of drug resistance and disease progression. We hypothesized that the perpetual induction of gene expression changes similar to those induced by stromal interactions may lead to an aggressive disease phenotype and possible stromal independence. We investigated the chromatin remodeling and associated gene expression changes in malignant plasma cells induced by stromal cells and applied the findings to large sets of patient data. Methods: We interrogated the chromatin accessibility (ATAC-seq) and gene expression profiles (RNA-seq) of malignant plasma cells (INA6, MM1S, RPMI) after co-culture with stromal cells (HS5). We identified de novo accessible enhancers and associated them with their putative target genes within conserved topologically associating domains based on their proximity in the linear genome. The in vitro data were then applied to data from patients with newly diagnosed MM (n=559). Using proportional hazards regression and automated feature selection algorithms we selected 10 of the 68 overexpressed target genes based on their association with progression-free survival. We devised a dichotomous classifier based on the expression of these 10 genes and validated its independent prognostic significance and ability to predict therapeutic resistance in two additional patient cohorts (n=214 and n=635, respectively). We applied gene set enrichment analysis to interrogate whether the gene expression profile induced by these adverse stromal interactions recapitulates the transcriptional program of extramedullary malignant plasma cells using single-cell RNA-seq. Results: Co-culture of malignant plasma cells with stromal cells induced widespread chromatin remodeling including de novo accessibility of known cis-regulatory elements and the overexpression of their putative target genes (68 overexpressed genes with associated accessible enhancers, overlap p=1.05x10 -13 ). The expression of 10 of these 68 genes was independently associated with progression-free survival in the UAMS TT2/3 data set (n=559). A summary measure of the expression of these 10 genes was dichotomized to classify approximately 30% of patients as having adverse stromal interactions (ASI+). The 10-gene ASI+ classifier was associated with overall survival in three independent patient cohorts with newly diagnosed MM: UAMS TT2/3 (29% ASI+, HR 1.93, 95% CI 1.43-2.62, p<0.001, n=559), IFM 2009 (32% ASI+, HR 2.61, 95% CI 1.67-4.10, p<0.001, n=214), and MMRF IA16 (30% ASI+, HR 1.69, 95% CI 1.29-2.24, p<0.001, n=635). Its prognostic significance was independent of age, sex, ISS stage, elevated LDH, high-risk cytogenetics, and the high-risk transcriptomic classifiers (UAMS-70, EMC-92). The 10-gene ASI+ classifier predicted resistance to first-line therapy in general and to treatment with VRd in particular (OR 1.64, 95% CI 1.10-2.43, p=0.015, MMRF IA16, n=211). Gene set enrichment analysis demonstrated that the gene expression profile of patients with ASI+ recapitulates the transcriptional program of extramedullary malignant plasma cells (5376 circulating plasma cells, NES 1.41, FDR=0.027; 477 plasma cells from malignant effusions, NES 1.37, FDR=0.029). This extramedullary-like gene expression pattern translated into a higher prevalence of circulating plasma cells among newly diagnosed ASI+ patients (54% versus 35%, p=1.65x10 -5 , MMRF IA16, n=629) and a higher incidence of bone disease and plasmacytoma progression during follow-up (HR 2.24, 95% CI 1.51-3.31, p<0.001, MMRF IA16, n=622). Conclusions: We identified permissive chromatin states and associated transcriptional programs induced by the interactions between MM cells and bone marrow stromal cells. The constitutive induction of genes in the malignant plasma cells of patients with newly diagnosed MM supported transcriptional programs associated with therapeutic resistance, accelerated disease dissemination, and impaired long-term survival. These changes may allow MM cells to acquire the capacity to sustain extramedullary growth. The development of novel therapeutic approaches to overcome these adverse stromal interactions remains an unmet need in patients with MM. Disclosures Munshi:  Adaptive Biotechnology: Consultancy; Karyopharm: Consultancy; Abbvie: Consultancy; Bristol-Myers Squibb: Consultancy; Celgene: Consultancy; Janssen: Consultancy; Takeda: Consultancy; Amgen: Consultancy; Oncopep: Consultancy, Current equity holder in publicly-traded company, Other: scientific founder, Patents & Royalties; Novartis: Consultancy; Legend: Consultancy; Pfizer: Consultancy.",
    "author_names": [
        "Moritz Binder",
        "Raphael E. Szalat",
        "Mariateresa Fulciniti",
        "Giovanni Parmigiani",
        "Mehmet K. Samur",
        "Nikhil C. Munshi"
    ],
    "author_dict_list": [
        {
            "author_name": "Moritz Binder",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Raphael E. Szalat",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariateresa Fulciniti",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Parmigiani",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehmet K. Samur",
            "author_affiliations": [
                "Department of Data Science, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA",
                "VA Boston Healthcare System, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:47:52",
    "is_scraped": "1"
}