{
    "doi": "https://doi.org/10.1182/blood.V104.11.3386.3386",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=113",
    "start_url_page_num": 113,
    "is_scraped": "1",
    "article_title": "Role of the Vitamin D Upregulated Protein 1 (VDUP1)-Controlled Stress Pathway in Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Graffi-1.4 (Gr-1.4) and CasBrM murine leukemia viruses induce myeloid leukemias due to deregulation of genes by proviral integration. Some of these genes, such as peroxiredoxin (PRDX-2), vitamin D upregulated protein 1 (VDUP1), and dual specific phosphatase 10 (DUSP10), are involved in the regulation of reactive oxygen species (ROS) induced stress pathways. ROS are known to influence signal transduction by modulating the activity of protein and lipid phosphatases and cell differentiation at relatively low levels, whereas high ROS levels induce apoptosis. Perturbations of the cellular redox state have a high impact on these processes. VDUP1 is a recently identified oxidative stress-responsive gene that suppresses thioredoxin activity in cardiomyocytes, thereby controlling cell survival. Integrations in the gene encoding VDUP1 all occurred at the 5′ and 3′ region with a frequency of 100% of the Gr-1.4 and 62% of the CasBrM induced leukemias. All cases of CasBrM leukemias with 3′ integrations (33% of leukemias) have additional integrations at the 5′end of VDUP1, suggesting that multiple virus integration sites cooperate in gene deregulation. A hotspot of integrations was found around 900 base pairs upstream of the ATG, near two newly identified heat shock elements. The presence of Gr-1.4 LTR sequences in the VDUP1 promoter and in the 3′ untranslated region results in a 2–2.5 times enhanced luciferase signal when compared to normal promoter activity. This effect was even greater (up to 6-fold) under stress conditions, suggesting that normal VDUP1 regulation is disrupted by viral integration. In human AML, we found that expression of VDUP1 transcripts is different in distinct patient clusters recently identified by gene expression profiling (Valk et al NEJM 2004, 350:1617-28), suggesting a specific involvement of this gene in certain subgroups of AML. For instance, AML samples exhibiting t(8;21) have significantly higher VDUP1 transcript levels compared to other AML patients. Furthermore, high VDUP1 protein levels significantly correlated with FAB classifications M4 and M5 and with younger age (<35 yrs), whereas low VDUP1 expression were found in FAB-M1 and M2 and in patients older than 50 years. To study the consequences of VDUP1 overexpression in normal myelopoiesis, we overexpressed the gene in murine hematopoietic progenitors by retroviral gene transfer and performed in vitro colony assays with G-CSF and liquid culture assay with different cytokine cocktails. Irrespective of the cytokine used, ectopic expression of VDUP1 resulted in accelerated apoptosis and inhibited proliferation, indicating that deregulation of VDUP1 as a single event does not confer a growth advantage and implying that additional events are needed for full leukemic transformation of myeloid precursors. DUSP10 or other members of the DUSP family might be candidates, as we observed that overexpression of DUSP10 in myeloid 32D cells decreased oxidative stress-induced activation of JNK and p38MAPK and inhibited apoptosis. We are currently generating 32D models in which VDUP1 and DUSP10 can be inducibly expressed to further address this hypothesis. In conclusion, we found that VDUP1 expression is frequently enhanced in mouse leukemia models due to viral integrations and also in distinct subgroups of human AML. Our data thus identify disruption of VDUP1-controlled oxidative stress responses as a novel mechanism involved in the pathogenesis of AML.",
    "topics": [
        "leukemia, myelocytic, acute",
        "stress",
        "vitamin d",
        "leukemia",
        "cytokine",
        "phosphoric monoester hydrolases",
        "gene expression profiling",
        "gene transfer techniques",
        "granulocyte colony-stimulating factor",
        "leukemia, myeloid"
    ],
    "author_names": [
        "Stefan J. Erkeland, MSc",
        "Marijke Valkhof",
        "Astrid Danen-van Oorschot, PhD",
        "Ivo P. Touw, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, ZH, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, ZH, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, ZH, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, ZH, Netherlands"
        ]
    ],
    "first_author_latitude": "51.9108848",
    "first_author_longitude": "4.467854099999999"
}