{
    "doi": "https://doi.org/10.1182/blood.V116.21.4696.4696",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1647",
    "start_url_page_num": 1647,
    "is_scraped": "1",
    "article_title": "TBI Based Conditioning Regimen and Intra Osseous Application of PBSC to Overcome Graft Resistance In a Patient with Autoimmune Lymphoproliferative Syndrome (ALPS) ",
    "article_date": "November 19, 2010",
    "session_type": "EXPERIMENTAL TRANSPLANTATION - BASIC BIOLOGY, IMMUNE FUNCTION, AND ENGRAFTMENT",
    "abstract_text": "Abstract 4696 Autoimmune lymphoproliferative syndrome (ALPS) is a rare immunologic disorder caused by defects in the Fas-induced programmed cell death pathway. Impaired lymphocyte apoptosis results in gradual lymphocyte accumulation and dysregulation of lymphocyte homeostasis. ALPS patients usually suffer from persistent generalized lymphadenopathy, hepato-splenomegaly, immune-mediated cytopenias, and other autoimmune phenomena. A 15-month-old boy was diagnosed with ALPS when he presented with typical symptoms. Lab exams showed a pancytopenia, elevated serum immunoglobulin levels, a peripheral expansion of double-negative T lymphocytes of up to 40% of TCRab+ T cells and impaired lymphocyte apoptosis. Molecular analysis confirmed the diagnosis of a type Ia ALPS by identifying a heterozygous Fas gene mutation (D260H). Despite treatment with repeated pulses of high-dose methylprednisolone, intravenous immunoglobulins, and mycophenolate mofetil (MMF) to control lymphoproliferation and recurrent pancytopenia his disease progressed. At three years of age he developed numerous arterial aneurysms of the iliac, mesenterial, renal, hepatic, right middle meningeal, brachial and femoral arteries up to 2.6 cm in diameter and lymphoproliferation resulting in paraplegia and right arm paresis. Stem cell transplantation was considered, and BMT from a 9/10 matched unrelated donor (MUD) after a reduced intensity conditioning regimen (CR) with Fludarabin (150 mg/m 2 ), Melphalan (140 mg/m 2 /d) and ATG (60mg/kg) was performed using 5.22 × 10 6 CD34 + cells/kg body weight. However, graft failure had to be diagnosed on day +27. 53 days after the first BMT a PBSCT from the same donor after myeloablative CR using Busulfan (19.2 mg/kg/d i.v.), Etoposid (30 mg/kg/d), Cyclophosphamid (120 mg/kg/d) and ATG (60mg/kg) was performed (24.5 × 10 6 CD34 + cells/kg bw). Again, graft failure was seen. At day +55 a third HSCT using PBSCT from another 9/10 MUD after CR with Fludarabin i.v. (160 mg/m 2 ), Thiotepa (5 mg/kg/d), 4 Gy total body irradiation (TBI) and campath (1 mg/kg) was performed. 10.8 × 10 6 CD34 + cells/kg bw were given intra osseous, 9.8 × 10 6 CD34 + cells/kg bw were given i.v. Engraftment was slow (Leukos 980 day +35), but chimerism showed 99 % donor cells. Two years later the patient is alive and well, with persistent engraftment and good hematological and immunological function. Arterial aneurysms stopped growing and some have thrombosed. This case illustrates some interesting points. Atypical and unusually severe manifestations of ALPS forced us to perform a HSCT in this patient. In severe ALPS stem cell engraftment is difficult to achieve as previously reported in the Fas deficient lpr mouse model. One reason might be the reduced ability of cytotoxic drugs to induce apoptosis in the Fas deficient recipient T cells. Thus, recipient T cells could persist and kill donor cells resulting in graft failure or rejection. Additionally, increased FasL expression on recipient cells could induce apoptosis in Fas bearing donor stem cells as shown in lpr mice. Also, trapping of infused stem cells in the extremely enlarged liver and spleen could have played a role. A 3 rd attempt was therefore designed to overcome graft resistance and proved finally successful. The use of TBI together with campath possibly induced more T cell apoptosis than chemotherapy alone. The intra osseous application probably increased engraftment efficiency by avoiding trapping of stem cells in liver and spleen and possibly by induction of tolerance by intra osseous application as described before. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autoimmune lymphoproliferative syndrome",
        "conditioning (psychology)",
        "peripheral blood stem cells",
        "tissue transplants",
        "cd34 antigens",
        "hematopoietic stem cell transplantation",
        "alemtuzumab",
        "arterial aneurysm",
        "pancytopenia",
        "atypical"
    ],
    "author_names": [
        "Daniel Stachel, MD",
        "Nora Naumann-Bartsch, MD",
        "Patrick Morhart, MD",
        "Markus Metzler, MD",
        "Thorsten Langer, MD",
        "Klaus Schwarz",
        "Wolfgang Holter, MD"
    ],
    "author_affiliations": [
        [
            "BMT Ward, Children's Hosp. of the Univ. of Erlangen, Erlangen, Germany, "
        ],
        [
            "BMT Ward, Children's Hosp. of the Univ. of Erlangen, Erlangen, Germany, "
        ],
        [
            "BMT Ward, Children's Hosp. of the Univ. of Erlangen, Erlangen, Germany, "
        ],
        [
            "Oncology, Children's Hosp. of the Univ. of Erlangen, Erlangen, Germany, "
        ],
        [
            "Oncology, Children's Hosp. of the Univ. of Erlangen, Erlangen, Germany, "
        ],
        [
            "Institute for Transfusion Medicine, University Hospital Ulm, Ulm, Germany, "
        ],
        [
            "Oncology, Childrens University Hospital Erlangen, Germany, Erlangen, Germany"
        ]
    ],
    "first_author_latitude": "49.5978804",
    "first_author_longitude": "11.004550699999998"
}