{
    "doi": "https://doi.org/10.1182/blood.V110.11.3295.3295",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=959",
    "start_url_page_num": 959,
    "is_scraped": "1",
    "article_title": "The Major Phagocyte Peroxidase-Derived Oxidant, HOSCN (Hypothiocyanous Acid), Induces Proinflammatory and Cytoprotective Gene Expression in Endothelium: A Mechanism for Microlocalized Regulation of Inflammation. ",
    "article_date": "November 16, 2007",
    "session_type": "Granulocytes, Monocytes and Macrophages",
    "topics": [
        "endothelium",
        "inflammation",
        "oxidants",
        "peroxidase",
        "phagocytes",
        "gene expression",
        "interleukin-8",
        "monocyte chemoattractant protein-1",
        "hydrogen peroxide",
        "hemin"
    ],
    "author_names": [
        "Shawn A. Mahmud, BA",
        "Jian-Guo Wang, Ph.D.",
        "Peng Wei, M.S.",
        "Molly S. Thomas, Ph.D.",
        "John D. Belcher, Ph.D.",
        "Gregory M. Vercellotti, M.D.",
        "Arne Slungaard, M.D."
    ],
    "author_affiliations": [
        [
            "Medicine, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Medicine, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Medicine, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Medicine, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Medicine, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Medicine, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Medicine, University of Minnesota, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "44.972542499999996",
    "first_author_longitude": "-93.2334764",
    "abstract_text": "Phagocyte peroxidases have recently been shown to play important roles in the pathogenesis of atherosclerosis, inflammatory bowel disease, and asthma. Thiocyanate (SCN-) is the principal physiologic substrate for eosinophil peroxidase (EPO) and a major (i.e., accounting for 50% of H2O2 consumed) substrate for myeloperoxidase (MPO). The product of these reactions is HOSCN (hypothiocyanous acid), a weak, exclusively sulfhydryl-reactive oxidant capable of diffusing across cell membranes to impose intracellular oxidant stress. Endothelium immediately subjacent to or near adherent activated PMN or eosinophils would likely be exposed to high concentrations of HOSCN. We have previously shown that HOSCN is a uniquely potent (up to 100-fold) phagocyte oxidant transcriptional inducer of human umbilical vein endothelial cell (HUVEC) expression of tissue factor (TF), ICAM-1, E-selectin, and VCAM-1, via a mechanism dependent upon NF-kB p65/p50 and p65/c-Rel transcription factor activation. To assess how HOSCN influences the entire endothelial transcriptosome, we incubated HUVEC monolayers (n=3, single donor-derived umbilical cord preparations) 4 hours in M199 medium containing 10% FCS supplemented with either buffer control or 150 microM HOSCN prior to total RNA extraction. Labeled cRNA was hybridized to Affymetrix U133 2.0 Plus Microarray Chips. Using extremely stringent statistical criteria (False Discovery Rate = 0), we find that HOSCN upregulates the expression of 28 genes 3 to 50-fold. In addition to confirming upregulation of the above-mentioned genes, we find stimulation of C-X-C (IL-8, GRO-a, and GRO-b) and C-C (MCP-1) chemokines (13–48 x baseline); pro-thrombotic PAI-1 and PAR2 (4–6x); and anti-apoptotic heme oxygenase-1 (HO-1), A20 and BIRC3 (5–13x). RT-PCR confirmed transcriptional upregulation of IL-8 and MCP-1. Culture supernanant fluid from HUVEC exposed 8h to 150 microM HOSCN -- but not to two other major phagocyte peroxidase-derived hypohalous acids, HOCl and HOBr -- had increased IL-8 (9x) and MCP-1 (10x) levels as assessed by ELISA and induced chemotaxis of PMN and monocytes in a transwell migration assay. HO-1 activity, assayed as bilirubin release from microsomal preps, was elevated by HOSCN to the same extent (3x) as in response to the prototypic inducer hemin chloride (10 microM). In contrast to the case for TF, the adhesion molecules, IL-8 and MCP-1, all three hypohalous acids (HOCl, HOBr, and HOSCN) induced HO-1 activity. Western blots showed that HOSCN, HOCl and HOBr, but not H2O2, induce HO-1 protein 6–10x. We confirmed a functional biologic consequence of this HO-1 upregulation using a hemin/H2O2 challenge protocol to assess HO-1 anti-apoptotic and cytoprotective activity. HOSCN- and HOBr- pre-treated HUVEC had 3-and 4-fold higher viability as assessed by annexin V and propidium iodide staining on flow cytometry than untreated control cells. Taken together, these results suggest that HOSCN serves as an exquisitely localized oxidant “second messenger” capable of orchestrating controlled amplification of endothelial inflammation while at the same time bolstering the capacity of endothelium to withstand oxidant stress imposed by attached and trafficking phagocytes."
}