{
    "doi": "https://doi.org/10.1182/blood.V104.11.49.49",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4",
    "start_url_page_num": 4,
    "is_scraped": "1",
    "article_title": " Frascati , a Mitochondrial Solute Transporter, and Its Role in Vertebrate Erythropoiesis. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "membrane transport proteins",
        "mitochondria",
        "solutes",
        "vertebrates",
        "erythropoiesis",
        "anemia",
        "iron",
        "complementary rna",
        "anemia, sideroblastic",
        "congenital abnormality"
    ],
    "author_names": [
        "Barry H. Paw, M.D., Ph.D.",
        "George C. Shaw, B.A.",
        "John J. Cope, B.A.",
        "Kenneth Corson, B.A.",
        "Candace Hersey, B.A.",
        "Rebecca Wingert, B.A.",
        "Gabriele E. Ackermann, Ph.D.",
        "David Traver, Ph.D.",
        "Nikolaus S. Trede, M.D., Ph.D.",
        "Bruce A. Barut, Ph.D.",
        "Leonard I. Zon, M.D."
    ],
    "author_affiliations": [
        [
            "Division, Hematology, Brigham & Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Division, Hematology, Brigham & Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Division, Hematology, Brigham & Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Division, Hematology, Brigham & Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Division, Hematology-Oncology, Children’s Hospital Boston, Boston, MA, USA"
        ],
        [
            "Division, Hematology-Oncology, Children’s Hospital Boston, Boston, MA, USA"
        ],
        [
            "Division, Hematology, Brigham & Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Division, Hematology-Oncology, Children’s Hospital Boston, Boston, MA, USA"
        ],
        [
            "Division, Hematology-Oncology, Children’s Hospital Boston, Boston, MA, USA"
        ],
        [
            "Division, Hematology-Oncology, Children’s Hospital Boston, Boston, MA, USA"
        ],
        [
            "Division, Hematology-Oncology, Children’s Hospital Boston, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.335417",
    "first_author_longitude": "-71.10624325",
    "abstract_text": "Acquired and congenital defects in iron metabolism from either deficiency or excess are one of the most common human diseases. Here we present the characterization of the zebrafish frascati mutation, which results in a profound hypochromic anemia and a developmental arrest at the pro-erythroblast stage. Using a positional cloning strategy, we have identified the gene disrupted frascati in mutants as a novel member of the mitochondrial solute transporter family. Members of this family of solute carriers have related tripartite sequence and structure. They function in transporting various metabolites and substrates across the inner mitochondrial membrane. We have verified the identity of the gene in zebrafish by the following criteria: (a) tissue-restricted expression in erythroid progenitors, (b) identification of missense mutations from the frascati five alleles, (c) rescue of anemia by over-expression frascati of cRNA in mutant embryos, and (d) mimicry of anemia using inactivating antisense morpholinos in wildtype embryos. We have also identified the functional ortholog in the mouse which has an analogous tissue and developmental expression pattern. The frascati ortholog in the mouse is highly expressed in fetal liver and adult bone marrow and spleen. The murine frascati transcript and protein are induced during terminal erythroid differentiation in MEL cells treated with either DMSO or HMBA. The over-expression of the mouse frascati cRNA in zebrafish frascati mutant embryos rescued their anemia with equal efficacy as the zebrafish clone. Given the identity of the gene and the requirement for iron in heme biosynthesis in the mitochondria of the developing erythron, we injected exogenous iron-dextran into frascati embryos. The embryos injected with iron-dextran were allowed to develop to 3 days post-fertilization, then stained for hemoglobinized cells with o-dianisidine and genotyped. Using this assay, the anemia caused by frascati the mutation could be partially rescued with exogenous iron supplementation. We therefore propose that the frascati gene functions as the essential transporter for iron importation into the mitochondria for heme biosynthesis and subsequent hemoglobin production in developing erythroid progenitors. Insight into the function of frascati the gene will be directly relevant to our understanding of human disorders of iron deficiency anemia and iron-overload sideroblastic anemia."
}