{
    "doi": "https://doi.org/10.1182/blood.V112.11.1773.1773",
    "article_title": "In Follicular Lymphoma (FL), γδt-Lymphocytes (γδT) Are Present and Expandable from Peripheral Blood and Rare in Tumour Lymph Nodes, Mostly in Peri-Follicular Areas. ",
    "article_date": "November 16, 2008",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Background : The tumour microenvironment plays an important role in the biology of FL. Different cell populations have been explored, including T-regulatory lymphocytes, macrophages, and T-cell subpopulation. The involvement of γδT in lymph nodes from FL patients or from inflammatory diseases has been rarely documented. So far, their histological pattern and prognosis significance are unknown and must be defined in order to develop new therapeutic programs including in vivo or ex vivo expansion of γδT, as developed particularly in B-cell malignancies by us and different groups. In this study, we analyzed from FL patients 1/the number of circulating γδT and their ex vivo expansion, 2/ the presence and distribution of γδT in tumour lymph nodes, and different chemokines, in comparison to inflammatory lymph nodes (ILN), by immunochemistry. Patients and Methods : Circulating γδT cells were counted in peripheral blood from patients having FL by FACS analysis. Blood samples from 34 patients were collected and expanded in vitro by using γδT ligands, referred to as “phosphoantigens”, including IPH1101 (used in clinical trials) and interleukin 2. Tumour samples from 51 patients (35 at diagnosis and 16 at relapse) having FL were collected from a single institution. Immunochemistry was used to study numbers and distribution of CD8, γδT cells, and the expression of CCL19, 21 and SDF1 chemokines. CCR7/γδT cells were analyzed by double immunofluorescence. Results were compared to 28 samples from patients having ILN. Results : The mean of circulating γδT was 0.36% (0.03–2.5) representing a mean of 2.2% of the CD3 cells. The mean percentage of γδT cells obtained after in vitro culture was 85% (2.1–95) with a mean 220-fold expansion (2-1050). The median number of γδT cells (cells/mm 2 ) in FL lymph node was 18 versus 47.5 in the ILN (mean: 30 versus 82,5), P <.00001. The median of CD8 cells was 1235 in FL as compared to 1503 in ILN (mean: 1290 versus 1524). CD8+ cells had different localization (i.e. intra-and /or extra-follicular localization), but γδT were strictly peri-follicular in both clinical situations. Immunohistochemistry of the high endothelial venules (HEVs) and lymphatic vessels (LV) of 14 FL and 14 ILN were performed. We observed a significant difference ( P = 2.10 −7 ) in the expression of only the CCL19 chemokine between FL and ILN, with a poor staining for CCL19 in FL lymph nodes. CCL21 and CXCL12 do not present a difference in their expression levels. The stroma was reactive for all these chemokines, while the SDF1/CXCL12 chemokine shows a topographic difference in the distribution of stromal cells around HEV. Conclusions : These observations suggest that γδT cells are present and expandable in PB from patients having FL including patients with advanced disease. In addition, γδT are not abundant in lymph nodes of patients with FL compared to ILN, but γδT conserve their CCR7+ phenotype. This deficiency could be explained by migratory problems provoked by a lack of CCL19 chemokine expression. As γδT have been demonstrated to kill tumour cells, including B-malignant cells, they could be considered as essential targets for immune therapy in different cancers including B-cell malignancies, but their activation and trafficking has to be considered.",
    "topics": [
        "follicular lymphoma",
        "lymph nodes",
        "lymphocytes",
        "neoplasms",
        "chemokines",
        "cancer",
        "stromal cell-derived factor 1",
        "aldesleukin",
        "immunotherapy",
        "inflammatory disorders"
    ],
    "author_names": [
        "Mounia Braza",
        "Therese Rousset",
        "Majda Saifi",
        "Guillaume Cartron",
        "Sylvie Lafaye de Micheaux",
        "Helene Sicard",
        "Patrick Squiban",
        "Valérie Costes",
        "Jean-Francois Rossi"
    ],
    "author_dict_list": [
        {
            "author_name": "Mounia Braza",
            "author_affiliations": [
                "Inserm U847, Institute of Biotherapy, Montpellier cedex5, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Therese Rousset",
            "author_affiliations": [
                "Pathology, University Hospital, 34295 Montpellier cedex 5, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Majda Saifi",
            "author_affiliations": [
                "Pathology, University Hospital, Montpellier 34295 cedex5, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillaume Cartron",
            "author_affiliations": [
                "Haematology-Oncology, INSERM U847 and CIC BT 509, University Hospital, Montpellier Cedex 5, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvie Lafaye de Micheaux",
            "author_affiliations": [
                "Medical Department, Innate Pharma, Marseille, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helene Sicard",
            "author_affiliations": [
                "Research and Development, Innate Pharma, Marseille, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Squiban",
            "author_affiliations": [
                "Medical Department, Innate Pharma, Marseille, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valérie Costes",
            "author_affiliations": [
                "Pathology, University Hospital and INSERM U847, Montpellier cedex5, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Francois Rossi",
            "author_affiliations": [
                "Hematology-Oncology, Chu Lapeyronie, Montpellier, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T15:39:59",
    "is_scraped": "1"
}