{
    "doi": "https://doi.org/10.1182/blood.V118.21.4354.4354",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2018",
    "start_url_page_num": 2018,
    "is_scraped": "1",
    "article_title": "ADAMTS13 Cleavage of Von Willebrand Factor (VWF) in Commercial Concentrates and Effect on VWF Function ",
    "article_date": "November 18, 2011",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "adamts13 gene",
        "concentrate dosage form",
        "cytokinesis",
        "von willebrand factor",
        "gel",
        "antigens",
        "chromatography, affinity",
        "electrophoresis, agar gel",
        "heparin",
        "von willebrand disease"
    ],
    "author_names": [
        "Birte Fuchs, PhD",
        "Barbera Solecka, PhD",
        "Mario Kröning",
        "Christoph Kannicht, PhD",
        "Bruce A. Schwartz, PhD"
    ],
    "author_affiliations": [
        [
            "Octapharma R&D Molecular Biochemistry, Octapharma AG, berlin, Germany, "
        ],
        [
            "Octapharma R&D, Molecular Biochemistry, Octapharma AG, Berlin, Germany, "
        ],
        [
            "Octapharma R&D, Molecular Biochemistry, Octapharma AG, Berlin, Germany, "
        ],
        [
            "Octapharma R&D, Molecular Biochemistry, Octapharma AG, Berlin, Germany, "
        ],
        [
            "Clinical Research, Octapharma, Hoboken, NJ, USA"
        ]
    ],
    "first_author_latitude": "52.5068441",
    "first_author_longitude": "13.42473175",
    "abstract_text": "Abstract 4354 Objective: The characteristic multimeric pattern of plasmatic VWF results from asymmetric cleavage by ADAMTS13. Regulation of VWF multimer distribution is critical for its physiological function. In human plasma, VWF multimer gels reveal species of various multimeric sizes with flanking satellite bands (triplets). The faster and slower migrating bands encompassing a VWF multimer lack one N -terminal fragment or possess an additional N -terminal fragment, respectively. Defects in VWF secretion, impaired assembly of multimers, or increased proteolysis can cause von Willebrand Disease (VWD). Distribution of VWF triplet bands is significantly altered in some plasma-derived VWF concentrates. The impact of triplet structure on VWF function has not been investigated so far. Methods: Four commercially available VWF concentrates were analyzed for ADAMTS13 content as well as VWF multimer- and triplet structure using agarose gel electrophoresis. ADAMTS13 activity was quantified by fluorescence resonance energy transfer (FRET) assay. Samples composed of different VWF triplet distribution but comparable multimers were obtained by heparin affinity chromatography. Platelet adhesion under flow was determined using a flow-chamber model. Results: VWF concentrates markedly differed with respect to their content of ADAMTS13 antigen and activity. A higher content of ADAMTS13 correlated with an altered triplet structure reflected by an increased presence of the faster migrating triplet band, indicating VWF proteolysis. VWF-mediated platelet adhesion under flow over time was increased using a VWF fraction predominantly containing the slower migrating triplet band. Conclusion: These findings suggest that an intact triplet structure has an impact on platelet adhesion at physiological high arterial shear rate conditions. The relevance of VWF N -terminal domains for platelet binding and potential clinical consequences of enhanced proteolysis in commercial concentrates has to be further evaluated. Disclosures: Fuchs: octapharma: Employment. Solecka: Octapharma: Employment. Kröning: Octapharma: Employment. Kannicht: Octapharma: Employment. Schwartz: Octapharma: Employment."
}