{
    "doi": "https://doi.org/10.1182/blood-2021-145661",
    "article_title": "Hepatotoxicity in Adolescent and Young Adult Hispanic Patients Treated with Pediatric Regimens for Acute Lymphoblastic Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "614.Acute Lymphoblastic Leukemias: Therapies, Excluding Transplantation and Cellular Immunotherapies",
    "abstract_text": "Introduction: Pediatric or pediatric-inspired regimens are used in the treatment of adolescent or young adult (AYA) patients with acute lymphoblastic leukemia (ALL). While overall survival is improved with these regimens, hepatotoxicity and metabolic complications are common adverse events related to the increased dosages of asparaginase and steroids used vs adult ALL regimens. Among ethnicities, prevalence of metabolic syndrome and hepatic steatosis is highest in the Hispanic population, which comprises ~20% of the US population and carries an increased risk of ALL. Surprisingly, there is limited literature describing hepatotoxicity in this at-risk population. Herein we describe our experience with this adverse effect in AYA Hispanic patients (<50 yrs) treated with pediatric ALL regimens at an urban academic medical center. Methods: Single-center retrospective chart review of patients with ALL treated from January 1, 2010 to May 30, 2021 at the University of Illinois at Chicago. Patients with an associated ALL diagnosis were identified through an internal pathology database. Demographic information, clinical characteristics, treatment history and complications [grade 3/4 transaminitis, development of non-alcoholic fatty liver (NAFLD) on imaging, non-alcoholic steato-hepatitis (NASH)/fibrosis/cirrhosis on biopsy, pancreatitis, treatment change or drug discontinuation secondary to hepatotoxicity] were abstracted from the EMR. Descriptive statistics were used to determine outcome frequencies. Results: We identified 33 Hispanic (n= 20) and Non-Hispanic White (NHW; n = 13) patients with either B-ALL or T-ALL, with each demographic stratified by pediatric or adult regimen therapy (Table 1). Pediatric regimens include Children's Oncology Group protocols and E1910; the adult regimen was HyperCVAD. Of 16 Hispanic patients who received pediatric regimens, 7 (44%) had pre-existing diabetes, 1 had fatty liver on baseline imaging and 1 biopsy-confirmed NASH. During treatment, 12/16 (75%) developed grade 3/4 hepatotoxicity, 11 (69%) developed mild-severe NAFLD on imaging, 2 additional patients developed cirrhosis, and 4 (25%) pancreatitis. Treatment-related adverse events prompted therapy change or drug discontinuation in 25%. Hispanic patients, (n = 4), on adult and NHW patients, (n = 7), on pediatric regimens had low rates of pre-existing comorbidities, but of the older NHW patients, (n = 6), on an adult regimen, 4/6 (67%) and 1/6 had underlying diabetes or NAFLD, respectively. We found similar high rates of grade 3/4 hepatotoxicity in Hispanics on an adult regimen (100%) and NHW patients on either a pediatric (71%) or adult regimen (50%). However, fewer patients developed NAFLD (4/17, 24%), only 1 (Hispanic) patient developed fibrosis, and none developed pancreatitis. There was no difference in mean BMI between Hispanic and NHW patients. Conclusions: While grade 3/4 transaminitis is described during ALL treatment, in this retrospective analysis we observed that Hispanic AYA patients treated on pediatric protocols frequently develop more serious complications including hepatic steatosis, cirrhosis or pancreatitis. Co-existing metabolic syndrome is associated with a higher incidence of simple steatosis (SS; 70% in obesity, 90% in diabetes), and Hispanic patients have a higher baseline SS incidence (45% in Hispanics vs 33% in NHW), which in the context of use of higher doses of steroids and asparaginase may explain their increased frequency of progression to NASH and fibrosis. As few underwent biopsy, the true incidence is likely underrepresented. Additionally, Hispanics treated on a pediatric regimen more frequently developed pancreatitis than NHW patients on the same regimen. SS is related to the accumulation of hepatic free fatty acids and triglycerides, thus patients with SS or at risk may have impaired free fatty acid metabolism that predisposes to pancreatitis with asparaginase use. Limitations of this study include a small sample size, partial availability of baseline imaging, and non-standardized radiographic interpretations of the degree of steatosis. However, our findings suggest further investigation is warranted and a multi-center study is in progress. Our study highlights the need for closer monitoring of Hispanic patients to mitigate the risk of serious liver disease with the use of curative pediatric regimens for ALL. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Mahir Khan",
        "Eshana Shah",
        "Saad Arain",
        "Kaily Kurzweil",
        "Carlos A. Murga-Zamalloa",
        "John G. Quigley"
    ],
    "author_dict_list": [
        {
            "author_name": "Mahir Khan",
            "author_affiliations": [
                "Department of Medicine, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eshana Shah",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saad Arain",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Illinois Hospital & Health Sciences System, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaily Kurzweil",
            "author_affiliations": [
                "Department of Pharmacy Practice, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos A. Murga-Zamalloa",
            "author_affiliations": [
                "Pathology Department, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Quigley",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:09:46",
    "is_scraped": "1"
}