{
    "doi": "https://doi.org/10.1182/blood.V114.22.3448.3448",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1587",
    "start_url_page_num": 1587,
    "is_scraped": "1",
    "article_title": "Pretreatment Factors Associated with Second Malignancies Occuring After Frontline Fludarabine, Cyclophosphamide, and Rituximab (FCR) in Patients with Chronic Lymphocytic Leukemia (CLL). ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - THERAPY, EXCLUDING TRANSPLANTATION POSTER II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclophosphamide",
        "fludarabine",
        "neoplasms, second primary",
        "rituximab",
        "cancer",
        "brachial plexus neuritis",
        "follow-up",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Nicolas Batty, MD",
        "Xavier C. Badoux, MBBS",
        "Michael Keating, MD",
        "E. Lin",
        "Susan Lerner, M.S., RHIA",
        "Susan O'Brien",
        "Alessandra Ferrajoli, MD.",
        "Tapan Kadia, MD",
        "Jan A. Burger, MD, PhD",
        "Stefan Faderl, MD",
        "William G. Wierda, M.D., Ph.D"
    ],
    "author_affiliations": [
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "M.D. Anderson Cancer Ctr., Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, Unit 428, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, University of Texas, MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 3448 Poster Board III-336 Introduction Patients (pts) with CLL have more than twice the risk of developing second malignancies [1]. Frontline therapy with FCR was the strongest independent determinant of survival when compared to FC in patients with CLL in retrospective analysis [2]. This study aims to identify pretreatment factors that may be associated with the development of 2 nd malignancies in patients with CLL treated with FCR as initial therapy. Methods Our analysis includes pts with CLL treated between July 1999 and November 2003, on a Phase II trial of FCR as initial therapy. Patients who had developed a 2 nd malignancy prior to initiation of therapy were excluded. Patients were divided in 2 groups according to whether they developed a 2 nd malignancy during the follow up period. Time to 2 nd malignancy was defined as the time from treatment to the first occurrence of 2 nd malignancy. Chromosomal abnormalities were detected by metaphase karyotype of bone marrow leukemia cells. Patient characteristics, response to FCR, and overall survival were compared between the two groups using: Wilcoxon rank for continuous variables or Chi-square tests for categorical variables; Kaplan-Meier method was used to generate survival curves and log-rank test was used to assess differences in survival between subgroups. Responses were assessed by 1996 NCI-WG criteria after completion of treatment. Univariate and multivariate Cox proportional hazards model were fitted to assess the association between pts' characteristics and the second malignancy-free survival. Results Among 300 pts with CLL treated with frontline FCR, 46 had a 2 nd cancer diagnosed prior to FCR were therefore excluded from this analysis, resulting in a total of 254 pts (85%). With a median follow-up of 76 months, 58 pts (23%) have developed a 2 nd malignancy. These included hematological malignancies n=20, non-melanoma skin cancer n=18, solid tumors n=15 and 5 patients have more than 1 type of malignancy. Pts who developed a 2 nd malignancy had significantly higher pretreatment percent of lymphocyte in the bone marrow (p=0.04), were less likely to have enlarged spleen size (p=0.024), and were more likely to have deletion of or abnormal chromosome 17 (p=0.008). The overall survival or the responses to treatment were not different between the 2 groups of pts. In the Cox proportional hazards model, abnormalities of chromosome 17 and 13 were statistically significantly associated with shorter time to 2 nd malignancy: HR, 9.79 (95% CI, 2.84 - 33.82), p=0.0003 and HR, 4.019 (95% CI, 1.41 - 11.42), p=0.009, respectively. Conclusion Chromosome 17 and 13 abnormalities identified by standard metaphase karyotype analysis were more common in patients with CLL who develop 2 nd malignancy after FCR therapy. The response rates and overall survival were not different between patients with CLL with or without 2 nd malignancy after frontline therapy with FCR. Tsimberidou AM, Wen S, McLaughlin P, et al., J Clin Oncol. 2009 Feb 20;27(6):904-10. Tam CS, O'Brien S, Wierda W, et. al., Blood. 2008 Aug 15;112(4):975-80. Univariate Cox proportional hazards model in estimating the associations between covariates and 2 nd malignancy free survival.  PARAMETER . N . P . HR . 95%CI of HR . Gender (M vs F) 244 0.457 1.273 0.673 2.407 Age (>=60 vs <60) 244 0.326 1.334 0.751 2.368 RAI (3-4 vs 0-2) 244 0.115 0.582 0.297 1.142 B2M (>=4 vs <4) 242 0.548 0.834 0.461 1.508 ALB (3.5) 244 0.483 0.658 0.204 2.119 Creatinine (>1.5 vs <=1.5) 244 0.262 1.799 0.645 5.022 LDH (>2x vs <=2x) 243 0.55 0.823 0.436 1.556 Hepatomegaly (yes vs no) 244 0.118 0.505 0.215 1.188 Splenomegaly (yes vs no) 243 0.054 0.561 0.312 1.011 Hgb (>=11 vs <11) 244 0.111 2.007 0.853 4.722 PLT (>=100 vs <100) 244 0.668 1.181 0.553 2.524 Absolute lymphocyte count (>=30 vs <30) 244 0.469 0.798 0.433 1.47 CD19+38 (>=20 vs <20) 205 0.976 1.011 0.488 2.098 ZAP70 (pos vs neg) 86 0.551 1.393 0.468 4.146 17p (yes vs no) 186 0.0003 9.798 2.839 33.821 11q(yes vs no) 186 0.732 0.779 0.187 3.248 13q(yes vs no) 186 0.009 4.019 1.414 11.424 DIP(yes vs no) 186 0.69 0.865 0.424 1.766 PARAMETER . N . P . HR . 95%CI of HR . Gender (M vs F) 244 0.457 1.273 0.673 2.407 Age (>=60 vs <60) 244 0.326 1.334 0.751 2.368 RAI (3-4 vs 0-2) 244 0.115 0.582 0.297 1.142 B2M (>=4 vs <4) 242 0.548 0.834 0.461 1.508 ALB (3.5) 244 0.483 0.658 0.204 2.119 Creatinine (>1.5 vs <=1.5) 244 0.262 1.799 0.645 5.022 LDH (>2x vs <=2x) 243 0.55 0.823 0.436 1.556 Hepatomegaly (yes vs no) 244 0.118 0.505 0.215 1.188 Splenomegaly (yes vs no) 243 0.054 0.561 0.312 1.011 Hgb (>=11 vs <11) 244 0.111 2.007 0.853 4.722 PLT (>=100 vs <100) 244 0.668 1.181 0.553 2.524 Absolute lymphocyte count (>=30 vs <30) 244 0.469 0.798 0.433 1.47 CD19+38 (>=20 vs <20) 205 0.976 1.011 0.488 2.098 ZAP70 (pos vs neg) 86 0.551 1.393 0.468 4.146 17p (yes vs no) 186 0.0003 9.798 2.839 33.821 11q(yes vs no) 186 0.732 0.779 0.187 3.248 13q(yes vs no) 186 0.009 4.019 1.414 11.424 DIP(yes vs no) 186 0.69 0.865 0.424 1.766 View Large Disclosures No relevant conflicts of interest to declare."
}