{
    "doi": "https://doi.org/10.1182/blood-2018-155",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4005",
    "start_url_page_num": 4005,
    "is_scraped": "1",
    "article_title": "Results from a Phase II Study of Isatuximab As a Single Agent and in Combination with Dexamethasone in Patients with Relapsed/Refractory Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Novel Antibody Combinations in Myeloma",
    "topics": null,
    "author_names": [
        "Meletios A Dimopoulos, MD",
        "Sara Bringhen, MD",
        "Pekka Anttila, MD",
        "Marcelo Capra, MD PhD",
        "Michele Cavo, MD",
        "Craig E. Cole, MD",
        "Cristina J Gasparetto, MD",
        "Vania T. M. Hungria, MD PhD",
        "Matthew Jenner",
        "Vladimir Vorobyev, MD PhD",
        "Eduardo Yanez Ruiz",
        "Jianyun Yin",
        "Anthony Hamlett",
        "Ravi Vij, MBBS"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens School of Medicine, Athens, Greece "
        ],
        [
            "Myeloma Unit, Division of Hematology, University of Torino, Torino, Italy "
        ],
        [
            "Division of Hematology, Comprehensive Cancer Center, Helsinki University and Helsinki University Hospital, Helsinki, Finland "
        ],
        [
            "Hospital Mãe de Deus, Porto Alegre, Brazil "
        ],
        [
            "Seràgnoli\" Institute of Hematology, Sant'Orsola-Malpighi University Hospital, Bologna, Italy "
        ],
        [
            "Division of Hematology/Oncology, University of Michigan, Ann Arbor, MI "
        ],
        [
            "Hematologic Malignancies & Cellular Therapy Duke University, Durham, NC "
        ],
        [
            "Santa Casa Medical School, Sao Paolo, Brazil "
        ],
        [
            "University Hospital Southampton NHS Foundation Trust, Southampton, United Kingdom "
        ],
        [
            "S.P.Botkin City Hospital, Moscow, Russian Federation "
        ],
        [
            "Instituto Clinico Oncologico del Sur, Temuco, Chile "
        ],
        [
            "Sanofi, Bridgewater, MA "
        ],
        [
            "Sanofi, Cambridge, MA "
        ],
        [
            "Washington University School of Medicine, St Louis, MO"
        ]
    ],
    "first_author_latitude": "37.968196",
    "first_author_longitude": "23.778687100000003",
    "abstract_text": "Background : Isatuximab (ISA) targets CD38-expressing tumor cells through a combination of activities, including antibody-dependent cellular cytotoxicity, direct pro-apoptotic activity, and complement-dependent cytotoxicity. A phase I study evaluating ISA monotherapy demonstrated promising clinical activity in 35 patients with relapsed/refractory multiple myeloma (RRMM) (Martin T et al, J Clin Oncol 2014; 32:8532). This is an ongoing phase II study (NCT01084252) with 2 stages: stage 1 to select the dose for stage 2 of the study, and stage 2 to assess efficacy and safety of ISA monotherapy or in combination with dexamethasone in RRMM. In stage 1, patients were randomized to 1 of 3 dose groups: ISA 3 mg/kg Q2W, 10 mg/kg Q2W × 2 cycles then Q4W, or 10 mg/kg Q2W. Based on pharmacokinetic data, a fourth dose of 20 mg/kg QW × 4 doses then Q2W was added. The overall response rates (ORRs) for the 4 dosing schemes were 4% (1/23), 20% (5/25), 29% (7/24), and 24% (6/25), respectively. Based on these results, a dose of 20 mg/kg QW for cycle 1 followed by 20 mg/kg Q2W in subsequent cycles was chosen for stage 2 of the study (Richter J et al, J Clin Oncol 2016;34:8005). Here, we report the baseline characteristics and demographic data from stage 2 at the selected dosing scheme from stage 1. Full safety and efficacy data will be presented at the meeting. Methods : This study enrolled patients with MM who had previously received an immunomodulatory drug and a proteasome inhibitor. Patients received ISA monotherapy (20 mg/kg on Day 1, 8, 15, and 22 [QW] of cycle 1 followed by 20 mg/kg on Day 1 and 15 [Q2W] of subsequent cycles) or ISA in combination with dexamethasone (40 mg/day [20 mg/day in patients ≥75 years old]). The primary objective was to evaluate the activity of ISA as monotherapy and in combination with dexamethasone in patients with RRMM in terms of ORR. Results : A total of 165 patients received at least 1 cycle of treatment. Median age was 67 (37-85) years. Median time from diagnosis to first dose was 5.35 (0.7-23.0) years. Median number of prior lines was 4 (2-11) and median number of prior regimens was 6 (2-17). Patients received a median of 5 (1-17) cycles of treatment, with a median duration of exposure of 22 (1-69) weeks. Discontinuation occurred in 106 (64.2%) patients due to adverse events (15 patients, 9.1%), disease progression (85 patients, 51.5%), or patient decision (6 patients, 3.6%). Conclusion : The full efficacy and safety data for this heavily pre-treated RRMM population will be available for presentation at the meeting. Funding: Sanofi Disclosures Dimopoulos: Janssen: Honoraria; Takeda: Honoraria; Bristol-Myers Squibb: Honoraria; Amgen: Honoraria; Celgene: Honoraria. Bringhen: Celgene: Honoraria; Amgen: Honoraria, Other: Advisory Board; Janssen: Honoraria, Other: Advisory Board; Takeda: Consultancy; Bristol-Myers Squibb: Honoraria. Anttila: Janssen: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees. Capra: Janssen: Research Funding, Speakers Bureau; Roche: Speakers Bureau; Amgen: Speakers Bureau; AbbVie: Research Funding; Sanofi: Research Funding; Bristol Myers Squibb: Research Funding; Novartis: Research Funding. Cavo: AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; GlaxoSmithKline: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees. Cole: University of Michigan: Employment; Cancer Support Community myeloma advisory board: Membership on an entity's Board of Directors or advisory committees. Gasparetto: Celgene: Consultancy, Honoraria, Other: Travel, Research Funding; Janssen: Consultancy, Honoraria, Other: Travel; Bristol-Myers Squibb: Consultancy, Honoraria, Other: Travel; Takeda: Honoraria. Hungria: Janssen: Honoraria; Celgene: Honoraria; Amgen: Honoraria; Takeda: Honoraria. Jenner: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Vorobyev: Janssen: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Biocad: Consultancy; Takeda: Speakers Bureau; BMS: Speakers Bureau; Astellas: Speakers Bureau. Yanez Ruiz: Universidad de la Frontera: Employment. Yin: Sanofi: Employment. Hamlett: BDM Consulting Inc.: Employment; Sanofi: Consultancy. Vij: Jansson: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Karyopharma: Honoraria, Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}