{
    "doi": "https://doi.org/10.1182/blood-2018-99-116040",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4046",
    "start_url_page_num": 4046,
    "is_scraped": "1",
    "article_title": "Sustainability of Hematological and Clinical Benefits to HU Administration in the Prevention of Sickle-Cell Vaso-Occlusive Crises in Routine Practice ",
    "article_date": "November 29, 2018",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia—Clinical: Pain and Pain Management in Sickle Cell Disease",
    "topics": [
        "adverse effects",
        "drepanocytes",
        "fetal hemoglobin",
        "follow-up",
        "hydroxyurea",
        "mean corpuscular volume analyses",
        "myelosuppression",
        "neutropenia",
        "sickle cell anemia",
        "thalidomide"
    ],
    "author_names": [
        "Ersi Voskaridou, MD",
        "Lena Oevermann, MD",
        "Corinne Armari-Alla, MD",
        "Uwe Kordes, MD MRCP",
        "Frédéric Galactéros, MDPhD",
        "Malika Benkerrou, MD",
        "Isabelle Thuret, MD",
        "Dominique Steschenko, MD"
    ],
    "author_affiliations": [
        [
            "Thalassemia and Sickle Cell Disease Center, Laikon General Hospital, Athens, Greece "
        ],
        [
            "Charité-Universitätsmedizin, Berlin, Germany "
        ],
        [
            "Hopital de jour Hopital Couple Enfant CHU Grenoble, La Tronche, France "
        ],
        [
            "University Medical Center Eppendorf, Hamburg, DEU "
        ],
        [
            "Sickle cell referral center, Internal Medicine Unit, Henri Mondor Hospital, Assistance Publique-Hôpitaux de Paris, Créteil, France, Creteil, France ",
            "Unité des Maladies Génétiques du Globule Rouge, CHU Henri Mondor, Créteil, France "
        ],
        [
            "Robert Debré Hospital - APHP, Paris, France "
        ],
        [
            "Pediatric Hematology, Hôpital de la Timone, Marseille, France "
        ],
        [
            "CHU de Nancy, Vandoeuvre les Nancy, France"
        ]
    ],
    "first_author_latitude": "37.9834301",
    "first_author_longitude": "23.7653372",
    "abstract_text": "Hydroxyurea (HU) is approved in EU and USA for preventing vaso-occlusive crises (VOC) including acute chest syndromes (ACS) in adults, adolescents and children ≥2 years with sickle-cell disease (SCD). Further to the double blinded, randomized controlled Multicenter Study of Hydroxyurea administration (MSH) which provided the first data on clinical efficacy of HU (Charache 1995), a few follow-up studies suggested that long-term use of HU resulted in significant clinical benefit on patient outcome. This was reflected by lower mortality rates in HU-treated patients compared to conventionally treated patients (Steinberg 2003 & 2010, Voskaridou 2010, Lê 2015). Sustained hematological and clinical response after several years of follow-up at maximal tolerated dose was further shown in subsequent studies, especially the LaSHS study (Voskaridou 2010). Based on these data, the ESCORT-HU (European Sickle Cell Disease COhoRT - HydroxyUrea) study was launched aiming in the establishment of the safety and the sustainability of hematological and clinical benefits to HU administration in the prevention of sickle-cell vaso-occlusive crises in routine practice. We hereby present preliminary results from a large cohort of patients enrolled in the study between January 2009 and June 2017. 1920 patients were enrolled from 63 centers in France, Germany, Greece and Italy, For 147 of the 600 HU-naive patients (never treated with HU before enrolment) and started on HU for VOC or ACS, there was documented clinical outcome (number of VOC >48h and ACS episodes per year) over a 4-year follow-up period. These patients were selected for analysis to evaluate sustainability of clinical and hematological HU response in routine practice. Demographic data and Hb genotypes are displayed in table 1 . The children group was mainly composed of βS/βS patients, while adults were mainly βS/βS and βS/β-thal patients. As shown in figure 1 and 2 , there was a dramatic reduction in the number of VOC >48h and ACS episodes (-79%) from year 1 in adults and children, with results comparable to previous randomised clinical trials in adults (Charache et al., 1995) and children (Jain et al , 2012). Overall, the reduction in number of VOC (>48h) and ACS was stable over the 4 years of follow-up. This reduction is inversely proportional to the increase in HbF. There were however a moderate rebound in children from year 2 while adults remained stable. Similarly, there was reduction in the proportion of adults and children requiring transfusion ( figure 3 ). The clinical benefit of HU was higher in severe forms of SCD, as displayed by the markedly reduced number of patients with ≥ 3 VOC episodes (>48h)/year at year 1 ( figure 4 ). Hematological response to HU was evidenced as soon as year 1 with a marked increase in HbF% (+6-10) and were maintained over subsequent years of treatment ( figure 1 and 2 ) as the dose of HU was further increased. While there was no striking differences in HbF% variation between age groups and genotypes, the requirement for increase in HU dose over the 4 years of follow-up was markedly higher in children, probably reflecting the different severity between the two population at entry ( figure 5 ). The red cell red cell mean corpuscular volume (MCV) could be used as a measurement of compliance, showing differences between age group ( figure 5 ). There was, as expected, an apparent negative correlation between induction of HbF synthesis and number of VOC >48h and ACS episodes at year 1, attesting to reduced effectiveness of treatment in some patients ( figure 6 ). Improvement in blood parameters was accompanied by mild reduction of absolute neutrophil and platelet count although not to the point of myelosuppression (defined as ANC < 2 x 10 9 /L), showing that MTD was not targeted in routine practice. Treatment-emergent adverse reactions occurring in the 147 patients of the cohort over the 4 years of follow-up were consistent with the known safety profile of hydroxyurea. The commonest effects included neutropenia and thrombocytopenia (25 events in 13 patients) and were easily manageable with temporary discontinuation of treatment. No tumorigenesis was reported. In conclusion, preliminary results from ESCORT-HU in 147 patients treated with HU showed sustained hematological and clinical response while MTD was not targeted, with differences between adults and children which may be attributed in part to reduced compliance in the latter group. View large Download slide View large Download slide  Disclosures Voskaridou: Celgene Corp: Membership on an entity's Board of Directors or advisory committees, Research Funding; Acceleron: Membership on an entity's Board of Directors or advisory committees, Research Funding. Oevermann: Addmedica: Membership on an entity's Board of Directors or advisory committees. Thuret: Addmedica: Research Funding; bluebird bio: Research Funding; Novartis: Research Funding. Steschenko: Novartis: Membership on an entity's Board of Directors or advisory committees."
}