{
    "doi": "https://doi.org/10.1182/blood.V104.11.3184.3184",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=136",
    "start_url_page_num": 136,
    "is_scraped": "1",
    "article_title": "Assessing Hemostatic Efficacy of Continuous Expression of Factor VIIa Following Administration of AAV Vectors into Hemophilia B Mice. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "factor viia",
        "hemophilia b",
        "hemostatics",
        "mice",
        "spatial vectors",
        "hemostasis procedures",
        "thrombosis",
        "infusion procedures",
        "recombinant coagulation factor viia",
        "activated partial thromboplastin time measurement"
    ],
    "author_names": [
        "Alexander Schlachterman, B.A.",
        "Jianhua Liu",
        "Majed Aljamali, Ph.D.",
        "Valder R. Arruda, M.D., Ph.D.",
        "Katherine A. High, M.D."
    ],
    "author_affiliations": [
        [
            "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA",
            "Pediatrics, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA",
            "Pediatrics, University of Pennsylvania School of Medicine, Philadelphia, PA, USA",
            "Howard Hughes Medical Institute, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.947761799999995",
    "first_author_longitude": "-75.19269659999999",
    "abstract_text": "In previous work, we have shown that portal vein infusion of an AAV vector expressing an engineered secreted activated murine factor VIIa (mFVIIa) results in long-term phenotypic correction of mFVIIa and phenotypic correction in hemophilia B mice, as judged by shortening of the prothrombin time (PT) and of the activated partial thromboplastin time (aPTT), and correction of the tail-clip bleeding time ( J Clin Invest  2004 Apr; 113 (7): 1025 –31 ). We sought to compare endpoints for hemostasis in hemophilic mice infused with AAV-mFVIIa, analyzing the tail-clip assay, the FeCl 3 -carotid artery model, and real-time imaging of clot formation utilizing the cremasteric muscle arteriole. Thirty-five (n=35) hemophilia B mice were injected with 1.2 x 10 12 vg/mouse AAV-mFVIIa via the portal vein. Eight weeks post AAV injection the mFVIIa antigen levels were measured by ELISA at levels ranging from 2–2.5 ug/ml (~2-fold the baseline values). Shortening of the PT mean values from 23 to 17 seconds post-AAV injection was documented in all animals as well as the aPTT mean value from 86 to 43 seconds. A tail-clip challenge was performed by transecting the tail at a diameter of 3 mm, submerging the tail in warm saline then measuring blood loss by determining the hemoglobin content via optical density at 575nm. This documented a statistically significant reduction in blood loss in AAV-mFVIIa-treated mice (N=5) relative to the untreated hemophilia B mice (N=10) * [P-value < 0.0001]. To further investigate the in vivo effects of mFVIIa, we utilized real-time imaging of clot formation in the cremaster muscle arterioles. We first documented that untreated HB mice showed no clot formation upon extensive laser-induced endothelial damage (N=3). Infusion of plasma-derived human FIX (>25 ug/kg) or recombinant human FVIIa (90 ug/kg) proteins resulted in clot formation following laser-induced endothelial damage in these HB mice. Mice treated with AAV-mFVIIa showed similar kinetics and composition of clot formation using this method. We also performed FeCl 3 -carotid artery experiments and tested for a complete and/or stable occlusion of the vessel post-FIX or FVIIa purified protein infusion and compared this to AAV-treated mice. The results demonstrated that post-FIX infusion (>25 ug/kg) animals developed complete, albeit transient, occlusion but neither FVIIa protein (>90 ug/kg) nor AAV-mFVIIa mice reached levels that lead to occlusion formation. Together these data suggest that 1) AAV-mFVIIa is functional in supporting hemostasis as judged by some but not all in vivo hemostasis challenges; and 2) results in these hemostasis assays may vary as a function of the nature of the vessel injury, and/or the diameter of the vessel that is injured. Which of these endpoints most faithfully reflects hemostasis in humans is not yet clear. We are currently investigating performance in these assays as a function of dose of vector delivered. These studies provide clear evidence of improvement of in vivo hemostasis and support continuous expression of FVIIa as an alterative strategy for the treatment of hemophilia."
}