{
    "doi": "https://doi.org/10.1182/blood-2019-125650",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4191",
    "start_url_page_num": 4191,
    "is_scraped": "1",
    "article_title": "A Phase 2 Study of TAK-659, an Investigational Reversible Dual SYK/FLT3 Inhibitor, in Patients with Relapsed or Refractory Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": [
        "diffuse large b-cell lymphoma",
        "flt3 inhibitors",
        "serum amylase raised",
        "ms-like tyrosine kinase 3",
        "wheelchair ramps",
        "anemia",
        "chemotherapy regimen",
        "fever",
        "lymphoma",
        "syk kinase"
    ],
    "author_names": [
        "Tycel J. Phillips, MD",
        "Gilles Salles, MD PhD",
        "Daniel J. Landsburg, MD",
        "Giuseppe Gritti, MD PhD",
        "Krish Patel, MD",
        "Herve Tilly, MD PhD",
        "Catherine Thieblemont, MD PhD",
        "William Townsend, MRCP,MDFRCPath",
        "Silvia Ferrari, MD",
        "Kate F. Stumpo, BA",
        "Shilpi Katyayan",
        "Cheryl Li",
        "Harry Miao, MD",
        "Igor Proscurshim",
        "Ajay K. Gopal, MD"
    ],
    "author_affiliations": [
        [
            "University of Michigan Rogel Cancer Center, Ann Arbor, MI "
        ],
        [
            "Lyon-Sud Hospital, University of Lyon, Lyon, France "
        ],
        [
            "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Hematology and Bone Marrow Transplant Unit, Ospedale Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA "
        ],
        [
            "Department of Haematology and INSERM 1245, Henri Becquerel Center, Rouen, France "
        ],
        [
            "Saint Louis University Hospital, Division of Hemato-Oncology, Paris, France "
        ],
        [
            "Department of Haematology, University College London Hospitals NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "Hematology and Bone Marrow Transplant Unit, Ospedale Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA ",
            "Cytel Inc., Cambridge, MA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Division of Medical Oncology, Department of Medicine, University of Washington/Fred Hutchinson Cancer Research Center/ Seattle Cancer Care Alliance, Seattle, WA"
        ]
    ],
    "first_author_latitude": "42.284372149999996",
    "first_author_longitude": "-83.729541",
    "abstract_text": "Background TAK-659 is an investigational, oral, reversible, and potent dual inhibitor of spleen tyrosine kinase (SYK) and FMS-like tyrosine kinase 3 (FLT3). TAK-659 has demonstrated inhibitory activity in preclinical models of diffuse large B-cell lymphoma (DLBCL) and single-agent clinical activity in patients with relapsed or refractory (R/R) DLBCL in a phase 1 study. We conducted an open-label, multicenter, phase 2 study to evaluate the efficacy and safety of TAK-659 as a single agent in patients with R/R DLBCL after ≥2 prior lines of chemotherapy (NCT03123393), which represents an unmet medical need for which there was no standard of care available at the time the study opened. Methods Eligible patients were aged ≥18 years, had histologically confirmed DLBCL, including de novo disease or transformed disease from indolent NHL, R/R disease after ≥2 but no more than 4 prior lines of chemotherapy. Patients must have either relapsed after or not been eligible for autologous stem cell transplant. This phase 2 study included a lead-in dose-exploration phase (Stage 1) in which patients received TAK-659 100 mg QD (Cohort A) or TAK-659 in a 3-dose-level ramp-up schema from 60 mg to 80 mg to 100 mg QD per cycle (Cohort B) in 28-day treatment cycles until disease progression, unacceptable toxicity, or withdrawal for other reasons. The objectives of Stage 1 were to assess the safety and tolerability of TAK-659 and to select one TAK-659 dose regimen to proceed to Stage 2 based on overall response rate (ORR) per investigator assessment. If both Stage 1 dose regimens were determined to be ineffective, the study would be terminated without proceeding to Stage 2. This abstract presents data from Stage 1. Safety was assessed using the NCI CTCAE, version 4.03. Efficacy was assessed by investigators using a modified 2007 IWG criteria for malignant lymphoma. Results At data cutoff (April 25, 2019), 49 patients had been enrolled and had received TAK-659 100 mg QD (n=24) or TAK-659 ramp-up dosing (n=25). The median age of patients was 65 years (range, 30-81 years) and 29 (59%) were male. Disease subtypes were DLBCL not otherwise specified (n=45), T-cell/histiocyte-rich large B-cell lymphoma (n=1), grade 3b follicular lymphoma (n=2), and other (n=1). 61% of patients were Ann Arbor stage IV. Patients had received 2 (49%), 3 (45%), or 4 (6%) prior lines of therapy. At data cutoff, 44 patients (90%) had discontinued treatment, most frequently due to progressive disease (61%) or adverse events (AEs; 14%). Patients administered TAK-659 100 mg QD in Cohort A received a median of 1.5 treatment cycles (range 1-14), and those administered ramp-up dosing in Cohort B received a median of 1 treatment cycle (range 1-9). All patients experienced ≥1 treatment-emergent AE (TEAE); the most frequent (≥30%) were pyrexia (42%), increased aspartate aminotransferase, and cough (both 38%) in Cohort A, and pyrexia (44%) and fatigue (32%) in Cohort B. Treatment-related TEAEs were experienced by 88% of patients in Cohort A and 60% of patients in Cohort B. Grade ≥3 TEAEs were reported in 92% of patients in Cohort A and 72% in Cohort B. In Cohort A, the most common grade ≥3 TEAEs (≥15%) were anemia (21%), increased blood creatinine phosphokinase, and hypophosphatemia (both 17%). In Cohort B, the most frequently reported grade ≥3 TEAEs (≥5%) were progression of lymphoma (12%), anemia, neutropenia, and increased amylase and lipase (all 8%). Overall, 33% of patients discontinued due to TEAEs, which were considered treatment-related in 18% of patients. The difference between the rate of discontinuation due to TEAEs in each cohort was negligible. Three on-study deaths due to a TEAE occurred in each cohort, all of which were deemed related to the disease under study or complications thereof. Dose reductions occurred in 5 patients in Cohort A and none in Cohort B. Two patients achieved a complete response (1 in each cohort) and 6 achieved a partial response (3 in each cohort), giving an ORR of 16% (Table). Median duration of response was 8.3 (range 0-13) months. Five patients remain on study drug; 4 in Cohort A, 1 in Cohort B. Stage 2 of this study was not initiated due to lack of efficacy in Stage 1. Conclusions The TAK-659 100 mg QD and ramp-up dosing schedules were generally well tolerated in patients with R/R DLBCL, and there were no new safety signals. Based on the limited efficacy of TAK-659 in this heavily pretreated patient population, the study did not proceed to Stage 2, and enrollment was closed. View large Download slide View large Download slide  Disclosures Phillips: Seattle Genetics: Consultancy; Gilead: Consultancy; Incyte: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy; Abbvie: Research Funding; Pharmacyclics: Consultancy, Research Funding; Genentech: Consultancy. Salles: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Educational events; Epizyme: Consultancy, Honoraria; Merck: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis, Servier, AbbVie, Karyopharm, Kite, MorphoSys: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Educational events; Autolus: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Other: Educational events; BMS: Honoraria; Roche, Janssen, Gilead, Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Educational events. Landsburg: Curis, INC: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Seattle Genetics: Speakers Bureau; Seattle Genetics: Speakers Bureau; Takeda: Research Funding; Takeda: Research Funding; Triphase: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees; Curis, INC: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees; Triphase: Research Funding. Gritti: Autolus Ltd: Honoraria; Roche: Other: Not stated; Abbvie: Other: Not stated; Becton Dickinson: Other: Not stated. Patel: Genentech: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; AstraZeneca: Consultancy, Research Funding, Speakers Bureau; Sunesis: Consultancy; Pharmacyclics/Janssen: Consultancy, Speakers Bureau. Tilly: Roche: Consultancy; Celgene: Consultancy, Research Funding; Astra-Zeneca: Consultancy; Karyopharm: Consultancy; BMS: Honoraria; Janssen: Honoraria; Gilead: Honoraria; merck: Honoraria; servier: Honoraria; roche: Membership on an entity's Board of Directors or advisory committees. Thieblemont: Roche: Honoraria, Research Funding; Gilead: Honoraria; Novartis: Honoraria; Kyte: Honoraria; Janssen: Honoraria; Celgene: Honoraria; Cellectis: Membership on an entity's Board of Directors or advisory committees. Townsend: Roche: Consultancy, Honoraria. Stumpo: Millennium Pharmaceuticals, Inc., Cambridge, MA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment; Astra Zeneca: Equity Ownership; Teva Pharmaceuticals: Equity Ownership. Katyayan: Millennium Pharmaceuticals, Inc., Cambridge, MA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment; Cytel Inc.: Employment. Li: Millennium Pharmaceuticals, Inc., Cambridge, MA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment; Pfizer: Employment. Miao: Millennium Pharmaceuticals, Inc., Cambridge, MA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment, Equity Ownership. Proscurshim: Millennium Pharmaceuticals, Inc., Cambridge, MA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Gopal: Seattle Genetics, Pfizer, Janssen, Gilead, Sanofi, Spectrum, Amgen, Aptevo, BRIM bio, Acerta, I-Mab-pharma, Takeda, Compliment, Asana Bio, and Incyte: Honoraria; Seattle Genetics, Pfizer, Janssen, Gilead, Sanofi, Spectrum, Amgen, Aptevo, BRIM bio, Acerta, I-Mab-pharma, Takeda, Compliment, Asana Bio, and Incyte.: Consultancy; Teva, Bristol-Myers Squibb, Merck, Takeda, Seattle Genetics, Pfizer, Janssen, Takeda, and Effector: Research Funding. OffLabel Disclosure: TAK-659 is an investigational, oral, reversible, and potent dual inhibitor of spleen tyrosine kinase (SYK) and FMS-like tyrosine kinase 3 (FLT3)"
}