{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3254.3254",
    "article_title": "Donor Lymphocyte Cell-Specific Telomere Length and Causes of Death after Unrelated Hematopoietic Cell Transplant in Patients with Marrow Failure ",
    "article_date": "December 7, 2017",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "abstract_text": "Introduction. Several recent studies indicated that longer donor telomere length provides a survival advantage to patients receiving unrelated donor hematopoietic cell transplant (HCT) for severe aplastic anemia (SAA). However, the cause behind this observation is still unclear. Method. From the Center for International Blood and Marrow Transplant Research (CIBMTR®) database and biorepository, we identified 197 marrow failure patients who received unrelated donor HCT between 1988-2004, and for whom donor cryopreserved peripheral blood mononuclear cells were available. We used flow cytometry and fluorescence in situ hybridization (Flow FISH) analysis to measure telomere length in 4 lymphocyte cell subtypes: naïve enriched T-cells (CD45RA+CD20-), memory enriched T-cells (CD45RA-CD20-), NK-fully differentiated T cells (CD45RA+CD57+), and B cells (CD45RA+CD20+). We used competing risks survival regression for cause-specific death analysis. Cause of death categories used as reported to CIBMTR by the transplant centers. We focused on deaths from infections, graft- versus -host disease (G v HD), and graft failure, each modeled separately, with deaths from causes other than that of interest representing competing events. Models were adjusted for donor age, HLA matching, disease subtype, Karnofsky score, year of HCT, and prior SAA therapy. Median follow-up of the study was 60 months. Results. All patients in this study received bone marrow grafts, 32% had inherited marrow failure syndrome, and 49% received myeloablative conditioning. During follow-up, 135 died, 26% of the deaths were from infections, 18% from G v HD, 10% from primary or secondary graft failure, according to reporting from the transplant center. Longer donor telomere lengths in B cells (HR=0.63, 95% CI=0.46-0.87, p=0.006), and possibly NK- fully differentiated T cells (HR=0.7, 95% CI=0.51-0.97, p=0.03) were associated with lower risk of infection-related death. No statistically significant associations were seen with telomere length of the naïve or memory T-cells in relation to death due to infection. Donor telomere lengths in any of the tested lymphocyte subsets were not associated with death caused by G v HD or graft failure (p<0.05). Conclusions. Longer donor telomere length protects SAA patients from post-HCT infection-related deaths. Validating these results in recent and larger cohort is warranted. Disclosures Lee: Mallinckrodt: Honoraria; Kadmon: Other: One-time advisory board member; Amgen: Other: One-time advisory board member; Bristol-Myers-Squibb: Other: One-time advisory board member.",
    "topics": [
        "cause of death",
        "donors",
        "hematopoietic stem cell transplantation",
        "lymphocytes",
        "pancytopenia",
        "telomere",
        "infections",
        "tissue transplants",
        "transplantation",
        "follow-up"
    ],
    "author_names": [
        "Shahinaz M Gadalla, MD PhD",
        "Geraldine Aubert, PhD",
        "Tao Wang, PhD",
        "Michael Haagenson, MS",
        "Stephen R. Spellman",
        "Lingxiao Wang, MS",
        "Hormuzd Katki, PhD",
        "Stephanie J Lee, MD MPH",
        "Sharon A Savage, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shahinaz M Gadalla, MD PhD",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Geraldine Aubert, PhD",
            "author_affiliations": [
                "Terry Fox Laboratory, BC Cancer Agency, Vancouver, Canada ",
                "Repeat Diagnostics Inc., North Vancouver, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tao Wang, PhD",
            "author_affiliations": [
                "Division of Biostatistics, Institute for Health and Society, Medical College of Wisconsin, Milwaukee, WI ",
                "(CIBMTR) Center for International Blood and Marrow Transplant Research, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Haagenson, MS",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Minneapolis, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen R. Spellman",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Minneapolis, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lingxiao Wang, MS",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD ",
                "University of Maryland, College Park, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hormuzd Katki, PhD",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie J Lee, MD MPH",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI ",
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon A Savage, MD",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:53:26",
    "is_scraped": "1"
}