{
    "doi": "https://doi.org/10.1182/blood.V112.11.1122.1122",
    "article_title": "Danapaloid Is Significantly Effective for the Prophylaxis of Hepatic Veno-Occlusive Disease after Allogeneic Hematopoietic Stem Cell Transplantation: A Cohort Study of 85 Children with Hematological Malignancies. ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment",
    "abstract_text": "Background: Veno-occlusive disease (VOD) is one of the regimen related toxicities in the early phase of hematopoietic stem cell transplantation (HSCT). Therapeutic modality for established VOD is limited and severe VOD cause multiple organ failure mostly with fatal prognosis despite intensive supportive care. Therefore prophylaxis of VOD is very important to reduce the treatment related mortality (TRM) after HSCT. Danapaloid, a mixture of low molecular weight heparan, dermatan, and chondroitin sulfates, promotes higher anti-coagulant activity with lower bleeding tendency than heparin could have a possibility of the prevention of VOD after HSCT. Patients: Eighty-five children with hematological malignancies (42 in CR1, CR2 or CP1 and 43 at advanced stages) underwent allogeneic HSCT from 2002 to 2008 in our institution. Underlying diseases were ALL(n=46), AML(n=26), CML(n=1), MDS(n=6), and NHL(n=6). They received bone marrow (n=69) or cord blood(n=16) from matched related (n=20), mismatched related(n=8), matched unrelated(n=30) or mismatched unrelated(n=27) donors. For the prophylaxis of VOD, dalteparin was given to 47 patients who underwent HSCT from 2002 to 2005, and danapaloid was given to 38 patients after 2005. In addition to dalteparin or danapaloid, ursodeoxycholic acid, tocopherol acetate, and eicosapentaenoic acid were given to all patients. We defined former 47 patients as dalteparin group and latter 38 patients as danapaloid group. Design: In this study, we compared the incidence of VOD, treatment related mortality at day 100 (day100 TRM) and 2 year overall survival (OS) between danaparoid group and dalteparin group as historical control in 85 consecutive patients with allogeneic HSCT. Results: In our observation, 8 patients (7 in dalteparin group, and 1 in danaparoid group) had VOD by day +30 (median day+22, range day+11 to +28) after HSCT. The probability of developing VOD for all patients was 10% (95% CI: 1–31%). Seven of 8 patients with VOD died and their probability of 2yr OS was 13% (95% CI: 1–42%). Five patients developed >grade3 bleeding (4 in dalteparin group, and 1 in danapaloid group) and there was no significant difference on the probability of severe bleeding between two groups (10% versus 3%, p=0.21). In multivariate analysis by Coxhazard proportional model, the significant risk factor for the development of VOD was >2nd transplant (HR: 17.5, 95%CI: 1.86–165, p=0.012) and the significant favorable factor for development of VOD was administration of danapaloid (HR: 0.09, 95%CI: 0.01–0.85, p=0.036). In the analysis of 85 consecutive HSCT procedures, the probability of day100 TRM was 15% (95% CI: 3–34%) and that of 2yr OS was 69% (95% CI: 56–78%). As for day100 TRM, the significant risk factors were >2nd transplant (HR: 8.73, 95%CI: 1.75–43.5, p=0.008), HLA disparity of >1Ag (HR: 10.3, 95%CI: 1.71–62.5, p=0.011) and posttransplant plasma ATIII level of 1Ag (HR: 3.26, 95%CI: 1.15–9.26, p=0.026). The danaparoid group had no significant advantage to dalteparin group on day100 TRM (HR: 0.55, 95%CI: 0.10–3.05, p=0.50) and 2yr OS (HR: 0.58, 95%CI: 0.19–1.73, p=0.33). Conclusion: Our findings suggest that administration of danapaloid is promising for the prophylaxis of VOD without increasing hemorrhagic complications. Prospective randomized, controlled study is mandatory to prove these findings.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "child",
        "hematologic neoplasms",
        "hepatic veno-occlusive disease",
        "veno-occlusive disease",
        "dalteparin",
        "hematopoietic stem cell transplantation",
        "danaparoid",
        "hemorrhage",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Hirotoshi Sakaguchi, MD",
        "Sayoko Doisaki, MD",
        "Nao Yoshida, MD",
        "Hideki Muramatsu, MD",
        "Nobuhiro Watanabe, MD., PhD",
        "Kimikazu Matsumoto, MD., PhD",
        "Koji Kato, MD., PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hirotoshi Sakaguchi, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Children’s Medical Center, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sayoko Doisaki, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Children’s Medical Center, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nao Yoshida, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Children’s Medical Center, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Muramatsu, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiro Watanabe, MD., PhD",
            "author_affiliations": [
                "Department of Pediatrics, National Nagoya Hospital, Nagoya, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimikazu Matsumoto, MD., PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Children’s Medical Center, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Kato, MD., PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Children’s Medical Center, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T18:40:26",
    "is_scraped": "1"
}