{
    "doi": "https://doi.org/10.1182/blood.V122.21.1868.1868",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2648",
    "start_url_page_num": 2648,
    "is_scraped": "1",
    "article_title": "Evaluation Of Circulating Cell-Free VDJ DNA As a Marker For Monitoring Patients With Multiple Myeloma (MM) During Treatment With Carfilzomib, Lenalidomide and Dexamethasone, ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "carfilzomib",
        "dexamethasone",
        "dna",
        "lenalidomide",
        "multiple myeloma",
        "patient monitoring",
        "retinitis pigmentosa",
        "combination drug therapy",
        "neoplasms",
        "off-label use"
    ],
    "author_names": [
        "Roger Kurlander, MD",
        "Yixin LI, Ph.D.",
        "Maryalice Stetler-Stevenson, MD, PhD",
        "Constance Yuan, MD, PhD",
        "Neha Korde, MD",
        "Sham Mailankody, MD",
        "Mary Kwok, MD",
        "Elisabet E. Manasanch, MD",
        "Manisha Bhutani, MD",
        "Nishant Tageja, MD",
        "Dickran Kazandjian, MD",
        "Rene Costello",
        "Yong Zhang, PhD",
        "Adriana Zingone, MD, PhD",
        "Peter Wu",
        "Marcia Mulquin, RN",
        "Diamond Zuchlinski, RN",
        "Irina Maric, MD",
        "Katherine R Calvo, MD, PhD",
        "Raul C. Braylan",
        "Mark Roschewski, MD",
        "Ola Landgren, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Laboratory Medicine, Clinical Center, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Department of Laboratory Medicine, Clinical Center, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Laboratory of Pathology/CCR, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Laboratory of Pathology/CCR, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Department of Laboratory Medicine, Clinical Center, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Department of Laboratory Medicine, Clinical Center, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Department of Laboratory Medicine, Clinical Center, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.001929600000004",
    "first_author_longitude": "-77.1044561",
    "abstract_text": "Background Human plasma routinely contains measureable quantities of cell free DNA (cf-DNA). Some is generated directly within the vascular space, and some is presumably transported into the circulation from cells dying at extravascular sites. Recent studies using highly sensitive and specific detection methods demonstrate that tumor-derived circulating cf-DNA can be a powerful predictor of total body tumor burden in patients with colon and breast carcinoma. While cf-DNA monitoring is clearly a promising new approach, its general applicability in tracking other malignancies, which may vary widely in their patterns of distribution, vascularity, and cell turnover, remains to be determined. We conducted a pilot study to address the utility of cell free tumor DNA in monitoring disease burden in myeloma patients receiving combination chemotherapy. Methods All patients were enrolled in NIH protocols for treatment using carfilzomib, lenalidomide, and dexamethasone (CRd) combination chemotherapy. Molecular studies were performed using DNA from bone marrow (BM) aspirates obtained before and after CRd treatment, and cf-DNA extracted from 0.5-1 ml samples of plasma and/or serum obtained before each CRd cycle. The frequency and immunophenotype of myeloma cells in BM and blood was assessed using an 8-color flow cytometric panel to analyze >3 x10 6 events (sensitivity of 1 x 10 -5 ). Clonal VDJ products were identified in pretreatment BM DNA using Biomed 2 primer “cocktails” targeting framework 1, 2, and 3 of the IgH chain and the variable region of the IgK light chain. Monoclonal VDJ or VJ products identified by capillary electrophoresis were cloned into pCR2.1 plasmid and sequenced. Quantitative rt-PCR assays employing patient-specific primer/Taqman probe combinations and linearized VDJ-plasmid DNA as a standard were used to measure VDJ in BM and cf-DNA. VDJ levels in BM DNA were normalized based on total actin copy number and expressed as % VDJ DNA. Cell free VDJ levels (cf-VDJ) were expressed in copies/ml of plasma or serum. Results To date, 6 patients with newly diagnosed multiple myeloma (NDMM) and 3 with smoldering myeloma (SMM) have been studied. BM infiltration with CD138+ plasma cells varied from 15% to 60% and VDJ DNA levels in BM varied from 13% to 61% in this group. Circulating cf-VDJ levels before therapy were >50 copies/ml in 3 patients (444, 200, and 70 copies), detectable but <50 copies/ml in 4 patients, and undetectable in 2 patients. Cf-VDJ levels, where measurable, decreased rapidly in parallel with the decline in monoclonal M-protein concentration after CRd therapy. Unlike M-protein concentrations, which were often more persistent, cf-VDJ levels became undetectable in all cases within 1-2 cycles. By comparison, VDJ levels in BM DNA often remained detectable at low levels even in patients with complete remission by conventional clinical and laboratory criteria. Of interest, there was no correlation between the pretreatment level of cf-VDJ and disease burden estimated based on the % CD138+ plasma cells in BM, the proportion of VDJ DNA in BM, or the M-protein concentration in blood/urine. There was however, a statistically significant relationship between the level of cf-VDJ and the number of circulating myeloma cells in peripheral blood. Conclusions In this pilot study, cf-VDJ is detected in the blood of many patients with untreated myeloma and levels fall precipitously in patients responding to highly effective CRd therapy. In some untreated patients, cf-VDJ copy numbers in peripheral blood are low, limiting assay sensitivity. Our observation of a statistical association between the level of cf-VDJ and the number of circulating myeloma cells in peripheral blood (defined by flow cytometry) suggests that circulating myeloma cell lysis potentially accounts for, at least a portion of, the observed levels of cf-VDJ. Future studies are needed to assess the potential of cf-VDJ DNA in peripheral blood and VDJ DNA in BM for tracking disease before and after anti-myeloma therapy. Disclosures: Off Label Use: The abstract discussess off-label use of carfilzomib and lenalidomide."
}