{
    "doi": "https://doi.org/10.1182/blood-2018-99-118476",
    "article_title": "Pyrvinium Pamoate Overcomes Cabozantinib-Resistance of FLT3 -ITD AML Cells through Modulating the Mitochondria Functions and Signaling Pathways ",
    "article_date": "November 29, 2018",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster III",
    "abstract_text": "Background: pyrvinium pamoate is an FDA-approved anthelmintic, and was incidentally found to have significant anti-cancer activity with various molecular mechanisms. However, the anticancer effects and mechanisms of pyrvinium against AML cells are still not clear. Internal tandem duplication in the juxtamembranal region of FLT3 gene ( FLT3 -ITD) is one of the most common mutations in acute myeloid leukemia (AML), resulting in constitutive activation of FLT3 signaling pathway. Therefore, FLT3 have thought to be as a target for AML treatment. Previously, we demonstrated that cabozantinib, an oral multi-target tyrosine kinase inhibitor, could selectively cytotoxic in AML cells with FLT3 -ITD. However, drug resistance developed after gradual escalating concentration of cabozantinib incubation of the FLT3 -ITD-harboring Molm13 cells, with IC 50 increased from 1.06nM of parental Molm13 cells to 473.36nM of the resistant Molm13-XR cells. Interestingly, the IC 50 of pyrvinium pamoate on Molm13 and Molm13-XR cells were 6.26nM and 5.31nM, respectively, suggesting that pyrvinium could overcome cabozantinib-resistance in AML cells. Aims: To investigate the molecular mechanism of pyrvinium pamoate in both Molm13 and Molm13-XR cells. Materials and Methods: Sanger's sequencing and pyrosequencer were used to characterize the recurrent mutations in Molm13-XR cells. Phospho-kinase array and Western blotting were used to investigate and confirm the molecules regarding to several signaling pathways and apoptosis, respectively. The oxygen consumption rate (OCR), a key parameter reflecting oxidative phosphorylation, was measured using Seahorse bio-analyzer. In addition, mitochondrial function, Wnt signaling pathway and autophagy signaling pathway were also evaluated. Mouse xenograft experiments were performed with subcutaneously inoculating leukemia cells to BALB/c athymic mice aged 6-8 weeks. The protocol for the xenograft experiments was approved by the IACUC, National Taiwan University. Results: Molm13-XR cells had similar FLT3 -ITD burden as Molm13 cells, but with increased FLT3 D835Y mutations from 3% to 35%, suggesting the selection of FLT3 -ITD/ FLT3 D835Y clone after cabozantinib resistance developed. By using human phospho-kinase array, increased phospho-STAT5a/b, phospho-Akt, phosph-ERK, phospho-CREB and phospho-GSK3α/β were noted in Molm13-XR cells. Western blotting revealed increased MCL-1 in Molm13-XR cells. We found that pyrvinium could enter Molm13-XR cells and localize on mitochondria and then decrease mitochondria basal oxidative consumption rate, decrease ATP production and increase reactive oxygen species (ROS) level in a dose-dependent manner. In addition, pyrvinium decreased phospho-STAT5, phosph-ERK, phospho-AKT and pohospho-GSK3β, those were increased when cabozantinib-resistance. Significantly, pyrvinium had no effect on these signaling pathways in Molm13 cells. In mouse xenograft model, pyrvinium significantly inhibited Molm13 and Molm13-XR tumor growth at a dosage of 0.5mg/kg and showed longer survival rate. Conclusion: In this study, we discovered that pyrvinium overcome cabozantinib-resistance of FLT3 -ITD AML cells at least partially via modulation of both mitochondrial function and multiple pivotal signal transduction pathways. The dual functions of pyrvinium could be potentially applicable for further clinical use in the future. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cabozantinib",
        "flt3 gene",
        "impedance threshold device",
        "mitochondria",
        "signal pathway",
        "signal transduction pathways",
        "transplantation, heterologous",
        "phosphotransferases",
        "proto-oncogene proteins c-akt",
        "western blotting"
    ],
    "author_names": [
        "Yu-Hsuan Fu, BS",
        "Wen-Hui Lu, MS",
        "Pei-Qi Lan, MS",
        "Chung-Yi Hu, PhD",
        "Chien-Yuan Chen, MD, PhD",
        "Da-Liang Ou, PhD",
        "Hwei-Fang Tien, MD, PhD",
        "Liang-In Lin, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yu-Hsuan Fu, BS",
            "author_affiliations": [
                "Department of Clinical Laboratory Sciences and Medical Biotechnology, National Taiwan University, Taipei, Taiwan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wen-Hui Lu, MS",
            "author_affiliations": [
                "Department of Clinical Laboratory Sciences and Medical Biotechnology, National Taiwan University, Taipei, Taiwan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pei-Qi Lan, MS",
            "author_affiliations": [
                "Department of Clinical Laboratory Sciences and Medical Biotechnology, National Taiwan University, Taipei, Taiwan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chung-Yi Hu, PhD",
            "author_affiliations": [
                "Department of Clinical Laboratory Sciences and Medical Biotechnology, National Taiwan University, Taipei, Taiwan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chien-Yuan Chen, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Da-Liang Ou, PhD",
            "author_affiliations": [
                "Department of Clinical Laboratory Sciences and Medical Biotechnology, National Taiwan University, Taipei, Taiwan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hwei-Fang Tien, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liang-In Lin, PhD",
            "author_affiliations": [
                "Department of Clinical Laboratory Sciences and Medical Biotechnology, National Taiwan University, Taipei, Taiwan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T15:37:53",
    "is_scraped": "1"
}