{
    "doi": "https://doi.org/10.1182/blood.V106.11.3760.3760",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=375",
    "start_url_page_num": 375,
    "is_scraped": "1",
    "article_title": "The Co-Recessive Inheritance Model: A Paradigm for Fanconi Anemia and Other Bone Marrow Failure Syndromes. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "One of us (WCL) has previously proposed a mathematical model, Co-Recessive Inheritance, for inherited diseases associated with DNA repair deficiencies ( Lambert WC, Lambert MW: Mutat. Res. , 1985 ; 145 : 227 –234 ; Lambert WC: Keynote Address, 21st Anniversary Celebration, MRC Cell Mutation Unit, University of Sussex, UK. Mutat. Res. , 1992 ; 273 : 179 –102 ). The model is also applicable to diseases associated with defective cell cycle modulation following specific types of DNA damage, such as Fanconi Anemia, with or without additional defects in DNA repair. The model proposes that in some complementation groups of these diseases defective alleles at more than one locus are required for the disease phenotype to be expressed. It follows from the model (A readily understandable derivation will be presented.) that the carrier frequencies of the genes involved are very much higher than would be predicted based on classical population genetics. This may impact on recent observations of higher than expected co-inheritance of defective alleles of Fanconi Anemia and Bloom Syndrome genes along with BRCA genes in certain populations (e.g., Koren-Michowitz, M, et al.: Am. J. Hematol. , 2005 ; 78 : 203 –206 ), and provides an explanation for the lower than expected incidence of cancer in these individuals. It also provides an explanation for finding biallelic defects in the same DNA repair genes in more than one complementation group of Fanconi Anemia ( Howlett NG, et al.: Science , 2002 ; 297 : 606 –609 ). The Co-Recessive Model predicts that other findings of this nature are to be expected, and provides some guidelines that may be helpful in the process of gene discovery in Fanconi Anemia. Among the more important of these are 1) that the search for defective genes in each complementation group should not cease when one such gene is found, even if one or more patients in the group is homozygous or compound heterozygous for defective alleles of that gene, and 2) that carrier frequencies for some Fanconi Anemia genes may be much higher than would otherwise be anticipated, with a significant proportion of the normal population being carriers. If the latter hypothesis is correct, it follows that the relevance of these rare diseases and their associated genes to disease, including bone marrow failure, in the general population is dramatically greater than has been generally believed.",
    "topics": [
        "fanconi anemia",
        "genetic inheritance",
        "pancytopenia",
        "bloom syndrome",
        "cancer",
        "genetic disorder",
        "magnetic resonance cholangiography",
        "rare diseases",
        "dna damage",
        "mathematical model"
    ],
    "author_names": [
        "W. Clark Lambert, MD, PhD",
        "Monique M. Brown, PhD",
        "Santiago A. Centurion, MD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, UMDNJ-New Jersey Medical School, Newark, NJ, USA"
        ],
        [
            "Pathology and Laboratory Medicine, UMDNJ-New Jersey Medical School, Newark, NJ, USA"
        ],
        [
            "Pathology and Laboratory Medicine, UMDNJ-New Jersey Medical School, Newark, NJ, USA"
        ]
    ],
    "first_author_latitude": "40.7400804",
    "first_author_longitude": "-74.189656"
}