{
    "doi": "https://doi.org/10.1182/blood-2018-99-113793",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4108",
    "start_url_page_num": 4108,
    "is_scraped": "1",
    "article_title": "The non-canonical NF-kappaB Signaling Pathway Contributes to the Expansion and Lymphomagenesis of CD40-activated B Cells ",
    "article_date": "November 29, 2018",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "topics": [
        "b-lymphocytes",
        "cd40 antigens",
        "leukemogenesis",
        "nf-kappa b",
        "signal pathway",
        "signal transduction pathways",
        "lymphoma",
        "cd19 antigens",
        "cd23 antigen",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Laura Bernhardine Kuhn, MSc",
        "Stefanie Zapf, Dr.",
        "Djermanovic Kristina, Dr.",
        "Daniel C. Strobl, BSc.",
        "Falk Weih, Dr.",
        "Helmut Blum, Dr.",
        "Oliver Weigert, MD",
        "Lothar J. Strobl, Dr.",
        "Zimber-Strobl Ursula, Dr."
    ],
    "author_affiliations": [
        [
            "Helmholtz Zentrum München, Munich, Germany "
        ],
        [
            "Helmholtz Zentrum München, Munich, Germany "
        ],
        [
            "Helmholtz Zentrum München, Munich, Germany "
        ],
        [
            "Helmholtz Zentrum München, Munich, Germany "
        ],
        [
            "Leibniz Institute on Aging - Fritz Lipmann Institute (FLI), Jena, Germany "
        ],
        [
            "Laboratory for Functional Genome Analysis (LAFUGA), Gene Center, LMU Munich, Munich, Germany "
        ],
        [
            "German Cancer Research Center (DKFZ), Heidelberg, Germany ",
            "Department of Medicine III, University Hospital, LMU Munich, Munich, Germany"
        ],
        [
            "Helmholtz Zentrum München, Munich, Germany "
        ],
        [
            "Helmholtz Zentrum München, Munich, Germany "
        ]
    ],
    "first_author_latitude": "48.222966799999995",
    "first_author_longitude": "11.5904499",
    "abstract_text": "The non-canonical NF-κB pathway is highly conserved, can be activated by TNF-receptors e.g. CD40 and is dysregulated in several lymphomas (Krappmann and Vincendeau 2016). In human DLBCL hyper-activation of the non-canonical NF-kB signaling pathway could be detected in about 15% (Zhang et al. 2015). Upon activation of the non-canonical NF-κB pathway RelB is translocated to the nucleus and acts as transcription factor. RelB is important to maintain viability of a Hodgkin Lymphoma cell line (Ranuncolo et al. 2012), but interestingly B cell specific inactivation of RelB in mature B cells of transgenic mice have only a minor effect on B cell maintenance and activation (De Silva et al. 2016). Therefore it is still elusive, whether RelB-regulated genes contribute to lymphoma development. To study the contribution of RelB-regulated genes to lymphoma development we used a mouse model expressing a constitutively active CD40 receptor in B cells (LMP1/CD40 stopfl mice). LMP1/CD40 is a fusion protein comprising the signaling domain of human CD40 and the transmembrane domain of LMP1 and promotes a persistently activation of CD40 signaling. In LMP1/CD40 stopfl //CD19-Cre (LMP1/CD40) mice the constitutive CD40 activation leads to the selective activation of the non-canonical NF-kB pathway and the MAP kinase pathways JNK and ERK. LMP1/CD40-expression positively affects cell survival and proliferation of B cells resulting in a B cell expansion and accumulation of B cells in follicles of young mice. Mice older than 12 months develop lymphomas with a high incidence. In most cases the lymphoma was monoclonal and had the phenotype B220 low , CD21 - and CD23 - (Hojer et al. 2014; Hömig-Hölzel et al. 2008). Recently, we observed that this aberrant population appears at around 6 months of age and increases continuously during the aging process. To unveil the contribution of the non-canonical NF-κB pathway to the phenotype and lymphoma development of constitutively CD40-activated B cells we crossed conditional RelB fl/fl mice to LMP1/CD40 stopfl //CD19-Cre mice (RelBKO//LMP1/CD40 mice). In young mice we were able to observe that LMP1/CD40 B cells without functional RelB were less expanded in the spleen and lymph nodes, but had elevated B cell numbers in the blood and a higher number of recirculating B cells in the bone marrow. This indicates that RelB-regulated genes are important for the retention of CD40-activated B cells in B cell follicles of secondary lymphoid organs. In addition, the survival of ex vivo isolated LMP1/CD40-expressing RelB-deficient B cells was diminished in comparison to LMP1/CD40-expressing RelB-proficent B cells, but RelBKO//LMP1/CD40 B cells still survived better than control B cells. Furthermore, we found that RelBKO//LMP1/CD40 B cells were less activated than LMP1/CD40 B cells, but had a higher expression of the tested activation markers than control B cells. In order to characterize the influence of RelB-regulated genes on lymphoma development in LMP1/CD40 mice we analyzed LMP1/CD40-expressing mice at different time points. The aberrant population, arising in LMP1/CD40 mice, was also detectable in aged RelBKO//LMP1/CD40 mice, though showed a delayed progression and always had a lower expansion than in age-matched LMP1/CD40 mice. Both transgenic mice developed monoclonal lymphomas. However, the double mutant mice had a lower tumor incidence than LMP1/CD40 mice with functional RelB. Nevertheless, the risk of lymphoma development in RelBKO//LMP1/CD40 was still higher than in wildtype mice. In the last part of this study we performed a RNA-Seq. analysis to see which genes are RelB-dependent in chronically CD40-activated B cells. We identified several RelB-dependent genes and 21 of these had been correlated with Non-Hodgkin Lymphoma. Some of these candidates could be promising new therapy targets and are under further investigation. In conclusion we provide evidence that RelB-regulated genes contribute to the survival and activation of B cells, which are chronically activated by CD40 signaling. Furthermore, we found that CD40 signaling enhances the retention of B cells in B cell follicles through activation of the non-canonical NF-kB pathway. Moreover, we demonstrated that RelB-regulated genes contribute to B cell lymphomagenesis and identified several RelB-regulated genes that may contribute to the expansion and lymphomagenesis of B cells receiving a chronic CD40 signal. Disclosures Weigert: Roche: Research Funding; Novartis: Research Funding."
}