{
    "doi": "https://doi.org/10.1182/blood-2018-99-116499",
    "article_title": "A Dynamic Motility Mechanism for Reticulocyte Enucleation and Maturation ",
    "article_date": "November 29, 2018",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster II",
    "abstract_text": "Terminal erythropoiesis involves differentiation of erythroblasts to enucleated reticulocytes, which further remove major organelles to become mature red blood cells. Several pieces of evidence indicate that the extrusion of the nucleus out of the orthochromatic erythroblasts is a fairly rapid process that lasts approximately 10 minutes. However, the detachment of the extruded nucleus from the nascent reticulocyte takes longer time, and possibly requires the aid of phagocyte to anchor the nucleus. The mechanism involved in this process is poorly understood. Previous studies have demonstrated that mDia2 is critical for erythroblast enucleation. Loss of mDia2 in mice lead to compromised cytokinesis in orthochromatic erythroblasts and decrease in enucleation. To further reveal the mechanism of the defect in enucleation in mDia2 deficient erythroid cells, we first monitored the enucleating erythroblasts using real-time microscopy. The wild type enucleating mouse erythroblast showed a dynamic motility to detach the nucleus, which can be facilitated by the macrophages. The mDia2 knockout erythroblasts retained the capacity to extrude the nucleus, even in the bi-nucleated cells. However, the nascent reticulocytes were rigid and lacked the dynamic movement to expel the nuclei. Since mDia2 is critical for linear actin polymerization, we next performed a Western blot assay of RBC ghost and found that actin and many other critical RBC cytoskeleton proteins were significantly decreased in mDia2 knockout mice (Fig 1A). Transmission electron microscope (TEM) analysis of RBC cytoskeleton revealed that spectrin filament connecting two junctional complexes was longer in mDia2 knockout RBCs (Fig 1B), which explains their rigidity and inefficient movement to detach the extruded nuclei. Further studies using stochastic optical reconstruction microscopy (STORM) revealed disorganized distribution of the major components of erythrocyte cytoskeleton, including actin (Fig 1C) and β-spectrin, in mDia2 knockout reticulocytes. The dynamic motility of the nascent reticulocytes is also required for the remodeling and removal of proteins to further mature into RBCs. We found an increase in proteins such as CD71 and CD44, as well as DNA/RNAs, in mDia2 knockout reticulocytes. Mechanistic studies revealed that mDia2 functions on vesicle trafficking through its interaction with Chmp5, one of the critical components of the ESCRT-III complex involved in vesicle formation and trafficking. This interaction stabilized Chmp5 since its level was dramatically reduced in mDia2 knockout erythroblasts and reticulocytes (Fig 1D-E). Our study reveals a critical role of the dynamic motility of the nascent reticulocyte in enucleation and maturation. Abnormal membrane cytoskeleton in mDia2 null mice compromises these processes. In one hand, mDia2 mediated actin polymerization ensures the flexibility of the erythrocyte cytoskeleton. On the other hand, mDia2 also involves vesicle biogenesis and discharging through the regulation of ESCRT complexes during reticulocyte maturation. Our study thus sheds lights on the understanding of reticulocyte maturation mechanisms. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cell motility",
        "cellular enucleation",
        "enucleation procedure",
        "reticulocytes",
        "vesicle",
        "complex",
        "muscle rigidity",
        "spectrin",
        "cd44 antigens",
        "dna"
    ],
    "author_names": [
        "Yijie Liu, PhD",
        "Yang Mei, PhD",
        "Xu Han, PhD",
        "Peng Ji, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yijie Liu, PhD",
            "author_affiliations": [
                "Northwestern University, Feinberg School of Medicine, Chicago, IL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yang Mei, PhD",
            "author_affiliations": [
                "Northwestern University, Feinberg School of Medicine, Chicago, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xu Han, PhD",
            "author_affiliations": [
                "Northwestern University, Feinberg School of Medicine, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peng Ji, MD PhD",
            "author_affiliations": [
                "Northwestern University, Feinberg School of Medicine, Chicago, IL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T18:38:28",
    "is_scraped": "1"
}