{
    "doi": "https://doi.org/10.1182/blood.V128.22.2462.2462",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3415",
    "start_url_page_num": 3415,
    "is_scraped": "1",
    "article_title": "Heme Oxygenase 1 Inhibition Reverses Anemia in β-Thalassemia Mice ",
    "article_date": "December 2, 2016",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster II",
    "topics": [
        "anemia",
        "heme oxygenase (decyclizing)",
        "mice",
        "thalassemia",
        "heme",
        "iron",
        "globins",
        "blood transfusion",
        "cooley's anemia",
        "cell injury"
    ],
    "author_names": [
        "Daniel Garcia-Santos, PhD",
        "Amel Hamdi, PhD",
        "Zuzana Zidova, MSc",
        "Monika Horvathova, PhD",
        "Prem Ponka, MD PhD FCMA"
    ],
    "author_affiliations": [
        [
            "Lady Davis Institute for Medical Research, Montreal, Canada "
        ],
        [
            "Lady Davis Institute for Medical Research, Montreal, Canada "
        ],
        [
            "Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic "
        ],
        [
            "Department of Biology, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic"
        ],
        [
            "Lady Davis Institute for Medical Research, Montreal, Canada "
        ]
    ],
    "first_author_latitude": "45.4968796",
    "first_author_longitude": "-73.6296469",
    "abstract_text": "Thalassemias are a heterogeneous group of red blood cell (RBC) disorders ranging from a clinically severe phenotype requiring lifesaving transfusions (thalassemia major) to a relatively moderate symptomatic disorder, sometimes requiring transfusions (thalassemia intermedia). Though considered a major cause of morbidity and mortality worldwide, there is still no universally available cure for thalassemia major. The reason for this is, at least in part, due to the lack of full understanding of pathophysiology of thalassemia. The underlying basis of thalassemia pathology is the premature apoptotic destruction of erythroblasts causing ineffective erythropoeisis. In β-thalassemia, β-globin synthesis is diminished causing α-globin accumulation. Unpaired globin chains that accumulate in thalassemic erythroblasts are bound to heme. Moreover, in β-thalassemia an erythroid-specific protease destroys excess α-globin chains, likely leading to the generation of a pool of \"free\" heme in erythroblasts. Physiologically, heme can be degraded only via heme oxygenases (HO). Circulating erythrocytes contain the majority of heme destined for catabolism; this process takes place primarily in splenic and hepatic macrophages following erythrophagocytosis of senescent RBC. Heme oxygenase, in particular its heme-inducible isoform HO1, has been extensively studied in hepatocytes and many other non-erythroid cells. Recently, we have provided unequivocal evidence that this enzyme is present in erythroid progenitors as well as their differentiated progenies. 1 \"Unshielded\" heme is toxic, but this toxicity will likely be augmented, if HO1 releases iron from heme. We hypothesize that in β-thalassemic erythroblasts HO1-mediated release of iron from heme is the major culprit responsible for cellular damage. Additionally, it has been shown that prevention of heme-derived iron release from splenic and hepatic macrophages improves β-thalassemia phenotype 2 . Therefore, suppression of HO1-mediated heme catabolism from senescent RBC could be beneficial in reversing thalassemic phenotype. To test this hypothesis, we exploited the mouse model of β-thalassemia known as th3/th3; we obtained these mice from Dr. Stefano Rivella. Our data indicates that HO1 expression is increased in the liver of β-thalassemic mice as compared to wild type mice. Importantly, we observed that erythropoietin-mediated erythroid differentiation of fetal liver (FL) cells from β-thalassemic fetuses increased HO1 mRNA and protein levels to a higher degree than in their wild type counterparts. Ferritin levels were increased in β-thalassemic FL cells suggesting increased heme catabolism and iron release from the tetrapyrrole macrocycle. To investigate the contribution of HO1 to the pathology associated with β-thalassemia, wild type and thalassemic (th3/+) mice were injected intraperitoneally with 40 µmoles/kg/d of tin-protoporphyrin IX (SnPP, HO inhibitor) during a 4-weeks, 3-times a week. Our results show that β-thalassemic mice injected with SnPP have increased hemoglobin levels and red blood cell counts, and display a decrease in the spleen index, reticulocyte counts and liver iron content when compared to PBS-injected β-thalassemic mice. Furthermore, while hepcidin levels remain unchanged, liver ferroportin expression decreases in SnPP-injected β-thalassemic mice. Our results indicate that β-thalassemic erythroblasts have high levels of HO1, which would be expected to degrade any \"free\" heme. Further research is needed to determine whether iron liberated from heme by HO1 is directly responsible for the damage of β-thalassemic erythroblasts. 1 GarciaSantos D, et al. Heme oxygenase 1 is expressed in murine erythroid cells where it controls the level of regulatory heme. Blood 123 (14): 226977, 2014. 2 Nai A, et al. Deletion of TMPRSS6 attenuates the phenotype in a mouse model of β-thalassemia. Blood 119 (21): 5021, 2012. Disclosures No relevant conflicts of interest to declare."
}