{
    "doi": "https://doi.org/10.1182/blood.V124.21.5977.5977",
    "article_title": "Neutropenic enterocolitis in adults with hematological malignancy afte intensive cheMotherapy ",
    "article_date": "December 6, 2014",
    "session_type": "901. Health Services and Outcomes Research – Non-Malignant Conditions",
    "abstract_text": "Background. Neutropenic enterocolitis (NE) is a life-threatening complication occurring after intensive chemotherapy; however, only a few data are available for adults with hematological malignancy in China. The aim of this retrospective study was to elucidate the incidence, risk factors, and outcome of NE in adults with hematological malignancy after intensive chemotherapy. Methods. The medical records of 226 adult patients who were diagnosed with hematological malignancy and neutropenic enterocolitis after intensive chemotherapy from 2004 to 2013 were reviewed. Diagnosis of NE was established in case of neutropenic fever, abdominal pain or diarrhea, and bowel wall thickening >4mm on abdominal sonography or CT. Results. Amongst 1804 patients with hematological malignancy treated at the department of hematology, Hangzhou first people's hospital from 2004 to 2013, NE was diagnosed in 226 patients (12.5%), amedian +14(10–19) days after chemotherapy, with a death rate of 11.9%. Bloodstream infections were present in 23 patients, with gram-negative bacteria in 17 patients. Previous therapy with cytarabine and an intestinal wall thickness of ≥10 mm in the ultrasonographic examination affected survival, were associated with greater mortality. In multivariate analysis, the clinical findings of 4 or more symptoms was associated with higher risk of death. Conclusions. NE is a rare but severe complication in patients undergoing intensive chemotherapy. Use of cytarabine, an intestinal wall thickness of ≥10 mm and the clinical findings of 4 or more symptoms were associated with a higher death rate. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "hematologic neoplasms",
        "neutropenic enterocolitis",
        "cytarabine",
        "ultrasonography",
        "abdominal pain",
        "bloodstream infections",
        "diarrhea",
        "febrile neutropenia",
        "intestinal wall"
    ],
    "author_names": [
        "Xie Yaping",
        "Xilian Huang",
        "Pengfei Shi",
        "Kuang Chen, MD",
        "Daquan Gao",
        "Shenxian Qian, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xie Yaping",
            "author_affiliations": [
                "Hangzhou No.1 people hospital, Hangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xilian Huang",
            "author_affiliations": [
                "Hangzhou No.1 people hospital, Hangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pengfei Shi",
            "author_affiliations": [
                "Hangzhou No.1 people hospital, Hangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kuang Chen, MD",
            "author_affiliations": [
                "Hangzhou Frist People's hospital, Hangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daquan Gao",
            "author_affiliations": [
                "Hangzhou No.1 people hospital, Hangzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shenxian Qian, MD",
            "author_affiliations": [
                "Hangzhou Frist People's hospital, Hangzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T09:51:58",
    "is_scraped": "1"
}