{
    "doi": "https://doi.org/10.1182/blood.V122.21.1184.1184",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2672",
    "start_url_page_num": 2672,
    "is_scraped": "1",
    "article_title": "The Transcription Repressor Gfi1 Directly Interacts With and Is Phosphorylated By Aurora A Kinase, Which Abrogates Myeloma-Induced Gfi1 Repression Of The Runx2 Promoter In Pre-Osteoblasts ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "multiple myeloma",
        "osteoblasts",
        "phosphotransferases",
        "repression",
        "transcriptional repression",
        "aura",
        "dna",
        "amino acids",
        "bone diseases",
        "cancer"
    ],
    "author_names": [
        "Jixin Ding, PhD",
        "Fengming Wang, PhD",
        "ShunQian Jin, PhD",
        "Judy Anderson",
        "Deborah L. Galson, Ph.D.",
        "G. David Roodman, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Medicine/Hematology-Oncology, Indiana University, Indianapolis, IN, USA, "
        ],
        [
            "Medicine/Hematology-Oncology, Indiana University, Indianapolis, IN, USA, "
        ],
        [
            "Medicine/Hematology-Oncology, University of Pittsburgh Cancer Institute, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Medicine/Hematology-Oncology, Indiana University, Indianapolis, IN, USA, "
        ],
        [
            "Medicine/Hematology-Oncology, University of Pittsburgh Cancer Institute, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Medicine/Hematology-Oncology, Indiana University, Indianapolis, IN, USA, "
        ]
    ],
    "first_author_latitude": "39.867108449999996",
    "first_author_longitude": "-86.1200486",
    "abstract_text": "Multiple myeloma (MM) is a plasma cell malignancy that is the most frequent cancer to involve the skeleton. MM bone disease is characterized by the formation of lytic bone lesions adjacent to MM cells that rarely heal even when patients are in long-term remission. This is due to the persistent suppression of bone marrow stromal cell (BMSC) differentiation into osteoblasts. We previously reported that MM cells induce long-lasting suppression of osteoblast differentiation by repression of the Runx2 gene through elevated expression of the transcriptional repressor Gfi1. However, how Gfi1 activity in BMSC is regulated by MM cells remains unclear. Using bioinformatics analysis, we found that there are three putative phosphorylation sites in the Gfi1 protein for Aurora A kinase (AurA) at S216, S326, and T418. We confirmed that Gfi1 was phosphorylated by AurA at multiple sites using an in vitro kinase assay. Co-immunoprecipitation assays revealed that AurA physically interacted with Gfi1 and phosphorylated Gfi1 protein. The interaction with AurA stabilized Gfi1 protein by blocking Gfi1 protein turnover, thereby extending the Gfi1 half-life from 2 hrs to 6 hrs. Further, co-transfection studies using wildtype and mutant AurA and Gfi1 showed that AurA inhibition of Gfi1 protein turnover was dependent on AurA kinase activity and phosphorylation of the S326 and T418 amino acid residues of Gfi1. Studies with co-transfected Myc-ubiquitin, FLAG-Gfi1, and HA-AurA revealed that AurA decreased Gfi1 ubiquitination, thereby leading to increased Gfi1 protein stability. Amino acids S326 and T418 are in Gfi1 zinc fingers (ZF) 3 and 6, respectively. It is known that Gfi1 ZF3, 4, and 5 are required for DNA binding, and that the K403R mutation in ZF6 interferes with DNA binding. Therefore we investigated if AurA phosphorylation of Gfi1 interferes with DNA binding. Chromatin immunoprecipitation and mRunx2 promoter oligo-pull down assays demonstrated that phosphorylated Gfi1 can still bind the Runx2 promoter. However, co-transfection studies with AurA and Gfi1 expression vectors with mRunx2 -promoter luciferase reporters demonstrated that AurA phosphorylation of Gfi1 blocked repression of the Runx2 promoter. These data indicate that although AurA increased the amount of Gfi1 protein present on Runx2 , AurA phosphorylation of Gfi1 appeared to lock Gfi1 in an “Off” (inactive) status and abrogated Gfi1 repression of Runx2 expression in osteoblast precursor cells. Since AurA phosphorylation of Gfi1 is not blocking DNA binding, the difference between Gfi1 “OFF” and “ON” status probably involves altered protein-protein interactions between Gfi1 and other factors that regulate Runx2 transcription. TNFa treatment, which we showed also represses Runx2 via Gfi1 activity, decreased the AurA protein level in MC-4 osteoblast precursor cells. Importantly, we found that AurA mRNA was decreased in both MC-4 cells treated with MM cells in vitro, and in bone marrow stromal cells isolated from MM patients. In conclusion, these data indicate that MM cells lower the levels of AurA in bone marrow stromal cells, thereby decreasing AurA phosphorylation of Gfi1. This helps to maintain Gfi1 in the “ON” status and allows Gfi1 repression of the Runx2 gene, thereby preventing osteoblast differentiation. These data suggest that AurA is an important regulator of Gfi1 function in MM bone disease. Disclosures: Roodman: Amgen: Membership on an entity’s Board of Directors or advisory committees; Eli Lilly: Research Funding."
}