{
    "doi": "https://doi.org/10.1182/blood-2018-99-116104",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3925",
    "start_url_page_num": 3925,
    "is_scraped": "1",
    "article_title": "The Role of Neutrophil Extracellular Traps in Cancer-Associated Arterial Thrombosis ",
    "article_date": "November 29, 2018",
    "session_type": "331. Pathophysiology of Thrombosis: Poster II",
    "topics": [
        "arterial thrombosis",
        "cancer",
        "neutrophil extracellular traps",
        "cell-free dna",
        "biological markers",
        "cancer staging",
        "disease remission",
        "hematologic neoplasms",
        "histone h3",
        "progressive neoplastic disease"
    ],
    "author_names": [
        "Ella Grilz, MD",
        "Lisa-Marie Mauracher, MSc",
        "Oliver Königsbrügge, MD PhD",
        "Florian Posch, MD MSc",
        "Irene Lang, MD",
        "Ingrid Pabinger, MD",
        "Cihan Ay, MD"
    ],
    "author_affiliations": [
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Medical University of Graz, Graz, Austria"
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ]
    ],
    "first_author_latitude": "48.21969889999999",
    "first_author_longitude": "16.3515215",
    "abstract_text": "Introduction : Prior studies have indicated that Neutrophil extracellular traps (NETs) trigger arterial thromboembolism (ATE) and play a role in the pathogenesis of cancer-associated venous thrombosis. We investigated the association between NET biomarkers (citrullinated histone H3 [H3Cit], cell-free DNA [cfDNA], and nucleosomes) and the risk of ATE in patients with cancer. Methods : In this prospective cohort study, H3Cit, cfDNA and nucleosome levels were determined at study inclusion, and patients with newly diagnosed cancer or progressive disease after remission were followed for 2 years for objectively confirmed, symptomatic ATE and death. Fine&Gray competing-risk regression was used to model risk of ATE. Overall survival (OS) was analyzed with Kaplan-Meier estimators. Results: Nine-hundred and fifty-eight patients with cancer (median age: 61 years; 46.8% female; Table 1) were recruited. ATE occurred in 22 patients; the cumulative 6-, 12-, and 24-month risks of ATE were 1.1%, 1.8%, and 2.3%, respectively. The subdistribution hazard ratios (SHR) for ATE of H3Cit, cfDNA, and nucleosomes per unit increase were 1.0 (95% confidence interval [CI]: 1.0-1.0, p=.882), 1.0 (1.0-1.0, p=.639), and 1.1 (1.0-1.2, p=.246) respectively. The 6-, 12-, and 24-month ATE probability was 1.3%, 1.7%, and 2.6% in patients with a H3Cit level ≤ 75 th percentile, and 0.8%, 1.3%, and 1.7% in patients above this cut-off (SHR=0.7, 0.2-2.0, p=.460). The 6-, 12-, 24-month overall survival of the study cohort was 87.0% (95%CI: 84.6-89.0), 73.6% (70.6-76.3), and 57.6% (54.3-60.8), respectively. The hazard ratio (HR) for mortality of H3Cit, cfDNA, and nucleosomes per unit increase were 1.0 (1.0-1.0, p<.001), 1.0 (1.0-1.0, p<.001), and 1.0 (1.0-1.1, p=.181) respectively. For better illustration we defined two groups of patients with elevated or non-elevated NET biomarkers. Therefore, we set an empiric cut-off at the 75 th percentile of the study cohort. Elevated H3Cit (HR=1.7, 1.3-2.1, p<.001), and cfDNA levels (HR=1.4, 1.1-1.7, p=.008) were associated with an increased risk of mortality after adjusting for age, and sex (Figure 1A&B). No association was found between higher nucleosome levels and the risk of all-cause mortality in patients with cancer (HR=1.2, 1.0-1.5, p=.088, Figure 1C). Conclusion : There was no significant association between H3Cit, cfDNA, and nucleosomes and ATE occurrence in patients with cancer. However, elevated levels of H3Cit, and cfDNA, were independently associated with an increased risk of mortality in patients with cancer. Table 1. Baseline characteristics of the total study population. Continuous data is reported as medians with first and third quartiles. Categorical variables are given as absolute frequencies and percentages. Data on body mass index, and cancer stage are missing in 2, and 76 patients, respectively. a Patients with brain and hematologic cancer Figure 1. Kaplan-Meier estimated for overall survival probability of patients with cancer according to baseline H3Cit, cfDNA, and nucleosome levels. MoM = Multiple-of-the-mean (i.e. Nucleosome results were compared to pooled plasma from 5 young male healthy controls to obtain a multiple-of-the-median) View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}