{
    "doi": "https://doi.org/10.1182/blood-2020-139690",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4566",
    "start_url_page_num": 4566,
    "is_scraped": "1",
    "article_title": "Evidence of Synergistic Effect of Idasanutlin and Navitoclax Using T-Cell Acute Lymphoblastic Leukemia Patient-Derived Xenografts ",
    "article_date": "November 5, 2020",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Kimberly B. Johansson",
        "Megan Gauthier, MD",
        "Feng Gao, MD PhD MPH",
        "Daniel C. Link, MD"
    ],
    "author_affiliations": [
        [
            "Medical Scientist Training Program, Washington University in St. Louis, St Louis, MO",
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO"
        ],
        [
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO"
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO"
        ],
        [
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO"
        ]
    ],
    "first_author_latitude": "38.6353795",
    "first_author_longitude": "-90.2627223",
    "abstract_text": "T-cell acute lymphoblastic leukemia (T-ALL) is diagnosed in approximately 2,500 individuals in the United States each year. The five-year event-free survival rate for this aggressive hematologic malignancy declines with age, ranging from 70-75% for pediatric patients to 21.7% for patients aged 60-79. Thus, there is an unmet clinical need for better therapies for T-ALL. Mutations that result in Notch activation are present in the majority of T-ALL and are thought to induce transformation, in part, through activation of c-Myc. Increased expression of c-Myc induces apoptosis through a p19(ARF)-Mdm2-p53 tumor suppressor pathway. Thus, it is not surprising that over 70% of T-ALL cases have inactivating mutations in CDKN2A (p19Arf). Of note, greater than 95% of primary T-ALL cases and 75% of relapsed cases maintain wild type p53. Based on these observations, we hypothesize that treatment with MDM2 inhibitors, by bypassing the loss of ARF, will increase p53 expression and lead to T-ALL cell apoptosis. We further hypothesize that inhibition of pro-survival BH3 domain proteins, in particular BCLXL, will synergize with MDM2 inhibition to kill T-ALL cells. Of note, a prior study showed that most T-ALL (~62%) respond to treatment with ABT-263 (navitoclax), an inhibitor of BCL2, BCLXL, and BCLW, although most responses were transient. To test this hypothesis, we assessed the response of four different T-ALL xenografts to treatment with idasanutlin (a second generation MDM2 inhibitor) alone, ABT-263 (navitoclax) alone, or their combination. In each case, human T-ALL cells were injected into immunodeficient NSG (NOD.Cg- Prkdc scid Il2rg tm1Wjl ) mice. Leukemic burden was measured in the blood by flow cytometry for human CD45+ cells. Once engraftment of T-ALL was observed, mice were randomized to one of four treatments: 1) ABT-263 100 mg/kg by oral gavage daily for 14 days; 2) idasanutlin 40 mg/kg by oral gavage daily on a 5-days-on 2-days-off schedule for 14 days; 3) combined idasanutlin and ABT-263; and 4) vehicle alone. Two independent experiments were performed with cohort sizes ranging from 15 (3-4 per treatment) to 31 (7-8 per treatment). Treatment with ABT-263 alone induced a significant decrease in T-ALL burden in all 4 xenotransplants (Figure 1). Treatment with idasanutlin alone induced a significant decrease in T-ALL burden in 3 of 4 xenotransplants. The non-responding xenograft was an ETP T-ALL. Finally, a marked response to combination treatment with idasanutlin and ABT-263 was seen in all four T-ALL xenografts. Indeed, the combination was found to be synergistic in each case based on a modified Bliss Independence test, analyzing average daily change for synergy interaction. In addition, overall survival was significantly increased in the combination treatment group. These data show that the combination of idasanutlin and ABT-263 is highly active in T-ALL and merits consideration for clinical testing. View large Download slide View large Download slide  Disclosures Johansson: Roche: Other: Roche provided Idasanutlin free of charge. No compensation was provided, and Roche was not involved in design, conduction, or analysis of experiments.. Gauthier: Roche: Other: Roche provided Idasanutlin free of charge. No compensation was provided, and Roche was not involved in design, conduction, or analysis of experiments.. Link: Roche: Other: Roche provided Idasanutlin free of charge. No compensation was provided, and Roche was not involved in design, conduction, or analysis of experiments.."
}