{
    "doi": "https://doi.org/10.1182/blood.V108.11.3165.3165",
    "article_title": "TNFR25 Expression on CD4 + CD25 + T Cells: Down Modulation of Regulatory Activity. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "TNFR25 (“DR3”) is a member of the TNF receptor family that is expressed by activated CD4 + and CD8 + T cells. To determine if activated CD4 + CD25 + T cells also expressed this TNFR family molecule, B6 CD4 + CD25 + T cells were stimulated with anti-CD3/CD28 coated beads (kind gift of Dr. B. Blazar, U. Minn.) and expanded for 3–4 days. TNFR25 expression was readily detected on CD4 + CD25 + FoxP3 + T cells. Since other members of the TNF receptor family (GITR, OX40, 4–1BB) are known to influence T regulatory cell function, we investigated whether TNFR25 signaling can regulate CD4 + CD25 + T cell activity. TNFR25 triggering in B6-wt T regulatory CD4 + CD25 + cells with the recombinant TNFR25 ligand TL1A or agonistic anti-TNFR25 antibody (4C12) resulted in reduction of their ability to suppress anti-CD3 induced ex-vivo proliferation of CD4 + CD25 − cells. 4C12 mediated TNFR25 signaling also reduced B6-wt Treg mediated inhibition of peptide induced proliferation of OVA-specific B6 CD8 + (OT-I) cells. To further investigate a role for TNFR25 in Treg cell regulation, TNFR25 (full length) transgenic mice were generated and bred onto the BL/6 background. CD4 + CD25 + cells from these TNFR25 tg mice were found to possess diminished T regulatory activity in vitro as determined by their diminished inability to regulate proliferation by B6-wt CD4 + and OT-I CD8 + T cells. To assess their in vivo regulatory activity, B6-wt and B6 TNFR25 tg Treg cells were examined for their ability to inhibit graft vs. host disease (GVHD) following allogeneic MHC class I/II mismatched BMT. In contrast to B6-wt Treg cells, TNFR25 tg Treg cells exhibited significantly diminished ability to regulate the onset of GVHD in vivo as assessed by weight loss and clinical symptoms. Using agonistic antibody, stimulation of TNFR25 on transgenic Treg cells was also found to effectively remove the ex-vivo regulatory activity expressed by this population. To exclude any possible direct co-stimulatory effects of 4C12 antibody on the responding proliferating cells, CD4 + CD25 − T cells from TNFR25 dominant negative transgenic mice were employed. 4C12 mab again abolished Treg cell inhibitory activity. The effect of TNFR25 agonists on T reg cell activity in vivo is being further investigated in both mouse models of GVHD and IBD diseases. Initial observations administering 4C12 post-allogeneic BMT together with B6-wt Treg cells indicate a reduction in their ability to regulate GVHD. In total, these studies identify TNFR25 as a new potential target for augmenting CD4 + and CD8 + responses by concomitant direct co-stimulation of effecter cells and inhibition of T regulatory cell function.",
    "topics": [
        "antigens, cd25",
        "t-lymphocytes",
        "weight reduction",
        "graft-versus-host disease",
        "antibodies",
        "tumor necrosis factor receptor",
        "agonists",
        "cd28 antigens",
        "inflammatory bowel disease",
        "irritable bowel syndrome"
    ],
    "author_names": [
        "Vadim Deyev, PhD",
        "Melinda Roskos, BS",
        "Robert B. Levy, PhD",
        "Eckhard R. Podack, MD/PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vadim Deyev, PhD",
            "author_affiliations": [
                "Microbiology/Immunology, Univ of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Melinda Roskos, BS",
            "author_affiliations": [
                "Microbiology/Immunology, Univ of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert B. Levy, PhD",
            "author_affiliations": [
                "Microbiology/Immunology, Univ of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eckhard R. Podack, MD/PhD",
            "author_affiliations": [
                "Microbiology/Immunology, Univ of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:38:56",
    "is_scraped": "1"
}