{
    "doi": "https://doi.org/10.1182/blood.V124.21.397.397",
    "article_title": "Induced Pluripotent Stem Cell Model of Chronic Myeloid Leukemia Revealed Olfactomedin 4 As a Novel Survival Factor for Primitive Leukemia Cells ",
    "article_date": "December 6, 2014",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Strategies to Circumvent Therapy Resistance",
    "abstract_text": "CML is a myeloproliferative disorder characterized by unregulated growth of predominantly myeloid cells, and their subsequent accumulation in the bone marrow and peripheral blood. CML originates in hematopoietic stem cells (HSCs) with t(9;22)(q34;q11.2) translocation, which causes the constitutively expression of the BCR-ABL kinase driving the expansion of leukemic progeny. Ex vivo cultures of CML-derived cell lines and primary CML cells, ectopic expression of BCR-ABL in CD34 + cells and mouse models have provided important insights into CML pathogenesis and led to the development of targeted therapy for this neoplastic disease with BCR-ABL thyrosine kinase inhibitor (TKI), imatinib. Despite these achievements, in many cases CML remains incurable because of innate resistance of CML leukemia stem cells (LSCs) to TKI. Thus, a definitive cure for leukemia requires identifying novel therapeutic targets to eradicate LSCs. However, the rarity of LSCs within the pool of malignant cells remains a major limiting factor for their study in humans. Recently we generated transgene-free iPSCs from the bone marrow mononuclear cells of a patient in the chronic phase of CML (CML15 iPSCs and CML17 iPSCs) and showed that these iPSCs capture the entire genome of neoplastic cells, including the unique 4-way translocation between chromosomes 1, 9, 22, and 11 that was present in the patient bone marrow (BM) (Hu et al., Blood 2011). By differentiating CML iPSCs back to the blood we were able to generate iCD34 + primitive hematopoietic cells with typical LSC properties, including HSC phenotype (lin - CD34 + CD45 + CD90 + CD117 + CD45RA - Rho low ALDH high ), adhesion defect, increased long-term survival and proliferation, and innate resistance to TKI imatinib. By analyzing transcriptome of CML and normal BM iCD34 + cells treated or non-treated with imatinib we discovered OLFM4 as top-ranking gene, which is selectively upregulated by imatinib in CML, but not normal BM iCD34 + cells. Using siRNA, we demonstrated that OLFM4 knockdown potentiate imatinib-induced apoptosis and suppression of CFCs in iCD34 + cells, thereby indicating that OLFM4 is involved in regulation of imatinib resistance and survival of de novo generated primitive CML cells. To find out whether findings obtained using iCD34 + cells can be translated to somatic cells, we evaluated the expression and functional role of OLFM4 in CD34 + cells obtained from parental bone marrow and bone marrow from the several other CML patients in the chronic phase. Using immunohistochemistry and RT-PCR we confirmed OLFM4 expression in lin - CD34 + and CD34 - bone marrow cells from patients. Knockdown OLFM4 with siRNA in somatic CML lin - CD34 + potentiated imatininb-induced CFC suppression, abrogated LTC-ICs and engraftment of lin - CD34 + cells in NSGW 41 mice, thereby indicating that OLFM4 is critical for survival of CML LSCs. In summary, we showed that reprogramming leukemia cells to pluripotency and then differentiating them back into blood cells can be used as a novel approach to produce an unlimited number of primitive hematopoietic cells with LSC properties and identify of novel LSC survival factors and drug targets. We validated this approach by demonstrating the successful application of the iPSC-based platform to discover OLFM4 as a novel LSC survival factor in patients in the chronic phase of CML. Disclosures Thomson: CDI: Consultancy, Equity Ownership. Slukvin: CDI: Consultancy, Equity Ownership; Cynata: Consultancy, Equity Ownership, Research Funding.",
    "topics": [
        "leukemia",
        "leukemia, myelocytic, chronic",
        "prognostic factors",
        "stem cells, pluripotent",
        "cd34 antigens",
        "imatinib mesylate",
        "bcr-abl tyrosine kinase",
        "protein-tyrosine kinase inhibitor",
        "rna, small interfering",
        "aldehyde dehydrogenases"
    ],
    "author_names": [
        "Kran Suknuntha, MD PhD",
        "Yuki Ishii, PhD",
        "Kejin Hu, PhD",
        "Mcintosch Brayan, PhD",
        "David T. Yang, MD",
        "Scott Swanson",
        "Ron Stewart, PhD",
        "Jean YJ Wang, PhD",
        "James Thomson, PhD DVM",
        "Igor Slukvin, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kran Suknuntha, MD PhD",
            "author_affiliations": [
                "University of Wisconsin, Madison, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yuki Ishii, PhD",
            "author_affiliations": [
                "Moores UCSD Cancer Center, La Jolla, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kejin Hu, PhD",
            "author_affiliations": [
                "University of Wisconsin, Madison, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mcintosch Brayan, PhD",
            "author_affiliations": [
                "Morgridge Institute for Research, Madison, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David T. Yang, MD",
            "author_affiliations": [
                "University of Wisconsin School of Medicine and Public Health, Madison, WI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Swanson",
            "author_affiliations": [
                "Morgridge Institute for Research, Madison, WI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ron Stewart, PhD",
            "author_affiliations": [
                "Morgridge Institute for Research, Madison, WI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean YJ Wang, PhD",
            "author_affiliations": [
                "Moores UCSD Cancer Center, La Jolla, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Thomson, PhD DVM",
            "author_affiliations": [
                "Morgridge Institute for Research, Madison, WI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Igor Slukvin, MD PhD",
            "author_affiliations": [
                "University of Wisconsin, Madison, WI "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T06:52:25",
    "is_scraped": "1"
}