{
    "doi": "https://doi.org/10.1182/blood-2018-99-120358",
    "article_title": "A Proinflammatory Invariant Natural Killer T Cells Phenotypic State Associates with Human Graft-Versus-Host Disease Onset and Response ",
    "article_date": "November 29, 2018",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "abstract_text": "Human invariant natural killer T cells (iNKT) are a rare population of lymphocytes that bridges innate and adaptive immune functions. iNKT cells have different potent effector functions and subsets, but this heterogeneity is mostly understood by a superimposed framework of classic T cell markers. This may help explain contradictory studies of iNKT cells in diseases for which they are thought to play a pathogenic role. In this study, we present data suggesting new markers to understand human iNKT cell heterogeneity and function, as well as monitoring this in the clinical context of allogeneic stem cell transplantation (ASCT) and graft-versus-host disease (GVHD). In both preclinical murine models and in correlative clinical studies, iNKT cells are associated with less GVHD and better immune reconstitution following ASCT. We performed bulk whole transcriptome sequencing on iNKT cells from patients at day +30 after ASCT, some who developed and some who did not develop GVHD. Gene expression signatures of the iNKT cells from each individual are grouped based on a transcriptome library of reference cell types (CIBERSORT). Using this approach, we distinguished patients who will develop GVHD as predominately having an activated cytotoxic cell gene signature, whereas patients without GVHD had a CD4+ T cell gene signature within purified peripheral blood iNKT cells. Using two different high throughput single-cell RNA sequencing (sc-seq) platforms to determine differential gene expression on the single cell level, we first examined the gene expression signatures of primary human iNKT cells from healthy donors. Activation with CD3/28 microbeads of primary iNKT cells promoted two main differential transcriptional profiles in iNKT cells. One profile resembles conventional CD4 + T cells and associated Th2 cytokine profile ( IL2, IL4 ), whereas the other profile has genes associated with cytotoxicity and inflammation ( TNF, IFNG, GZMB ). Confirmation by flow cytometry showed that while CD8 surface expression did not well differentiate the pro-inflammatory and cytotoxic subsets, but both CD94 and KLRG1 better associate with Th1 and cytotoxic responses. CD94 + iNKT are restricted to CD4 - cells and KLRG1 expressed in both CD4 + and CD4 - populations. By comparison, the analysis of sc-seq of normal healthy subjects and post-transplant patients with and without GVHD resulted in the identification of three major iNKT populations. The population most associated with GVHD showed expression of a pro-inflammatory profile enriched for CXCR4, CD94, HLA-DRB1/A1 and decreased KLRB1. Whereas, post-transplant patients with healthy GVHD-free and relapse free immune reconstitution showed a more T cell like profile but with increased expression of CXCR4, CD94, KLRB1 and decreased HLA-DRB1/A1 . Using flow cytometry of ex vivo expanded iNKT cells, we found the expansion of CXCR4 + HLA-DR + that can be CD4 + or CD4 - and that these cells produce high levels of the cytokine TNF-a, IFN-g and IL-4. Importantly, iNKT cells that are CXC4 + HLA-DR + KLRB1 low make significantly less IL-4 and these are enriched in the GVHD setting. Using flow cytometry, we measured iNKT cell phenotypes in a pilot cohort of 48 individuals; 10 healthy controls, 10 patients with no complications or relapse after ASCT and 18 patients with GVHD of which 9 were steroid refractory. In addition, we evaluated 11 patients with new onset T1D. The frequency of the cytotoxic CD94 + iNKT cells were significantly increased in all patients following and in T1D compared to healthy controls. Whereas, patients with GVHD showed an increase in HLA-DR + CXCR4 + KLRB1 low iNKT cells. Increases in the late activation marker HLA-DR distinguished corticosteroid refractory (HLA-DR ++ ) from steroid responsive patients at the time of initial GVHD diagnosis. For patients who responded to steroids or further therapy, we found that a reduction in HLA-DR associated with treatment response. In a second 24 patient cohort, we found that the presence HLA-DR + CXCR4 + CD161 low cells at day +30 was statistically greater in patients who would go on to develop GVHD as compared as those who did not (student T test, p<0.01) To conclude, we have used different methods to discover and validate groups of iNKT cells with distinct functions, and the associated phenotype correlate with clinical inflammation both following ASCT and in T1D. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease",
        "natural killer t-cells",
        "phenotype",
        "hla-dr antigens",
        "autologous stem cell transplant",
        "cxcr4 receptors",
        "flow cytometry",
        "interleukin-4",
        "steroids",
        "cytokine"
    ],
    "author_names": [
        "Tom Erkers, PhD",
        "Bryan Xei, BS",
        "Laura Kenyon",
        "Mary Rieck, BS",
        "Marina Basina, MD",
        "Kent Jensen, PhD",
        "Samuel Strober, MD",
        "Robert S. Negrin, MD",
        "Holden T. Maecker, PhD",
        "Everett H Meyer, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tom Erkers, PhD",
            "author_affiliations": [
                "2 Science for Life Laboratory, Department of Oncology-Pathology, Karolinska Institutet, Solna, Sweden "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bryan Xei, BS",
            "author_affiliations": [
                "Stanford University, Division of Blood and Marrow Transplantation, Stanford, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Kenyon",
            "author_affiliations": [
                "Stanford University, Division of Blood and Marrow Transplantation, Stanford, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Rieck, BS",
            "author_affiliations": [
                "Beckman Center for Molecular and Genetic Medicine, Stanford University School of Medicine, Stanford, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Basina, MD",
            "author_affiliations": [
                "Stanford University, School of Medicine Division of Endocrinology, Stanford, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kent Jensen, PhD",
            "author_affiliations": [
                "Stanford University, Division of Blood and Marrow Transplantation, Stanford, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel Strober, MD",
            "author_affiliations": [
                "Division of Immunology and Rheumatology, Department of Medicine, Stanford University, Stanford, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert S. Negrin, MD",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University, Stanford, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Holden T. Maecker, PhD",
            "author_affiliations": [
                "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Everett H Meyer, MD PhD",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University, Stanford, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T13:06:35",
    "is_scraped": "1"
}