{
    "doi": "https://doi.org/10.1182/blood.V110.11.3425.3425",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=923",
    "start_url_page_num": 923,
    "is_scraped": "1",
    "article_title": "Alemtuzumab in Patients with Advanced Mycosis Fungoides and Sezary Syndrome. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Therapy with Biologic Agents excluding Pre-Clinical Models",
    "topics": [
        "alemtuzumab",
        "mycosis fungoides",
        "sezary syndrome",
        "brachial plexus neuritis",
        "follow-up",
        "acyclovir",
        "cancer",
        "cardiotoxicity",
        "cmv reactivation",
        "complete remission"
    ],
    "author_names": [
        "Brady Beltran-Garate, MD",
        "Henry Gomez, MD",
        "Jose L. Lopez, MD",
        "Mildred Borrego, MD",
        "Mercedes Prieto, MD",
        "Antonio A. Carrasco-Yalan, MD",
        "Julia Huamani, PharmD",
        "Jorge Castillo, MD",
        "Osiris da Costa, MD"
    ],
    "author_affiliations": [
        [
            "Oncology Hematology Radiotherapy, Hospital Nacional Edgardo Rebagliati Martins, Lima, Peru"
        ],
        [
            "Medicine, Instituto Nacional de Enfermedades Neoplasicas, Lima, Peru"
        ],
        [
            "Hematology, Banco Municipal de Sangre Hospital Vargas, Caracas, Venezuela"
        ],
        [
            "Hematology, Banco Municipal de Sangre Hospital Vargas, Caracas, Venezuela"
        ],
        [
            "Hematology, Hospital Vargas, Caracas, Venezuela"
        ],
        [
            "Oncology Hematology Radiotherapy, Hospital Nacional Edgardo Rebagliati Martins, Lima, Peru"
        ],
        [
            "Oncology Hematology Radiotherapy, Hospital Nacional Edgardo Rebagliati Martins, Lima, Peru"
        ],
        [
            "Oncology Hematology Radiotherapy, Hospital Nacional Edgardo Rebagliati Martins, Lima, Peru"
        ],
        [
            "Hematology, Banco Municipal de Sangre Hospital Vargas, Caracas, Venezuela"
        ]
    ],
    "first_author_latitude": "-12.0780012",
    "first_author_longitude": "-77.0402132",
    "abstract_text": "Background: Alemtuzumab (Campath®/Mabcampath®, anti-CD52 humanized monoclonal antibody) has recently been shown to be effective in the treatment of diverse hematological malignancies. Mycosis fungoides (MF) and Sezary Syndrome (SS) are low grade cutaneous T-cell lymphoma with indolent course and multiple relapsed. Aim: We describe our experience from three centers in South America with refractory/relapsed MF/SS patients treated with Alemtuzumab as monotherapy. Methods: From July 2005 to April 2006 a total of 13 patients were recruited from 2 centers in Lima-Perú and one center in Caracas-Venezuela with histopathology diagnosed of advanced refractory/relapsed MF (10pts) or SS (3pts); median age 60 years old (range: 36–72); 9 pts. were male. Median number of previous therapies 2.5 (range: 2–7). Treatment scheduled was planned as follow: Alemtuzumab 30 mg i.v. tiw per 8 weeks with a gradually escalated doses during the first week (3,10, 30 mg). Trimethoprim/sulphamethoxazole and acyclovir as prophylaxis were given. Median Alemtuzumab total dose was 429 mg (range: 123–706) over a median time of treatment of 6.2 weeks (range:3–15). The first nine pts. received the planned schedule dose; 2 pts. received Alemtuzumab 30 mg i.v. tiw for 4 weeks and then 30 mg i.v. weekly and the last 2 recruited pts. received Alemtuzumab 10 mg iv. tiw for 4 weeks them after 10 mg i.v. biw and finally 10 mg i.v. weekly. CMV monitoring with pp65 was performed in the first five pts. and qualitative PCR in 3 pts. Results: Twelve patients were evaluable for response. Overall response rate (ORR) was 75% (9/12), with three patients achieving complete remission (CR) and six patients with partial response (PR); three patients with progressive disease (PD) during treatment. Responses were seen in 6/9 (75%) MF pts. and 3/3(100%) SS pts. Regarding clinical presentation: 4 over 4 (100%) eritrodermic forms responded and 5 over 8 (62%) tumoral forms responded. Response duration and CMV reactivation were described in table 1. Hematological toxicity was grade 1–2 neutropenia in three pts. and grade 1–2 thrombocytopenia in three pts. One pt. developed urosepsis caused by E. Coli. and 1 pt. had genital herpes. No cardiac toxicity was reported. Kaposi sarcoma progression was discovered in one pt. One pt. died with CMV pneumonitis, three months after treatment, 1 pt. died at two months during treatment for a neurology event Conclusion: Alemtuzumab as monotherapy shows promising clinical activity with sustained response in patients with advanced MF and SS. New studies should be address the Alemtuzumab impact in these malignancies with reduced doses or even combined therapies. Table 1. Outcomes, follow-up and CMV status  Alemtuzumab (TD, mg) . Response . Follow-up (m) . CMV Status . TD=total dose, NE=no evaluable, AD=active disease, m=months, R=reactivation, F=fever, P=Pneumonitis 123 NE AD, 14 m R with F 313 PD Died, 8 m  706 PD AD, 8 m  403 CR Relapse at 6 m R with F 253 CR Relapse at 3 m. R with F 493 PR PR at 8 m, and death  123 PR Relapse at 3 m R no F 163 PD AD, 3 m R no F 673 CR Relapse at 30 m  673 PR Relapse at 14 m  673 PR Death at 2 m  673 PR PR, 30 m  673 PR PR, 3 m and death R with P Alemtuzumab (TD, mg) . Response . Follow-up (m) . CMV Status . TD=total dose, NE=no evaluable, AD=active disease, m=months, R=reactivation, F=fever, P=Pneumonitis 123 NE AD, 14 m R with F 313 PD Died, 8 m  706 PD AD, 8 m  403 CR Relapse at 6 m R with F 253 CR Relapse at 3 m. R with F 493 PR PR at 8 m, and death  123 PR Relapse at 3 m R no F 163 PD AD, 3 m R no F 673 CR Relapse at 30 m  673 PR Relapse at 14 m  673 PR Death at 2 m  673 PR PR, 30 m  673 PR PR, 3 m and death R with P View Large"
}