{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3543.3543",
    "article_title": "Management of Infections in SCD Patients Treated with HU in the Framework of Escort HU ",
    "article_date": "December 7, 2017",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia—Clinical: Poster III",
    "abstract_text": "Background and method This study aims to investigate on infections in sickle cell patients treated with hydroxycarbamide (hydroxyurea, HU) for symptomatic sickle-cell syndromes enrolled in the multicentric prospective non-interventional cohort study ESCORT HU (European Sickle Cell Disease COhoRT - HydroxyUrea). The first patient was enrolled in ESCORT HU in January 2009, and by June 2017, 1844 patients were enrolled in the cohort. The increased susceptibility to infections of sickle-cell disease (SCD) affected patients is well known and likely results from several causes, including impaired splenic function, defects in complement activation, micronutrient deficiencies, and tissue ischemia. Splenectomy has been considered for a long time at high risk of early and late infections and of death in children (particularly aged 4 years or below) and adults with SCD. Although antibiotics and vaccines measures have been a huge step forward in preventive care, infections remain a major cause of morbidity and mortality in the developed countries and even more so in the developing world. Hydroxyurea (HU) is registered in Europe and in the US to prevent the recurrence of painful vaso-occlusive crises including acute chest syndrome. In Europe the marketing authorization for HU covers adults, adolescents and children older than 2 years suffering from symptomatic Sickle Cell Syndrome. HU is a well-tolerated fetal hemoglobin (Hb) inducer, with dose-dependent myelosuppression being the main short-term side-effect. Concerns have been raised about the possibility of HC as a predisposing factor for infections due to its myelosuppressive property. We present here a snapshot of infections collected in SCD patients enrolled in the prospective study cohort ESCORT HU. Children (≥ 2 years) and adults were enrolled from four European countries: France, Germany, Greece and Italy. Data are collected through an electronic Case Report Form (e-CRF). An analysis of these infections has been performed. Results From January 2009 until June 2017, 1841 patients (1016 adults and 822 children) have been enrolled in ESCORT HU. 746 infections were collected in the database in 437 patients (25.5%), of which 231 children and 206 adults. Hb Genotypes were SS (89.02%) or Sβ 0 (4.35%) in 408/ 437 patients (93.3%) (see table 1). Features of the infections are reported in table 2. Bacterial infections were reported more frequently (42.4%), followed by viral infections including parvovirus B19 (26%). In 227 cases (31%), the type of infection was not specified. The spleen status was reported sporadically. As expected, infections were more frequent in children (52.4% in children vs 46.9% in adults), despite the fact that most of them received penicillin prophylaxis. Nevertheless the number of episodes of infection per patients was quite similar between adults and children: 350 infections were reported in 206 adults (1.70 per patients) and 386 in 231 children (1.67 per patient). 60% of patients (adults as well as children) experienced one episode of infection whereas 40% reported several infections. A small number of patients (33/431) had more than 3 infectious episodes. According to the investigators, infections were more severe in adults (15.14%) than in children (8.84%), but more frequently led to hospitalization in children than in adults (34.4% vs 24.4%). Antibiotics were widely prescribed for these episodes in 77.1% (adults) and 82.6% (children) of infections. No death due to infectious episode has been reported in the cohort. Conclusions Despite an appropriate management of patients with sickle cell disease in Europe with antibiotic prophylaxis and recommendations for vaccinations (including routine vaccines and immunization against S. pneumoniae, N. meningitidis and H. influenzae ), in Europe the incidence of infections remains high and is responsible for many hospitalizations. No increase of infectious risk has been reported in placebo-controlled clinical trials comparing HU and placebo in children (Baby HUG, MSH trial, SWitCH and TWitCH trials, Jain et al 2010) but comparisons with untreated SCD cohorts are required to better evaluate the incidence of infections in SCD patients treated with HU. View large Download slide View large Download slide Close modal Disclosures Galactéros: Addmedica: Membership on an entity's Board of Directors or advisory committees. De Montalembert: Addmedica: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding. Ribeil: Addmedica: Membership on an entity's Board of Directors or advisory committees; Vitalaire: Other: Non-financial support; Novartis: Other: Non-financial support. Kordes: Addmedica: Membership on an entity's Board of Directors or advisory committees. Grosse: Addmedica: Membership on an entity's Board of Directors or advisory committees. Brousse: Add Medica: Membership on an entity's Board of Directors or advisory committees. Oevermann: Addmedica: Membership on an entity's Board of Directors or advisory committees. Lobitz: Addmedica: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "infections",
        "disease susceptibility",
        "hydroxyurea",
        "sickle cell anemia",
        "antibiotics",
        "vaccines",
        "acute chest syndrome",
        "adverse effects",
        "antibiotic prophylaxis",
        "bacterial infections"
    ],
    "author_names": [
        "Frédéric Galactéros, MDPhD",
        "Malika Benkerrou, MD",
        "Mariane De Montalembert, MD PhD",
        "Jean-Antoine Ribeil, MD",
        "Corinne Pondarré, MD PhD",
        "Jean Benoît Arlet, MD",
        "Uwe Kordes, MD MRCP",
        "Regine Grosse, MD",
        "Valentine Brousse, MD",
        "Lena Oevermann, MD",
        "Stephan Lobitz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Frédéric Galactéros, MDPhD",
            "author_affiliations": [
                "Henri Mondor Hospital - APHP, Creteil, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Malika Benkerrou, MD",
            "author_affiliations": [
                "Robert Debré Hospital - APHP, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariane De Montalembert, MD PhD",
            "author_affiliations": [
                "Necker Children's Hospital, Assistance Publique-Hôpitaux de Paris, Paris, France ",
                "Laboratory of Excellence, GR-Ex, Paris, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Antoine Ribeil, MD",
            "author_affiliations": [
                "Necker Children's Hospital, Assistance Publique-Hôpitaux de Paris, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinne Pondarré, MD PhD",
            "author_affiliations": [
                "Referral Center for Sickle Cell Disease, CHIC, Créteil, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Benoît Arlet, MD",
            "author_affiliations": [
                "Georges-Pompidou European Hospital - APHP, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uwe Kordes, MD MRCP",
            "author_affiliations": [
                "University Medical Center Eppendorf, Hamburg, DEU "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Regine Grosse, MD",
            "author_affiliations": [
                "Clinic of Pediatric Hematology and Oncology, University Hospital Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentine Brousse, MD",
            "author_affiliations": [
                "Laboratory of Excellence, GR-Ex, Paris, France ",
                "Pediatrics Department, Hopital Necker - APHP, Paris, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lena Oevermann, MD",
            "author_affiliations": [
                "Charité-Universitätsmedizin, Berlin, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Lobitz, MD",
            "author_affiliations": [
                "Charité-Universitätsmedizin, Berlin, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:49:28",
    "is_scraped": "1"
}