{
    "doi": "https://doi.org/10.1182/blood-2019-127940",
    "article_title": "Autologous Stem Cell Transfusions on Multiple Days in Patients with Multiple Myeloma - Does It Matter? ",
    "article_date": "November 13, 2019",
    "session_type": "711.Cell Collection and Processing",
    "abstract_text": "Introduction : Autologous stem cell transplantation (ASCT) following high-dose chemotherapy (HDCT) is a cornerstone in the standard first-line treatment in myeloma (MM) patients. Freezing of the hematopoietic stem cells (HSC) to bypass the time between stem cell collection and completion of HDCT is crucial for this process. Due to the vulnerability of HSC, adding of anti-freezing agents such 5-10 vol% dimethyl-sulfoxide (DMSO) to hematopoietic stem cells is mandatory. DMSO exerts toxic effects after administration, and toxicity of DMSO is dose-related. However, guidelines for this procedure are missing, and transplant centers have implemented varying limitations of maximum total DMSO administration, ranging from 20-70 g per day. At our center, the maximum transplant volume is 300 mL per day with DMSO at 5 vol%. For patients with transfusion volumes above these limits, the transplant procedure is split over several days. Methods : In this single center study, we retrospectively analyzed the impact of multiple day transplantation procedures on survival rates and hematological recovery in 271 patients with MM patients undergoing first melphalan-based ASCT. Results : 244 (90%) received ASCT within a single day, and this group was termed Tx 1 . The Tx 2-3 group comprised 23 patients receiving stem cells on 2 days, and four patients on 3 days. Both groups (Tx 1 and Tx 2-3 ) did not differ in clinical characteristics or number/types of induction therapy lines. The remission status pre-transplant was comparable. Plerixafor was given more frequently in Tx 2-3 than Tx 1 (p=0.0715). At the day of SC collection, peripheral CD34+ counts were lower in Tx 2-3 . The final administered autograft volume was higher in Tx 2-3 patients. The amount of transplanted CD34+ cells/kg b.w. was lower in the Tx 2-3 group, mirroring poorer mobilization of CD34+ cells (p<0.0001). The median recovery for neutrophils was 13 days for Tx 2-3 and 12 days for Tx 1 (p=0.0048), and for platelets 18 versus 14 days (p=0.0004). Tx 2-3 patients had longer median hospitalization duration (23 versus 19 days; p=0.0006). The median follow-up was 56 months. Relapse-free survival (RFS) was 39 months, and 169 relapses (62%) occurred so far. Median OS was 91 months, and 82 patients (30%) have died during follow-up. Tx 2-3 patients had shorter median RFS (21 versus 40 months for Tx 1 ; p=0.0245), and shorter median OS with 55 versus 93 months (p=0.0134) (Figure 1). Conclusions : Our data suggest that multiple day transplantation is associated with poor CD34+ mobilization and is observed in roughly 10% of myeloma patients. Patients with multiple day transplant procedures had later neutrophil and platelet engraftment, longer hospitalization duration, more febrile episodes, and inferior OS and RFS. This suggests to consider myeloma patients with the need for multiple day transplantation as a patient group at increased risk that needs enhanced surveillance strategies. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood transfusion",
        "multiple myeloma",
        "stem cells",
        "transplantation",
        "dimethyl sulfoxide",
        "autologous stem cell transplant",
        "follow-up",
        "freezing",
        "length of stay",
        "toxic effect"
    ],
    "author_names": [
        "Thomas Pabst, MD",
        "Sebastian Moser",
        "Ulrike Bacher",
        "Barbara Jeker",
        "Behrouz Mansouri Taleghani, Prof.",
        "Urban Novak"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas Pabst, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Institute of Medical Oncology, Berne, Switzerland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Moser",
            "author_affiliations": [
                "Department of Oncology, University Hospital of Bern, Bern, Switzerland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Bacher",
            "author_affiliations": [
                "Hematology and Hematology Central Laboratory, University Hospital of Bern, Bern, Switzerland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Jeker",
            "author_affiliations": [
                "Department of Oncology, University Hospital of Bern, Bern, Switzerland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Behrouz Mansouri Taleghani, Prof.",
            "author_affiliations": [
                "Hematiology and Hematology Central Laboratory, University Hospital of Bern, Bern, Switzerland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Urban Novak",
            "author_affiliations": [
                "Department of Oncology, University Hospital of Bern, Bern, Switzerland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T18:36:47",
    "is_scraped": "1"
}