{
    "doi": "https://doi.org/10.1182/blood-2019-123952",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4284",
    "start_url_page_num": 4284,
    "is_scraped": "1",
    "article_title": "The Efficacy of Risk Score System Establishment and Methylprednisolone Stratification Treatment for Pre-Engraftment Syndrome after Unrelated Cord Blood Transplantation: A Retrospective (development) and a Prospective (validation) Study ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "engraftment",
        "methylprednisolone",
        "umbilical cord blood transplantation",
        "graft-versus-host disease, acute",
        "graft-versus-host disease",
        "transplantation",
        "exanthema",
        "fever",
        "hematologic neoplasms",
        "signs and symptoms"
    ],
    "author_names": [
        "Xiaoyu Zhu",
        "Jiang Zhu",
        "Baolin Tang",
        "Kaidi Song",
        "Linlin Jin",
        "Huilan Liu",
        "Changcheng Zheng",
        "Liangquan Geng",
        "Xuhan Zhang",
        "Wen Yao",
        "Xiang Wan",
        "Juan Tong",
        "Guangyu Sun",
        "Zimin Sun"
    ],
    "author_affiliations": [
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "University of Science and Technology of China, Hefei, China"
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ],
        [
            "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, China "
        ]
    ],
    "first_author_latitude": "31.821994000000004",
    "first_author_longitude": "117.28059",
    "abstract_text": "Introduction Pre-engraftment syndrome (PES) is a common immune reaction prior to neutrophil engraftment after unrelated cord blood transplantation (UCBT), with a unique clinical manifestation of non-infectious fever and skin rash. The reported incidence of PES ranges from 20% to 78%. Although many researchers believe that PES is associated with a high incidence of acute graft-versus-host disease (GVHD) but not with transplant-related mortality (TRM) , relapse, or overall survival (OS), they did not stratify the risk factors of PES, and how to carry out different doses of methylprednisolone (MP) stratified intervention therapy still remains unknown. Method s First, 136 hematological malignancy patients treated with UCBT from April 2000 to February 2012 in our transplantation center were retrospectively analysis. Among them, 92 patients occurred PES. High-risk factors for 180-day TRM in PES patients were established by univariate and multivariate analysis. Then, from January 2013 to August 2016, 221 PES patients were scored according to the risk scoring system and stratified treated with different doses of MP. Finally, in order to validate the efficacy of MP stratification treatment, we conducted a prospective, open label and non-randomized clinical trial including 240 PES patients who underwent UCBT from September 2016 to December 2018. This trial is registered at www.chictr.org.cn as ChiCTR-ONC-16009013. Results The cumulative incidence of neutrophil and platelet engraftment was significantly higher in PES group than non-PES group (97.8% vs 70.5%, P<0.001; 75.0% vs 54.5%, P=0.05). In 92 PES patients, multivariate analysis showed that failed MP treatment, multiple clinical symptoms and early onset of PES were independent high risk factors affecting180-day TRM. One high risk factor was scored as 1. The 92 PES patients were divided into PES-0, PES-1,PES-2 and PES-3, and the higher the score, the higher the TRM (17.7% vs 21.9% vs 62.5% vs 100%,respectively; P<0.001), and the lower the OS (68.3% vs 56.2% vs 25.0% vs 0%, respectively; P<0.001). Then, from January 2013 to August 2016, 221 PES patients were scored as PES-0, PES-1 and PES-2 according to the following two high risk factors (multiple clinical symptoms and early onset of PES) and stratified treated with different doses of MP (0.5mg/kg/d for PES-0, 1mg/kg/d for PES-1 and 2mg/kg/d for PES-2). Compared to the previous PES patients with the same risk score, the 180-day TRM of PES-1 and PES-2 patients was significantly reduced and the OS, disease free survival (DFS), and GVHD-free and Relapse-free survival (GRFS) were significantly increased after stratified treatment. The results in the prospective trial were similar to the retrospective study. In addition, although stratified therapy could significantly improve the prognosis of PES-2 patients cohort, the cumulative incidence of acute GVHD and GRFS are still the worst compared with other risk score patients. Therefore, how to improve the outcomes of PES-2 patients remains to be further studied. Conclusion s PES after UCBT is benefit for engraftment, but should be graded according the risk scoring system. Different doses of MP stratified intervention therapy can significantly improve the prognosis of severe PES patients. The risk scoring system of PES after UCBT and MP stratification treatment are worthy of clinical application. But the cumulative incidence of acute GVHD and GRFS in severe PES patients still need to be ameliorated in the further study. Disclosures No relevant conflicts of interest to declare."
}