{
    "doi": "https://doi.org/10.1182/blood.V112.11.3079.3079",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1177",
    "start_url_page_num": 1177,
    "is_scraped": "1",
    "article_title": "Hemostatic Factors Support Colitis and Colitis-Associated Colon Cancer ",
    "article_date": "November 16, 2008",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "colitis",
        "colon cancer",
        "colorectal cancer",
        "hemostatics",
        "weight reduction",
        "fibrinogen",
        "inflammation",
        "integrins",
        "cytokine",
        "neoplasms"
    ],
    "author_names": [
        "Kris A. Steinbrecher",
        "Netanel Horowitz",
        "Maureen A. Shaw",
        "Kelley A. Barney",
        "Matthew J. Flick",
        "Eleana Harmel-Laws",
        "David P. Witte",
        "Elizabeth A. Blevins",
        "Joseph S. Palumbo, MD"
    ],
    "author_affiliations": [
        [
            "Cincinnati Children’s Hospital Medical Center and The University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Cincinnati Children’s Hospital Medical Center and The University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Cincinnati Children’s Hospital Medical Center and The University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Cincinnati Children’s Hospital Medical Center and The University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Cincinnati Children’s Hospital Medical Center and The University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Cincinnati Children’s Hospital Medical Center and The University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Cincinnati Children’s Hospital Medical Center and The University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Cincinnati Children’s Hospital Medical Center and The University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Cincinnati Children’s Hospital Medical Center and The University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Inflammatory bowel disease has been recognized as an important risk factor in the development of colon cancer for decades. However, the factors that support the inflammatory response in this setting are not fully defined. Given that activation of the hemostatic system is a consistent feature of colitis, and previous studies have shown that hemostatic factors are key regulators of inflammation in other settings, we hypothesized that the platelet/fibrinogen axis plays an important role in inflammatory colitis. In order to explore whether fibrinogen interactions with leukocytes or platelets contribute to colitis, we challenged gene-targeted mice expressing mutant forms of fibrinogen lacking the binding motifs recognized by the leukocyte integrin α M β 2 (Fibγ 390–396A mice) or the platelet integrin α IIb β 3 (Fibγ Δ5 mice) with dextran sodium sulfate (DSS). The severity of colonic injury and inflammation in Fibγ 390–396A mice were dramatically diminished relative to control animals based on multiple histopathological criteria, including edema, erosion/ulceration, crypt loss, and inflammatory cell infiltration. DSS-challenged Fibγ 390–396A mice also exhibited significantly diminished circulating levels of the inflammatory cytokine IL-6. These studies support the general conclusion that fibrinogen-α M β 2 interactions are an important determinant of inflammatory processes within the colon. Complementary studies of Fibγ Δ5 mice suggest that fibrinogen interaction with the platelet integrin α IIb β 3 is also a determinant of colitis-associated pathologies. Here, initial studies of Fibγ Δ5 mice revealed that the loss of platelet-fibrinogen interactions results in a significant, but counterintuitive, diminution in colitis-associated GI bleeding and weight loss. Fibrinogen-supported platelet deposition and activation are likely to contribute to inflammatory disease processes though multiple mechanisms, but a contribution of the many proinflammatory cytokines and chemokines present within the platelet secretome may be a significant factor. In addition to supporting colitis, hemostatic factors contribute to the more complex process of colitis-associated cancer (CAC) progression. In this regard, it is notable that Fibγ 390–396A mice developed significantly fewer colonic adenomas relative to control mice when challenged with a combination of azoxymethane, a DNA alkylator, and DSS. Indeed, ~30% of Fibγ 390–396A mice had no discernable adenomas, while penetrance was 100% in control mice. Furthermore, the tumors harvested from Fibγ 390–396A mice were significantly smaller than those observed in wild-type mice, resulting in a profound diminution in total tumor burden. These results support the conclusion that the platelet/fibrinogen axis is a major determinant of inflammatory colitis and colitis-associated cancer progression, and therapies designed to disrupt inflammatory pathways at the level of hemostatic factors could be useful in the treatment or prevention of colitis or colitis-associated colon cancer."
}