{
    "doi": "https://doi.org/10.1182/blood-2019-131721",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4255",
    "start_url_page_num": 4255,
    "is_scraped": "1",
    "article_title": "Relationship between Vaso-Occlusive Crises and Important Complications in Sickle Cell Disease Patients ",
    "article_date": "November 13, 2019",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "topics": [
        "sickle cell anemia",
        "leg ulcer",
        "volatile organic compounds",
        "osteomyelitis",
        "priapism",
        "pulmonary hypertension",
        "renal failure, acute",
        "acute chest syndrome",
        "biliary calculi",
        "cardiomegaly"
    ],
    "author_names": [
        "Miranda Bailey",
        "Ajibola Abioye",
        "George Morgan",
        "Tom Burke, MSc",
        "Tim Disher",
        "Stephen Brown",
        "Ashley Bonner",
        "Eleonore Herquelot",
        "Ludovic Lamarsalle",
        "Fanny Raguideau"
    ],
    "author_affiliations": [
        [
            "Novartis, East Hanover, NJ "
        ],
        [
            "Novartis, East Hanover, NJ "
        ],
        [
            "HCD Economics, Warrington, United Kingdom "
        ],
        [
            "HCD Economics, Warrington, United Kingdom "
        ],
        [
            "Cornerstone Research Group, Miamisburg, OH "
        ],
        [
            "Cornerstone Research Group, Miamisburg, OH "
        ],
        [
            "Cornerstone Research Group, Miamisburg, OH "
        ],
        [
            "HEVA, lyon, France"
        ],
        [
            "HEVA, lyon, France"
        ],
        [
            "HEVA, lyon, France"
        ]
    ],
    "first_author_latitude": "40.808240700000006",
    "first_author_longitude": "-74.3886369",
    "abstract_text": "Background: Sickle Cell Disease (SCD) describes a group of inherited hemolytic disorders caused by structurally abnormal variants of hemoglobin, which result in the sickle-shaped red blood cells (RBCs) that are characteristic of the disease. In patients with SCD, overexpression of adhesion molecules such as P-selectin bind sickled RBCs to endothelial cells; this contributes to hemolytic anemia and vaso-occlusive crises (VOCs), which are associated with severe acute and chronic pain. Patients with sickle cell disease often experience disease-related complications, affecting a diverse range of organs, thought to be due to the systemic impact of chronically inflamed vasculature, ongoing hemolysis and ischemic damage as a result of vaso-occlusive events. Many of these SCD-related complications are associated with significant morbidity and poor quality of life. The relationship between VOC frequency and the incidence of these complications is still being assessed. This study aimed to assess the relationship between the number of VOC experienced in the previous year and the occurrence of complications using real world evidence from the UK, specifically the Hospital Episode Statistics (HES) database. OBJECTIVE: To examine the relationship between the number of VOCs reported in the previous 12 months and the presence of SCD-related complications using a mixed modelling approach. METHODS: All patients reported with a diagnosis of SCD between 2008 and 2017 in the NHS England's HES database were identified. Detailed follow-up data on the number of vaso-occlusive crisis events and occurrence of complications was evaluated using ICD-10 diagnosis codes. Assuming no unmeasured confounding, the causal effect of VOCs, categorized into 3 groups (0, 1-2, 3+), was estimated using marginal structural models (MSM) for the complications reported in the dataset. To obtain inverse probability of treatment and censoring weights (IPTW and IPCW), the probability of being in each VOC category was estimated with a multinomial logistic model, and subsequently, the probability of being censored was estimated with a binary logistic model. The two models were adjusted for age, gender, ethnicity, and the occurrence in the previous 12 months of the 20 most common SCD complications and comorbidities in the dataset. Pooled logistic regressions were used to approximate the IPW-MSM Cox model. E-values were used to assess the minimum strength of association that an unmeasured confounder would have to have with both exposure (VOC) and outcome in order to fully explain away the observed relationship. Uncertainty in the magnitude of the E-value required to explain observed associations was explored by calculating values for both the point estimate and the lower bound of the confidence interval. RESULTS: A total of 15,076 patients were identified with a diagnosis of SCD in the HES database for this analysis. Patients had a median age of 30 and a female-male ratio of 1.7:1. A broad range of SCD related-complications were experienced by patients in the UK as shown in Table 1. Rates of some complications were observed less frequently than expected, in particular, leg ulcers, pulmonary hypertension, osteomyelitis, priapism and acute kidney injury, reported at <5% (Table 1). The hazard ratio associated with experiencing 3+VOCs versus 0 VOC in the previous year was calculated for all identified complications, resulting in a HR ≥5, for: priapism, osteomyelitis and acute chest syndrome; HR ≥2 to <5 for: gall stones, avascular necrosis, sepsis, cardiomegaly, pulmonary hypertension, CNS complications, leg ulcers, cellulitis, hyposplenism, liver complications and acute kidney injury. E-values (Table 1) suggest that most outcomes are robust to considerable unmeasured confounding, although large confidence intervals resulted in small lower-bound E-values for some outcomes (e.g. leg ulcers: 3.62 lower-bound: 1.00). Large E-values (>= 3 based on similar research in SCD) suggest results are robust to considerable unmeasured confounding, while small values imply greater fragility. CONCLUSIONS: This analysis shows that vaso-occlusive crises are related to the occurrence of important complications of sickle cell disease. Reducing the annual incidence of VOC may significantly lessen the ongoing organ damage and morbidity but may also improve the patient's quality of life with respect to these conditions. View large Download slide View large Download slide  Disclosures Bailey: Novartis: Employment. Abioye: Novartis: Employment. Morgan: HCD Economics: Employment. Burke: HCD Economics: Employment. Disher: Cornerstone Research Group: Employment. Brown: Cornerstone Research Group: Employment. Bonner: Cornerstone Research Group: Employment. Herquelot: HEVA: Employment. Lamarsalle: HEVA: Employment. Raguideau: HEVA: Employment."
}