{
    "doi": "https://doi.org/10.1182/blood.V104.11.749.749",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=94",
    "start_url_page_num": 94,
    "is_scraped": "1",
    "article_title": "Human Autologous Tumor-Specific T-Cell Responses Induced by Liposome Encapsulated Lymphoma Membrane Proteins. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "The unique antigenic determinants (Idiotype [Id]) of the immunoglobulin expressed on a given B cell malignancy can serve as a tumor-specific antigen for active immunotherapy. We have previously demonstrated that Id vaccines in follicular lymphoma (FL) patients administered in the minimal residual disease (MRD) state are immunogenic and are associated with induction of complete molecular remissions and long-term disease-free survival ( Nature Med 5:1171–1177, 1999). This hybridoma-derived vaccine is now being tested in a pivotal Phase III clinical trial. However, the production of Id protein by hybridoma technology for such vaccine formulation is an expensive and laborious process requiring an average of 3 to 6 months to manufacture the vaccine for each patient. To overcome this difficulty, we developed a novel vaccine formulation where we directly extracted the membrane proteins from lymph node biopsy-derived tumor cells and incorporated them into liposomes along with IL-2. Testing in preclinical studies showed this formulation to be as potent as our prototype hybridoma-derived Id protein vaccine. In the present study, 11 previously untreated and/or relapsed FL patients received 5 injections of this novel vaccine formulation subcutaneously and/or intratumorally at approximately monthly intervals. The vaccine was well tolerated and induced only minor local reactions at the sites of injection. T cell responses were evaluated by cytokine induction and IFNg ELISPOT against autologous tumor. Post-vaccine, but not pre-vaccine, peripheral blood mononuclear cells (PBMC) from 6 out of 10 patients that were assessed, recognized autologous tumor cells, as demonstrated by TNFa, GM-CSF and/or IFNg production. Significant production of cytokines was observed only in response to autologous tumor cells, but not normal B cells. The precursor frequency of tumor-reactive T cells was significantly increased in postvaccine PBMC (range 19–115 IFNg spots/100,000 PBMC), compared with prevaccine PBMC (range 2–7 IFNg spots/100,000 PBMC). Anti-MHC Class I and Class II antibodies inhibited cytokine production suggesting that both CD4+ and CD8+ T cells were involved in the anti-tumor immune responses. Vaccination was associated with induction of a sustained complete response in one patient and correlated with the generation of a potent anti-tumor T cell response. The remaining 10 patients progressed after a median duration of 8 months. We conclude that liposomal delivery of lymphoma membrane proteins is safe, induces tumor-specific CD4 + and CD8 + T cell responses, and may serve as a model for vaccine development against other human cancers. The induction of clinical response warrants further testing of this novel formulation in the setting of MRD where the immunosuppressive effects of the tumor are likely to be least.",
    "topics": [
        "liposomes",
        "lymphoma",
        "membrane proteins",
        "neoplasms",
        "t-lymphocytes",
        "vaccines",
        "interferon type ii",
        "cytokine",
        "autologous tumor cells",
        "cancer"
    ],
    "author_names": [
        "Sattva S. Neelapu, M.D.",
        "Barry L. Gause, M.D.",
        "Linda Harvey",
        "Andrea R. Frye, R.N.",
        "Jessie Horton, R.N.",
        "Richard J. Robb, Ph.D.",
        "Mircea C. Popescu, M.D., Ph.D.",
        "Larry W. Kwak, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Lymphoma and Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Experimental and Transplantation Immunology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "SAIC, NCI at Frederick, Frederick, MD, USA"
        ],
        [
            "Experimental and Transplantation Immunology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Experimental and Transplantation Immunology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Biomira USA, Inc., Cranbury, NJ, USA"
        ],
        [
            "Biomira USA, Inc., Cranbury, NJ, USA"
        ],
        [
            "Lymphoma and Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021"
}