{
    "doi": "https://doi.org/10.1182/blood.V128.22.5945.5945",
    "article_title": "Real-World Treatment Patterns and Health Care Resource Utilization in Relapsed or Refractory Multiple Myeloma: Evidence from a Cohort Review in France ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Diseases",
    "abstract_text": "INTRODUCTION: Despite the introduction of numerous novel agents and treatment strategies leading to improved response rates and overall survival, virtually all patients with multiple myeloma (MM) eventually relapse. While relapsed and/or refractory multiple myeloma (RRMM) remains an area of unmet need, little data have been generated describing typical treatment patterns and resource utilization in these patients. To help address this information gap, we analyzed data from a cohort of RRMM patients in France. METHODS: A retrospective medical record review was conducted in 200 patients with RRMM in France. Patients were selected (based on randomly generated first letter of last name) from the caseloads of 40 hematology/oncology providers across France practicing mainly in academic hospitals. Inclusion criteria were: ≥18 years of age at initial MM diagnosis; first determined to have RRMM between January 1, 2009 and December 31, 2011, where RRMM was defined by (1) first-line (induction) regimen of chemotherapy with or without stem cell transplant (SCT) and with or without other post-induction/SCT therapy and (2) disease progression while on or at any time after completion of first-line therapy. Baseline cytogenetic risk was defined as follows: high-risk: cytogenetic abnormalities del(17p), t(4:14), or t(14;16); unknown/unassessed risk: patients for whom cytogenetics were unavailable or unassessed; or standard-risk: all patients with known cytogenetics not classified as high-risk. Patients were retrospectively assessed on second- and third-line treatment regimens received, treatment duration and reasons for discontinuation, and subsequent health care utilization from date of first relapse (study index date). All analyses were descriptive. RESULTS: Demographic and clinical characteristics are presented in Table 1. Altogether 55 high-risk and 113 standard-risk patients were selected; risk category was unknown for 32 patients. Among the 200 patients studied, 192 (96%) received ≥1 additional line of systemic chemotherapy after first relapse; 114 patients (57%) received ≥2 additional lines of systemic therapy (i.e., at least second- and third-line therapy). The most common second-line regimen was lenalidomide + dexamethasone (54%), followed by bortezomib + dexamethasone with or without a third agent (23%). Median duration of second-line treatment was 9 cycles over 9.4 months. Most patients (92%) discontinued second-line treatment, most commonly due to disease progression (37%), to reaching complete clinical response with no additional benefit expected (33%), to lack/loss of response (13%), or to toxicities/adverse events (8%). Among the 114 patients receiving a third-line treatment, regimens were more varied; bortezomib + dexamethasone with or without other third agents was the most common third-line regimen (27%). Median third-line duration (across all regimens) was 6 cycles over 5.9 months. The leading reason for third-line treatment discontinuation was disease progression (42%), followed by attainment of complete response with no addition benefit expected (21%). During the follow-up period from RRMM diagnosis until death or last medical record, 35% of patients had ≥1 hospitalization, with high-risk patients having a higher hospitalization incidence than standard-risk patients (34 vs. 15 admissions per 100 person-years; p<0.05); a similar disparity was observed for emergency department utilization (25 vs. 15 visits per 100 person-years; p<0.05). Leading clinical burdens included bone pain (58%), fatigue/weakness (75%), impairment of daily activities (59%), anemia (55%), thrombocytopenia (44%), and neutropenia (40%). CONCLUSIONS: Lenalidomide + dexamethasone was the most commonly observed second-line regimen in this medical record review. Second-line treatment duration was generally less than a year, which indicates an unmet need in these patients, particularly in light of the primary reasons cited for unplanned discontinuation (disease progression, loss of response, no perceived additional benefit, and toxicities). Hospitalizations and emergency department visits were common among these patients after first relapse, indicating a potentially high cost burden of disease, particularly for patients with high-risk cytogenetic abnormalities in whom health care utilization was generally higher than for patients with standard-risk disease. View large Download slide View large Download slide  Close modal Disclosures Lin: Takeda: Employment. Davis: Takeda: Research Funding. Kaye: Takeda: Research Funding. Luptakova: Takeda Oncology: Employment. Gao: Takeda: Employment. Nagar: Takeda: Research Funding. Seal: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment, Equity Ownership.",
    "topics": [
        "multiple myeloma",
        "dexamethasone",
        "disease progression",
        "second line treatment",
        "bortezomib",
        "chemotherapy regimen",
        "lenalidomide",
        "toxic effect",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "Huamao Mark Lin, PhD",
        "Keith L Davis, MA",
        "James A. Kaye, MD DrPH",
        "Katarina Luptakova",
        "Lu Gao, PhD(candidate)",
        "Saurabh Nagar, MS",
        "Brian Seal, RPh, MBA, PhD",
        "Mohamad Mohty, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Huamao Mark Lin, PhD",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keith L Davis, MA",
            "author_affiliations": [
                "RTI Health Solutions, Research Triangle Park, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James A. Kaye, MD DrPH",
            "author_affiliations": [
                "RTI Health Solutions, Waltham, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katarina Luptakova",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lu Gao, PhD(candidate)",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Nagar, MS",
            "author_affiliations": [
                "RTI Health Solutions, Research Triangle Park, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Seal, RPh, MBA, PhD",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamad Mohty, MD PhD",
            "author_affiliations": [
                "Department of Haematology, EBMT Paris study office / CEREST-TC / Saint Antoine Hospital, Paris, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:27:43",
    "is_scraped": "1"
}