{
    "doi": "https://doi.org/10.1182/blood.V112.11.1221.1221",
    "article_title": "Investigator-Prescribed Prophylaxis of rFIX (BeneFIX ® ) in Children <6 Years of Age: Efficacy and Safety Outcomes. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Prophylaxis is increasingly prescribed in treatment of hemophilia. The therapeutic benefit is believed to be most significant for the youngest patients since hemophilic arthropathy may be prevented if prophylaxis is initiated prior to recurrent hemarthroses. While clinical prophylaxis data is readily available for hemophilia A, analogous data for hemophilia B is limited. A prospective clinical study of recombinant human FIX (rFIX; BeneFIX ® ) was recently completed in which the efficacy and safety of rFIX were evaluated in children <6 years of age with severe hemophilia B (FIX activity £1%). In this study, subjects received rFIX according to investigator-prescribed modality (on-demand or prophylaxis) and regimen (dose and infusion schedule). Nearly all children who participated in the study were prescribed prophylaxis (22/25; 88%) at a schedule of 1 or 2 infusions per week over a mean of 6.6 months (range, 1.9–11.4 months). The median prophylactic dose per infusion was 57.6 IU/kg. Spontaneous bleeding was rare (rate, 0.05 per month) with 77% (17/22) of subjects experiencing no spontaneous breakthrough bleeding episodes. Most bleeding episodes, when they did occur, were due to injury (84%; 37/44), involved soft tissue/muscle sites (68%; 30/44), and started more than 48 hours after an rFIX infusion (61%; 27/44). Nearly all hemorrhages were resolved with 1 or 2 infusions of rFIX (39/44; 89%). The observed data predict <1 spontaneous bleed per year for either prophylaxis infusion schedule (0.84 and 0.34 per year, for 1 and 2 infusion per week schedules, respectively). Although not a randomized study designed for a direct comparison, patients prescribed on-demand therapy had a higher annualized spontaneous bleeding rate of 3.9 per year. Prophylaxis infusion schedules were well tolerated by these young children, including the youngest subjects (6 subjects were <2 years of age). During the course of their treatments, there was no thrombosis and only 2 of 22 (9%) children prescribed prophylaxis had adverse events related to rFIX. For 1 subject, who was a previously untreated patient (treatment naïve) at study entry, the events, which occurred on the 13th rFIX exposure day, constituted allergic reaction (concurrent rash and urticaria), and were later confirmed to be associated with FIX inhibitor development. The low-titer inhibitor (peak titer, 2.4 Bethesda units) developed in the context of on-demand treatment and then resolved in the setting of prophylaxis; the subject received 19 subsequent infusions following premedication (antihistamine and corticosteroid), with no allergic manifestations or anamnestic inhibitor response. The other subject had mild rash. Nine (9; 41%) children practicing prophylaxis were known to have an implanted venous access device for administrations, and there was 1 report of a catheter infection. Four (4) subjects who were initially prescribed on-demand regimens were later switched to prophylaxis during the study. Prescribed prophylaxis infusion schedules were not changed during the course of treatment for any subjects, consistent with patient/caregiver and study investigator satisfaction with the therapeutic response and tolerability provided by 1 or 2 infusions of rFIX per week. The choice of prophylaxis for nearly all subjects reflects the increasing use of this treatment modality for children with severe hemophilia B. The data from this investigation support both the safety and efficacy of rFIX in children <6 years old with severe hemophilia B, with routine regimented administration of rFIX preventing spontaneous bleeding in the majority of children. Table 1. Bleeding Rate During Prophylaxis by Infusion Schedule  . Bleeding Rate (per 30 Days) . Infusion Schedule . No. Patients . Patient Age (years) (median, range) . Duration of Prophylaxis (mean ± SD months) . Spontaneous . Injury Related . Total . NA = not applicable; No. = number. 1 per week 9 2.5 (0.6-4.3) 8.0 ± 2.7 0.07 0.18 0.25 1−2 per week 1 1.0 (NA) 2.5 ± (NA) 0 0.40 0.40 2 per week 12 3.6 (1.2-4.8) 5.9 ± 1.1 0.03 0.33 0.35 All Schedules 22 2.9 (0.6-4.8) 6.6 ± 2.3 0.05 0.26 0.30 . Bleeding Rate (per 30 Days) . Infusion Schedule . No. Patients . Patient Age (years) (median, range) . Duration of Prophylaxis (mean ± SD months) . Spontaneous . Injury Related . Total . NA = not applicable; No. = number. 1 per week 9 2.5 (0.6-4.3) 8.0 ± 2.7 0.07 0.18 0.25 1−2 per week 1 1.0 (NA) 2.5 ± (NA) 0 0.40 0.40 2 per week 12 3.6 (1.2-4.8) 5.9 ± 1.1 0.03 0.33 0.35 All Schedules 22 2.9 (0.6-4.8) 6.6 ± 2.3 0.05 0.26 0.30 View Large",
    "topics": [
        "child",
        "factor ix concentrates",
        "infusion procedures",
        "hemophilia b",
        "hemorrhage",
        "bleeding rate",
        "exanthema",
        "hemophilia a",
        "adrenal corticosteroids",
        "adverse event"
    ],
    "author_names": [
        "Paul E. Monahan, MD",
        "Raina Liesner, MD",
        "Sharon Sullivan, PhD",
        "Brooke Hayward, SM",
        "Maria E. Ramirez, PhD, MPH",
        "Patrick Kelly, MD",
        "David A. Roth, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul E. Monahan, MD",
            "author_affiliations": [
                "Gene Therapy Center, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Raina Liesner, MD",
            "author_affiliations": [
                "Great Ormond Street Hospital for Children, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Sullivan, PhD",
            "author_affiliations": [
                "Wyeth Research, Cambridge, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brooke Hayward, SM",
            "author_affiliations": [
                "Wyeth Research, Cambridge, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria E. Ramirez, PhD, MPH",
            "author_affiliations": [
                "Wyeth Research, Cambridge, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Kelly, MD",
            "author_affiliations": [
                "Wyeth Research, Cambridge, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Roth, MD",
            "author_affiliations": [
                "Wyeth Research, Cambridge, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T06:47:17",
    "is_scraped": "1"
}