{
    "doi": "https://doi.org/10.1182/blood.V114.22.3786.3786",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1468",
    "start_url_page_num": 1468,
    "is_scraped": "1",
    "article_title": "The JNK Pathway Is a Significant Determinant of Sensitivity to DNA Damaging Agents in Pre-B ALL. ",
    "article_date": "November 20, 2009",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE POSTER III",
    "topics": [
        "dna",
        "leukemia, precursor b-cell lymphoblastic",
        "antigens",
        "stress",
        "chemotherapy regimen",
        "histones",
        "proliferating cell nuclear antigen",
        "dna damage"
    ],
    "author_names": [
        "Philip O. Saunders, MB, MRCP, FRACP, FRCPA",
        "Kenneth F Bradstock, MB, PhD, FRACP, FRCPA",
        "Linda J. Bendall, BSc, PhD"
    ],
    "author_affiliations": [
        [
            "Wicr, Westmead Millennium Institute, Sydney, NSW, Australia, "
        ],
        [
            "Department of Haematology, Westmead Hospital, Sydney, NSW 2145, Australia"
        ],
        [
            "Wicr, Westmead Millennium Institute, Sydney, NSW, Australia, "
        ]
    ],
    "first_author_latitude": "-33.8035393",
    "first_author_longitude": "150.9910864",
    "abstract_text": "Abstract 3786 Poster Board III-722 The JNK pathway is reported to facilitate AP1 binding and promote apoptosis depending on cell type and environmental conditions. We have previously reported RAD001 (16μM) induces JNK pathway activation in pre-B ALL cells. We sought to evaluate the impact of changes in JNK pathway activation on pre-B ALL viability in vitro. Using JNK inhibitor SP600125 titrated to inhibit c-Jun activation, we determined that cell death in pre-B ALL cells treated with RAD001 (16μM) alone was not JNK dependent. In contrast, combining RAD001 (16μM) with DNA damaging agents significantly enhanced JNK dependent death. This difference indicates that additional factors, including genotoxic stress, are required for JNK activation to induce pre-B ALL cell death. The JNK pathway is reported to suppress transcriptional activation of key mediators of the DNA damage response. We observed that JNK activation in cells treated with RAD001 (16μM) and DNA damaging agents was associated with suppression of p53 and p21 relative to DNA damage alone. This result was supported by the observation of enhanced p53 and p21 expression in pre-B ALL cells treated with DNA damaging agents in the presence of the JNK inhibitor SP600125. Analysis of DNA content and proliferation antigen expression in pre-B ALL cells treated with RAD001 (16μM) and DNA damaging agents revealed JNK activation was associated with a significant increase in the proportion of cells in S phase, relative to DNA damage alone, which caused a G 1 and G 2 cell cycle arrest. Further evidence that the JNK pathway impacts on the DNA damage response was provided by the observation that pre-B ALL cells treated with DNA damaging agents and JNK inhibitor SP600125 demonstrated reduced PCNA expression at G 1 and G 2 and reduced expression of mitotic antigen phospho-Histone–H3. This is consistent with enhanced regulation at G 1 -S and G 2 -M checkpoints. The results indicate changes in JNK pathway activation impact on the cell cycle response to DNA damage. In conclusion we have identified that the JNK pathway has a significant impact on the sensitivity of pre-B ALL cells to DNA damaging agents. JNK activation in the presence of genotoxic stress significantly enhanced pre-B ALL cell death, associated with suppression of key mediators of the DNA damage response, p53 and p21. We found that changes in JNK activation altered the cell cycle response to DNA damage. Further study is required to determine if changes in cell cycle regulation in the presence of DNA damage is causal to JNK dependent cell death. Additional studies to identify intracellular signal pathways which facilitate JNK dependent cell death are warranted. Our observations suggest combining agents which induce JNK activation with conventional chemotherapy or selected novel agents has the potential to enhance clinical responses in pre-B ALL. Disclosures: No relevant conflicts of interest to declare."
}