{
    "doi": "https://doi.org/10.1182/blood.V112.11.4961.4961",
    "article_title": "Safety of Liposomal Cytarabine (DepoCyte ® ) in the Central Nervous System (CNS) Prophylaxis of Patients with Non-Hodgkin’s Lymphoma (NHL) and Acute Lymphoblastic Leukaemia: Results of a Single-Centre Experience ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "abstract_text": "CNS involvement in acute lymphoblastic leukaemia is a well-recognized risk and CNS prophylaxis is considered mandatory. In contrast, the overall risk of central nervous system (CNS) relapse in aggressive non-Hodgkin lymphomas (NHL) is approximately 5%. Several large retrospective studies would suggest that prophylaxis of CNS relapse in aggressive NHL should be performed in patients with involvement of specific extranodal sites or in patients presenting with a high-intermediate/high IPI score. Flow cytometry may provide a method to diagnose CNS involvement early it remains unclear as to whether a negative FCM result in a patient with clear clinical risk factors should receive prophylaxis or if a positive FCM result should be treated with CNS directed therapy at all. It seems therefore reasonable to investigate the safety and efficacy of sustained-release liposomal cytarabine (DepoCyte ® ). Intrathecal (IT) liposomal cytarabine is distributed widely throughout the CSF and has an extended half-life allowing an administration once every 2–4 weeks. Concerns have recently been expressed on an increased risk of severe neurotoxicity in patients with ALL receiving intrathecal liposomal cytarabine with the Hyper-CVAD regimen. The findings of these studies suggest that liposomal cytarabine should not be given prior to or during treatment with high-dose systemic cytarabine. Since February 2007 we have evaluated the safety and efficacy of liposomal cytarabine in CNS prophylaxis in 7 consecutive patients mostly > 70 years of age with aggressive NHL and ALL. PZ1: DLBCL in stage IA with IPI 1 and testicular involvement, Karnofsky 75, systemic treatment with R-COMP 21. PZ2: DLBCL in stage IVA with IPI 2 plus paranasal sinus bone and bone marrow involvement; HBV positive; Karnofsky 75, systemic treatment four cycles of R-COMP 21 in a 50% reduced dose because of age + 2 rituximab 375ng/m2 for maintenance. PZ3: DLBCL in stage III E; IPI 2; Karnofsky70; with tonsil and bone marrow involvement, received six cycles R-COM-21 in a 50% reduced dose for age and comorbidity (without steroid because of diabetes). PZ4: DLBCL in stage IVA; IPI 3; Karnofsky 80; received fourth line treatment with two cycles bendamustine day 1,2 and bortezomib day 1,8,15,22 and rituximab day 1 every 28 days. PZ5: MCL stage IIIA; IPI 1; Karnofsky 60; received one cycle COMP 21 day 1 rituximab day 9 and other five cycles R-COMP 21 with a 25% reduced anthracyline dose because of a 60% ejection fraction). PZ6: DLBCL in stage IVA and bone marrow involvement; IPI 1; Karnosky 100,; received six cycles R-COMP 21. PZ 7: ALL; Karnofsky 50; received first-line treatment GMALL 01/81 (Hoelzer 1984–88) in reduced doses for toxicity. All patients received CNS prophylaxis with IT liposomal cytarabine 50 mg followed by systemic injection of steroids for preventing arachnoiditis. flow cytometry and cytospin analysis was performed in all patients on CSF samples obtained at every lumbar puncture. The intrathecal injections were given the day before systemic chemotherapy in NHL cases for a total of 4 administrations. Prophylaxis in ALL was given every 3 weeks during induction for a total of 4 doses. Results: Seven (5 DBLCL, 1 MCL and 1 ALL) patients achieved a complete response (CR) with systemic chemotherapy. At a median follow-up of six months six patients were alive and in continuous CR 6 (5 DLBCL, 1 All). Isolated relapse of leukaemia or lymphoma in the CNS was not seen. One patient died in CR because of a cardiac arrest.. Conclusions : Liposomal cytarabine is safe in the prophylaxis of CNS relapse in patients with DLBCL or ALL. No drug-related neurological or haematological toxicities were recorded. Liposomal cytarabine could be the drug of choice for CNS prophylaxis, particularly in elderly patients, and should be further investigated in clinical trials.",
    "topics": [
        "acute lymphocytic leukemia",
        "central nervous system",
        "cytarabine",
        "liposomes",
        "lymphoma, non-hodgkin",
        "diffuse large b-cell lymphoma",
        "central nervous system prophylaxis",
        "bone marrow involvement",
        "rituximab",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Fabio Ardizzone",
        "Luciano Vitali",
        "Michele Sciacca",
        "Paola Migliora",
        "Cristina Ravanelli",
        "Alberto Santagostino"
    ],
    "author_dict_list": [
        {
            "author_name": "Fabio Ardizzone",
            "author_affiliations": [
                "Hematology Unit, Anatomy and Histology Unit, Hospital Sant’ Andrea, Vercelli, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Luciano Vitali",
            "author_affiliations": [
                "Hematology Unit, Anatomy and Histology Unit, Hospital Sant’ Andrea, Vercelli, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Sciacca",
            "author_affiliations": [
                "Hematology Unit, Anatomy and Histology Unit, Hospital Sant’ Andrea, Vercelli, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Migliora",
            "author_affiliations": [
                "Hematology Unit, Anatomy and Histology Unit, Hospital Sant’ Andrea, Vercelli, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Ravanelli",
            "author_affiliations": [
                "Hematology Unit, Anatomy and Histology Unit, Hospital Sant’ Andrea, Vercelli, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Santagostino",
            "author_affiliations": [
                "Hematology Unit, Anatomy and Histology Unit, Hospital Sant’ Andrea, Vercelli, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T21:35:24",
    "is_scraped": "1"
}