{
    "doi": "https://doi.org/10.1182/blood.V122.21.3611.3611",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2433",
    "start_url_page_num": 2433,
    "is_scraped": "1",
    "article_title": "Hemorrhagic Complications With Adenotonsillectomy In Children and Young Adults With Bleeding Disorders ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "topics": [
        "bleeding diathesis",
        "blood coagulation disorders",
        "child",
        "tonsillectomy and adenoidectomy",
        "young adult",
        "hemorrhage",
        "surgical procedures, operative",
        "von willebrand disease",
        "hemophilia b",
        "aminocaproic acids"
    ],
    "author_names": [
        "Deepti M. Warad, M.B.B.S.",
        "Fareeda TN. Hussain, MD",
        "Shelagh A. Cofer, MD",
        "Vilmarie Rodriguez, MD"
    ],
    "author_affiliations": [
        [
            "Special Coagulation Laboratory, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Pediatric Otorhinolaryngology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Pediatric Hematology-Oncology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.01721005000001",
    "first_author_longitude": "-92.48084624999998",
    "abstract_text": "Hemorrhagic complications remain a challenge with surgical procedures in patients with bleeding disorders. Tonsillectomy and adenoidectomy are some of the most common surgical procedures performed in pediatric patients. Adequate hemostasis in patients with bleeding disorders is centered on comprehensive hemostatic support and dexterous surgical technique. To assess our institutional experience with children and young adults with bleeding disorders that underwent tonsillectomy and/or adenoidectomy we performed a retrospective chart review of all such patients (age< 25 years) over duration of 20 years from July 1992 to July 2012. Nineteen patients were identified. The mean age was 10.2 years (Range 2.5 – 23.2 years) with 13 females and 6 males. The cohort included 2 patients with platelet disorders, 5 patients with von Willebrand disease and 12 patients with factor deficiencies (see table 1 ). Sixteen patients (84%) underwent tonsillectomy and adenoidectomy, while 3 patients (16%) underwent tonsillectomy only. Pre-operative treatment in the form of coagulation factor infusion (with a goal of 100% factor levels prior to surgery) or DDAVP was given to 16 patients (84%). Nine patients (47%) received anti-fibrinolytic agent, aminocaproic acid, starting pre-operatively for an average of 15.5 days (Range 10 – 36 days) post-operatively. Six patients (32%) received aminocaproic acid only post-operatively for an average of 12 days (Range 7-14 days). One patient received Tranexamic acid for 19 days. Intraoperative hemostasis was achieved by electrocautery in 16 patients (84%) and coblation technique in 2 patients (10%). Surgical hemostasis technique for 1 patient was undocumented, however this patient did not have any bleeding complications subsequently. Ten patients (53%) experienced post-operative hemorrhage including 2 patients (10%) with early (24 hours) bleeding from surgical site. Bleeding resolved spontaneously in 2 patients while 8 patients (42%) required interventions such as cauterization (4 patients), extended aminocaproic acid dosing (4 patients), DDAVP (1 patient), DDAVP and tranexamic acid (1 patient), recombinant factor VII (1 patient), Humate-P® (1 patient), Factor VIII infusion (1 patient) and Factor IX infusion (1 patient). Three patients (30% of bleeding patients) required transfusions including 1 patient that received platelet transfusions, 1 patient received PRBCs and another patient received FFP. Recurrent bleeding was noted in 3 patients and the rate was significantly higher in older patients amongst those with bleeding complications (p=0.0189). Table 1  Age (years, months) . Gender . Diagnosis . Severity of disease . Post-operative bleeding (Early ≤ 24 hours, Delayed >24 hours) . Recurrent bleeding . 14,5 M Essential Thrombocythemia Moderate Early Yes 13,6 M Factor VII deficiency Mild Delayed No 6,7 F Factor VII deficiency Mild Delayed No 7,6 F Factor VII deficiency Mild No - 11,2 F Factor XI deficiency Mild Early No 8,4 M Hemophilia A Severe Delayed No 9,4 F Hemophilia A carrier Mild Delayed No 15,2 F Hemophilia A carrier Mild No - 5,0 M Hemophilia B Mild No - 23,2 M Hemophilia B Mild Delayed Yes 6,1 F Hemophilia B carrier Mild No - 6,8 F Hemophilia B carrier Mild No - 15,2 F Hemophilia B carrier Mild No - 11,4 F May-Hegglin anomaly Moderate Delayed No 4,0 F Type 1 von Willebrand Mild Delayed No 13,5 F Type 2A von Willebrand Moderate Delayed Yes 2,5 M Type 2A von Willebrand Moderate No - 9,9 F Type 2B von Willebrand Moderate No  9,1 F Type III von Willebrand Severe No - Age (years, months) . Gender . Diagnosis . Severity of disease . Post-operative bleeding (Early ≤ 24 hours, Delayed >24 hours) . Recurrent bleeding . 14,5 M Essential Thrombocythemia Moderate Early Yes 13,6 M Factor VII deficiency Mild Delayed No 6,7 F Factor VII deficiency Mild Delayed No 7,6 F Factor VII deficiency Mild No - 11,2 F Factor XI deficiency Mild Early No 8,4 M Hemophilia A Severe Delayed No 9,4 F Hemophilia A carrier Mild Delayed No 15,2 F Hemophilia A carrier Mild No - 5,0 M Hemophilia B Mild No - 23,2 M Hemophilia B Mild Delayed Yes 6,1 F Hemophilia B carrier Mild No - 6,8 F Hemophilia B carrier Mild No - 15,2 F Hemophilia B carrier Mild No - 11,4 F May-Hegglin anomaly Moderate Delayed No 4,0 F Type 1 von Willebrand Mild Delayed No 13,5 F Type 2A von Willebrand Moderate Delayed Yes 2,5 M Type 2A von Willebrand Moderate No - 9,9 F Type 2B von Willebrand Moderate No  9,1 F Type III von Willebrand Severe No - View Large The rate of bleeding complications in pediatric patients with mild bleeding disorders undergoing adenotonsillectomy has been reported to be similar to that of normal population. In our cohort, delayed bleeding was more common than early bleeding consistent with current literature. We observed a higher rate of bleeding complications (53%) than reported in literature despite aggressive hemostatic support and adequate surgical techniques; however, our sample size was limited. Although there was no association between delayed hemorrhage and age, recurrent bleeding was associated with older age. We conclude that patients with bleeding disorders undergoing adenotonsillectomy are at a higher risk of bleeding and require close monitoring with hemostatic support for a prolonged period of time in post-operative period. Disclosures: No relevant conflicts of interest to declare."
}