{
    "doi": "https://doi.org/10.1182/blood.V128.22.3276.3276",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3377",
    "start_url_page_num": 3377,
    "is_scraped": "1",
    "article_title": "IgM Myeloma: A Multicenter Retrospective Study of 159 Patients ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "multiple myeloma, igm",
        "multiple myeloma",
        "immunoglobulin m",
        "lytic lesion",
        "calcium",
        "cd20 antigens",
        "cyclin d1",
        "follow-up",
        "hemoglobin",
        "calcium test, serum"
    ],
    "author_names": [
        "Jorge J. Castillo, MD",
        "Artur J. Jurczyszyn, MD PhD",
        "Edvan Crusoe, MD MsC",
        "Jacek Czepiel, MD",
        "Julio Davila, MD",
        "Angela Dispenzieri, MD",
        "Marion Eveillard, PharmD, PhD",
        "Mark A Fiala, BS, CCRP",
        "Irene M. Ghobrial, MD",
        "Alessandro Gozzetti, MD",
        "Joshua Gustine, MPH",
        "Roman Hájek",
        "Vânia Hungria, MD PhD",
        "Jiri Jarkovsky, MSc, PhD",
        "David Jayabalan, BSMS, MSc",
        "Jacob P. Laubach, MD",
        "Barbara Lewicka, MD",
        "Vladimir Maisnar, MD PhD",
        "Elisabeth E. Manasanch, MD",
        "Philippe Moreau, MD",
        "Hareth Nahi",
        "Ruben Niesvizky, MD",
        "Claudia E. Paba-Prada, MD",
        "Tomas Pika, MD PhD",
        "Ludek Pour, MD PhD",
        "John L Reagan, MD",
        "Paul G Richardson, MD",
        "Jatin J. Shah, MD",
        "Ivan Spicka, MDPhD",
        "Ravi Vij, MD",
        "Anna Waszczuk, MD PhD",
        "Morie A. Gertz, MD MACP"
    ],
    "author_affiliations": [
        [
            "Bing Center for Waldenstrom's macroglobulinemia, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Jagiellonian University, Krakow, Poland "
        ],
        [
            "Hospital Universitario Professor Edgar Santos, Salvador, Brazil "
        ],
        [
            "Jagiellonian University, Krakow, Poland "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Hematology Laboratory, Nantes University Hospital, Nantes, France "
        ],
        [
            "Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Hematology, University of Siena, Siena, Italy "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "University Hospital Ostrava, Ostrava, Czech Republic "
        ],
        [
            "Hospital Santa Casa, Sao Paulo, Brazil "
        ],
        [
            "Institute of Biostatistics and Analyses, Faculty of Medicine and Faculty of Science, Masaryk University, Brno, Czech Republic "
        ],
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Jagiellonian University, Krakow, Poland "
        ],
        [
            "4th Department of Internal Medicine - Hematology, Faculty Hospital and Charles University in Hradec Králové, Hradec Kralove, Czech Republic "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Nantes University Hospital, Nantes, France "
        ],
        [
            "Karolinska Institutet, Division of Hematology, Karolinska University Hospital at Huddinge, Stockholm, Sweden "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Masaryk University, Brno, Czech Republic "
        ],
        [
            "Rhode Island Hospital, Providence, RI "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "First Faculty of Medicine, Charles University, Prague, Czech Republic "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "42.337502900000004",
    "first_author_longitude": "-71.1081414",
    "abstract_text": "Introduction: IgM-secreting myeloma is rare, encompassing about 1% of all the myeloma cases. Given its rarity, the characteristics and survival of these patients have not been extensively studied. Therefore, we carried out a multicenter retrospective study in patients with IgM myeloma. Methods: The study protocol was reviewed and approved by the Institutional Review Board of each participating institution. Clinical data were gathered and included age, sex, hemoglobin, calcium, LDH, estimated glomerular filtration rate (GFR), presence of lytic bone lesions, International Staging System score, cytogenetic abnormalities, final outcome and overall survival (OS) time. OS was defined as the time in months from diagnosis to last follow-up or death. The Chi-square and the rank-sum tests were used to compare categorical and continuous variables, respectively. The Kaplan-Meier method was used to estimate OS and the log-rank waas used to compare groups. The Cox proportional-hazard regression method was used to fit univariate and multivariate survival models, reported as hazard ratio (HR) with 95% confidence intervals (CI). All reported p-values are two-sided, and were considered significant if less than 0.05. Results: A total of 159 patients with IgM myeloma from 20 centers from Europe, USA and Latin America were included in this analysis. Patients were diagnosed between 1996 and 2015. The median age at diagnosis was 65 years (range 37-86 years) with a male predominance (68%). The median serum IgM level was 2510 mg/dl (range 27-12,100 mg/dl) with 25% of patients having a serum IgM within normal limits but an IgM monoclonal spike detectable in serum electrophoresis. Hemoglobin levels <10 g/dl were seen in 49 patients (32%), serum calcium was elevated in 24 (16%), estimated GFR of 60 ml/min or less in 56 (37%), lytic lesions were detected in 86 (58%), and serum LDH was elevated in 28 (24%). ISS scores of 1, 2 and 3 were seen in 53 (36%), 63 (43%) and 31 (21%) of patients, respectively. Although immunohistochemistry and/or flow cytometry data were limited, CD20 expression was seen in 15/26 (58%) and cyclin D1 in 10/15 (67%) patients. The most common cytogenetic abnormalities were t(11;14) in 26/67 (39%), del13q in 25/76 (33%) and del17p in 6/76 (8%) patients. 149 patients (94%) received at least one line of systemic therapy for myeloma of which 13 (9%) received rituximab as part of initial therapy. After a median follow-up of 47 months, 74 patients (47%) have died. The median OS was 62 months (95% CI 51-79 months). Cause of death was known in 38 patients, and the most common was myeloma progression (74%). IN the univariate analysis, prognostic factors associated with a worse OS were age (HR 1.03, 95% CI 1.01-1.06; p=0.01) and ISS score (ISS 2: HR 1.43, 95% CI 0.83-2.48; p=0.2, and ISS 3: HR 3.03, 95% CI 1.54-5.98; p=0.001, using ISS 1 as reference group), while male sex was associated with a better OS (HR 0.56, 95% CI 0.34-0.90; p=0.02). Hemoglobin, calcium, estimated GFR and lytic lesions were not associated with OS. In the multivariate analysis, male sex was associated with a better OS (HR 0.57, 95% CI 0.35-0.95; p=0.03) and ISS with worse OS (ISS 2: HR 1.57, 95% CI 0.89-2.74; p=0.12, and ISS 3: HR 2.76, 95% CI 1.38-5.55; p=0.004, using ISS 1 as reference group). Conclusion: Patients with IgM myeloma apparently present with similar clinical characteristics as patients with non-IgM myeloma. Pathologically, CD20 and cyclin D1 expression is common. The most common cytogenetic abnormalities identified were t(11;14) and del13q. Survival does not appear shorter than non-IgM myeloma patients, and the ISS appears to have similar prognostic value. Disclosures Castillo: Millennium: Research Funding; Janssen: Honoraria; Otsuka: Consultancy; Biogen: Consultancy; Abbvie: Research Funding; Pharmacyclics: Honoraria. Ghobrial: Celgene: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Novartis: Honoraria; Takeda: Honoraria; Noxxon: Honoraria; Amgen: Honoraria. Hájek: Celgene: Consultancy, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Janssen: Honoraria; BMS: Honoraria; Takeda: Consultancy. Hungria: International Myeloma Foundation Latin America: Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy; Amgen: Consultancy; Roche: Consultancy; Bristol: Consultancy; Janssen: Consultancy, Speakers Bureau. Niesvizky: Celgene: Consultancy, Research Funding, Speakers Bureau; Takeda: Consultancy, Research Funding, Speakers Bureau; Onyx: Consultancy, Research Funding, Speakers Bureau. Reagan: Alexion: Honoraria; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees. Richardson: Celgene: Membership on an entity's Board of Directors or advisory committees. Spicka: Janssen Cilag: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Honoraria; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Millenium: Honoraria. Gertz: Celgene: Honoraria; Med Learning Group: Honoraria, Speakers Bureau; Research to Practice: Honoraria, Speakers Bureau; Alnylam Pharmaceuticals: Research Funding; Novartis: Research Funding; Prothena Therapeutics: Research Funding; Ionis: Research Funding; NCI Frederick: Honoraria; Sandoz Inc: Honoraria; GSK: Honoraria; Annexon Biosciences: Research Funding."
}