{
    "doi": "https://doi.org/10.1182/blood.V124.21.775.775",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2889",
    "start_url_page_num": 2889,
    "is_scraped": "1",
    "article_title": "Loss of TET2 Function in Myelodysplastic Syndrome Results in Intragenic Hypermethylation and Alterations in mRNA Splicing ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Molecular Mechanisms of Myeloid Malignancy",
    "topics": [
        "hypermethylation",
        "kiaa1546 gene",
        "myelodysplastic syndrome",
        "rna splicing",
        "rna, messenger",
        "dna",
        "bone marrow aspiration",
        "sequence analysis, rna",
        "cancer",
        "immunoprecipitation"
    ],
    "author_names": [
        "Allegra M Lord",
        "Kendell Clement",
        "Rebekka K. Schneider, MD",
        "McConkey Marie, PhD",
        "Michelle C. Chen",
        "Ross L. Levine, MD",
        "Ann Mullally, MD",
        "Naomi Galili, PhD",
        "Abdullah Mahmood Ali, PhD",
        "Azra Raza, MD",
        "Rafael Bejar, MD PhD",
        "Alexander Meissner, PhD",
        "Benjamin L. Ebert, MDPhD"
    ],
    "author_affiliations": [
        [
            "Harvard Medical School, Boston, MA "
        ],
        [
            "Broad Institute, Cambridge, MA "
        ],
        [
            "Brigham and Women's Hospital, Boston, MA "
        ],
        [
            "Brigham and Women's Hospital, Boston, MA "
        ],
        [
            "Brigham and Women's Hospital, Boston, MA "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Broad Institute, Cambridge, MA ",
            "Brigham and Women's Hospital, Boston, MA ",
            "Harvard Medical School, Boston, MA "
        ],
        [
            "St. Vincent's Comprehensive Cancer Center, New York, NY "
        ],
        [
            "Columbia University Medical Center, New York, NY "
        ],
        [
            "Columbia University Medical Center, New York, "
        ],
        [
            "University of California San Diego, La Jolla, CA"
        ],
        [
            "Broad Institute, Cambridge, MA "
        ],
        [
            "Brigham and Women's Hospital, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.3356352",
    "first_author_longitude": "-71.1041786",
    "abstract_text": "One of the most commonly mutated genes in myelodysplastic syndrome (MDS) is TET2, which actively demethylates DNA through a 5-hydroxymethylcytosine (hmC) intermediate. MDS is a disease of impaired hematopoietic differentiation, and murine models of TET2 loss display an expansion of the hematopoietic stem and myeloid progenitor pool. Previous studies examining the effect of TET2 loss on DNA methylation in myeloid malignancies have reached conflicting conclusions. We therefore aimed to better characterize the effects of TET2 loss on methylation within a well-defined set of MDS patients. We compared the DNA methylation status of bone marrow aspirates from TET2 mutant or WT cases (n=74) from a large, well-characterized cohort of MDS patients by reduced-representation bisulfite sequencing (RRBS). In order to focus specifically on the effects of TET2 , each TET2 mutant patient sample was matched with a TET2 WT sample for all other factors known to affect DNA methylation, including age, sex, and disease subtype. Importantly, samples were also matched for presence of other somatic mutations, including known oncogenes and tumor suppressors. We found that global methylation was significantly increased in the TET2 mutant group. In patients with the highest TET2 mutant allele burden, the differential methylation was even greater. We next examined specific sites of differential methylation. Interestingly, though promoter regions are enriched for hmC and Tet family binding in murine ES cells, we found no difference in methylation between groups at promoters (TSS +/- 1kb). We found no difference in methylation between TET2 mutant and WT patient samples within enhancers. When we examined intragenic regions, however, we found a significant increase in methylation at intron-exon boundaries (+/- 500bp, excluding promoters) in the TET2 mutant group, which accounted for the majority of global differences in methylation. We further examined our findings in a conditional murine model of Tet2 loss. RRBS of Tet2 +/+ , Tet2 +/- and Tet2 -/- Mx1Cre+ HSPC (lin- c-Kit+ Sca-1+; HSPC) showed analagous patterns of methylation to TET2 mutant MDS samples: hypermethylation was seen globally and locally at intron-exon boundaries, but not at promoters or enhancers, in Tet2 +/- and Tet2 -/- vs Tet2 +/+ cells. We performed hmC-DNA immunoprecipitation followed by semi-quantitative RT-PCR for a subset of the regions hypermethylated in Tet2 -/- HSPCs, and found enrichment of hmC at these sites in Tet2 +/+ versus Tet2 -/- DNA, demonstrating that the observed hypermethylation is due to loss of hmC conversion following loss of TET2 . DNA methylation at intron-exon boundaries affects mRNA splicing through interactions with RNA polymerase II binding partners. RNA sequencing of bone marrow aspirates from 2 TET2 mutant and matched WT patient pairs revealed few changes in absolute transcript abundance. We defined a gene set comprised of intragenic regions hypermethylated in TET2 mutant patients that also involved known splice variants. Using this approach, we observed shifts in splice variant transcript abundance within individual genes, specifically involving regions of aberrant hypermethylation in TET2 mutant patients. We expanded on these results with RNA sequencing of Tet2 +/+ and Tet2 -/- HSPCs and observed similar shifts in splice variant abundance among genes with differential intragenic methylation. In aggregate, our data show that loss of TET2 in MDS patients and in a Tet2 knockout murine model results in a global increase in DNA methylation and that hypermethylation due specifically to loss of TET2 is localized to intron-exon boundaries. Furthermore, we find that increased methylation at sites of alternate splicing correlates with shifts in splice variant ratios across a broad subset of genes. We hypothesize that this alteration in splice variant abundance may affect hematopoietic differentiation and promote the development of an MDS phenotype. Disclosures Bejar: Genoptix: Consultancy, Honoraria, Licensed IP Other; Celgene: Consultancy, Honoraria."
}