{
    "doi": "https://doi.org/10.1182/blood.V124.21.3082.3082",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2831",
    "start_url_page_num": 2831,
    "is_scraped": "1",
    "article_title": "A Phase II Study of MLN8237 (Alisertib) Alone and in Combination with Rituximab in Patients with Relapsed or Refractory B-Cell Non-Hodgkin Lymphomas (NHL) ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "alisertib",
        "b-lymphocytes",
        "burkitt's lymphoma",
        "lymphoma, non-hodgkin",
        "phase 2 clinical trials",
        "rituximab",
        "diffuse large b-cell lymphoma",
        "phosphotransferases",
        "disease remission",
        "indolent"
    ],
    "author_names": [
        "Kami J. Maddocks, MD",
        "Jonathon B. Cohen, MD",
        "Beth Christian, MD",
        "Joseph M Flynn, DO, MPH",
        "Samantha M. Jaglowski, MD MPH",
        "Kristie A. Blum, MD"
    ],
    "author_affiliations": [
        [
            "The Ohio State University, Columbus, OH "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "The Ohio State University, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH"
        ]
    ],
    "first_author_latitude": "40.006672300000005",
    "first_author_longitude": "-83.0304546",
    "abstract_text": "Introduction: Aurora A kinase is a serine-threonine kinase important in the cell cycle. Overexpression of Aurora A kinase has been associated with the development of NHL with Aurora A kinase activity amplified in aggressive NHL. Alisertib is an orally bioavailable Aurora A kinase inhibitor that targets a key molecule in the cell cycle of dividing cells that leads to mitotic spindle defects and apoptosis. Due to demonstrated pre-clinical and early clinical efficacy of Alisertib in the treatment of B-cell NHL, we conducted a phase 2 trial with Alisertib alone and in combination with rituximab in patients with relapsed aggressive and indolent NHL. Methods: Patients ≥ 18 years with relapsed or refractory B-cell NHL including follicular lymphoma (FL), mantle cell lymphoma (MCL), lymphoplasmacytic lymphoma/Waldenstrom’s macroglobulinemia (LPL/WM), marginal zone lymphoma (MZL), diffuse large B-cell lymphoma (DLBCL) and Burkitt’s lymphoma (BL) who had received one prior therapy and transformed NHL (tNHL) at any time after diagnosis of transformation were eligible. Additional eligibility included ECOG Performance Status 0-2, adequate renal and liver function, absolute neutrophil count (ANC) ≥ 1000/µL and platelets ≥ 75,000/µL. Patients with indolent NHL (FL, MZL or LPL/WM) were accrued to Cohort A and all other patients (MCL, DLBCL, BL and tNHL) were accrued to Cohort B. Patients treated on Cohort A received Alisertib at a dose of 50 mg twice daily (BID) for days 1-7 of 21 day cycles with rituximab (375 mg/m 2 ) added on day 1 of cycles 5-12 in patients who failed to achieve a complete response (CR) after cycle 4. Patients treated on Cohort B received Alisertib at a dose of 50 mg BID for days 1-7 of 21 day cycles with rituximab added on day 1 of cycles 3-10 in patients who failed to achieve a partial response (PR) or CR after cycle 2 and on day 1 of cycles 5-12 in any patient remaining on monotherapy who had not achieved a CR after cycle 4. Response was assessed according to the International Harmonization Project criteria (Cheson, JCO 2007) and patients were evaluated by imaging after cycle 2, 4, 6 and after every 3 cycles thereafter. Toxicity was assessed per NCI CTCAE v4.0. Results: Eleven patients were enrolled in this trial, 1 patient in Arm A with FL and 10 patients in Arm B with DLBCL (n=6), primary mediastinal DLBCL (n=1), and tNHL (n=3). The median age was 58 years (range 35-77); 10 patients had Stage III-IV disease; the median number of prior therapies was 4 (range 2-6); and 5 patients had prior autologous stem cell transplant. Patients received a median of 2 treatment cycles (range 1-5). Two patients in Cohort B received rituximab added on day 1 of cycle 3 for SD. Grade 3/4 adverse events included grade 3 neutropenia (36%), grade 3 fatigue and dehydration (18%), grade 3 mucositits (9%), grade 3 cystitis (9%), grade 3 pancreatitis (9%), grade 3 pneumonitis (9%) and grade 3 thromboembolic disease (9%). One patient required dose reduction for mucositis, 1 patient went off study for pneumonitis, 1 patient went off study due to patient preference and 8 patients came off study for PD. The overall response rate was 9%, with 1 patient achieving a partial response (PR). This patient had Stage IV CD5+ DLBCL with 2 prior therapies. The patient had SD after 2 cycles and rituximab was added, with response improving to a PR after 5 cycles. The patient went off study after 5 cycles to proceed with allogeneic stem cell transplantation and remains in remission 262 days post-transplant. Conclusions: In this heavily pre-treated, high-risk population of patients with relapsed/refractory NHL, the oral agent Alisertib was overall well tolerated with one responding patient with refractory CD5+ DLBCL able to proceed to allogeneic transplant who remains in continuous remission. Enrollment continues to both cohorts A and B in this trial to the defined interim analysis point of 16 patients in each arm, with a requirement of 5 responses in each arm to continue the study. Disclosures Maddocks: Pharmacyclics, Seattle Genetics, MorphoSys: Advisory Board Other, Research Funding. Cohen: Pharmacyclics: Consultancy; Seattle Genetics: Consultancy; BMS: Research Funding; Janssen: Research Funding. Christian: Immunomedics: Research Funding."
}