{
    "doi": "https://doi.org/10.1182/blood.V118.21.3641.3641",
    "article_title": "Investigating the Potential Use of L-Asparaginase in Myeloid Leukemia, ",
    "article_date": "November 18, 2011",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Abstract 3641 Introduction: L-asparaginase (LA) in combination with other drugs has been one of the standard components of acute lymphocytic leukemia (ALL) therapy for decades. Its antineoplastic effects are likely caused by its depletion of extracellular asparagine and glutamine creating a state of amino acid deficiency and subsequent inhibition of protein synthesis. Despite its efficacy in ALL, LA has been used only occasionally in the treatment of other leukemias and solid tumors. Previous in vitro studies have observed varied response to LA in acute myeloid leukemia (AML) across the French-American-British subtypes. We wanted to elucidate the possible resistance mechanisms of myeloid leukemic cells during LA treatment to increase the efficacy of LA for AML treatment. One of the candidate proteins identified in multiple studies was asparagine synthetase (ASNS), an intracellular enzyme catalyzing the reverse reaction of LA whose expression is up-regulated during nutrient stress. The aim of this study was to investigate the potential of repositioning LA for AML treatment by identifying key components of the cellular response to LA in myeloid leukemic cell lines and primary AML samples. Results: In all the cell lines treated with LA, we observed an inhibition of growth rate and colony formation. Furthermore, we detected apoptotic death by annexin V and propidium iodide staining in most cell lines except for K562. We also observed a leftward shift towards monosomes in polysome profiles of LA sensitive but not insensitive cells, indicating a role for global inhibition of protein synthesis in the effect of LA. To further understand the differences in the responses between resistant and sensitive cell lines at the protein level, we utilized MudPIT (multidimensional protein identification technology) that combines 2-dimensional liquid chromatography coupled to mass spectrometry to separate and identify proteins. Using DAVID, an online program that identifies statistically significant enriched biological themes in gene lists, we compared the MudPIT identified proteomes in LA treated and untreated HL-60 (LA sensitive) and K562 (LA resistant) cells. In HL60, up-regulated proteins in the treated sample were enriched for carbohydrate metabolism (aldolase A, lactate dehydrogenase, 6-phosphogluconolactonase). We also observed decreased expression of proteins involved in cell division (replication factor C, proliferating cell nuclear antigen, minichromosome maintenance complex component 3). The data from K562 is currently being analyzed. A reported predictor of sensitivity to LA is the level of ASNS. To see if this was involved in the resistance of K562 to LA we used shRNA to knockdown ASNS in these cells. While there was some increase in the sensitivity of the cells to LA, the degree of killing did not approach that of other cell lines. Finally, AML primary samples treated with LA were inhibited in their ability to form colonies compared to untreated controls. Interestingly there was no correlation between the level of ASNS and sensitivity of the primary cells. Taken together these studies suggest that other factors are important in mediating the response of cells to LA. Conclusions: Our study shows that LA is effective in killing some forms of AML by inhibiting growth, blocking protein synthesis and inducing apoptosis. Increased sensitivity to LA in ASNS knockdown cell lines indicate a role for ASNS in LA resistance but the absence of strong correlation between ASNS expression and LA resistance in primary samples suggest that ASNS is not solely responsible. The availability of sensitive and resistant myeloid cells provides us with the opportunity to identify mechanisms of resistance. The identification of differentially expressed proteins in the sensitive and resistant cells using MudPIT will help to identify targets that if blocked can synergize with LA and render a resistant cell sensitive. Disclosures: Off Label Use: L-asparaginase is a drug used to treat acute lymphocytic leukemia.",
    "topics": [
        "asparaginase",
        "leukemia, myeloid",
        "acute lymphocytic leukemia",
        "leukemic cells",
        "6-phosphogluconolactonase",
        "aldehyde-lyases",
        "amino acids",
        "annexin a5",
        "asparagine",
        "aspartate-ammonia ligase"
    ],
    "author_names": [
        "Sung Ah Jun",
        "Lusia Sepiashvili",
        "Thomas Kislinger, PhD",
        "Mark D. Minden, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sung Ah Jun",
            "author_affiliations": [
                "Institute of Medical Science, University of Toronto, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lusia Sepiashvili",
            "author_affiliations": [
                "Medical Biophysics, University of Toronto, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Kislinger, PhD",
            "author_affiliations": [
                "Ontario Cancer Institute, University Health Network, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark D. Minden, MD, PhD",
            "author_affiliations": [
                "Ontario Cancer Institute, Toronto, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T18:41:06",
    "is_scraped": "1"
}