{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3434.3434",
    "article_title": "A Real-World Comparative Analysis of Carfilzomib and Other Systemic Multiple Myeloma Chemotherapies in the US Community Oncology Setting ",
    "article_date": "December 7, 2017",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster II",
    "abstract_text": "Introduction Recently, novel agents have been approved for the treatment of relapsed multiple myeloma (MM). There is a paucity of real-world outcomes data on these novel treatments. The purpose of this retrospective cohort study was to compare time to next treatment (TTNT) between patients who received the most common proteasome inhibitor (PI)-based triplet regimens for relapsed multiple myeloma as their second line of therapy (LOT2). Methods The study population consisted of patients who received a carfilzomib (K)-based regimen during the course of treatment for MM between 11/01/2013 and 02/29/2016, were ≥18 years old, were not enrolled in a clinical trial, and had at least 2 visits at a US Oncology Network (USON) clinic. PI-based triplet regimens received by at least 15 patients in LOT2 were considered for this analysis: K+lenalidomide with dexamethasone or prednisone (KRd), bortezomib+lenalidomide with either steroid (VRd), and bortezomib+cyclophosphamide with either steroid (VCyd). Data were captured on lines of therapy (LOT), systemic therapy regimens, and treatment administration dates from the US Oncology Network's iKnowMed ® electronic health records (EHR). Treatment sequencing rules were created to define criteria for the advancement of the line of therapy based on the specific regimens, duration of use, and administration dates. TTNT was estimated from date of initiation of LOT2 therapy to the first administration date of the next line of therapy with the Kaplan-Meier method, using log-rank tests for comparison. Death or progression to next treatment were considered failure events. Patients who were lost to follow up or did not experience a failure event during the study period were censored. Hazards ratios (and 95% CIs) were estimated using multivariable Cox regression modeling, adjusting for baseline age, sex, race, geographic region of the practice, number of comorbidities, stage, body mass index (BMI), prior cancer history, performance status, and serum creatinine. A limitation of our real-world data is that a small proportion of LOT indicators may be misclassified due to data inconsistencies. Furthermore, while use of a large geographically dispersed cohort of community-based patients improves generalizability, the results from our data may not be completely generalizable to other community-based practices. Results A total of 718 patients received a K-containing regimen at some time (LOT 1 to LOT5) during the course of their MM treatment (Table 1); of these, 156 patients received a LOT2 PI-containing triplet including KRd (n =112; 71.8%), VRd (n = 27; 17.3%), and VCyd (n = 17; 10.9%). Mean baseline age for these 156 patients was 64.8 (SD: 11.3) years. In the KRd group, mean age was 64.7 (SD: 11.6) years, whereas in the VRd and VCyd groups, mean ages were 62.4 (SD: 10.9) and 69.1 (SD: 9.1), respectively. Overall, 57.7% of the study population was male. 64.3% of the KRd group were male, compared to 48.1% of the VRd group and 29.4% of the VCyd group. These PI-based regimen groups were not significantly different across a range of baseline clinical characteristics including number of comorbidities, stage at diagnosis, ECOG, and serum creatinine (Table). Median TTNT was greatest for the KRd group (25.3 months; 95% CI: 19.71-NR), compared to the VRd or VCyd groups (median TTNT for VRd: 10.2 months, 95% CI: 4.24-12.71, and for VCyd: 6.5 months,95% CI: 3.02-12.78; log-rank p<.0001). The adjusted HR for KRd was 0.19 (95% CI: 0.11-0.37), indicating an almost 80% lower risk of progression to next treatment or death among KRd patients, compared to patients who received VRd (referent) in LOT2. Patients receiving VCyd had a similar adjusted risk for progression to next treatment or death, compared to patients receiving VRd (adj. HR: 0.96, 95% CI: 0.43-2.13). Conclusions Our findings indicate that MM patients who received KRd in LOT2 had significantly improved TTNT, compared to those who received VRd or VCyd. Considering the real-world nature of these data, the median TTNT observed with KRd appears to be consistent with the findings on progression-free survival for KRd in the phase 3 ASPIRE trial (median PFS: ITT population =26.3 months; LOT2 = 29.6 months). These findings confirm the value of KRd as an important therapeutic option for patients with MM at first relapse. View large Download slide View large Download slide  Close modal Disclosures Rifkin: McKesson Specialty Health: Employment; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees. Medhekar: Amgen Inc.: Employment, Equity Ownership. Amirian: McKesson Specialty Health: Employment. Wilson: McKesson Specialty Health: Employment. Boyd: McKesson Specialty Health: Employment. Mezzi: Amgen, Inc.: Employment, Equity Ownership. Panjabi: Amgen Inc.: Employment, Equity Ownership.",
    "topics": [
        "carfilzomib",
        "chemotherapy regimen",
        "medical oncology",
        "multiple myeloma",
        "creatinine tests, serum",
        "steroids",
        "cancer",
        "dexamethasone",
        "electrocorticogram",
        "prednisone"
    ],
    "author_names": [
        "Robert M Rifkin, MD",
        "Rohan Medhekar, PhD",
        "E Susan Amirian, PhD MS",
        "Thomas Wilson, PhD DrPH",
        "Marley Boyd, MS",
        "Khalid Mezzi, MD MBA",
        "Sumeet Panjabi, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert M Rifkin, MD",
            "author_affiliations": [
                "US Oncology Research, Rocky Mountain Cancer Center, Denver, CO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rohan Medhekar, PhD",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E Susan Amirian, PhD MS",
            "author_affiliations": [
                "McKesson Specialty Health, The Woodlands, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Wilson, PhD DrPH",
            "author_affiliations": [
                "McKesson Specialty Health, The Woodlands, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marley Boyd, MS",
            "author_affiliations": [
                "McKesson Specialty Health, The Woodlands, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khalid Mezzi, MD MBA",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumeet Panjabi, PhD",
            "author_affiliations": [
                "Amgen, Inc., South San Francisco, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T03:57:21",
    "is_scraped": "1"
}