{
    "doi": "https://doi.org/10.1182/blood.V124.21.3357.3357",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2836",
    "start_url_page_num": 2836,
    "is_scraped": "1",
    "article_title": "Multiple Myeloma Cells Induce Mitochondrial Stress Response in Bone Marrow Mesenchymal Stromal Cells ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Introduction: Interaction of multiple myeloma (MM) cells with the surrounding bone marrow mesenchymal stromal cells (BMMSCs) is crucial for MM proliferation and survival. We have previously reported that in vitro cultured MM-BMMSCs display premature stress-induced senescence and constitutive changes in gene expression (Blood, 2013). Because mitochondrial oxidative stress could be the reason for senescence in MM-BMMSCs we investigated the metabolic interplay between MM-BMMSCs and MM cells. Methods : In this study we analyzed 51 patients with MM, 4 patients with monoclonal gammopathy of undetermined significance (MGUS) and 10 healthy donors. Investigations ofNAD-dependent deacetylase sirtuin-3 (SIRT3) expression and mitochondrial mass were performed with SYBR-Green Real-Time PCR and relative quantification by linear regression. In addition, 20 co-cultures of MM-BMMSCs and KMS12-PE MM cell line were carried out. After incubation for 72 h SIRT3 expression in MM-BMMSCs was analyzed. Moreover, reactive oxygen species (ROS) production and mitochondrial membrane potential (ΔΨM) in co-cultured KMS12-PE cells and MM-BMMSCs were investigated by FACS analysis. Results: MM-BMMSCs displayed a 2-fold decrease in SIRT3 expression and a 2-fold increase in mitochondrial mass compared to healthy donor BMMSCs (HD-BMMSCs). These changes were not detected in MGUS-BMMSCs, suggesting an association with disease progression. Furthermore, the increase in mitochondrial mass could be induced by oxidative stress in MM-BMMSCs and is a feature of senescent cells. Because SIRT3 is a major regulator of the mitochondrial function, reduced expression could account for accumulation of reactive oxygen species in MM-BMMSCs cultured in vitro. Interestingly we found a 4-fold upregulation of SIRT3 expression in MM-BMMSCs when co-cultured with KMS12-PE myeloma cells. This indicates that cell-cell-contact to MM cells influences the mitochondrial function in MM-BMMSCs and induces mitochondrial stress response. Moreover, we found decreased levels of ROS and ΔΨM in co-cultured KMS12-PE myeloma cells and MM-BMMSCs compared to cells cultured alone. Therefore, MM cells seem to modify the mitochondrial function and induce expression of antioxidants in MM-BMMSCs aimed at reducing ROS levels and increasing cell proliferation and survival pathways in both cell types. Conclusion: Our results indicate that MM cells influence the mitochondrial function of MM-BMMSCs. This interaction leads to reduced ROS levels in both cell types and could support their survival and growth. Moreover, the sustained induction of mitochondrial stress response could be the reason for premature senescence in MM-BMMSCs when separated from MM cells. Therefore, MM therapy outcome may be improved through the disabling of the metabolic interplay between MM cells and MM-BMMSCs. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "mitochondria",
        "multiple myeloma",
        "stem cell, mesenchymal",
        "stress response",
        "monoclonal gammopathy of undetermined significance",
        "reactive oxygen species",
        "antioxidants",
        "coculture techniques",
        "disease progression"
    ],
    "author_names": [
        "Rimma Berenstein",
        "Olga Blau, MD PhD",
        "Axel Nogai, MD",
        "Marlies Wächter",
        "Martin Schmidt-Hieber, MD",
        "Antonio Pezzutto, MD PhD",
        "Bernd Dörken, MD PhD",
        "Igor Wolfgang Blau, MD PhD"
    ],
    "author_affiliations": [
        [
            "Charité Universitätsmedizin Berlin, Berlin, Germany "
        ],
        [
            "Charité Universitätsmedizin Berlin, Berlin, Germany "
        ],
        [
            "Charité Universitätsmedizin Berlin, Berlin, Germany "
        ],
        [
            "Charité Universitätsmedizin Berlin, Berlin, Germany "
        ],
        [
            "Helios Clinic Berlin-Buch, Berlin, Germany "
        ],
        [
            "Charité Universitätsmedizin, Berlin, Germany"
        ],
        [
            "Charité Universitätsmedizin Berlin, Berlin, Germany "
        ],
        [
            "Charité Universitätsmedizin Berlin, Berlin, Germany "
        ]
    ],
    "first_author_latitude": "52.5264618",
    "first_author_longitude": "13.3766245"
}