{
    "doi": "https://doi.org/10.1182/blood-2020-138788",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4541",
    "start_url_page_num": 4541,
    "is_scraped": "1",
    "article_title": "A Comparison of Scoring Systems for Predicting HIT in CABG Patients ",
    "article_date": "November 5, 2020",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "Heparin induced thrombocytopenia is seen in patients with exposure to unfractionated heparin or low molecular weight heparin products. Surgical patients are at the highest risk for heparin induced thrombocytopenia (HIT) and patients undergoing coronary artery bypass graft (CABG) surgery have the second highest risk for developing heparin antibodies leading to HIT. Eight percent of heparin treated patients develop antibodies and 1-5% develop HIT; of these, 30-50% develop thrombosis along with the thrombocytopenia with a 20-30% morbidity and mortality rate. There are three different scoring systems typically used to determine the probability of HIT. These include the 4T score (most commonly used), HIT Expert Probability (HEP) score, and the Lillo-Le Louet (LLL) model scoring system (used exclusively for post-CABG patients). To date there have been limited studies done to compare the various scoring systems specifically in post CABG patients. The purpose of this study was to determine which scoring system was best at predicting the probability of HIT in a CABG patient. This is a single institution retrospective chart review of all patients between 2017-2019 who underwent CABG surgery. A total of 165 patients were studied and the patients who had HIT workup done were selected for further evaluation. Patient charts were reviewed to document initial platelet counts and post-CABG surgery platelet counts. Platelet counts were followed and documented for up to post-op day #15, if available. Review also included identification of new cases of arterial or venous thrombosis. For each patient that had HIT work-up, the HIT probability score was calculated by three different methods (4T score, HEP score, and LLL score). Sensitivity and specificity of the scoring systems was calculated. ANOVA test was used to determine if there was a difference between the three scoring systems and paired T-test was used to assess between the scoring systems. A total of 37 patients were studied and paired-T tests were used to compare between the scoring systems. There were a total of 6 patients with confirmed HIT based on a positive serotonin release assay (SRA) and 31 patients who had a negative work-up for HIT. The PPV of 4T, HEP, LLL was 0.545, 0.545, 0.667 respectively. Specificity was highest for LLL model: 0.912 and 0.861 for both HEP and 4T. ANOVA test determined in patients with a definitive HIT diagnosis that there was no difference among the 3 tests (p value=0.47792); however there was a difference between the scoring systems when the patients tested negative for HIT (p value= 0.00001). Furthermore, when individually comparing LLL to either 4T or HEP there was a significant difference in both true HIT and non-HIT patients p-value <0.03. These findings suggest that LLL is a better predictor of HIT in patients with CABG and it is especially superior in ruling out HIT in comparison to 4T and HEP. This further goes to support using LLL over 4T score in patients with CABG to help improve predictability of HIT. LLL is a simple calculation similar to 4T score and hence we should utilize it more often in our CABG patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": null,
    "author_names": [
        "Marwah W Farooqui, DO",
        "Samrin Samad",
        "Brittany Blum",
        "Yatri Desai",
        "Sivangi Patel",
        "Shruti Sharma, DO",
        "Krishnan Srinivasan, MD",
        "Masood Ghouse, DO"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, Franciscan Health-Midwestern University, Olympia Feilds, IL ",
            "University Hospitals Cleveland, Cleveland, OH "
        ],
        [
            "Midwestern University-CCOM, Downers Grove, IL "
        ],
        [
            "Midwestern University-CCOM, Downers Grove, IL "
        ],
        [
            "Midwestern University-CCOM, Downers Grove, IL "
        ],
        [
            "Midwestern University-CCOM, Downers Grove, IL "
        ],
        [
            "Franciscan Health-Olympia Fields, Olympia Fields, IL "
        ],
        [
            "Franciscan Health-Olympia Fileds, Olympia Fileds, IL "
        ],
        [
            "Franciscan Health-Olympia Fileds, Olympia Fields, IL"
        ]
    ],
    "first_author_latitude": "41.52324069999999",
    "first_author_longitude": "-87.710796"
}