{
    "doi": "https://doi.org/10.1182/blood.V122.21.1552.1552",
    "article_title": "Next-Generation Sequencing Of ASXL1, TP53, RUNX1, EZH2, and ETV6 Identifies a Significant Proportion Of Lower-Risk Myelodysplastic Syndromes With Poor Prognostic Indicators ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "abstract_text": "Introduction Management of patients with myelodysplastic syndrome (MDS) is dependent in part on risk stratification by the International Prognostic Scoring System (IPSS). Patients with lower-risk disease as defined by low and intermediate-1 IPSS are predicted to have a relatively indolent clinical course and are usually offered less aggressive therapies, including transfusions, growth factors, or observation without treatment. In contrast, patients with higher-risk disease as defined by intermediate-2 and high IPSS are predicted to have a relatively aggressive clinical course and are usually treated with disease-modifying hypomethylating agents or considered for stem cell transplantation. However, despite IPSS risk stratification a subset of patients with lower-risk MDS will have more aggressive disease with shorter overall survival and increased risk of transformation to acute myeloid leukemia. Somatic mutations are common in MDS, but are not currently included in either the IPSS or revised IPSS (IPSS-R). Recent literature (Bejar et al. N Engl J Med 2011;364:2496-2506) revealed that mutations in ASXL1, TP53, RUNX1, EZH2, and ETV6 are indicators of poor overall survival in patients with MDS independent of IPSS and other established risk factors, and that mutations in one or more of these 5 genes essentially up-scores the IPSS to the next highest risk group. The aim of this study is to evaluate the frequency of mutations in these 5 genes using a clinically validated and sensitive next-generation sequencing (NGS) assay, and to determine the percentage of lower-risk MDS patients with a worse than expected prognosis who may potentially benefit from earlier treatment with disease-modifying therapy. Methods DNA sequences of key exons in ASXL1, TP53, RUNX1, EZH2, and ETV6 were determined from the bone marrow aspirates of 200 MDS patients (29% low, 52% intermediate-1, 18% intermediate-2, and 1% high IPSS) using a clinically validated and sensitive (5% limit of detection) NGS assay on the Illumina MiSeq platform. Mutations were compared between duplicate samples and annotated using software that queried databases containing known somatic mutations and germline variants. Results Somatic mutations in one or more of the 5 genes were detected in 50.5% of MDS patients in this study. Mutations in ASXL1 were the most frequent (29.5%), followed by mutations in TP53 (15.5%), RUNX1 (9.5%), EZH2 (7%), and ETV6 (7%). While mutant allele percentage varied among the genes, 64% of MDS patients with ETV6 mutations had <20% mutant allele, followed by 37% for ASXL1, 29% for TP53, 21% for RUNX1, and 7% for EZH2. Mutations were detected in 45% (46/102) of MDS patients with normal cytogenetics and 60% (37/92) with abnormal cytogenetics. When stratifying by IPSS, 46% of MDS patients with lower-risk disease had a mutation, compared with 72% with higher-risk disease. When stratifying by IPSS-R, 41% of MDS patients with lower-risk disease (very low and low) had a mutation, compared with 77.5% with higher-risk disease (high and very high). Conclusions Somatic mutations in ASXL1, TP53, RUNX1, EZH2, and ETV6 have previously been shown to be indicators of poor overall survival in patients with MDS independent of IPSS and other established risk factors. Using a clinically validated and sensitive NGS assay, 50.5% of MDS patients in this study were shown to have a mutation in one or more of the 5 genes. This percentage is higher than previously reported by Bejar et al (31.2%), and is likely explained by the higher sensitivity of NGS (5% limit of detection) as compared to Sanger sequencing (typically 20% limit of detection), which was utilized in the aforementioned study for ASXL1, EZH2, and ETV6. Mutations in one or more of the 5 genes were detected in 46% of MDS patients with lower-risk disease defined by IPSS, and a similar 41% with lower-risk disease defined by IPSS-R. Mutational profiling using NGS can thus help identify a significant proportion of lower-risk MDS patients with a worse than expected prognosis who may potentially benefit from earlier treatment with disease-modifying therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "asxl1 gene",
        "etv6 gene",
        "ezh2 gene",
        "massively-parallel genome sequencing",
        "myelodysplastic syndrome",
        "protein p53",
        "risk reduction",
        "tp53 gene",
        "prostatic hypertrophy risk score",
        "blood transfusion"
    ],
    "author_names": [
        "Brian Kwok, MD",
        "Renee Mohrmann, MD",
        "Kim Janatpour, MD",
        "Yin Xu, MD, PhD",
        "Matthew McGinniss, PhD",
        "Aine Yung, MD",
        "Hong Drum, MD",
        "Keming Lin, MD",
        "Julie Kines",
        "Jeffrey Tasmin",
        "Bashar Dabbas, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brian Kwok, MD",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Renee Mohrmann, MD",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim Janatpour, MD",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yin Xu, MD, PhD",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew McGinniss, PhD",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aine Yung, MD",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Drum, MD",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keming Lin, MD",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Kines",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Tasmin",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bashar Dabbas, MD",
            "author_affiliations": [
                "Genoptix Medical Laboratory, Carlsbad, CA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T06:43:43",
    "is_scraped": "1"
}