{
    "doi": "https://doi.org/10.1182/blood.V112.11.757.757",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1304",
    "start_url_page_num": 1304,
    "is_scraped": "1",
    "article_title": "Two Different EVI1 Expressing Poor-Risk AML Subgroups with Distinct Epigenetic Signatures Uncovered by Genome Wide DNA Methylation Profiling ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "caspases",
        "chromosome abnormality",
        "complete remission",
        "deoxyribonuclease hpaii",
        "dna methylation",
        "dna methyltransferase inhibitors",
        "epigenetics",
        "gene expression profiling",
        "genome",
        "histones"
    ],
    "author_names": [
        "Sanne Lugthart, MD",
        "Maria E Figueroa, MD",
        "Peter JM Valk, PhD",
        "Yushan Li",
        "Claudia Erpelinck-Verschueren",
        "John Greally, MB, PhD",
        "Bob Löwenberg, MD, PhD",
        "Ari Melnick, MD",
        "Ruud Delwel, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Medicine - Division of Hematology Oncology, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Medicine - Division of Hematology Oncology, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Department of Medicine and Molecular Genetics, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Medicine - Division of Hematology Oncology, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "51.91109005",
    "first_author_longitude": "4.4690626",
    "abstract_text": "Although the clinical outcome for patients with acute myeloid leukemia (AML) has improved over the years, failure to maintain complete remission remains a major problem with current standard treatments. The development of individually tailored and patient-specific therapy could potentially significantly improve therapeutic efficacy. In particular we are interested in better understanding the biological features associated with aberrant expression of the EVI1 oncogene, which we previously showed is associated with a poor prognosis. Two different EVI1 transcripts have been identified, i.e. a short form (E) and a long form called MDS1-EVI1 (ME) encoding respectively, a 140 kDa and 170 kDa protein. In EVI1 positive AMLs a distinction can be made between patients that express both EVI1 transcripts (E+/ME+) and cases that express the short form solely (E+), since the latter group is exclusively associated with 3q26 chromosomal abnormalities. EVI1 is a nuclear zinc-finger transcriptional repressor oncoprotein that is known to interact with several epigenetic regulators, e.g. HDACs, CtBPs, histone methyl transferases and MBD3. Since EVI1 presumably mediates its effects through aberrant transcriptional repression, we hypothesize that its aberrant expression results in aberrant epigenetic programming of leukemia cells, which might provide an opportunity for epigenetic-targeted therapy in these patients. In order to determine whether EVI1 over-expressing (EVI1+) AMLs display aberrant epigenetic programming we performed HELP (HpaII tiny fragment enrichment by ligation-mediated PCR) DNA methylation assays in 26 EVI1+ AMLs and 8 CD34+ normal bone marrow controls (NBM). Our HELP assay measured the abundance of DNA methylation at ~50,000 CpG sites covering ~13,000 promoter regions. Single locus validation assays using Sequenom Epityping showed that HELP was >95% accurate in quantifying CpG methylation. We found that unsupervised analysis using hierarchical clustering (Pearson correlation distance with Ward’s clustering method) readily separated the EVI1+ AMLs from NBMs. Supervised analysis comparing EVI1+ to NBM identified 303 promoter sequences as being differently methylated (P1.5). Remarkably, 80% of these genes were hypermethylated in EVI1+ patients, while only 20% of genes were hypomethylated. The hypermethylated profile included genes associated with cell death (Caspase-2, MAD1L1) and cell cycle (TNF, JARID1B). The 26 EVI1+ leukemias further segregated into two distinct subgroups in unsupervised analysis: one cluster (n=14) was highly enriched for E+ AML cases carrying 3q26 abnormalities (n=7) while the other one (n=12) mainly harbored the E+/ME+ AMLs (n=10). Supervised analysis of these two EVI1+ clusters revealed that the 3q26-enriched group featured 122-gene signature (P1.5) consisting entirely of hypermethylated genes. When each of the individual EVI1 clusters was independently compared to the NBM samples using supervised analysis we found that the 3q26-enriched group contained a significantly more methylated gene signature containing 429 hypermethylated and 47 hypomethylated HpaII fragments (P1.5). Pathway analysis of the promoter regions differentially methylated in the 3q26-enriched AML group included genes involved in protein degradation and cellular response to therapeutics. In contrast, the E+/ME+ enriched group showed a more balanced distribution of differential methylation when compared to the NBMs (226 hypermethylated and 158 hypomethylated genes). Taken together, our data show that EVI1 overexpression is associated with specific alterations in epigenetic programming vs. normal CD34+ cells. Even more remarkably, we showed that EVI1+ AMLs form two epigenetically distinct AML subtypes. Specifically, the 3q26 subgroup, short EVI1+ isoform AMLs display marked hypermethylation vs. the MDS1-EVI1 expressing patients, involving aberrant methylation of different pathways. This shows that the two forms of EVI1+ AMLs become aberrantly programmed in different ways and are biologically distinct entities, and further suggest distinct mechanisms of action for the different EVI1 isoforms. The marked hypermethylation profile of the short EVI1 isoform AMLs suggests that these patients might benefit from treatment with DNA methyltransferase inhibitors."
}