{
    "doi": "https://doi.org/10.1182/blood.V114.22.1378.1378",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1522",
    "start_url_page_num": 1522,
    "is_scraped": "1",
    "article_title": "Temporal Trends in the Proportion Cured Among Patients Diagnosed with Acute Myeloid Leukemia in Sweden 1973-2001, a Population-Based Study. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH OUTCOMES RESEARCH POSTER I",
    "topics": [
        "leukemia, myelocytic, acute",
        "leukemia, acute",
        "median survival time",
        "time factors"
    ],
    "author_names": [
        "Åsa Rangert Derolf, M.D.",
        "Therese M-L Andersson",
        "Paul C Lambert",
        "Sigurdur Y Kristinsson, M.D., PhD.",
        "Sandra Eloranta",
        "Ola Landgren, M.D., Ph.D.",
        "Paul W Dickman",
        "Magnus Bjorkholm, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology, Karolinska Institutet and Karolinska University Hospital, Stockholm, Sweden, "
        ],
        [
            "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden, "
        ],
        [
            "Department of Health Sciences, University of Leicester, Leicester, United Kingdom, "
        ],
        [
            "Department of Medicine, Division of Hematology, Karolinska University Hospital and Karolinska Institutet, Stockholm, Sweden, "
        ],
        [
            "Department of Medical Epidemiology and Biostatistics,, Karolinska Institutet, Stockholm, Sweden, "
        ],
        [
            "Medical Oncology Branch, National Cancer Institute, NIH, Bethesda, MD, USA"
        ],
        [
            "Department of Medical Epidemiology and Biostatistics,, Karolinska Institutet, Stockholm, Sweden, "
        ],
        [
            "Department of Medicine, Division of Hematology, Karolinska University Hospital and Karolinska Institutet, Stockholm, Sweden, "
        ]
    ],
    "first_author_latitude": "59.34814839999999",
    "first_author_longitude": "18.023657899999996",
    "abstract_text": "Abstract 1378 Poster Board I-400 Background: Acute myeloid leukemia (AML) is the most common type of acute leukemia in adults and is rapidly fatal without specific therapy. In a recently published population-based study we showed large differences in 1- and 5-year relative survival in AML patients in Sweden depending on age at diagnosis and year of diagnosis [1] . Here we use an alternative approach to study patient survival that simultaneously estimates the proportion of patients cured from AML and the survival time of those patients that are not cured. The cure proportion provides a better estimate of long-term survival than 5-year survival and is therefore of direct interest to patients and health care professions. Methods: We conducted a population-based cohort study including 6,439 patients aged 19-79 diagnosed with AML in Sweden 1973 to 2001. Patients are considered statistically cured when, as a group, their mortality returns the level of a comparable general population. We estimated mixture cure fraction models that provide estimates of both the cure proportion and the distribution of survival times of the “uncured”. Age at diagnosis was classified into four categories 19-40, 41-60, 61-70 and 71-80 and year of diagnosis was modeled using restricted cubic splines. Results: During the first years of the study period the cure fraction was less than 5% for all age groups and the median survival time for “uncured” approximately 0.5 years or less. In 2000 the estimated cure proportion was 68% (95% CI 56%-77%) for the youngest age group, 32% (25-39%) for those aged 41-60, 8.4% (3.1-21%) for those aged 61-70 at diagnosis and 4.3% (2.3-8.1%) for the oldest age group. The estimated median survival times for “uncured” were 0.74 (0.43-1.26), 0.71 (0.53-0.97), 0.69 (0.51-0.95) and 0.37 (0.31-0.44) years respectively ( Table 1 ). The improvement in survival manifested as longer survival among the uncured during the early calendar years but increases in the cure proportion were observed during later years. Conclusion: There are large differences in the proportion cured between the age groups. In younger patients the cure proportion has increased dramatically, while survival of the “uncured” actually decreased in the last time period. In the older age groups improvement is merely seen within the survival of the “uncured”. Table 1 Cure proportion (%), median survival time of “uncured” (years) and time at which 90% of “uncured” are dead (years), with 95% confidence intervals, for patients diagnosed with acute myeloid leukemia (AML) in Sweden 1973-2001.  Year . Age group (years) . 19-40 . 41-60 . 61-70 . 71-80 . The cure fraction (%) 1975 4 (2-10) 3 (2-7) 6 (3-9) 3 (2-6) 1990 29 (23-35) 15 (12-19) 7 (4-10) 3 (2-5) 2000 68 (56-77) 32 (25-39) 8 (3-21) 4 (2-8) Median survival of “uncured” (years) 1975 0.43 (0.32-0.58) 0.34 (0.27-0.44) 0.20 (0.16-0.25) 0.15 (0.12-0.18) 1990 1.08 (0.90-1.31) 0.91 (0.78-1.05) 0.61 (0.52-0.70) 0.24 (0.21-0.28) 2000 0.74 (0.43-1.26) 0.71 (0.53-0.97) 0.69 (0.51-0.95) 0.37 (0.31-0.44) Time at which 90% of the “uncured” are dead (years) 1975 2.75 (2.04-3.78) 2.42 (1.87-3.12) 1.24 (0.98-1.58) 0.86 (0.70-1.05) 1990 3.64 (3.00-4.42) 4.26 (3.55-5.10) 3.23 (2.70-3.85) 1.67 (1.45-1.93) 2000 3.21 (1.80-5.73) 4.10 (2.77-6.07) 3.92 (2.42-6.36) 2.13 (1.72-2.63) Year . Age group (years) . 19-40 . 41-60 . 61-70 . 71-80 . The cure fraction (%) 1975 4 (2-10) 3 (2-7) 6 (3-9) 3 (2-6) 1990 29 (23-35) 15 (12-19) 7 (4-10) 3 (2-5) 2000 68 (56-77) 32 (25-39) 8 (3-21) 4 (2-8) Median survival of “uncured” (years) 1975 0.43 (0.32-0.58) 0.34 (0.27-0.44) 0.20 (0.16-0.25) 0.15 (0.12-0.18) 1990 1.08 (0.90-1.31) 0.91 (0.78-1.05) 0.61 (0.52-0.70) 0.24 (0.21-0.28) 2000 0.74 (0.43-1.26) 0.71 (0.53-0.97) 0.69 (0.51-0.95) 0.37 (0.31-0.44) Time at which 90% of the “uncured” are dead (years) 1975 2.75 (2.04-3.78) 2.42 (1.87-3.12) 1.24 (0.98-1.58) 0.86 (0.70-1.05) 1990 3.64 (3.00-4.42) 4.26 (3.55-5.10) 3.23 (2.70-3.85) 1.67 (1.45-1.93) 2000 3.21 (1.80-5.73) 4.10 (2.77-6.07) 3.92 (2.42-6.36) 2.13 (1.72-2.63) View Large [1] Derolf AR, Kristinsson SY, Andersson TM-L, Landgren O, Dickman PW, Björkholm M. Improved patient survival for acute myeloid leukemia: A population-based study of 9,729 patients diagnosed in Sweden 1973-2005. Blood. 2009 Apr 16;113(16):3666-72. Disclosures: No relevant conflicts of interest to declare."
}