{
    "doi": "https://doi.org/10.1182/blood.V128.22.5175.5175",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3436",
    "start_url_page_num": 3436,
    "is_scraped": "1",
    "article_title": "Preliminary Report for Outcome of Treatment with Differentiation Agents Plus Combination Chemotherapy during Induction Phase in High Risk Acute Promyelocytic Leukaemia ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "acute promyelocytic leukemia",
        "combination drug therapy",
        "treatment outcome",
        "disease remission",
        "tretinoin",
        "chemotherapy regimen",
        "mineralocorticoid receptor",
        "blood coagulation disorders",
        "cytarabine",
        "infections"
    ],
    "author_names": [
        "Aye Aye Gyi, MBBS, MMSc, MRCP, DM, FRCP",
        "Aung Aung, MBBS MMedSc(Int.MD",
        "Khin Thida Htut, MBBS, MMSc, DrMedSc",
        "Yin Nwe Han, MBBS MMedSc(Int.MD, MRCP",
        "Mee Mee Khaing, MBBS MMedSc(Int.MD"
    ],
    "author_affiliations": [
        [
            "University of Medicine 2, Yangon, North Okkalapa General Hospital, Yangon, MMR "
        ],
        [
            "University of Medicine 2, Yangon, North Okkalapa General Hospital, Yangon, Myanmar "
        ],
        [
            "University of Medicine 2, Yangon, North Okkalapa General Hospital, Yangon, Myanmar "
        ],
        [
            "North Okkalapa General & Teaching Hospital, Yangon, MMR "
        ],
        [
            "North Okkalapa General Hospital, Yangon, Myanmar"
        ]
    ],
    "first_author_latitude": "16.9026247",
    "first_author_longitude": "96.1554618",
    "abstract_text": "BACKGROUND: With the advent of differentiating agents like all- trans retinoic acid (ATRA) and arsenic trioxide (ATO), acute promyelocytic leukemia (APL) nowadays has achieved highest cure rate among acute myeloid leukemias worldwide. However, in Myanmar, remission rate is relatively low (less than 60%) due to high early deaths from coagulopathy, infection and differentiation syndrome (DS). Resource constraints in molecular diagnosis also delay the treatment. High abandonment is also a major problem. As beneficial effects of ATO and ATRA as well as anthracycline and cytarabine on outcome of APL have been reported in recent literatures, they all are combined in local protocol developed to achieve maximum benefit during induction particularly for high risk patients. This preliminary study report the induction outcome of combination of both ATRA and ATO plus two chemotherapeutic agents in high risk APL patients treated at North Okkalapa General Hospital of Myanmar. METHODS: Molecularly or cytogenetically confirmed newly diagnosed APL patients presented during January 2014 to June 2016 were stratified into high and low or intermediate risk groups according to the Sanz's risk score. High risk patients were treated with oral ATRA 45mg/m 2 /day started once diagnosis was suspected together with combined chemotherapy (IV Daunorubicin 45mg/m 2 /day x 3 days plus IVI Cytarabine 100mg/m 2 /day for 7 days). After receiving molecular or cytogenetic confirmation of PML-RARA fusion transcript, IVI ATO 0.15mg/kg/day was added until complete remission (CR). Low and intermediate risk patients were considered as high risk and chemotherapy was added when WBC count was rapidly raised above 10 x 10⁹/L during first 10 days of induction. Prednisolone 0.5mg/kg/day was added during first 10 days in all patients. Transfusion support was given according to standard transfusion guidelines. Remission assessment by morphology and RT-PCR for molecular remission (mCR) was done at the end of induction. Second induction was repeated if there was no molecular remission after first induction. RESULTS: Among21 APL remained after 4 early deaths, 18 were treated with high risk protocol where 8 cases (44%) were classified as high risk at entry and 10 intermediate patients (56%) were added due to rapid rise in white cell counts. Median age was 29 years (range 12 to 56 years). Male to female ratio was 1.6:1. Five (28%) were variant form and 13 (72%) were typical APL. Median white cell and platelet count were 21.8 x 10 9 /L and 31 x 10 9 /L respectively. The most common grade 3 or 4 complication during induction period was infection, especially blood stream and catheter related infection (9 patients) and respiratory tract infection (7 patients) followed by differentiation syndrome (6 patients). Fourof 18 high risk APL patients (22%) died during induction period due to documented severe respiratory tract infection. Remaining 14 patients who completed induction achieved CR (77.78%). Of 14 who achieved haematologic remission at the end of first induction, 10 (71.43%) had molecular remission. The remaining 4 patients who were also in morphologic CR achieved mCR after second induction. All proceeded to consolidation without chemotherapy and remained in remission till the time of this report. CONCLUSION: Although induction mortality rate of 22% is still high in this combination treatment due to limitation in intensive care support, there were no mortality from coagulopathy or DS. All high risk APL who completed induction in this study achieved high rate of early molecular remission (mCR). As the molecular remission status is documented to be associated with lower relapse, those patients are still hopeful of prolonged survival even if they are unable to attend follow-up frequently. By improving supportive care, and survival could be improved with minimal chemotherapy in even in high risk disease. Disclosures No relevant conflicts of interest to declare."
}