{
    "doi": "https://doi.org/10.1182/blood.V116.21.1173.1173",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1725",
    "start_url_page_num": 1725,
    "is_scraped": "1",
    "article_title": "NEGATIVE INFLUENCE of IL8 and RANTES Ctyokines On CORD BLOOD CD133+ CELL SDF-1-CXCR4 Function ",
    "article_date": "November 19, 2010",
    "session_type": "Cell Processing: Poster I",
    "abstract_text": "Abstract 1173 Recruitment of hematopoietic CD133+ cells from the bone marrow (BM) to vascular injury is mediated by the chemoattractant SDF-1 binding to the CXCR4 receptor and signaling through Akt and MAPK pathways. Synthesis of inflammatory/angiogenic cytokines IL8 and RANTES decreases with age and chronic cardiovascular disease. In contrast to cord blood (CB) CD133+ cells and young adult BM, we observed patient-derived BM CD133+ cells have reduced CXCR4 expression and reduced SDF-1 migration. We sought to determine the relationship between IL8, RANTES, SDF-1 activation and CXCR4 expression/signaling. To test this hypothesis, we performed in vitro studies on selected CB CD133+ cells to determine surface expression of CXCR4 by flow cytometry, in vitro transmigration to SDF-1, and evaluation of p42/44 MAPK phosphorylation by Western blot comparing the treatment of CB-derived CD133+ cells individually and combined with IL8 and RANTES ligands and also compared (individually and in combination) the effect of neutralizing antibodies (R&D Systems) directed against the IL8 and RANTES ligands. Selected CD133+ cells, incubated overnight in DMEM/1% HSA media, were evaluated for surface expression of CXCR4. Selected CD133+ cells were resuspended in DMEM/1% HSA media with 500 ng/ml IL8 and 50 ng/ml RANTES ligands (combined) or ligands were added individually or with 500 ng/ml anti-IL8 and 50 ng/ml anti-RANTES antibodies or antibodies added individually. After a 16–24 hour incubation at 37°C, 5 × 10 4 CB CD133+ cells were stained for CXCR4 or were added to 5-mm Transwells and allowed to migrate (3 hr) to DMEM/1% HSA media, or 50 or 200 ng/ml SDF-1. CB CD133+ cells phosphorylated proteins after IL8 exposure (24hr) exposed to SDF-1 (200 ng/ml) for 1 minute at 37°C were evaluated for intracellular kinases MAPK p42/44. Prior to all experiments, selected CD133+ cells expressed 54 ± 11% (N=4) of CXCR4 measured after sequential gating using anti-CD45-FITC antibodies and anti-CD133-APC antibodies.CD133+ cells exposed individually to IL8 (500 ng/ml) or to RANTES (50 ng/ml) ligands or to anti-IL8 neutralizing antibody or to anti-RANTES neutralizing antibodies showed no significant differences (61.9 ± 19.4% versus 57.6 ± 25.0%). Transmigration to 200 ng/ml SDF-1 was decreased 100% with a combination of anti-IL8 and anti-RANTES neutralizing antibodies and decreased 77% when CB CD133+ cells were exposed to a combination of 500 ng/ml IL8 and 50 ng/ml RANTES ligands. Transmigration of CB CD133+ cells to 50 ng/ml SDF-1 was decreased 38% when CB CD133+ cells were exposed 16–24 hours to a combination of ligand neutralizing anti-IL8/anti-RANTES antibodies and decreased 62% when CB CD133+ cells were exposed to a combination of 500 ng/ml IL8 and 50 ng/ml RANTES ligands. When CD133+ cells were exposed individually to IL8 (500 ng/ml), or to RANTES (50 ng/ml), or to anti-IL8 neutralizing antibody (500 ng/ml), or to anti-RANTES neutralizing antibody (50 ng/ml), similar inhibition of SDF-1 transmigration results was observed when using combinations of the ligands or to combinations of antibodies. Although exposure of CD133+ cells to 200 ng/ml SDF-1 results in increased phosphorylation of p42/44 MAPK, prior exposure of CD133+ cells to 500 ng/ml IL8 blocks this phosphorylation event. These results demonstrate that the proangiogenic and chemotactic factors IL8 and RANTES negatively influence the function of SDF-1 altering signaling via the CXCR4 receptor without affecting the expression the CXCR4 receptor. We hypothesis that the ability of short-term exposure of CD133+ cells to IL8 influences SDF-1-induced activation at a site in the intracellular pathway of activation involving MAPK signaling perhaps by sequestering Gαi or Gβγ subunits critical for cell migration. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cxcr4 receptors",
        "interleukin-8",
        "rantes",
        "umbilical cord blood",
        "stromal cell-derived factor 1",
        "ligands",
        "antibodies",
        "neutralizing antibodies",
        "mitogen-activated protein kinases",
        "chemotactic factors"
    ],
    "author_names": [
        "Nicholas J Greco, PhD",
        "Mathew Lesnewski, PhD",
        "Alex Wendling",
        "Kalipraveena Iruku, MD",
        "Janina Ratajczak, MD, PhD",
        "Mariusz Z Ratajczak, MD, PhD, DSc",
        "Mary J. Laughlin, MD"
    ],
    "author_affiliations": [
        [
            "Case Western Reserve University, West Farmington, OH, USA, "
        ],
        [
            "Cleveland Cord Blood Center, Cleveland, OH, USA, "
        ],
        [
            "Cleveland Cord Blood Center, Cleveland, OH, USA, "
        ],
        [
            "Cleveland Cord Blood Center, Cleveland, OH, "
        ],
        [
            "Stem Cell Institute, James Graham Brown Cancer Center at University of Louisville, Louisville, KY, USA, "
        ],
        [
            "Stem Cell Institute, James Graham Brown Cancer Center at University of Louisville, Louisville, KY, USA, "
        ],
        [
            "Hematopoietic Stem Cell Program, University of Virginia, Charlottesville, VA, USA"
        ]
    ],
    "first_author_latitude": "41.5043413",
    "first_author_longitude": "-81.6083838"
}