{
    "doi": "https://doi.org/10.1182/blood.V110.11.248.248",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=830",
    "start_url_page_num": 830,
    "is_scraped": "1",
    "article_title": "Multivariate Analysis Suggests That the Prognostic Impact of Poor Cytogenetics Is Potentially Underestimated in the IPSS. ",
    "article_date": "November 16, 2007",
    "session_type": "Myelodysplastic Syndromes",
    "topics": [
        "cytogenetics",
        "prostatic hypertrophy risk score",
        "brachial plexus neuritis",
        "karyotype determination procedure",
        "gold standard",
        "leukemia, secondary acute",
        "risk reduction",
        "blast cells",
        "cox proportional hazards models",
        "bone marrow"
    ],
    "author_names": [
        "Julie Schanz",
        "Elihu H. Estey",
        "Christian Steidl",
        "Ulrich Germing",
        "Barbara Hildebrandt",
        "Guillermo Garcia-Manero",
        "Hagop M. Kantarjian",
        "Detlef Haase"
    ],
    "author_affiliations": [
        [
            "For the German-Austrian Cooperative MDS Study Group (GACMSG)"
        ],
        [
            "MD Anderson Cancer Centre, Houston, TX, USA"
        ],
        [
            "For the German-Austrian Cooperative MDS Study Group (GACMSG)"
        ],
        [
            "For the German-Austrian Cooperative MDS Study Group (GACMSG)"
        ],
        [
            "For the German-Austrian Cooperative MDS Study Group (GACMSG)"
        ],
        [
            "MD Anderson Cancer Centre, Houston, TX, USA"
        ],
        [
            "MD Anderson Cancer Centre, Houston, TX, USA"
        ],
        [
            "For the German-Austrian Cooperative MDS Study Group (GACMSG)"
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665",
    "abstract_text": "Introduction: The IPSS-Score, published by Greenberg et al., defines the gold standard in risk stratification of patients suffering from MDS. Nevertheless, the assessment of cytogenetic findings within the IPSS was discussed intensively since its implementation in 1997. Within the IPSS, patients with a high number of bone marrow blasts are rated with a higher risk as compared to those with unfavourable cytogenetics. In a further univariate anylysis, we were able to demonstrate that poor cytogenetics are associated with the same prognostic risk as blast counts >20%. The aim of our present study was to investigate the prognostic impact of poor cytogenetics and bone marrow blast count in a multivariate analysis of a large patient cohort. Patients and Methods: 3169 patients were extracted from our large database, including 3860 patients with MDS and secondary AML following MDS. This data pool was collected in the framework of a cooperative project merging data from the German-Austrian Cooperative MDS Study Group (GACMSG; 55% of pts.) and the MD Anderson Cancer Centre, Houston, USA (45% of pts.). Median age of all study patients was 65.9 years, the female-male ratio 1:1.53. Complex abnormalities occurred in 21.2% of all patients. Multivariate analysis was done using a Cox-regression hazard model with overall survival as primary endpoint. The following groups were established for analysis: Blasts 20%, normal karyotype, complex abnormalities including chromosomes 5 or 7, complex abnormalities not including abnormalities of chromosomes 5 or 7 and −7/7q- (as single abnormality). Results: Former Kaplan-Meier analysis (data presented last year) showed that median survival (ms) in patients with unfavourable cytogenetics (n=516, ms=7.9 months) is similar to those showing >20% bone marrow blasts (n=197; ms=8.9 months). In multivariate analysis, relative Hazard ratio (HR) was 1.50 in pts. with 5–10% blasts, 1.64 in 11–20% blasts and 1.81 in >20% blasts (baseline for relative HR: <5% blasts, all p-values <0.0001). On the other hand, pts. with unfavourable cytogenetics show an considerable increased risk (normal karyotype was defined as baseline, all p-values <0.001): HR was 3.88 in pts. showing complex abnormalities including chromosomes 5/7 and 2.09 when −7/7q- occurred. Complex abnormalities not including chromosomes 5/7 were associated with a HR of 1.76. Conclusions: Our data suggests that complex abnormalities constitute a prognostic risk factor that is as unfavourable as high bone marrow blast counts. As demonstrated by calculated HR, the occurrence of unfavourable cytogenetics raises the prognostically risk disproportionately. Nevertheless, the IPSS assesses poor cytogenetics (rated with 1.0 points) with a lower risk as compared to increased bone marrow blast counts (rated with 1.5 points for 11–20% blasts; 2.0 points for 21–30% blasts). We conclude that the prognosic impact of unfavourable, especially complex abnormalities, is potentially underestimated in the IPSS. Further data will be shown and presented in detail."
}