{
    "doi": "https://doi.org/10.1182/blood-2018-99-118090",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4120",
    "start_url_page_num": 4120,
    "is_scraped": "1",
    "article_title": "Anti-Glycoprotein V Autoantibodies in Patients with Immune Thrombocytopenia: Regularly Detectable and Functionally Relevant ",
    "article_date": "November 29, 2018",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "topics": [
        "autoantibodies",
        "glycoprotein",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "immunoglobulin g",
        "human platelet antigens",
        "monoclonal antibodies",
        "severity of illness",
        "antibodies"
    ],
    "author_names": [
        "Richard Vollenberg, MD",
        "Rabie Jouni",
        "Peter A. A. Norris, BSc",
        "Monika Burg-Roderfeld, PhD",
        "Nina Cooper, MD",
        "Mathias J Rummel, MD PhD",
        "Gregor Bein, MD PhD",
        "Irene Marini",
        "Alan H Lazarus, PhD",
        "Tamam Bakchoul, MD PhD",
        "Ulrich J Sachs, MD PhD"
    ],
    "author_affiliations": [
        [
            "Institute for Clinical Immunology and Transfusion Medicine, Justus Liebig University, Giessen, Germany "
        ],
        [
            "Center for Clinical Transfusion Medicine, Eberhard Karls University, Tuebingen, Germany "
        ],
        [
            "Department of Laboratory Medicine, Keenan Research Centre for Biomedical Science, St. Michael's Hospital, Toronto, Canada "
        ],
        [
            "Faculty of Biology and Chemistry, Fresenius University of Applied Sciences, Idstein, Germany "
        ],
        [
            "Institute for Clinical Immunology and Transfusion Medicine, Justus Liebig University, Giessen, Germany "
        ],
        [
            "Department for Hematology at the Clinic for Hematology and Medical Oncology, Justus-Liebig University, Giessen, Germany "
        ],
        [
            "Institute for Clinical Immunology and Transfusion Medicine, Justus Liebig University, Giessen, Germany "
        ],
        [
            "Center for Clinical Transfusion Medicine, Eberhard Karls University, Tuebingen, Germany "
        ],
        [
            "Keenan Research Centre for Biomedical Science, St. Michael's Hospital, Toronto, Canada"
        ],
        [
            "Center for Clinical Transfusion Medicine, Eberhard Karls University, Tuebingen, Germany "
        ],
        [
            "Institute for Clinical Immunology and Transfusion Medicine, Justus Liebig University, Giessen, Germany "
        ]
    ],
    "first_author_latitude": "50.580467399999996",
    "first_author_longitude": "8.677140299999998",
    "abstract_text": "Immune thrombocytopenia (ITP) results from autoimmunization against platelet antigens. Autoantibodies (aabs) are considered to represent a major mechanism of thrombocytopenia in ITP by inducing platelet clearance from the circulation. Several lines of evidence demonstrate that aabs against glycoproteins (GP) IIb/IIIa and Ib/IX are predominant in ITP patients. Both disease severity and treatment response rates to specific therapeutics have been associated with aabs patterns. GP V is a well characterized immune target in Varicella-associated and drug-induced thrombocytopenia, but has never been studied systematically in ITP. In this study, patients with a suspected diagnosis of primary ITP were included once they met pre-defined clinical inclusion criteria. The presence of GP IIb/IIIa-, GP Ib/IX, and GP V-specific aabs was investigated by monoclonal antibody immobilization of platelet antigens (MAIPA) assay, both on patients' autologous platelets (direct MAIPA) and in serum (indirect MAIPA). In addition, serum IgG fractions were prepared from all patients with a positive direct MAIPA. IgG fractions were tested by surface plasmon resonance (SPR) technology for the presence of anti-GP V aabs. Complete data sets were obtained from 1,140 qualified patients. Platelet-bound aabs were detected in 343/1,140 patients (30.1%). Of these, 222 (64.7%) had platelet-bound anti-GP V aabs, either alone (10/222), or together with other specificities (211/222). Free anti-GP V aabs were detected in 30/222 patients by indirect MAIPA, but in 88/222 by SPR. The avidity of aabs detected by both methods (n=29; R700/R350=0.73±0.14) was significantly higher than the avidity for aabs detected by SPR only (n=59; R700/R350=0.32±0.13, p < 0.001). In order to study the potential biological relevance of anti-GP V, a phagocytosis assay using CD14+ positively-selected macrophages from spleen specimens from splenectomized ITP patients was performed. Anti-GPV aabs induced a modest amount of platelet uptake above the normal human serum-incubated control. No difference was observed between high avidity and low avidity anti-GP V. The effect of anti-GPV on platelet clearance was further studied in a NOD/SCID mouse model. Freshly isolated human platelets were injected into the lateral mouse tail vein; after 30 min, IgG fractions isolated from human sera containing anti-GPV antibodies or control sera from healthy donors were injected into the other lateral tail vein, and the survival of human platelets in the mouse circulation was analyzed by taking murine blood 60, 120, 300 min and 24h after baseline. High avidity and low avidity anti-GP V aabs (n=3 per group) eliminated human platelets with no detectable difference between the groups (mean platelet survival at t=300 min: 40% [range 27-55] versus 35% [range, 16-46]). A comparable, dose-dependent platelet clearance was also obtained with monoclonal antibody SW16 against GP V. In summary, we have demonstrated that anti-GP V autoantibodies are regularly detectable in ITP patients; and that they are able to induce phagocytosis and platelet clearance. Our findings have implications for both, further development of laboratory testing, and guidance for clinical decision making. First, comparison between MAIPA and SPR reveals that free aabs may be more frequent than reported, since aabs appear to escape detection by standard laboratory methods because of low avidity. Better test methods are required. Second, predicting disease severity and/or tailoring ITP therapy can possibly not be restricted to the postulated difference between anti-GP IIb/IIIa and anti-GP Ib/IX. Prospective studies are required to understand the impact of different GP-specific platelet aabs on the clinical course of ITP including, anti-GP V. Disclosures Rummel: Celgene: Honoraria; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astellas: Honoraria; Mundipharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Symbio: Honoraria; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Eisai: Honoraria. Bakchoul: Aspen Germany gGmbH, CLS Behring, Stago gGmbH: Honoraria; German Research Society (DFG): Research Funding; Robert Bosch gGmbH: Research Funding."
}