{
    "doi": "https://doi.org/10.1182/blood.V126.23.2558.2558",
    "article_title": "Induction of NK and T Cell Immune Responses Against Leukemia Cells By Bispecific NKG2D-CD16 and -CD3 Fusion Proteins ",
    "article_date": "December 3, 2015",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Monoclonal antibodies (mAbs) have by now become an established tool in therapy of many malignancies. The interaction of a mAb's Fc portion with Fcγ receptors (FcγR) on immune effector cells is important for its efficacy, but often insufficient to potently induce antitumor immunity e.g. due to FcγR polymorphisms. Moreover, Fc parts of mAbs may bind to FcγRs expressed on non-cytotoxic cells (e.g., platelets and B cells) and interact with FcγRs that do not trigger cytotoxicity (e.g. CD16b on granulocytes). These shortcomings can be overcome by novel antibody formats like bispecific antibodies allowing for improved activation of a specific pool of effector cells. Here we report on the development and preclinical characterization of two bispecific fusion proteins that target ligands of the immunoreceptor NKG2D (NKG2DL) which are widely expressed on malignant cells but generally absent on healthy tissue. Our fusion proteins consist of the extracellular domain of NKG2D as targeting moiety for tumor-expressed NKG2DL fused to Fab-fragments of either an agonistic CD3 or CD16 antibody. Specific binding of these NKG2D-CD3 and NKG2D-CD16 constructs was confirmed using NKG2DL-transfectants with regard to their target arm and either NK cells or T cells with regard to their different effector parts. Dose titration assays revealed an increased affinity of NKG2D-CD16 to the FcγR on NK cells as compared to our previously described (e.g., Steinbacher et al, 2014) Fc-optimized NKG2D-IgG1 fusion protein, which was mirrored by a potently increased ability to induce lysis of NKG2DL-tranfectants and NKG2DL-positive primary acute myeloid leukemia (AML) cells by allogeneic NK cells. The novel NKG2D-CD3 construct in turn was found to potently activate allogeneic and autologous CD4+ and CD8+ T cells. Next we comparatively analyzed the efficacy of T cells and NK cells to lyse autologous leukemia cells upon treatment with NKG2D-CD3 and NKG2D-CD16, respectively, by using PBMC of AML patients (blast counts 30-70%) directly ex vivo in long term cytotoxicity assays. NKG2D-CD16 potently induced AML cell lysis, and this was, in line with their proliferative and higher effector potential, by far exceeded upon stimulation of T cells with NKG2D-CD3. Taken together, we here introduce novel \"antibody-like\" bispecific constructs that take advantage of the highly tumor-restricted expression of NKG2DL and potently activate the reactivity of NK or T cells for immunotherapy of leukemia. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens, cd16",
        "fusion proteins",
        "immune response",
        "leukemia",
        "t-lymphocytes",
        "antibodies",
        "cytotoxicity",
        "neoplasms",
        "antibodies, bispecific",
        "cancer"
    ],
    "author_names": [
        "Samuel Koerner",
        "Lothar Kanz, MD",
        "Ludger Grosse-Hovest",
        "Gundram Jung",
        "Helmut R Salih, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Samuel Koerner",
            "author_affiliations": [
                "Clinical Collaboration Unit Translational Immunology, German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner site Tuebingen, Tuebingen, Germany ",
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lothar Kanz, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ludger Grosse-Hovest",
            "author_affiliations": [
                "Synimmune GmbH, Tuebingen, Germany, Tuebingen, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gundram Jung",
            "author_affiliations": [
                "Department for Immunology, Eberhard Karls University, Tuebingen, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmut R Salih, MD",
            "author_affiliations": [
                "Clinical Collaboration Unit Translational Immunology, German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner site Tuebingen, Tuebingen, Germany ",
                "Department of Hematology and Oncology, University of Tuebingen, Tuebingen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T13:04:16",
    "is_scraped": "1"
}