{
    "doi": "https://doi.org/10.1182/blood.V116.21.1098.1098",
    "article_title": "Generic Versions of Low Molecular Weight Heparin May Not Have the Same Safety-Efficacy Profile as the Branded Low Molecular Weight Heparins In Acute Coronary Syndrome. ",
    "article_date": "November 19, 2010",
    "session_type": "Antithrombotic Therapy: Poster I",
    "abstract_text": "Abstract 1098 LMWHs lp;&5q;1such as enoxaparin and dalteparin are widely used for the management of ACS. Recently, several generic versions of enoxaparin and dalteparin have been approved in Asian and South American countries for all of the branded product's indications. However, no data on their clinical equivalence in ACS is available. Since generic versions of enoxaparin and dalteparin are manufactured by different processes and may use starting material from different sources, these drugs may differ in their pharmacological profile in simulated ACS settings. A branded version of enoxaparin was compared with three of the generic versions in a primate model at a dosages of 1 mg/kg IV. Such pharmacodynamic parameters such as TFPI release, TAFI modulation, vWF release, and TF mediated platelet activation. In addition, the anticoagulant effects of these drugs were also measured after IV administration using iSTAT ACT and aPTT. Simulated catheter related thrombosis studies were also carried out to differentiate each agent in contact, intrinsic and extrinsic clotting systems. The generic versions of enoxaparin namely, Cutenox (Gland Pharma, India), Fibrinox (Sandoz, Argentina), Versa (EuroPharma, Brazil) exhibited product based pharmacodynamic differences compared with the branded product and the results are provided in the following table .  Drug . TFPI (ng/ml) . TAFI (% NHP) . VWF (% NHP) . Enoxaparin 210+10 65+4.8 138+12 Fibrinox 160+10 74+8 175+16 Versa 205+16 59+7 148+12 Cutenox 180+11 60+4 110+12 Drug . TFPI (ng/ml) . TAFI (% NHP) . VWF (% NHP) . Enoxaparin 210+10 65+4.8 138+12 Fibrinox 160+10 74+8 175+16 Versa 205+16 59+7 148+12 Cutenox 180+11 60+4 110+12 View Large Each of the generic products exhibited its own specific pharmacologic profile despite comparable molecular weight distributions and anti-Xa potencies. The ACT values at a 10 ug/ml varied from 172–200 seconds among the four products. The ED 50 values in the catheter related thrombogenesis model varied considerably. Significant differences were noted in the anticoagulant effects of each of these agents as compared with the branded products. Differences were also noted in HIT antibody mediated aggregation studies. The HIT antibody mediated aggregation of platelets varied from 17–28%. The pharmacodynamic differences between the branded and generic versions of LMWHs may be due to the higher dosages used and the potential IV administration which leads to higher circulating levels of these agents. These observations suggest the need for additional animal studies and clinical trials to validate the use of generic versions of LMWHs in ACS. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute coronary syndromes",
        "low-molecular-weight heparin",
        "enoxaparin",
        "dalteparin",
        "antibodies",
        "anticoagulants",
        "carboxypeptidase u",
        "tissue factor pathway inhibitor",
        "activated partial thromboplastin time measurement",
        "anti factor xa"
    ],
    "author_names": [
        "Debra Hoppensteadt, Ph.D.",
        "Walter Jeske, Ph.D.",
        "Evangelos Litinas, MD",
        "Omer Iqbal, MD",
        "Jeanine M. Walenga, PhD",
        "Bruce E Lewis, MD",
        "Hussein Kahn, M.D.",
        "Jawed Fareed, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Debra Hoppensteadt, Ph.D.",
            "author_affiliations": [
                "Pathology and Pharmacology, Loyola University Chicago, Maywood, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Walter Jeske, Ph.D.",
            "author_affiliations": [
                "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Litinas, MD",
            "author_affiliations": [
                "Pathology, Loyola University Chicago, Maywood, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omer Iqbal, MD",
            "author_affiliations": [
                "Pathology, Loyola University Chicago, Maywood, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanine M. Walenga, PhD",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola Univ. Medical Center, Maywood, IL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce E Lewis, MD",
            "author_affiliations": [
                "Cardiology, Loyola University Chicago, Maywood, IL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hussein Kahn, M.D.",
            "author_affiliations": [
                "Pathology, Loyola University Chicago, Maywood, IL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jawed Fareed, PhD",
            "author_affiliations": [
                "Pathology and Pharmacology, Loyola University Chicago, Maywood, IL, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T02:09:44",
    "is_scraped": "1"
}