{
    "doi": "https://doi.org/10.1182/blood-2018-99-109702",
    "article_title": "Drug Value Along the Treatment Continuum in Hodgkin Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research-Malignant Diseases: Poster III",
    "abstract_text": "Background The drug value movement aims to assess the clinical-economical merit of anti-cancer medications. A major caveat of quantifying the overall value of an intervention, however, is that patients with distinct clinical features may derive different degrees of benefit: elderly and frail patients with comorbid conditions are more likely to develop early toxicity than younger and otherwise healthier individuals who are more likely to survive for longer periods of time and develop late effects. In addition, patients may prioritize survival to early side effects or to late sequel, or vice versa, which further mandates a more individualised assessment of drug value. We estimated the value of two common chemotherapy combinations used in Hodgkin Lymphoma (HL), as experienced by patients in different age groups, in the early versus the late phases of care. The data were derived from the hematological literature. Methods Pubmed was reviewed for long-term prospective studies of chemotherapy combinations in HL. Data about overall survival rates, incidences of early and late adverse effects, was collected. A scoring system that incorporates efficacy, toxicity and cost was devised (Table 1). Efficacy was derived from overall survival rates at 4 years. Toxicity was categorized as early-serious, early-non-serious, late-serious, late-non-serious, based on the typical time of presentation (early, < 2 years from treatment) and associated mortality (severe > 10% mortality). Cost estimates were derived from the average whole price values available in uptodate.com. The various value determinants (efficacy, early toxicity, late toxicity, cost) were integrated into a grading system (Table 1), factoring each component based on the relative patient-reported preference (per patient age group), as documented in a previous study (1). A value score was calculated for (8 cycles of) ABVD and for (4+4 cycles of) BEACOPP in both the early and the late phase of illness in two age groups. Results ABVD and BEACOPP scored differently based on the patient's age group and the phase of care (Tables 2A, 2B). In patients younger than 55 years of age, ABVD achieved an overall score of 25.3 (out of a maximum of 31.7; 79.8%) while BEACOPP scored 24.5 (77.2%). For patients older than 55 years of age, the total scores for ABVD and BEACOPP were 22.6 (71.3%) and 21.45 (63.4%), respectively. Stratification of each age strata to treatment phase showed that ABVD obtained a score superior to that of BEACOPP in the early phase of care (ABVD 90.5% versus 78.1%, younger than 55; 87.5% versus 77.8%, older than 55). In contrast, BEACOPP achieved a higher score than ABVD in the late phase of care (81.6% versus 71.4%, 55). The superiority of ABVD to BEACOPP in the early phase persisted in both age groups while the advantage of BEACOPP over ABVD in the late phase diminished significantly in the older patient age group. Conclusions Drug value is not a uniform figure along the treatment continuum of cancer but rather reflects a dynamic equilibrium between benefits and risks that a patient may experience over time. The value of a drug may vary between patients with different clinical profiles. It may also change throughout the course of a patient's illness, thus requiring a more nuanced and longitudinal appraisal. In our work, similar overall value scores for ABVD and BEACOPP were translated into meaningfully different estimates in different disease phases (ABVD superior in early phase, BEACOPP superior in late phase). However, the degree of superiority was tightly associated with patient age group, with BEACOPP's value in the late phase exceeding that of ABVD in younger but not in elderly patients. Our work shows that patient age and treatment phase determine a drug's value in a manner reflective of patients' needs and preferences. The impact of these and other factors on the value of anti-cancer drugs demands further investigation. References: 1. P atient and Physician Preferences for Front-Line Treatment of Advanced Stage Hodgkin Lymphoma in Germany, France and the United Kingdom. Blood 2017 130:4082 View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hodgkin's disease",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "toxic effect",
        "cancer",
        "adverse effects",
        "chemotherapy regimen",
        "signs and symptoms",
        "older adult",
        "frail elderly",
        "germany"
    ],
    "author_names": [
        "Ohad Oren, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ohad Oren, MD",
            "author_affiliations": [
                "Hematology and Oncology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T15:38:06",
    "is_scraped": "1"
}