{
    "doi": "https://doi.org/10.1182/blood-2018-99-112544",
    "article_title": "A Protein-Based Method to Develop Allogeneic Chimeric Antigen Receptor T-Cells ",
    "article_date": "November 29, 2018",
    "session_type": "703. Adoptive Immunotherapy: In Vitro, Correlative, and Early Phase Studies to Improve Safety and Efficacy of CAR-T Cells",
    "abstract_text": "Introduction Anti-CD19 chimeric antigen receptor (CAR) T-cells are highly effective against B-cell malignancies. However, significant problems associated with autologous T-cells preclude more widespread adoption, including manufacturing failures, poor T-cell quality and cost/logistic issues. A solution could be allogeneic CAR T-cells generated from healthy donors, if these could be prevented from causing graft versus host disease (GvHD). GvHD is mediated by T-cell receptors (TCR) of donor T-cells. Previous approaches have used genome-editing to delete TCR expression, introducing complexity, expense and unpredictable genotoxicity. We developed an alternative, protein-based strategy: TCR-knockdown using an anti-TCR ScFv fused to a KDEL endoplasmic reticulum (ER)-retention domain. Results We cloned anti-TCR/CD3 ScFvs with C-terminal KDEL motifs, and introduced these to TCR-positive cell lines or primary T-cells. While clones OKT3 and BMA031 had no effect on TCR expression, cells expressing UCHT1-KDEL demonstrated loss of surface TCR. We subsequently generated constructs in which UCHT1-KDEL, a 2 nd generation anti-CD19 CAR and RQR8 (a sort-suicide gene containing CD34 epitope) were co-expressed. We demonstrated obligate linkage of CAR expression and TCR downregulation in transduced T-cells. Following positive CD34 bead selection for RQR8, purity of RQR8+TCR-CAR+ T-cells was >99.8%. In addition, we demonstrated that positive selection for RQR8 was routinely more stringent than depletion of TCR-positive cells. We demonstrated that CAR19-KDEL and conventional CAR19 cells demonstrated equivalent specificity, cytokine release and cytotoxicity in 48hr co-cultures with a panel of CD19-positive and CD19-negative cell lines. In addition, in long-term co-culture assays, no differences in proliferative capacity, markers of differentiation or exhaustion were seen. However, while conventional CAR19 cells proliferated in mixed lymphocyte reactions with irradiated allogeneic peripheral blood mononuclear cells (PBMCs), CAR19-KDEL cells did not. We compared CAR19 and CAR19-KDEL cells in vivo using the NSG-NALM6 tumour xenograft model. Both CAR19 and CAR19-KDEL were able to substantially delay tumour progression relative to control CAR or mock-transduced T-cells in a low-dose (0.2M) model. Finally, we developed a xeno-GvHD model in which irradiated NSG mice were injected with a high dose (5M) of CAR19 or CAR19-KDEL cells. While 100% of mice in the CAR19 group died of xeno-GvHD by D65, all CAR19-KDEL recipients were alive and healthy at D180. Conclusions We have developed a protein-based method which avoids genome editing for the rapid, simple and cost-effective generation of allogeneic CAR T-cells. Our positive selection strategy allows a highly stringent selection of TCR-negative cells. This process may bring the generation of 'off the shelf' CAR T-cells closer to clinical application. Disclosures Maciocia: Autolus: Equity Ownership, Patents & Royalties: UCLB. Pule: UCLB: Patents & Royalties; Autolus: Employment, Equity Ownership.",
    "topics": [
        "chimeric antigen receptors",
        "t-lymphocytes",
        "graft-versus-host disease",
        "cd19 antigens",
        "cd34 antigens",
        "coculture techniques",
        "genome editing",
        "cancer",
        "cytokine",
        "cytotoxicity"
    ],
    "author_names": [
        "Paul Maciocia, BSc, MBChB, MRCP",
        "Patrycja Wawrzyniecka",
        "Leo Kassimatis",
        "Martin Pule, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul Maciocia, BSc, MBChB, MRCP",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrycja Wawrzyniecka",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo Kassimatis",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Pule, MD",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T15:34:52",
    "is_scraped": "1"
}