{
    "doi": "https://doi.org/10.1182/blood-2018-99-113396",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3951",
    "start_url_page_num": 3951,
    "is_scraped": "1",
    "article_title": "Arginine Depletion in Combination with Canavanine Supplementation Induces Massive Cell Death in Myeloma Cells By Interfering with Their Protein Metabolism and Bypassing Potential Rescue Mechanisms ",
    "article_date": "November 29, 2018",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "topics": [
        "arginine",
        "canavanine",
        "cell death",
        "myeloma cells",
        "protein metabolism",
        "stress",
        "multiple myeloma",
        "neoplasms",
        "tunicamycin",
        "cancer"
    ],
    "author_names": [
        "Johannes Windschmitt",
        "Björn Jacobi, MD",
        "Yagmur Bülbül",
        "Lilli Sester",
        "Janine Tappe",
        "Christof Hiebel, PhD",
        "Christian Behl, PhD",
        "Matthias Theobald",
        "Markus Munder, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Medical Oncology, & Pneumology, University Medical Center of the Johannes Gutenberg-University, Mainz, Germany "
        ],
        [
            "Department of Hematology, Medical Oncology, & Pneumology, University Medical Center of the Johannes Gutenberg-University, Mainz, Germany "
        ],
        [
            "Department of Hematology, Medical Oncology, & Pneumology, University Medical Center of the Johannes Gutenberg-University, Mainz, Germany "
        ],
        [
            "Department of Hematology, Medical Oncology, & Pneumology, University Medical Center of the Johannes Gutenberg-University, Mainz, Germany "
        ],
        [
            "Department of Hematology, Medical Oncology, & Pneumology, University Medical Center of the Johannes Gutenberg-University, Mainz, Germany "
        ],
        [
            "Institute for Pathobiochemistry, University Medical Center of the Johannes Gutenberg-University, Mainz, Germany "
        ],
        [
            "Institute for Pathobiochemistry, University Medical Center of the Johannes Gutenberg-University, Mainz, Germany "
        ],
        [
            "University Medical Center of the Johannes Gutenberg University / Department of Hematology, Oncology and Pneumology, Mainz, Germany"
        ],
        [
            "Department of Hematology, Medical Oncology, & Pneumology, University Medical Center of the Johannes Gutenberg-University, Mainz, Germany "
        ]
    ],
    "first_author_latitude": "49.9926403",
    "first_author_longitude": "8.241555199999999",
    "abstract_text": "Introduction Although the therapeutic armamentarium against multiple myeloma has tremendously increased in recent years, it still remains an incurable disease. A highly promising novel anti-tumoral treatment strategy is to target specific non-redundant metabolic achilles heels of individual cancer entities. The semi-essential amino acid arginine can be synthesized from citrulline in most physiological tissues due to expression of the rate-limiting enzyme argininosuccinate synthetase 1 (ASS1). Various tumor entities do not express ASS1, therefore depend on the exogenous availability of arginine and pharmacological approaches to systemically deplete arginine are in phase I-III clinical development for such arginine-auxotrophic cancers. Cell death induction by arginine depletion can be dramatically enhanced by co-application of the arginine analogue canavanine. Canavanine can be used by the respective aminoacyl tRNA synthetase instead of arginine during protein translation and this leads to a highly toxic intracellular accumulation of misfolded proteins. In preliminary work we have seen that myeloma cells are largely arginine-auxotrophic and can be killed by arginine depletion and canavanine supplementation within hours, while ASS1 expressing cells are completely protected by their endogenous arginine rescue capability. Encouraging results of tumor control have already been seen in a murine myeloma model. Methods Human myeloma cell lines (NCI-H929_A2 and FD50, developed in our laboratory) were cultured and treated in RPMI-1640 medium with or without arginine. Protein levels were determinded by western blot analysis. Cell viability was measured by propidium iodide staining and flow cytometry analysis. RNA quantification was done by qRT-PCR. For autophagosome and aggresome quantification we used immunofluorescence staining (IF) and laser scanning microscopy (LSM). Results Arginine depletion and canavanine supplementation led to misfolded protein accumulation which was followed by massive apoptotic cell death. Both processes were further enhanced by co-treatment with the proteasome inhibitor bortezomib, indicated by an increase in intracellular polyubiquitinated proteins as well as higher cleaved caspase 3 levels and propidium-iodide positive cells after only 8-12 h in both tested cell lines. Unexpectedly, the endoplasmic reticulum (ER)-stress response was activated only very moderately. Expression of CHOP, a pro-apoptotic transcription factor that is highly translated under toxic ER stress, was not altered compared to control conditions. Tunicamycin-mediated induction of enhanced ER stress significantly improved the viability of arginine-starved and canavanine treated cells. This suggests that protein accumulation mainly takes place in the cytoplasm rather than the ER and tunicamycin might alleviate cell death by reduction of total protein translation. Despite severe arginine deficiency and induction of misfolded protein stress, the cells were not able to respond by an adequate upregulation of macroautophagy, as determined by an altered LC3 metabolism. The autophagic flux was significantly reduced compared to control conditions after 4-8 h of treatment. There was a strong induction of BAG3 and p62 proteins, which are both associated with chaperone-assisted autophagy as well as aggresome formation and are normally cleared via macroautophagy. Cytoplasmic aggresome formation was not detectable until onset of apoptosis. Also, no relevant modulation of phosphorylation of the autophagy inducer mTORC and the downstream kinase p70S6K1 was noted upon arginine depletion and canavanine co-treatment. Finally, ER stress induction via tunicamycin did not improve autophagic protein turnover, as determined by IF staining, LSM and western blot. Conclusions Arginine starvation in combination with canavanine supplementation induces fast and highly efficient cell death in arginine-auxotrophic myeloma cells. This novel strategy interferes with myeloma cellular metabolism by induction of misfolded protein accumulation. A relevant upregulation of potentially protective cellular strategies like ER stress responses, aggresome formation and autophagy are either not detectable or they remain insufficient. We hypothesize that our novel metabolic anti-tumor strategy is either too potent or too fast for the tumor cells to cope with its consequences. Disclosures No relevant conflicts of interest to declare."
}