{
    "doi": "https://doi.org/10.1182/blood.V126.23.4050.4050",
    "article_title": "Rapid Achievement of MR 4.5 after Switching from Imatinib (IM) to Nilotinib (NIL) in Patients (Pts) with Chronic Myeloid Leukemia in Chronic Phase (CML-CP): Preliminary Results from ENESTgoal ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "abstract_text": "Background: Clinical studies have shown that some pts with CML-CP who achieve deep, sustained molecular response (MR) on BCR-ABL1 tyrosine kinase inhibitor (TKI) therapy are able to stop treatment and maintain treatment-free remission (TFR). Because more pts achieve deep MR with NIL vs IM, a higher proportion of pts on NIL may be eligible to attempt TFR. Currently, 4 studies (ENESTgoal, ENESTop, ENESTfreedom, and ENESTpath) are evaluating TFR after NIL in pts with CML-CP. ENESTgoal is an open-label phase 2 study of TFR after second-line NIL in pts who achieved major MR (MMR; BCR-ABL1 ≤ 0.1% on the International Scale [IS]) but not MR 4.5 ( BCR-ABL1 IS ≤ 0.0032%) on IM. The MMR to MR 4.5 eligibility window was based on the assumption that approximately one-third of pts within this range of MR would achieve MR 4.5 within 2 years of switching to NIL on study. Due to slow enrollment and a higher than expected screen failure rate (primarily due to pts not being in the specified MR window), the sample size was reduced to 59 pts, and the NIL consolidation phase was changed to 2 years (Figure). Methods: Adult (aged ≥ 18 years) pts with Philadelphia chromosome-positive CML-CP who achieved MMR but not MR 4.5 (confirmed in a central laboratory) after ≥ 1 year of IM therapy were switched to NIL 300 mg twice daily (BID) upon enrollment. On study, pts who achieve MR 4.5 within 2 years of switching to NIL and maintain deep MR during a subsequent 2-year NIL consolidation phase are then eligible to attempt TFR (ie, stop NIL). Approximately 20 pts are expected to become eligible to attempt TFR. Real-time quantitative polymerase chain reaction (RQ-PCR) monitoring is performed by a central laboratory every 3 months on study and more frequently during the TFR phase. During the TFR phase, pts with loss of MMR (per protocol amendment) are required to re-initiate NIL. The primary endpoint is the molecular relapse-free rate 6 months after attempting TFR. Herein we present an early analysis of pts who switched from IM to NIL in ENESTgoal. Results: Fifty-nine pts were enrolled by January 9, 2015 (median age, 54 years [range, 26-74 years]); 66% of pts were male, and80% were Caucasian. Baseline Sokal risk scores were as follows: high, 5 pts (9%); intermediate, 9 pts (15%); low, 32 pts (54%); unknown, 13 pts (22%). Median prior IM treatment duration was 64 months (range, 13-163 months). As of the data cutoff date (March 30, 2015), 49 pts (83%) were on study (monitoring phase, n = 32; consolidation phase, n = 16; TFR phase, n = 1), and 10 pts (17%) had discontinued (monitoring phase, n = 8; consolidation phase, n = 2). Reasons for study discontinuation included withdrawn consent (n = 4), adverse events (AE; n = 2 [grade 1 transient ischemic attack and grade 4 pericardial effusion]), unsatisfactory therapeutic effect (n = 2), administrative problems (n = 1), and abnormal laboratory values (n = 1). The median NIL treatment duration on study was 11.5 months (range, 2.7-18.5 months). AEs were reported in 56 pts (95%), the majority of which were low grade. Grade 3/4 AEs included elevated lipase (10%); rash (3%); and elevated amylase, hypophosphatemia, bronchospasm, headache, hyperglycemia, leukocytosis, non-cardiac-related chest pain, small-intestinal obstruction, squamous cell carcinoma, pericardial effusion, and vomiting (2% each). NIL-related AEs (≥ 5%; all-grade) included rash (27%); fatigue (14%); pruritus (12%); lipase increased (10%); abdominal pain and constipation (8% each); fatigue, headache, and palpitations (7% each); and abdominal discomfort, alopecia, nausea, and weight decreased (5% each). There were no QTcF values > 500 ms and no deaths. A total of 19 pts (32%) achieved confirmed MR 4.5 , and the median time to MR 4.5 was 119 days (range, 56-448 days). In the consolidation phase, the median follow-up was 153 days (range, 11-434 days), and the median duration of MR 4.5 was 97 days (range, 11-434 days). Per the original protocol, 1 pt entered the TFR phase after 1 year of consolidation and had BCR-ABL IS levels of 0.0241% at 60 days and 0.0216% at 90 days after attempting TFR, triggering re-initiation of NIL. Conclusion: After switching from IM to NIL, 32% of pts achieved confirmed MR 4.5 with a median treatment duration of 11.5 months. Safety results are consistent with previously reported NIL studies. Results from longer-term follow-up in ENESTgoal and those from other ongoing studies will provide a better understanding of the role of NIL in enabling pts to achieve TFR. Figure 1. View large Download slide Figure 1. View large Download slide Close modal Disclosures Ritchie: Incyte: Speakers Bureau; Celgene: Speakers Bureau. Deininger: Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Research Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees; Ariad: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Erba: Novartis: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Incyte: Consultancy, Speakers Bureau; Seattle Genetics: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Incyte: Consultancy, Speakers Bureau; Amgen: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; Celgene: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Millennium/Takeda: Research Funding; Millennium/Takeda: Research Funding; Celator: Research Funding; Celator: Research Funding; Astellas: Research Funding; Sunesis: Consultancy; Astellas: Research Funding; Pfizer: Consultancy; Sunesis: Consultancy; Daiichi Sankyo: Consultancy; Pfizer: Consultancy; Ariad: Consultancy; Daiichi Sankyo: Consultancy; GlycoMimetics: Other: Data Safety and Monitoring Committees; Ariad: Consultancy; Jannsen (J&J): Other: Data Safety and Monitoring Committees ; GlycoMimetics: Other: Data Safety and Monitoring Committees; Jannsen (J&J): Other: Data Safety and Monitoring Committees. Savona: Celgene: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Membership on an entity's Board of Directors or advisory committees, Research Funding. Warsi: Novartis Pharmaceutical Corporation: Employment. Paley: Novartis Oncology: Employment. Dautaj: Novartis Pharmaceutical Corporation: Employment. Lin: Novartis: Employment. Mauro: Ariad: Consultancy; Bristol-Myers Squibb: Consultancy; Novartis: Consultancy, Research Funding; Pfizer: Consultancy.",
    "topics": [
        "brachial plexus neuritis",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "weight reduction",
        "measles-mumps-rubella vaccine",
        "duration of treatment",
        "abdominal pain",
        "exanthema",
        "fatigue"
    ],
    "author_names": [
        "Ellen K. Ritchie, MD",
        "Rosalind Catchatourian, MD",
        "Rebecca B. Klisovic, MD",
        "Michael W Deininger, MD PhD",
        "Harry P. Erba, MD PhD",
        "Jerald P. Radich",
        "Michael R. Savona, MD",
        "Ghulam Warsi, PhD",
        "Carole S. Paley",
        "Ilva Dautaj",
        "Felice P. Lin, PharmD",
        "Michael J. Mauro, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ellen K. Ritchie, MD",
            "author_affiliations": [
                "Division of Hematology / Oncology, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rosalind Catchatourian, MD",
            "author_affiliations": [
                "Cook County Health and Hospitals System, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca B. Klisovic, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael W Deininger, MD PhD",
            "author_affiliations": [
                "The University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry P. Erba, MD PhD",
            "author_affiliations": [
                "University of Alabama at Birmingham and UAB Comprehensive Cancer Center, Birmingham, AL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerald P. Radich",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Savona, MD",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghulam Warsi, PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carole S. Paley",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilva Dautaj",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felice P. Lin, PharmD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Mauro, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T12:47:15",
    "is_scraped": "1"
}