{
    "doi": "https://doi.org/10.1182/blood.V118.21.4595.4595",
    "article_title": "CNS Involvement In A Patient with Waldenstrom’s Macroglobulinemia-A Diagnostic Challenge ",
    "article_date": "November 18, 2011",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Abstract 4595 Various neurological manifestations have been described in association with Waldenstrom’s macroglobulinemia, including autoimmune demyelinating peripheral neuropathy and axonal peripheral neuropathy.CNS involvement, while rare, has been described. The presence of multiple demyelinating lesions in the CNS in a patient with Waldenstrom’s, treated with Rituximab and with lymphopenia, warrants the exclusion of the rapidly fatal condition, progressive multifocal leukoencephalopathy.The diagnosis is rendered even more challenging if the lesions cannot be biopsied. We present a 66y/o white female, diagnosed with Waldenstrom’s macroglobulinemia and treated with Rituximab and Bendamustine due to cytopenias.Rituximab dose was 375mg/m 2 day 1 and Bendamustine dose was 90mg/m 2 on days 1 and 2, repeated every 21days. After 4 cycles, she became progressively lymphopenic.Her serum IgM ’M’ protein declined significantly with therapy.She developed tingling and numbness in her lower extremities, about 2 weeks after last chemotherapy. She also had gait disturbance and unsteadiness with 3 episodes of falls with in her house. She had bilateral lower extremity weakness, left more than right with intermittent episodes of confusion. She also had several episodes of urinary and fecal incontinence. Detailed neurologic evaluation was significant for trace deep tendon reflexes in both UE, 2+ in both knees and muted in ankles. No extensor plantar response or myoclonus.Asymmetry of vibration and pinprick sensation was noted distally in the lower extremities, with persistent sense of paresthesias in both lower extremities extending upto the torso and both upper extremities, right worse than left. Romberg was negative, though she did have difficulty balancing on each leg. Standard Folstein MMSE examination score at a clinic visit was 29/30, with poor copying skills. MRI cervical spine revealed an enhancing, hyperintense, 9mm lobulated focus along the posterior aspect of spinal cord at C4-C5, which was intramedullary, without cord enlargement. No clear leptomeningeal enhancement was noted.MRI brain also revealed multiple, hyperintense, T2/FLAIR foci in the periventricular and subcortical white matter (See Figure). More than 9 supratentorial lesions were noted, with at least one juxtacortical and one periventricular lesions.A lymphomatous process or subacute infarct or a demyelinating process was suspected initially. Biospy was considered high risk in view of the anatomical location of these lesions. She had a lumbar puncture done to rule out progressive multifocal leukoencephalopathy(PML),in view of recent Rituximab therapy, enhancing white matter lesions and lymphopenia.CSF chemistries, cell counts were normal.JC virus DNA was negative.Infectious etiology was ruled out. Myelin basic protein was <2.0(0–4mcg/l).CSF flow cytometry did not reveal monoclonal cell population.No oligoclonal bands were noted in the CSF.CSF albumin was 25.8(8.0 – 42mg/dl),serum albumin was 2.9(3.2–4.6g/dl),CSF IgG was 0.7(0.8–7.7mg/dl),serum IgG was 173(723–1685mg/dl).CSF glucose and protein were norma.Serum cryoglobulin was normal.Anti myelin associated glycoprotein(MAG) antibody (IgM) was negative. Patient had persistently low CD 4 counts. Her HIV serology was negative. She had multiple episodes of pneumonia. She had 13 sessions of plasmapheresis, as her symptoms were thought to be from Waldenstrom’s macroglobulinemia related paraneoplastic neuropathy. Her symptoms improved partially. She also received 4 doses of IVIG, 0.5grams/kg post plasmapheresis.Repeat imaging studies have demonstrated stable lesions and the patient is clinically stable. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "babinski reflex",
        "waldenstrom macroglobulinemia",
        "tendon reflex",
        "colony-stimulating factors",
        "rituximab",
        "progressive multifocal leukoencephalopathy",
        "bendamustine",
        "immunoglobulin g",
        "immunoglobulin m",
        "lymphopenia"
    ],
    "author_names": [
        "Ambuga Badari, MBBS",
        "James Miller, PA",
        "Gerald L. Logue, MD",
        "Zale P Bernstein, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ambuga Badari, MBBS",
            "author_affiliations": [
                "Hematology, University of Buffalo, Buffalo, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James Miller, PA",
            "author_affiliations": [
                "Jonah Cancer Center, Buffalo, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerald L. Logue, MD",
            "author_affiliations": [
                "Hematology, University at Buffalo, Williamsville, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zale P Bernstein, MD",
            "author_affiliations": [
                "Hematology, University at Buffalo, Buffalo, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T01:53:57",
    "is_scraped": "1"
}