{
    "doi": "https://doi.org/10.1182/blood.V114.22.1602.1602",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1397",
    "start_url_page_num": 1397,
    "is_scraped": "1",
    "article_title": "Mutation in the Nucleophosmin Gene (NPM1) Is a Stable Marker for Minimal Residual Disease Monitoring in Acute Myeloid Leukemia Patients with Increased Sensitivity and Specificity Compared to Expression of the Wilms Tumor (WT1) Gene. ",
    "article_date": "November 20, 2009",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis Poster I",
    "topics": [
        "genes",
        "leukemia, myelocytic, acute",
        "mutation",
        "neoplasm, residual",
        "nephroblastoma",
        "npm1 gene",
        "sensitivity and specificity",
        "disease remission",
        "leukemia",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Thomas Kristensen, PhD",
        "Birgitte Strange Preiss, MD",
        "Lone Friis, MD, PhD",
        "Michael B. Møller, MD, DMSc"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Department of Pathology, Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Department of Hematology, Odense University Hospital, Odense, Denmark"
        ],
        [
            "Department of Pathology, Odense University Hospital, Odense, Denmark, "
        ]
    ],
    "first_author_latitude": "55.3850091",
    "first_author_longitude": "10.3675736",
    "abstract_text": "Abstract 1602 Poster Board I-628 Mutation in exon 12 of the nucleophosmin (NPM1) gene occurs in approximately 60% of acute myeloid leukemia (AML) patients with normal karyotype. To date, molecular minimal residual disease (MRD) monitoring in this patient group has primarily been based on expression of the Wilms tumor gene (WT1), although expression of WT1 in non-leukemia cells limits the specificity of this marker. Mutation in the NPM1 gene is potentially a superior MRD marker compared to WT1 gene expression by being specific to the malignant clone. The use of NPM1 mutation as a MRD marker would furthermore be in line with the widespread use of leukemia cell specific fusion-genes as MRD markers in AML patients with balanced translocations. In the present study, we therefore evaluated NPM1 mutation as a MRD marker with respect to stability, sensitivity and specificity in direct comparison to WT1 gene expression. A total of 13 relapsed AML patients with normal karyotype that were positive for mutation in NPM1 and WT1 gene expression at the time of diagnosis were included in the study. The NPM1 mutational load and WT1 gene expression was analyzed by real-time qPCR in up to 22 peripheral blood mononuclear cell samples per patient from the time of primary diagnosis to latest follow-up to compare the kinetics of the two markers during periods of morphological remission and relapse events. The 13 patients experienced a total of 18 morphological relapses which were all accompanied by high levels of NPM1 mutation, along with high WT1 mRNA levels, thus demonstrating complete stability of NPM1 mutation during relapse in the present material. During periods of complete morphological remission, the NPM1 mutational load was below detection limit (< 1/1000 cells) in all samples. In contrast, WT1 gene expression was detectable in 70% of these samples, thus demonstrating the limited specificity of this marker. This background WT1 expression in non-leukemia cells reached levels of up to 1% of the levels detected at the time of diagnosis thus limiting the de facto MRD marker sensitivity of WT1. All samples with detectable levels of NPM1 mutation after a period of complete molecular remission were followed by a morphological relapse within weeks. The present study therefore shows that mutation in NPM1 is a stable and more sensitive and specific, and therefore superior, molecular MRD marker than WT1. Disclosures No relevant conflicts of interest to declare."
}