{
    "doi": "https://doi.org/10.1182/blood.V120.21.2173.2173",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2187",
    "start_url_page_num": 2187,
    "is_scraped": "1",
    "article_title": "Endothelial Glycocalyx Degradation Is Associated with Bleeding, Thrombocytopathy, Endothelial Disruption and Leukocytosis in Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2012",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster II",
    "topics": [
        "blood platelet disorders",
        "catabolism",
        "endothelium",
        "glycocalyx",
        "hemorrhage",
        "leukemia, myelocytic, acute",
        "leukocytosis",
        "cd40 ligand",
        "microscopy, scanning tunneling",
        "p-selectin"
    ],
    "author_names": [
        "Anne Mette Larsen, MD",
        "Eva Birgitte Leinøe, MD, PhD",
        "Pär Johansson, MD, DMSc",
        "Henrik Birgens, MD, DMSc",
        "Sisse Rye Ostrowski, MD, PhD, DMSc"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Herlev University Hospital, Herlev, Denmark, "
        ],
        [
            "Department of Hematology, Section of Thrombosis og Hemostasis, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Section for Transfusion Medicine, Capital Region Blood Bank, Rigshospitalet, Copenhagen, Denmark"
        ],
        [
            "Department of Hematology, Herlev University Hospital, Herlev, Denmark, "
        ],
        [
            "Section for Transfusion Medicine, Capital Region Blood Bank, Rigshospitalet, Copenhagen, Denmark"
        ]
    ],
    "first_author_latitude": "55.7312255",
    "first_author_longitude": "12.443339999999997",
    "abstract_text": "Abstract 2173 Background: The risk of hemorrhage in acute myeloid leukemia (AML) is influenced by a multitude of factors. In this study we investigated whether hemorrhage in AML patients is associated with endothelial disruption, potentially caused by thrombocytopenia, platelet dysfunction and leukocytosis. In general, dysfunction of the inner lining of the vessel wall, the endothelium, contributes significantly to capillary leakage and bleeding and to the pathophysiology of systemic critical illness like sepsis and trauma. Trauma patients with excessive degradation of the endothelial glycocalyx, have increased coagulopathy, bleeding and mortality. In AML patients, bleeding may also in part be attributed to direct activation and dysfunction of the endothelium, since leukemic blast cells and thrombocytopenia both activate or disrupts the endothelium. Design and Methods: All study patients were participants in a previous prospective study of functional platelet defects and hemorrhage. Patients were diagnosed with AML according to the WHO-classification, and enrolled in the study at the time of diagnosis before onset of treatment. In the present study, 49 patients with available serum or plasma samples from the original cohort were included. We measured soluble markers of glycocalyx degradation and endothelial cell activation and damage (syndecan-1, Inter Cellular Adhesion Molecule-1 (sICAM-1), sE-selectin, thrombomodulin (sTM)), natural anticoagulation (protein C), platelet activation (sCD40L) and cell turn-over (histone complexed DNA (hcDNA)) along with previously collected data on bleeding status and platelet activation markers (CD62P, CD63, PAC-1) before and after thrombin receptor agonist peptide (TRAP) stimulation. Hemorrhage was evaluated according to the Common Toxicity Criteria on a 0–4 scale and performed by the same physician in 47 patients. Results: Median age was 67 years (IQR: 51–74) and 41% (n=20) were female. Twenty three patients (47%) had no bleeding (grade 0), whereas 22 (45%) and 4 (8%) patients experienced bleeding according to group 1 and 2 classification respectively. No patients suffered from grade 3 or 4 bleeding. Patients with bleeding (group 1 and 2) had, as expected, lower platelet count (median: 22 (IQR: 17–45) vs. 92 (38–153) mia/L) but also had higher circulating levels of syndecan-1 (46 (30–102) vs. 27 (21–57) ng/mL) and sICAM-1 (384 (293–553) vs. 264 (193–376) ng/mL) indicating increased endothelial glycocalyx degradation and endothelial cell activation. Also, bleeding patients had lower TRAP-stimulated CD62P and CD63 platelet expression, indicating impaired platelet function. Leukocyte count (blast count) correlated positively with syndecan-1, sE-selectin and sTM, suggesting that the degree of glycocalyx degradation and endothelial cell activation and damage was related to the number of circulating blasts. Patients with endothelial glycocalyx degradation, evidenced by syndecan-1 level ≥ median, had more bleeding (16 vs. 9 patients) and reduced TRAP-stimulated CD62P expression despite comparable platelet counts. These patients were older (70 (63–78) vs. 58 (47–71) years), displayed signs of profound endothelial cell activation and damage, evidenced by higher levels of ICAM-1 (361 (300–502) vs. 255 (198–389) ng/mL) and sTM (4.1 (3.5–5.4) vs. 1.8 (1.5–2.5) ng/mL), and had higher leukocyte count (25 (3–89) vs. 5 (2–18) mia/L) (all p< 0.05). Conclusions: High syndecan-1 levels in AML patients are associated with bleeding, impaired platelet function, higher age, endothelial cell activation and damage, and leukocytosis. These findings identify new aspects of the vascular pathophysiology of bleeding in AML, and we suggest that platelet dysfunction and leukocytosis may contribute to the endothelial disruption. In the future, interventions designed to stabilize the endothelium and prevent endothelial degradation may reduce the risk of fatal hemorrhage in AML patients. Disclosures: No relevant conflicts of interest to declare."
}