{
    "doi": "https://doi.org/10.1182/blood.V112.11.5466.5466",
    "article_title": "Disequilibrium of Human Platelet Antigen 1 (HPA-1) in U.S. Population ",
    "article_date": "November 16, 2008",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion",
    "abstract_text": "Background: Alloimmunization against Human Platelet Antigens (HPA) is associated with Neonatal Alloimmune Thrombocytopenia (NAIT), post-transfusion purpura and refractoriness for platelet transfusion. A flexible BeadChip ™ design was developed to simultaneously detect 22 platelet antigens, including HPA-1, and used to assay over 1,000 random blood donors from across the United States. Methods: Samples from 19 labs/centers from across the country were assayed for 11 HPA loci (HPA-1 through 9, 11 and 15) using the BioArray Solutions HPA Assay. Each locus was independently assessed for Hardy-Weinberg Equilibrium. Results: Allele and genotype frequencies for each locus were reported. Platelet antigens HPA-2 through HPA-9, HPA-11 and HPA-15 were all found to be in Hardy-Weinberg Equilibrium with a Chi-Squared value of <3.84 (1 degree of freedom, 5% confidence interval). HPA-1, however, did not exhibit Hardy-Weinberg Equilibrium yielding a Chi-Squared value of 43.4. Conclusions: After reaffirming there was no sampling preference by inclusion of a second blinded random group, it was acknowledged that HPA-1 did not conform to a Mendelian distribution of alleles. The lower incidence of heterozygote HPA-1 individuals may lend credence to the recent finding by Ivanov et al (Akush Ginekol, 2007) linking the polymorphism in GPIIIa that is responsible for the HPA-1 antigen with embryo implantation failure. Further research may help elucidate the causes behind the HPA-1 disequilibrium and how much implantation failure impacts HPA-1 frequencies.",
    "topics": [
        "balance impairment",
        "human platelet antigens",
        "neonatal alloimmune thrombocytopenia",
        "alloimmunization",
        "antigens",
        "integrin beta3",
        "laboratory techniques and procedures",
        "laboratory test finding",
        "platelet transfusion",
        "posttransfusion purpura"
    ],
    "author_names": [
        "Tyler Davi d Hutchinson",
        "Yuhua Song",
        "Kevin Trainor",
        "Ghazala Hashmi"
    ],
    "author_dict_list": [
        {
            "author_name": "Tyler Davi d Hutchinson",
            "author_affiliations": [
                "Research and Development, BioArray Solutions, Warren, NJ, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yuhua Song",
            "author_affiliations": [
                "Research and Development, BioArray Solutions, Warren, NJ, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Trainor",
            "author_affiliations": [
                "Research and Development, BioArray Solutions, Warren, NJ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghazala Hashmi",
            "author_affiliations": [
                "Research and Development, BioArray Solutions, Warren, NJ, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T21:36:20",
    "is_scraped": "1"
}