{
    "doi": "https://doi.org/10.1182/blood.V116.21.643.643",
    "article_title": "Reactivation of Silenced Human HbF In Adult Mice by Inactivation of BCL11A ",
    "article_date": "November 19, 2010",
    "session_type": "Thalassemia and Globin Gene Regulation: Regulation of Globin Gene Expression",
    "abstract_text": "Abstract 643 Persistence of fetal hemoglobin (HbF) in adults ameliorates severity of sickle cell disease and β-thalassemia. The transcriptional repressor BCL11A is a newly identified critical mediator of hemoglobin switching and HbF silencing. Previously we showed that BCL11A knockout mice with a human β-globin gene cluster transgene (β-locus mice) fail to silence mouse embryonic globins and human fetal (γ-) globins in adult erythroid cells of the fetal liver. The ratio of human fetal to adult globin RNA in the fetal liver of BCL11A knockout mice is inverted compared to controls, such that γ constitutes >90% of the β-like human expression at embryonic day (E)14.5 and >75% at E18.5. These findings provide compelling evidence that BCL11A controls hemoglobin switching in vivo . These BCL11A-null mice are postnatally lethal. Thus, the extent to which developmental silencing of HbF expression is dependent on BCL11A in adult animals cannot be assessed. Here we examined by formal genetics the contribution of BCL11A to HbF silencing through conditional inactivation of BCL11A in β-locus mice. Mice harboring erythroid-specific inactivation of BCL11A develop normally. As in the conventional knockout, the hemoglobin switching fails to occur in the fetal liver, such that γ constitutes >80% of the β-like human globins. After birth, the level of γ-globin is maintained persistently and contributes 43% in newborns, 25% in 4-week-old young adults, and 12% in 30-week-old adults. Even at this late time, the level of γ-globin is >500-fold that of control mice. The viability of these mice, taken together with ostensibly normal red cell production, indicates that BCL11A has few, if any, non-critical globin targets. To determine if loss of BCL11A in the adult reactivates γ-globin genes that were previously silenced developmentally, we conditionally inactivated BCL11A through induction of Mx1-Cre. Acute loss of BCL11A in adult bone marrows leads to persistent reactivation of γ-globin (>500-fold derepression compared to controls). Thus, BCL11A is required in vivo to maintain HbF silencing in adults. Gradual silencing of γ-globin in BCL11A-null adults suggests the presence of additional silencing pathways in the mouse trans-acting environment. In support of this hypothesis, we observed that the levels of DNA methylation at the γ-globin promoters are substantially decreased in BCL11A-null erythroid precursors from E14.5 fetal livers (40%), bone marrows of young (59%) and old (66%) mice. The levels are >80% in control mice at all ages. Loss of DNA methylation at γ-promoters indicates that developmental silencing of HbF is impaired upon loss of BCL11A. The gradual increase of DNA methylation indicates that the γ-globin genes are subject to epigenetic silencing in the absence of BCL11A in the mouse trans-acting environment. Histone deacetylases (HDACs) are potential molecular targets mediating HbF induction. By high-resolution ChIP-chip analysis, we demonstrate that HDAC1 occupies the γ-globin genes in primary human adult erythroid precursors. Administration of a HDAC inhibitor (Vorinostat) to BCL11A conditional knockout mice leads to further elevation of HbF, suggesting that the combination of BCL11A downregulation and HDAC inhibition may provide a strategy for efficient HbF augmentation. Collectively, these findings provide important insight into the role of BCL11A in HbF silencing in adults and new clues for target-based therapeutics in patients with hemoglobin disorders. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "fetal hemoglobin",
        "mice",
        "globins",
        "hemoglobin",
        "histone deacetylase",
        "hemoglobinopathies",
        "histone deacetylase inhibitors",
        "molecular target",
        "rna",
        "sickle cell anemia"
    ],
    "author_names": [
        "Jian Xu, PhD",
        "Vijay G. Sankaran, MD, PhD",
        "Erica B. Esrick, MD",
        "Benjamin L. Ebert, MD, DPhil",
        "Stuart H. Orkin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jian Xu, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Children's Hospital Boston, Harvard Medical School, Harvard Stem Cell Institute, Howard Hughes Medical Institute, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vijay G. Sankaran, MD, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Children's Hospital Boston, Harvard Medical School, Harvard Stem Cell Institute, Howard Hughes Medical Institute, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erica B. Esrick, MD",
            "author_affiliations": [
                "Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin L. Ebert, MD, DPhil",
            "author_affiliations": [
                "Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stuart H. Orkin, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T21:31:52",
    "is_scraped": "1"
}