{
    "doi": "https://doi.org/10.1182/blood.V126.23.2644.2644",
    "article_title": "Cytogenetics in Hairy Cell Leukemia at Diagnosis and Relapse: The Rate of Therapy-Related Myeloid Malignancies Is Low ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "abstract_text": "Cytogenetic analysis of a large cohort of hairy cell leukemia (HCL) patients (pts) has never been reported. The influence on outcome of cytogenetic abnormalities is unknown. We retrospectively reviewed records of pts with HCL treated at Memorial Sloan Kettering Cancer Center between January 1973 and December 2013. 501 pts were identified and 331 were confirmed to have a diagnosis of HCL by histopathology or immunophenotyping. 170 patients were excluded, either because their final diagnosis was an alternate disease or there was inaccessible clinical data. Descriptive statistics were used to evaluate the cohort. 260/331 (79%) were men, overall median age at diagnosis was 53 years (range 20-84 years) and median follow-up was 61 months. 241 had classical HCL and 18 had variant disease based on absent expression of CD25 by immunophenotyping or immunohistochemistry with median diagnostic WBC of 3.2x10^9/L and 8.4x10^9/L respectively. BRAF mutation testing was performed infrequently (<10% pts). In 72 pts we were unable to review immunophenotyping data to confirm disease type. 64 pts never received treatment, 156 received one line and 111 received at least 2 lines of therapy during follow up. The most common initial treatment was cladribine (n=215, 80%). Assessment of bone marrow cytogenetics was available in 105 of 331 patients (32%) at diagnosis with 92 cases of classical HCL, 8 variant HCL and 5 with unconfirmed disease type. Karyotype was normal in 95 patients (90.5%) and abnormal in 10 (9.5%). Abnormal karyotype was more common in patients with variant than classical disease, seen in 3/8 versus 7/92 respectively (p=0.007). 9/10 with abnormal karyotype had multiple clones identified including at least one cytogenetically normal metaphase. Sex chromosome loss was present in 4/10 pts (3 with loss of Y and 1 female with loss of X) while loss of genetic material from chromosome 7 was the most common autosomal abnormality (3/10 patients). The presence of an abnormal karyotype at diagnosis did not worsen survival compared to patients with a normal karyotype with an estimated 5 year OS of 100% and 97%, respectively. 30/111 pts (24 classical and 6 variant HCL) who received two or more lines of therapy had cytogenetics evaluated at some point during disease relapse and 17/30 had cytogenetic abnormalities. 6 of these had cytogenetics at diagnosis and 4/6 were normal. Pts with an abnormal karyotype received more lines of therapy prior to identification of a cytogenetic abnormality than those with normal cytogenetics with a median of 3 and 1 lines respectively (p=0.008). Pts with variant HCL were more likely to have abnormal cytogenetics at relapse (6/6) than those with classical disease (11/24) (p=0.017). Cytogenetic abnormalities of all evaluable pts with relapsed HCL were reviewed. The most common abnormalities seen at relapse were monosomies or partial chromosome deletions seen in 14/17 cases. The most common abnormalities were loss of material from chromosome 7 (6/17 pts) and chromosomes 13 and 17 (4/17 pts each). Multiple abnormalities were present in 11/17 pts. No abnormality appeared to be specific for classical or variant disease. In particular loss of material from chromosome 7 was seen in both disease types. Only 2 of the 331 pts developed a therapy-related acute myeloid leukemia (t-AML) both had classical HCL. The first developed t-AML with a complex monosomal karyotype after prior treatment with cladribine, pentostatin, fludarabine and rituximab. The second had t-AML with monosomy 7 following 4 treatments with cladribine. There were no cases of myelodysplasia. In summary we identified cytogenetic abnormalities in 10% of newly diagnosed HCL pts and found that this did not adversely affect survival. Pts with variant HCL are more likely to have abnormal cytogenetics at diagnosis and at disease relapse compared to those with classical disease. Cytogenetic changes appear to be more common in those who received more lines of cytotoxic chemotherapy. Loss of material from chromosome 7 is the most common cytogenetic change seen at diagnosis and at disease progression. The rate of therapy-related myeloid malignancies is low and is not increased in HCL variant. Identification of new molecular mutations arising during disease relapse may be insightful. Disclosures Park: Actinium Pharmaceuticals, Inc.: Research Funding; Juno Therapeutics: Consultancy.",
    "topics": [
        "cancer",
        "cytogenetics",
        "hairy-cell leukemia",
        "brachial plexus neuritis",
        "karyotype determination procedure",
        "cladribine",
        "immunophenotyping",
        "follow-up",
        "actinium",
        "antigens, cd25"
    ],
    "author_names": [
        "Bartlomiej Getta, MBBS,",
        "Omar Abdel-Wahab",
        "Jae H. Park, MD",
        "Martin S Tallman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bartlomiej Getta, MBBS,",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Omar Abdel-Wahab",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae H. Park, MD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin S Tallman, MD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T15:49:19",
    "is_scraped": "1"
}