{
    "doi": "https://doi.org/10.1182/blood.V128.22.1636.1636",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3274",
    "start_url_page_num": 3274,
    "is_scraped": "1",
    "article_title": "Dexamethasone Reduces Incidence of Relapse and Improves Overall Survival in Hyperleucocytic Acute Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation: Poster I",
    "topics": [
        "dexamethasone",
        "leukemia, myelocytic, acute",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "leukostasis",
        "aryl hydrocarbon receptor",
        "risk reduction",
        "cerebrovascular accident",
        "chemotherapy, neoadjuvant",
        "hemorrhage"
    ],
    "author_names": [
        "Christian Récher, MD PhD",
        "Sarah Bertoli, MD PhD",
        "Muriel Picard, MD",
        "Emilie Bérard, MD PhD",
        "Clément Larrue, PhD",
        "Suzanne Tavitian, MD",
        "Francois Vergez, DVM, PhD",
        "Edwige Yon",
        "Jean Ruiz, MD",
        "Eric Delabesse, PharmD, PhD",
        "Isabelle Luquet, MD",
        "Laetitia Linares, PhD",
        "Martin Carroll, MD",
        "Audrey Sarry",
        "Françoise Huguet, MD",
        "Jean-Emmanuel Sarry, PhD"
    ],
    "author_affiliations": [
        [
            "Service d'Hématologie, Institut Universitaire du Cancer de Toulouse Oncopole - CHU de Toulouse, Toulouse, France ",
            "Centre de Recherches en Cancérologie de Toulouse, UMR1037-INSERM, ERL5294 CNRS, Toulouse, France "
        ],
        [
            "Service d'Hématologie, Institut Universitaire du Cancer de Toulouse Oncopole - CHU de Toulouse, Toulouse, France "
        ],
        [
            "Service de Réanimation, CHU de Toulouse, Toulouse, France "
        ],
        [
            "Service d'Epidémiologie,, CHU de Toulouse, Toulouse, France ",
            "UMR 1027, INSERM-Université de Toulouse III, Toulouse, France "
        ],
        [
            "Centre de Recherches en Cancérologie de Toulouse, UMR1037-INSERM, ERL5294 CNRS, Toulouse, France "
        ],
        [
            "Service d'Hématologie, Institut Universitaire du Cancer de Toulouse Oncopole - CHU de Toulouse, Toulouse, France "
        ],
        [
            "Laboratoire d'Hématologie, Institut Universitaire du Cancer de Toulouse Oncopole-CHU de Toulouse, Toulouse, France "
        ],
        [
            "Service d'Epidémiologie, CHU de Toulouse, Toulouse, France "
        ],
        [
            "Service de Réanimation médicale, CHU de Toulouse, Toulouse, France "
        ],
        [
            "Laboratoire d'Hématologie, CHU de Toulouse, Toulouse, France ",
            "Laboratory of Hematology, UMR1037-INSERM, ERL5294 CNRS, Toulouse, France "
        ],
        [
            "Laboratoire d'Hématologie, Institut Universitaire du Cancer de Toulouse Oncopole-CHU de Toulouse, Toulouse, France "
        ],
        [
            "Institut de Recherche en Cancérologie de Montpellier, INSERM, U1194, Montpellier, France "
        ],
        [
            "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Service d'Hématologie, Institut Universitaire du Cancer de Toulouse Oncopole-CHU de Toulouse, Toulouse, France"
        ],
        [
            "Service d'Hématologie, Institut Universitaire du Cancer de Toulouse Oncopole-CHU de Toulouse, Toulouse, France"
        ],
        [
            "Centre de Recherches en Cancérologie de Toulouse, UMR1037-INSERM, ERL5294 CNRS, Toulouse, France "
        ]
    ],
    "first_author_latitude": "43.57808605",
    "first_author_longitude": "1.43147455",
    "abstract_text": "Patients with AML and hyperleukocytosis (HL) are at increased risk for early death and relapse. HL is associated with a leukostasis syndrome that can potentially lead to acute respiratory distress syndrome or strokes. HL is independently associated with a shorter RFS (Rollig C, Blood 2015). Mediators of inflammation induced by leukemic blasts and endothelial cells contributed to the pathogenesis of leukostasis and could induce chemoresistance (Stucki A, Blood 2001). We hypothesized that a short course of Dexamethasone (DEX) at induction chemotherapy could improve outcome of HL AML pts. From Jan 2004 to Dec 2013, 662 pts (18-75y) were treated in our center by intensive chemo: dauno (60-90 mg/m² d1-3) or idarubicin (8 mg/m² d1-5) with AraC (100-200 mg/m² d1-7); lomustin 200 mg/m² (d1) being added in patients >60y. Hydroxyurea (HU) could be started promptly at diagnosis. Leukapheresis were not performed. Starting from Jan 2010, DEX 10 mg bid d1-3 was systematically added on the chemo backbone of all pts with a WBC > 100 x10 9 /L or 50 x10 9 /L with leukostasis. Supportive care was given according to standard guidelines that did not change across the study period. This retrospective study included 137 patients with WBC >50 x10 9 /L. The median age was 59.7y (47% ≥60y). Median FU was 4.2 years. 49 pts received DEX and were more likely to have poorer PS, leukostasis syndrome, de novo AML and higher WBC count compared to the 88 pts of the non-DEX group whereas cytogenetics risk and ELN classification were similar. HU was given in 27 pts of the DEX group and in 51 pts of the non-DEX group. AlloSCT was performed in 14 pts of the DEX group and in 19 pts of the non-DEX group. CR rate were 78% (DEX) and 74% (no-DEX), respectively (p=0.357). At d60, 7 pts (14%) had died in the DEX group compared to 17 pts (19%) in the no-DEX group (p=0.457). There were no difference in fungal (p=0.351) or bacterial (p=0.96) infections during induction. There were more grade 3-4 bleeding events (18% vs 7%, p=0.038) and more admissions in ICU (31% vs 15%, p=0.028) in the DEX group. DEX significantly improved DFS (HR 0.41; 95% CI, 0.23-0.74, p=0.003) and OS (HR 0.62; 95% CI, 0.39-0.99, p=0.046) (Figure). In a Fine and Gray model, DEX was associated with a lower risk of relapse (aHR ratio 0.13; 95% CI, 0.05-0.33, p<0.001). In Cox proportional hazards models, DEX was associated with a better DFS (aHR, 0.22; 95% CI, 0.10 to 0.48, p<0.001). An interaction was found between DEX and both the period of treatment (2004-2009 vs 2010-2013) and the genetic classification when considering OS meaning that DEX significantly improved OS in patients with intermediate cytogenetic risk and NPM1 mutations especially during the latest period (aHR, 0.07; 95% CI, 0.02 to 0.22, p<0.001). Because of the statistical interaction with NPM1 mutations, we hypothesized that NPM1mut-AML might be particularly sensitive to DEX. Interrogation of transcriptomic data set (Verhaak RG, Haematologica 2009) and data mining algorithm revealed that the NPM1 mutation signature is highly enriched in genes responsive to DEX. OCI-AML3 (NPM1/ DNMT3A mutated) was one of the most sensitive cell line and NPM1mut-AML samples (n=16) were more sensitive to apoptosis induction by DEX compared to non-NPM1mut samples (n=18). Further transcriptomic analyses with TCGA data set (NEJM 2013) revealed more complex molecular interactions between AML subgroups and DEX (DNMT3A, RUNX1 mutations, CBFB-MYH11A were predicted to be responsive). In NSG mice xenografted with OCI-AML3, the combination of DEX+AraC significantly improved mice survival compared to AraC alone (p=0.0001). Lastly, in a PDX-NSG model of chemoresistance (Aroua N, ASH 2015), transcriptomic analyses of in vivo AraC-resistant leukemic cells (after 5 daily doses of 60mg/kg) showed a strong up regulation of genes involved in immune and inflammatory response (including NF-kB network) and a highly significant interaction with DEX-modulated genes suggesting that DEX could downregulate inflammatory pathways responsible for in vivo chemoresistance. DEX improves outcome of AML pts treated by chemotherapy by reducing the risk of relapse. The impact of DEX has been adjusted on several factors to limit biases inherent to non-randomized studies and a strong biological rationale was provided to strengthen the clinical finding. Thus, this finding could be easily translated in routine practice by adding DEX to chemotherapy at least for HL AML pts and/or NPM1 mutations. Figure View large Download slide Figure View large Download slide  Disclosures Récher: Celgene, Sunesis, Amgen, Novartis, Chugai: Membership on an entity's Board of Directors or advisory committees, Research Funding. Tavitian: Novartis: Membership on an entity's Board of Directors or advisory committees. Vergez: Novartis: Research Funding. Huguet: Pfizer, Novartis, BMS, Ariad, Jazz, Amgen: Membership on an entity's Board of Directors or advisory committees. Sarry: GSK, Novartis: Research Funding."
}