{
    "doi": "https://doi.org/10.1182/blood.V112.11.5184.5184",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1192",
    "start_url_page_num": 1192,
    "is_scraped": "1",
    "article_title": "Bortezomib-Based Induction Therapy Induces Better Responses and Outcomes of Autologous Stem Cell Transplantation in Newly Diagnosed Patients with Multiple Myeloma: The Results of Korean Multiple Myeloma Working Party Retrospective Study, KMM84 ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "autologous stem cell transplant",
        "bortezomib",
        "multiple myeloma",
        "neoadjuvant therapy",
        "chemotherapy regimen",
        "thalidomide",
        "cyclophosphamide",
        "dexamethasone",
        "complete remission",
        "doxorubicin"
    ],
    "author_names": [
        "Seok Jin Kim, MD, PhD",
        "Kihyun Kim, M.D./Ph.D.",
        "Jae Hoon Lee",
        "Min Kyoung Kim",
        "Jae-Yong Kwak",
        "Hun-Mo Ryoo",
        "Cheolwon Suh",
        "Sung-Soo Yoon",
        "Moon-Hee Lee",
        "Yeung-Chul Mun",
        "Hyo-Jin Lee",
        "Chang-Ki Min",
        "Jin Seok Kim, M.D., Ph.D.",
        "Hwi-Joong Yoon"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Samsung Med. Ctr., Seoul, South Korea"
        ],
        [
            "Samsung Medical Center, Seoul"
        ],
        [
            "Gachon University Gil Hospital, Incheon"
        ],
        [
            "Internal Medicine, Yeungnam University College of Medicine, Daegu, South Korea"
        ],
        [
            "Intgernal Medicine, Chonbuk National University Medical School, Jeonju, South Korea"
        ],
        [
            "Department of Internal Medicine, Daegu Catholic University School of Medicine, Namgu, South Korea"
        ],
        [
            "Asan Medical Center, Seoul"
        ],
        [
            "Internal Medicine, Seoul National University Hospital, Seoul, South Korea"
        ],
        [
            "Department of Internal Medicine, Inha University Hospital, Inchon, South Korea"
        ],
        [
            "Hematology/Oncology, Ewha Womans University, Seoul, South Korea"
        ],
        [
            "Division of Hematology/Oncology, Department of Internal Medicine, College of Medicine, Chungnam National University, Daejeon, South Korea"
        ],
        [
            "Department of Internal Medicine, St. Mary’s Hospital, The Catholic University of Korea, Seoul, South Korea"
        ],
        [
            "Department of Internal Medicine, Yonsei University College of Medicine, Seoul, South Korea"
        ],
        [
            "Kyung Hee University College of Medicine, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.4889432",
    "first_author_longitude": "127.0876424",
    "abstract_text": "Introduction: High-dose chemotherapy followed by autologous stem cell transplantation (ASCT) generally offers improved outcomes compared with conventional chemotherapy in patients with multiple myeloma. The disease status before ASCT such as the achievement of complete response (CR) was also reported as an important prognostic factor in multiple myeloma. Thus, the type and efficacy of induction therapy could affect the treatment outcome of ASCT because these induction chemotherapy regimens are designed to reduce myeloma burden leading to CR before ASCT. A combination chemotherapy regimen, VAD consisting of vincristine, doxorubicin, and dexamethasone is the induction therapy regimen which has been used for a log time. However, many new induction regimens have been used including thalidomide plus dexamethasone, and bortezomib since their efficacy was proven for relapsed or refractory multiple myeloma. However, the efficacy of these new induction therapy regimens and their effects on outcomes of ASCT has rarely been compared to VAD induction therapy. Methods : We performed a retrospective multicenter analysis supported by the Korean Multiple Myeloma Working Party (KMMWP). We have compared the efficacy of induction therapy regimens including VAD chemotherapy, thalidomide-based induction therapy, bortezomib-containing induction therapy, cyclophosphamide-based therapy. We also assessed the effects of these induction therapies on the outcome of ASCT in terms of response, relapse after ASCT, and survival. Results: We analyzed 344 patients who received induction therapy followed by high-dose chemotherapy with single ASCT at 13 hospitals in Korea. Patients who received tandem ASCT or ASCT followed by allogeneic stem cell transplantation were excluded. Their median age at diagnosis was 55 year old (range 20–72). The most common immunophenotype was IgG kappa and lambda (103, and 63 respectively) while 72 patients had light chain disease (kappa 30, lambda 42). 241 patients (70.1%) received VAD chemotherapy as an induction therapy prior to ASCT, and 35 patients (10.2%) received thalidomide-based chemotherapy before ASCT including thalidomide with/without dexamethasone. 46 patients (13.4%) were exposed to bortezomib including bortezomib alone or combined with other agents such as bortezomib, doxorubicin, dexamethasone (PAD). 22 patients (6.4%) received cyclophosphamide-based induction therapy. Age, sex, stage (Durie-Salmon and International staging system), and immunophenotype were balanced among these four groups of patients. Complete response (CR) rate including nCR (near CR) of VAD chemotherapy was 20.3% (49/241). CR rate of bortezomib and thalidomide-based therapy was 43.5% (20/46), and 37.1% (13/35) respectively. Cyclophosphamide-based induction therapy induced 27.2% of CR (6/22). Thus, CR rate of bortezomib-based induction therapy was significantly higher than other regimens (P < 0.05). There was no significant difference in the stem cell harvest and transplantation-related morbidity based on the type of induction therapy. The melphalan-based conditioning regimen was used in all patients, and the dosage of melphalan was from 100mg/m 2 to 200mg/m 2 . There was no difference of conditioning regimen among the four groups. When we assessed the response after ASCT, the results were as follows: VAD group (48 patients with continued CR, 85 patients with induced CR, 55.2% of CR rate), Thalidomide group (20 patients with continued CR, 12 patients with induced CR, 60.0% of CR rate), Bortezomib group (20 patients with continued CR, 12 patients with induced CR, 69.6% of CR rate), and Cyclophosphamide group (5 patients with continued CR, 7 patients with induced CR, 54.5% of CR rate). There was no significant difference in the stem cell harvest and transplantation-related morbidity based on the type of induction therapy. Relapse rate after ASCT was lower in bortezomib group (34.8%) than VAD group (63.1%), cyclophosphamide group (63.6%), and thalidomide group (54.3%). However, there was no significant difference of overall survival among these four groups. Conclusions: Bortezomib-based induction therapy might be more effective for improving CR rate in patients who received single ASCT. A further prospective study should be warranted to confirm whether this augmented response rate with bortezomib-based induction therapy might be translated into survival benefits."
}