{
    "doi": "https://doi.org/10.1182/blood.V112.11.61.61",
    "article_title": "NK Cells Suppress Gvhd by Directly Inhibiting Activated Alloreactive T Cells through An NKG2D-Mediated Mechanism ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "abstract_text": "Natural Killer (NK) cells have the ability to suppress graft-versus-host disease (GVHD) while inducing a graft-versus-tumor response (GVT) following murine allogeneic bone marrow transplantation (BMT). Prior studies have shown that NK cells suppress GVHD by eliminating recipient dendritic cells. To assess additional potential mechanisms of GVHD suppression we evaluated the impact of donor NK cells on GVHD-inducing donor T cells. Interleukin-2 activated allogeneic NK cells isolated from C57Bl6 (H-2 b ) or FVB (H-2 q ) animals were transplanted along with T cell-depleted bone marrow (TCD-BM) into lethally irradiated BALB/c (H-2 d ) mice, followed 2 days later by luciferase-expressing CD4+ and CD8+ conventional T cells (Tcon) from the same donor strain (Tcon+NK group). Control mice received TCD-BM on day 0, and luciferase-expressing T cells on day 2 after transplant (Tcon group). Bioluminescence imaging of Tcon+NK mice revealed a significantly lower T cell bioluminescent signal compared to Tcon mice (p=0.01 on day 5 post T cell transplant). We assessed the impact of NK cells on donor T cell activation and proliferation. CFSE proliferation analysis of alloreactive CD4 and CD8 T cells reisolated on day 4 post transplant showed a decreased percentage of dividing donor T cells in the Tcon+NK group. A reduced percentage of T cells in the Tcon+NK group as compared to the Tcon group expressed the T cell activation marker CD25 (11% and 49%, respectively, among donor CD4) and a reduced percentage of T cells from the Tcon+NK group down-regulated CD62L. Reisolated donor T cell numbers were reduced in the Tcon+NK mice compared to Tcon control mice. The impact of donor NK cells on donor Tcon function was addressed by intracellular cytokine staining. Fewer donor T cells reisolated from the spleen and lymph nodes of Tcon+NK mice produced the proinflammatory cytokines IFN-γ and IL-2 on day 3 after transplant. These observations can be explained by an NK cell-mediated induction of apoptosis in the donor Tcon. T cells reisolated from the peripheral lymph nodes of Tcon+NK animals at day 4 post transplant stained higher for the TUNEL apoptosis marker than those from Tcon mice (p<0.0001 for CD4 and CD8). To determine if this increase in apoptosis was due to a direct interaction between the donor T cells and NK cells, donor Tcon were reisolated from transplanted mice and used as targets in a killing assay. We demonstrated direct, specific lysis of these reisolated T cells by activated NK cells, both of which are from the donor strain and thus syngeneic to each other. Donor T cells reisolated from the lymph nodes of transplanted mice upregulated the NKG2D ligand Rae1γ as compared to naïve T cells, as shown by FACS. Further, use of an NKG2D-blocking antibody decreased the specific lysis of donor Tcon reisolated from the lymph nodes by activated NK cells in the in vitro killing assay, compared to an isotype control antibody (p=0.004). These data indicate that NK cells are causing direct, NKG2D-dependent lysis of alloreactive donor T cells in vivo during GVHD induction. Recent data from our laboratory has shown a lack of NKG2D ligand expression on GVHD target tissues in irradiated recipient mice. The tissue-specific expression of NKG2D ligands may explain why allogeneic NK cells do not cause GVHD but do impact donor T cells. We further investigated the ability of T cells in this model to elicit a GVT effect in the presence or absence of NK cells. Using a luciferase-expressing A20 lymphoma cell line, we demonstrated tumor clearance in groups receiving A20+Tcon and A20+Tcon+NK, as measured by A20 bioluminescence signal. Animals in the A20+Tcon+NK group had a lower peak bioluminescent signal than animals in the A20+Tcon group (p=0.03 on day 4 post T cell transplant), indicating an additive GVT effect of the T cells and NK cells. Thus, the T cells in this model are capable of mounting an effective GVT response. In addition to the established mechanism of NK cell-mediated elimination of recipient dendritic cells, we have demonstrated a novel mechanism of NK cell action in murine models of GVHD, whereby the donor NK cells inhibit T cell proliferation and activation and cause direct, NKG2D-mediated lysis of alloreactive donor T cells.",
    "topics": [
        "graft-versus-host disease",
        "natural killer cells",
        "t-lymphocytes",
        "transplantation",
        "ligands",
        "luciferases",
        "aldesleukin",
        "antibodies",
        "cytokine",
        "neoplasms"
    ],
    "author_names": [
        "Janelle A Olson",
        "Dennis B Leveson-Gower, PhD",
        "Jeanette Baker",
        "Andreas Beilhack, MD",
        "Robert Negrin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Janelle A Olson",
            "author_affiliations": [
                "Medicine/BMT, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dennis B Leveson-Gower, PhD",
            "author_affiliations": [
                "Medicine/BMT, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanette Baker",
            "author_affiliations": [
                "Medicine/BMT, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Beilhack, MD",
            "author_affiliations": [
                "Department of Medicine II, Wuerzburg University, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Negrin, MD",
            "author_affiliations": [
                "Medicine/BMT, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T02:19:20",
    "is_scraped": "1"
}