{
    "doi": "https://doi.org/10.1182/blood.V114.22.1097.1097",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1559",
    "start_url_page_num": 1559,
    "is_scraped": "1",
    "article_title": "DNA Double-Strand Break Formation Induced by Replication Arrest Depend On Artemis. ",
    "article_date": "November 20, 2009",
    "session_type": "CHROMOSOMAL REARRANGEMENTS AND DNA REPAIR POSTER I",
    "abstract_text": "Abstract 1097 Poster Board I-119 Hydroxyurea (HU) is an antineoplastic drug used in hematological malignancies, specifically polycythemia vera, essential thrombocytosis or chronic myelogenous leukemia. HU targets cells that are actively replicating DNA by inhibit ing ribonucleotide reductase, which causes an imbalance in the deoxynucleotide triphosphate pool. Stalled replication forks lead to the production of single-stranded DNA (ssDNA), which in some cases is converted to DSBs by unknown mechanisms, an event that is termed replication fork collapse. however, the precise mechanism for DSB induction and the cellular response to persistent replication fork stalling are not fully understood. We show that DSBs are generated in an Artemis nuclease-dependent manner following prolonged stalling caused by exposure to HU, with subsequent activation of the ataxia-telangiectasia mutated (ATM) signaling pathway. DNA-dependent protein kinase (DNA-PK) activity, a prerequisite for the endonuclease activity of Artemis, is also required for DSB generation and subsequent ATM activation. Our findings indicate a novel function of Artemis as a molecular switch that converts single-stranded DNA lesions into DSBs, thereby activating an ATM-dependent fail-safe mechanism following prolonged replication fork stalling. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dclre1c gene",
        "dna",
        "double-stranded dna breaks",
        "dna, single-stranded",
        "antineoplastic agents",
        "ataxia-telangiectasia",
        "endonuclease",
        "hematologic neoplasms",
        "hydroxyurea",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Masatoshi Takagi, MD, PhD",
        "Junya Unno",
        "Thoru Kiyono",
        "Fumiko Honda",
        "Hirobumi Teraoka",
        "Daisuke Maeda",
        "Mitsuko Masutani",
        "Tomohiro Morio",
        "Shuki Mizutani"
    ],
    "author_affiliations": [
        [
            "Ped. and Development Biology, Tokyo Med. & Dental Univ., Bunkyo-ku, Japan, "
        ],
        [
            "Ped. and Development Biology, Tokyo Med. & Dental Univ., Tokyo, Japan, "
        ],
        [
            "Virology Division, National Cancer Center Research Institute, Tokyo, Japan, "
        ],
        [
            "Ped. and Development Biology, Tokyo Med. & Dental Univ., Tokyo, Japan, "
        ],
        [
            "Department of Pathological Biochemistry, Medical Research Institute Tokyo Medical and Dental University, Tokyo, Japan, "
        ],
        [
            "Biochemistry Division, National Cancer Center Research Institute, Tokyo, Japan, "
        ],
        [
            "Biochemistry Division, National Cancer Center Research Institute, Tokyo, Japan, "
        ],
        [
            "Pediatrics and Developmental Biology, Tokyo Medical and Dental University, Tokyo, Japan"
        ],
        [
            "Ped. and Development Biology, Tokyo Med. & Dental Univ., Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.70147809999999",
    "first_author_longitude": "139.7642268"
}