{
    "doi": "https://doi.org/10.1182/blood.V110.11.868.868",
    "article_title": "Selective Silencing of the NPM1 Mutant Protein and Apoptosis Induction upon ATRA In Vitro Treatment of AML Cells Carrying NPM1 Mutations. ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology",
    "abstract_text": "We previously identified a new AML category carrying NPM1 mutations which lead to aberrant cytoplasmic expression of the nucleolar protein NPM1, hence the term NPMc+ AML[Falini et al, NEJM 2005]. This leukemia accounts for about one-third of adult AML and shows distinctive biological and clinical features[Falini et al, Blood 2007]. Notably, AML carrying NPM1 mutations in the absence of FLT3-ITD are characterized by a favourable prognosis. However, still a proportion of NPMc+ AML cannot be cured by conventional treatments and new therapeutic strategies need to be explored. We previously identified OCI/AML3 as the only human AML cell line carrying cytoplasmic mutated NPM (type A) in the absence of FLT3-ITD [Quentmeier et al, Leukemia 2005]. Because of these features and the ability to engraft in NOD/SCID mice, the OCI-AML3 represents a remarkable tool for the study of NPMc+ AML. Previous findings that ATRA exerts growth inhibitory effects on the OCI/AML3 prompt us to investigate the molecular mechanisms underlying the response to ATRA, with focus on the NPM mutant protein. As cellular model for our studies, we also used primary leukemia cells originated from a patient with NPMc+ AML (mutation A) bearing FLT3-ITD (Mont1) that have been propagated in NOD/SCID mice for 5 years without loss of initial characteristics. Early cell cycle arrest and proapoptotic effects of pharmacological doses of ATRA were confirmed in both cellular models in vitro . Morphological signs of differentiation were not evident. Western blot analysis using specific antibodies showed marked downregulation of the leukemic NPM1 mutant protein upon ATRA treatment, preceding apoptosis activation. On the other hand, wild-type NPM1 protein levels remained unchanged, leading to a condition of NPM1 haploinsufficiency. Semi-quantitative RT-PCR for NPM mutant A showed no change in mRNA expression following treatment, suggesting a regulation of the NPM mutant protein expression at post-transcriptional level. Indeed, concomitant treatment with proteasome-inhibitors partly reverted this effect. Downregulation of NPM mutant protein preceded activation of caspase-8 and caspase-3, PARP-cleavage and Bax activation. No NF-kB activation was observed upon ATRA treatment. Activation of the p53-dependent pathway was a later event, as expected in conditions of NPM1 haploinsufficiency. Importantly, these results were confirmed in the primary NPMc+ AML cells from patient Mont1. Activation of caspase-8 suggests that the response to ATRA in NPMc+ AML cells may be mediated through the death receptor pathway. Although protein levels of TRAIL, TRAIL receptors and TNF-alpha receptors seem to be unaffected, it might be possible that the NPM1 mutant protein modulates the signalling through death cell receptors. Analysis of ATRA-induced transcriptome and proteome modifications in NPMc+ AML is ongoing and will be also presented, as well as further pre-clinical studies on patients’ primary AML cells and in NOD/SCID mice. In conclusion, our data suggest that NPM mutant protein might be involved in the in vitro response to ATRA in AML cells carrying NPM1 mutations. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "apoptosis",
        "carrying",
        "mutant proteins",
        "mutation",
        "npm1 gene",
        "tretinoin",
        "acute myeloid leukemia with mutated npm1",
        "impedance threshold device",
        "leukemia",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "M.P. Martelli",
        "V. Pettirossi",
        "N. Manes",
        "A. Liso",
        "F. Mezzasoma",
        "F. Cecchetti",
        "M.F. De Marco",
        "B. Bigerna",
        "A. Pucciarini",
        "I. Nicoletti",
        "M.F. Martelli",
        "B. Falini"
    ],
    "author_dict_list": [
        {
            "author_name": "M.P. Martelli",
            "author_affiliations": [
                "University of Bari",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "V. Pettirossi",
            "author_affiliations": [
                "Perugia",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "N. Manes",
            "author_affiliations": [
                "Perugia",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Liso",
            "author_affiliations": [
                "Foggia, Italy",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "F. Mezzasoma",
            "author_affiliations": [
                "Perugia",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "F. Cecchetti",
            "author_affiliations": [
                "Perugia",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M.F. De Marco",
            "author_affiliations": [
                "Perugia",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "B. Bigerna",
            "author_affiliations": [
                "Perugia",
                " "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Pucciarini",
            "author_affiliations": [
                "Perugia",
                " "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "I. Nicoletti",
            "author_affiliations": [
                "Perugia",
                " "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M.F. Martelli",
            "author_affiliations": [
                "Perugia",
                " "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "B. Falini",
            "author_affiliations": [
                "Perugia",
                " "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T21:33:22",
    "is_scraped": "1"
}