{
    "doi": "https://doi.org/10.1182/blood.V104.11.2978.2978",
    "article_title": "Reduced Tissue Factor Expression in Rat Prostate Tumor Cells Limits Tumor Development in Vivo. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Many tumors express procoagulant activities that contribute to the hemostatic complications associated with cancer. Tumor coagulant activities include tissue factor (TF) and cancer procoagulant (CP), a cysteine protease that activates Factor X. In current models of hemostasis, TF is critical in the initiation of coagulation following vascular injury as TF expressed on cells within the vessel wall complexes with blood-borne coagulation Factor VIIa to activate FX and FIX. In addition, TF transported to a growing thrombus by blood-borne microparticles binds FVIIa and contributes to thrombus propagation and stabilization. Recently, TF as well as other coagulation factors have been implicated in a variety of non-hemostatic processes including inflammation, angiogenesis, vascular development and cancer. To study the role of TF in tumor development we down-regulated TF expression in a prostate tumor cell line developed from the Lobund-Wistar (LW) rat. The LW rat combines histologic features of prostate cancer with the clinical features resembling clinical human disease; androgen-modulated growth, age-dependent spontaneous onset, and metastatic potential. Autochthonous tumors develop spontaneously or can be induced by treatment with MNU and testosterone. In addition, a cloned cell line from a spontaneous LW prostate tumor, PA-3, provides a transplantable tumor model. PA-3 cells were transfected with a series of plasmids expressing hairpin siRNAs designed to interfere with TF expression. The plasmids contained a U6-hairpin siRNA expression cassette, a neo R gene and EGFP. Cloned stable transformants of PA-3 cells expressing a siRNA corresponding to positions 260–278 of rat TF mRNA, PA-3[797], reliably reduced TF expression by 65% compared to control clonal PA-3 transformants, PA-3[776], expressing neo R and EGFP but no siRNA. To test the consequences of reduced TF on tumor development in vivo, 4 independently isolated PA-3[797] cell lines and 4 independently isolated PA-3[776] control lines were injected subcutaneously into LW rats (3 rats per cell line). Ten of the 12 rats injected with control cells developed detectable tumors 4 weeks post transplantation (tumor mass = 2.2g +/− 1.8g). In contrast, only 1 of the 12 rats receiving the low TF expressing PA-3[797] cells developed a small tumor (0.07 gm) suggesting TF expression is required for tumorigenesis.",
    "topics": [
        "neoplasms",
        "prostatic neoplasms",
        "thromboplastin",
        "cancer",
        "rna, small interfering",
        "hemostatics",
        "thrombus",
        "androgens",
        "blood coagulation factors",
        "coagulants"
    ],
    "author_names": [
        "Hui Song, PhD",
        "Zhong Liang, MA",
        "William Wolter, BS",
        "Mark A. Suckow, DVM",
        "Elliot D. Rosen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hui Song, PhD",
            "author_affiliations": [
                "Medical and Molecular Genetics, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhong Liang, MA",
            "author_affiliations": [
                "Medical and Molecular Genetics, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Wolter, BS",
            "author_affiliations": [
                "Friemann Life Science Center, University of Notre Dame, Notre Dame, IN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Suckow, DVM",
            "author_affiliations": [
                "Friemann Life Science Center, University of Notre Dame, Notre Dame, IN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elliot D. Rosen, PhD",
            "author_affiliations": [
                "Medical and Molecular Genetics, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-22T13:39:25",
    "is_scraped": "1"
}