{
    "doi": "https://doi.org/10.1182/blood-2019-125441",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4182",
    "start_url_page_num": 4182,
    "is_scraped": "1",
    "article_title": "Changes in Gut Microbial Diversity and Correlations with Clinical Outcomes in Patients with Newly Diagnosed Acute Myeloid Leukemia (AML) Receiving Intensive Chemotherapy ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "treatment outcome",
        "anti-bacterial agents",
        "bloodstream infections",
        "chemotherapy, neoadjuvant",
        "diarrhea",
        "stool specimen",
        "actinium",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Sangmin Lee, MD",
        "Ellen K. Ritchie, MD",
        "Sumaiya Miah",
        "Caroline Andy",
        "Tania Curcio",
        "Finola Goudy",
        "Michael Hovan",
        "Claire Douglass",
        "Pinkal Desai, MDMPH",
        "Michael B. Samuel, MD",
        "Gail J. Roboz, MD",
        "Michael Satlin, MD, M.S."
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Weill Cornell Medical College New York Presbyterian, New York, NY "
        ],
        [
            "Weill Cornell Medicine, New York, "
        ],
        [
            "Weill Cornell Medicine, New york, "
        ],
        [
            "Weill Cornell Medicine, New York, "
        ],
        [
            "Weill Cornell Medicine, New York, "
        ],
        [
            "Weill Cornell Medicine, New York, "
        ],
        [
            "Weill Cornell Medicine, New York, "
        ],
        [
            "Division of Hematology & Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medical College of Cornell University, New York,"
        ],
        [
            "Weill Cornell Medicine, New york, "
        ]
    ],
    "first_author_latitude": "40.7643316",
    "first_author_longitude": "-73.95425589999999",
    "abstract_text": "Background: Gastrointestinal dysbiosis has been associated with unfavorable clinical outcomes after allogeneic stem cell transplantation, but its clinical significance in patients receiving induction chemotherapy for AML has not been well defined. We therefore explored changes in microbial diversity and their potential impact on clinical outcomes in patients with newly-diagnosed AML undergoing standard intensive induction chemotherapy. Methods: Stool samples were obtained from 64 newly-diagnosed AML patients receiving induction chemotherapy at Weill Cornell Medicine/The New York Presbyterian Hospital from November 2015 to May 2019. A total of 140 serial samples were analyzed and categorized into three treatment time-points (±7 days): Baseline (n=64), Day 14 after chemotherapy initiation (n=51), and Day 30 after chemotherapy initiation (n=25). Clinical characteristics and treatment outcomes were collected. DNA was extracted from stool samples and sequencing of the V4 region of the bacterial 16S rRNA genes was performed using an Illumina MiSeq platform. Alpha microbial diversity was measured by the Shannon Index, Simpson Index, and the observed number of Operational Taxonomic Units (OTUs). The Friedman test was used to assess for changes in alpha diversity from baseline to Day 14 to Day 30 samples. Wilcoxon rank-sum tests were used to compare alpha diversities between groups of dichotomized clinical variables, including gender, age, early antibacterial use, diarrhea, bloodstream infections, and achieving a complete response (CR). The Kruskal Wallis one-way test of variance was used to compare differences in microbial diversity between ELN risk categories. A multivariate logistic regression model was applied to assess associations between the degree of change in diversity from baseline to day 14 and clinical outcomes. Results: Clinical characteristics are summarized in Table 1. Intensive chemotherapy consisted of 7+3 (cytarabine/anthracycline), CPX-351, or 7+3 combined with other therapies. 49 (77%) patients achieved CR or CRi (CR with incomplete count recovery) and 24 (38%) had bloodstream infections during their hospital course. Shannon and Simpson diversity indices and OTUs are shown in Figure 1. There was a significant decline in median microbiome alpha diversities measured by all indices among baseline, day 14, and day 30 samples (Shannon: p = 0.0003; Simpson: p = 0.0003; OTU: p<0.0001). The median change in diversity from baseline to day 14 samples were: Shannon (median: -0.932, range: -3.714 to +1.96), Simpson (median: -0.210, range: -0.947 to +0.689), and OTU (median -62, range: -270 to 93). 24 patients (38%) received antibacterial treatment prior to day 14. However, antibacterial therapy during this time was not associated with change in diversity using any of the indices. Decrease in alpha diversity from baseline to day 14 samples by Shannon index was associated with the achievement of CR/CRi (p = 0.023) (Figure 2). Subsequent multivariate regression analysis showed significant correlations between amount of Shannon diversity decrease from baseline to day 14 and CR/CRi, independent of age, ELN risk, and baseline diversity (Odds ratio: 0.053, (95% CI: 0.001 to 0.467, p = 0.049). Achievement of CR/CRi was significantly correlated with a decrease of microbiome diversity from baseline to day 14 (Median = -1.111), whereas failure to achieve CR/CRi was correlated with an increase in microbiome diversity from baseline to day 14 (Median = +0.199). There were no significant correlations between levels of baseline, day 14, or day 30 microbiome diversity and age (>60 vs. ≤60), ELN risk categories, diarrhea, bloodstream infections, or CR/CRi using any of the indices. There were no significant correlations between decrease in diversity from baseline to Day 14 samples and diarrhea or bloodstream infections. (Figure 2) Conclusion: Gut microbial diversity declines in patients receiving intensive induction chemotherapy for AML throughout their hospitalization, even in the absence of antibacterial therapy. Overall decrease in diversity at day 14 is associated with achievement of remission, independent of age, ELN risk, and baseline diversity. In this cohort, neither decreased microbial diversity nor a decline in microbial diversity was associated with adverse clinical outcomes. Additional study of the impact of the gut microbiome on outcomes in patients with AML is warranted. View large Download slide View large Download slide  Disclosures Lee: Roche Molecular Systems: Consultancy; Jazz Pharmaceuticals, Inc: Consultancy; Helsinn: Consultancy; Karyopharm Therapeutics: Consultancy; Ai Therapeutics: Research Funding; AstraZeneca Pharmaceuticals: Consultancy. Ritchie: Genentech: Other: Advisory board; Celgene: Other: Advisory board; AStella, Bristol-Myers Squibb, Novartis, NS Pharma, Pfizer: Research Funding; Celgene, Novartis: Other: travel support; Jazz Pharmaceuticals: Research Funding; Pfizer: Other: Advisory board, travel support; agios: Other: Advisory board; Tolero: Other: Advisory board; Celgene, Incyte, Novartis, Pfizer: Consultancy; Ariad, Celgene, Incyte, Novartis: Speakers Bureau. Desai: Sanofi: Consultancy; Celgene: Consultancy; Cellerant: Consultancy; Astex: Research Funding; Astellas: Honoraria. Roboz: AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Actinium: Consultancy, Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amphivena: Consultancy, Membership on an entity's Board of Directors or advisory committees; Argenx: Consultancy, Membership on an entity's Board of Directors or advisory committees; Astex: Consultancy, Membership on an entity's Board of Directors or advisory committees; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celltrion: Consultancy, Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees; Eisai: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Jazz: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; MEI Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; Orsenix: Consultancy, Membership on an entity's Board of Directors or advisory committees; Otsuka: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Roche/Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; Sandoz: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Trovagene: Consultancy, Membership on an entity's Board of Directors or advisory committees."
}