{
    "doi": "https://doi.org/10.1182/blood.V128.22.1707.1707",
    "article_title": "Two-Year Experience of Performing a Next-Generation-Sequencing Based Panel Test in an Academic Medical Center and Its Clinical Impact ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Our ability to interrogate a broad array of genetic alterations in myeloid neoplasm has increased significantly with the advance in next-generation sequencing (NGS). In addition to morphologic examination, flow cytometry and cytogenetics, NGS-based testing can add additional useful information to the diagnostic workup. With improved turnaround time, decreasing costs and an expanding knowledge of the therapeutic and prognostic significance of the detected variants, NGS-based panel testing has increasingly played a major role in the management of patients with myeloid neoplasm. Rapid Heme Panel (RHP) is a custom, 95-gene, amplicon-based NGS panel (PMID: 27339098) that was launched at the Center for Advanced Molecular Diagnostics (CAMD), Brigham and Women's Hospital and Dana-Farber Cancer Institute in August of 2014. RHP covers a total territory of ~200 KB, including hotspots of oncogenes and whole coding exons of tumor suppressor genes that are frequently mutated in myeloid and lymphoid malignancies. Single nucleotide variants, insertions/deletions up to 52-bp, and copy number variations are detected. In the two years following its launch, over 5,000 RHP was performed and reported with an average turnaround time of 7.2 days from time of receipt into the lab. The specimen failed rate is <0.5% and sample repeat rate is <0.2%. Over half of the specimens came from patients with a known myeloid disease: 25% with acute leukemia, 15% with a myelodysplastic syndrome (MDS), 10% with a myeloproliferative neoplasm (MPN) and a minor fraction each with a variety of other myeloid neoplasms such as paroxysmal nocturnal hemoglobinuria (PNH), aplastic anemia, systemic mastocytosis or chronic myeloid leukemia (CML). Twenty percent of the specimens came from patients with known lymphoid malignancies such as hairy cell leukemia, chronic lymphocytic leukemia, lymphoplasmacytic lymphoma, or splenic marginal zone lymphoma. The remainder 25-30% of the specimens came from patients with abnormal blood count (CBC) such as anemia, neutropenia, thrombocytopenia, leukocytosis, thrombocytosis and/or abnormal serum protein electrophoresis (SPEP) where a myeloid or a lymphoid neoplasm was suspected. Greater than 98% of the time, the test was ordered by a hematologist/oncologist. Among patients with a prior diagnosis, >80% of them had at least one pathogenic alterations identified by RHP while about 30% of the patients with abnormal CBC or abnormal SPEP had positive findings. RHP results have been used to (1) provide eligibility for enrollment into clinical trials of targeted therapies; (2) monitor effect of therapy by quantifying variant allele fraction; (3) identify disease progression with detection of emergence of new variants; (4) evaluate post-transplant status by following allele fractions of pre-transplant pathogenic variants; (5) shorten the time and cost to diagnosis by establishing clonality and identification of disease-defining alterations. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "academic medical centers",
        "massively-parallel genome sequencing",
        "lymphoid neoplasm, malignant",
        "myeloproliferative disease",
        "protein electrophoresis, serum",
        "transplantation",
        "anemia",
        "aplastic anemia",
        "cancer",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Kuo Frank, MD PhD",
        "Jon C. Aster, MD PhD",
        "Coleman Lindsley, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kuo Frank, MD PhD",
            "author_affiliations": [
                "Pathology, Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jon C. Aster, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Coleman Lindsley, MD PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T09:33:46",
    "is_scraped": "1"
}