{
    "doi": "https://doi.org/10.1182/blood.V106.11.4347.4347",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=333",
    "start_url_page_num": 333,
    "is_scraped": "1",
    "article_title": "Increased Expression of Genes for Protooncoproteins SnoN and SnoA in Human Myeloblastic Leukemia ML2 Cells and Resistance of ML2 Cells to Transforming Growth Factor-beta-Induced Growth Arrest. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Transforming growth factor-beta 1 (TGF-β1) is a multifunctional cytokine involved in a variety of biological processes including development, cell growth, differentiation, apoptosis, cell adhesion, migration, extracellular matrix deposition, and the immune response. The loss of a growth inhibitory response to TGF-β1 is a common feature of many cancers. Human myeloblastic ML2 cells originally obtained from Dr. Minowada ( Palumbo A. et al., Blood  64 , 1059 –1063, 1984 ) were pre-incubated with or without TGF-β1 (5 or 10 ng/ml) or with TGF-β1 antibody for 24 h or 72h and then incubated for further 4 h in the presence of [6-3H] thymidine. TGF-β1 did not decreased the proliferation of ML2 cells measured by incorporation of [6-3H] thymidine into DNA in comparison with control without TGF-β1 or with ML2 cells icubated in the presence of inactivating TGF-β1antibody. The resistance of ML2 cells to TGF-β1-induced growth arrest is not caused by mutation in TGF-β1 receptors (TβRII and ALK5) or Smad4 as we verified by direct sequencing of exons of these genes. After 24 h incubation TGF-β1 increased the levels of mRNA for some target proteins of TGF-β1 -plasminogen activator inhibitor-1, Smad7, SnoN and SnoA (ski novel related gene products), inhibitors of cyclin-dependent kinases (p15/INK4b, p21/WAF1/CIP1) and decreased the levels of mRNA for c-myc, transferrin receptor 1 and inhibitor of differentiation/DNA binding Id1. TGF-β1 did not affect the levels of mRNA for CDC25 phosphatase and RhoA GTPase. The levels of these mRNA were determined by real-time PCR or semiquantitative PCR using specific oligonucleotide primers. The increased expression of SnoN and SnoA genes and the inability of TGF-β1 to cause SnoN degradation may be the cause of ML2 cells resistance to TGF-β1 -induced growth arrest. Antiproliferative genes coding for p15/INK4b, p21/WAF1/CIP1 are not under control of SnoN and SnoA. SnoN (684 aminoacids) and SnoA (415 aminoacids) are the alternatively spliced isoforms. Both these isoforms contain the N-terminal region that is similar to the ski (sloan kettering virus gene product) protooncoprotein. These oncoproteins are incorporated into the histone deacetylase-1 complex through binding to the nuclear corepressor and Smad (Smad2, Smad3 and Smad4) proteins and repress the activity of Smad proteins. The addition of histone deacetylase inhibitors (0.5μM MS-275 or 1mM sodium butyrate) in combination with TGF-β1 (5 ng/ml or 10 ng/ml) in pre-incubation of ML2 cells for 24 h before the incorporation of [6-3H] thymidine into DNA measurement decreased proliferation of ML2 cells in comparison with ML2 cells without additions (control) or ML2 cells with TGF-β1 or histone deacetylase inhibitors. These results support the role of Sno protooncoproteins in resistance of ML2 cells to TGF-β1-induced growth arrest. This study was financially supported by the Internal Grant Agency of the Ministry of Health, Czech Republic (NC/7605-3).",
    "topics": [
        "antibodies",
        "butyrates",
        "cancer",
        "cdc25 phosphatases",
        "cyclin-dependent kinases",
        "cytokine",
        "dna",
        "genes",
        "guanosine triphosphate phosphohydrolases",
        "histone deacetylase inhibitors"
    ],
    "author_names": [
        "Ota Fuchs",
        "Gabriela Peslova",
        "Dana Provaznikova",
        "Iuri Marinov"
    ],
    "author_affiliations": [
        [
            " ",
            " Institute of Hematology and Blood Transfusion, Prague, Czech Republic."
        ],
        [
            " ",
            " Institute of Hematology and Blood Transfusion, Prague, Czech Republic."
        ],
        [
            " ",
            " Institute of Hematology and Blood Transfusion, Prague, Czech Republic."
        ],
        [
            " ",
            " Institute of Hematology and Blood Transfusion, Prague, Czech Republic."
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665"
}