{
    "doi": "https://doi.org/10.1182/blood.V104.11.5271.5271",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=209",
    "start_url_page_num": 209,
    "is_scraped": "1",
    "article_title": "Diminished Mobilization of Self-Inactivating (SIN) Lentiviral Vectors Containing Globin Regulatory Elements Compared to Those Containing a Retroviral Long Terminal Repeat. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Stem cell transfer was successful in treating severe combined immunodeficiency due to deficiencies of the common γ-chain of the lymphoid cytokine receptor ( N Engl J Med  346 : 1185 , 2002 ) and adenosine deaminase ( Science  296 : 2410 , 2002 ) but 2 of 10 children in the common γ-chain trial developed a lymphoproliferative disease secondary in part due to activation of the LMO2 proto-oncogene by the retroviral long terminal repeat (LTR) ( Science  302 : 415 , 2003 ). Both oncoretroviral and lentiviral vectors integrate preferentially into transcriptionally active genes so that vector design to improve safety is important. In focusing on the interactions between vector sequences and the genome surrounding integration sites, we have used self-inactivating (SIN) lentiviral vectors with transcriptionally inactive LTRs. One assay detects mobilization of the vector genome by rescue of a GFP marker while a second detects vector encoded tat transcription ( Blood  102 : 249a , 2003 ). Approximately 1 in 1,000 to 1 in 3,000 vector genomes containing the Mouse Stem Cell Virus (MSCV) LTR are transcribed with transcription arising from cryptic promoters within the vector genome or from nearby genomic sequences. The frequency of genome transcription was diminished by removal of the MSCV LTR enhancer or by addition of an insulator element from the β-globin locus control region (LCR) to the lentiviral SIN LTR. We have now evaluated the effect of globin regulatory elements on transcription of integrated SIN lentiviral vector genomes. Initially, we substituted the LTR GFP cassette in vector MSCV-U3 for one in which elements from the β-globin LCR were linked to the β-globin promoter driving GFP in the reverse transcriptional orientation (d432βGFPim). Two additional vectors were also studied; the globin LCR β-promoter GFP cassette was reversed and the globin RNA processing signals removed to derive vector Fd432βGFP and then it was modified by substituting larger LCR elements to derive vector FmLARβV5GFP. Vector preparations made by co-transfection of 293T cells with vector and packaging plasmids had transducing titers from 1.8 x 10 7 to 3.0 x 10 7 TU/ml as assayed on HeLa cells. Three separate polyclonal 293T cell populations transduced 3 times at high vector concentration had copy numbers of the SIN-proviral genomes, as measured by RealTime PCR, that averaged 41 with a range of 23–68. Vector mobilization was evaluated by transfection of these populations with packaging plasmids. Conditioned media harvested from the transfected cells were then assayed for transfer of the GFP marker on HeLa cells. The mobilized titers were normalized based on vector copy number. The mobilized titer of the MSCV-U3 was 38,000 ± 3500 and that of d432βGFPim was only 810 ± 100 (p = 0.0004). The mobilized titers of the vectors in which the globin regulatory elements were in the forward orientation were also significantly lower than MSCV-U3; Fd432βGFP was 2100 ± 250 (p = 0.005) and FmLARβV5GFP was 1600 ± 120 (p = 0.0005). Those data suggest that the globin LCR elements are less likely than the retroviral LTR to induce transcription of the integrated vector genome in nonerythroid cells. Our results combined with ongoing analysis of the influence of vector integration on expression of surrounding genes in separate studies will provide a safety profile of globin lentiviral vectors to guide the development of future clinical protocols.",
    "topics": [
        "culture media, conditioned",
        "globins",
        "lentiviral vector",
        "retroviridae",
        "terminal repeat sequences",
        "transfer technique",
        "adenosine deaminase",
        "lymphoproliferative disorders",
        "polymerase chain reaction",
        "receptors, cytokine"
    ],
    "author_names": [
        "Hideki Hanawa, MD, PhD",
        "Derek A. Persons, MD, PhD",
        "Takashi Shimada, MD3",
        "Arthur W. Nienhuis, MD4"
    ],
    "author_affiliations": [
        [
            "Biochemistry and Molecular Biology, Nippon Medical School, Tokyo, Japan"
        ],
        [
            "Division of Experimental Hematology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [],
        []
    ],
    "first_author_latitude": "35.7210943",
    "first_author_longitude": "139.7589509"
}