{
    "doi": "https://doi.org/10.1182/blood.V128.22.1110.1110",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3396",
    "start_url_page_num": 3396,
    "is_scraped": "1",
    "article_title": "Checkmate 205 Update with Minimum 12-Month Follow up: A Phase 2 Study of Nivolumab in Patients with Relapsed/Refractory Classical Hodgkin Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies: Emerging Immunotherapy Approaches in Hodgkin Lymphoma",
    "topics": [
        "follow-up",
        "hodgkin's disease",
        "nivolumab",
        "autologous stem cell transplant",
        "chlorambucil",
        "adverse event",
        "disease progression",
        "infusion procedures",
        "allogeneic stem cell transplant",
        "arthralgia"
    ],
    "author_names": [
        "John M. Timmerman, MD",
        "Andreas Engert, MD",
        "Anas Younes, MD",
        "Armando Santoro",
        "Philippe Armand, MD PhD",
        "Michelle A Fanale, MD",
        "Graham P. Collins, MD PhD",
        "Voravit Ratanatharathorn, MD",
        "John Kuruvilla, MD",
        "Jonathon B. Cohen, MD",
        "Kerry J Savage, MD",
        "Marek Trneny",
        "Jan Paul De Boer, MD PhD",
        "Margaret A. Shipp, MD",
        "Scott J Rodig",
        "Kazunobu Kato, MD",
        "Anne Sumbul",
        "Stephen Ansell, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology & Oncology, University of California, Los Angeles, Los Angeles, CA "
        ],
        [
            "Department I of Internal Medicine and German Hodgkin Study Group (GHSG), University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Humanitas University and Humanitas Research Hospital, Milano, Italy "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Oxford Cancer and Haematology Centre, Churchill Hospital, Oxford, United Kingdom "
        ],
        [
            "Division of Oncology, Karmanos Cancer Institute/Wayne State University School of Medicine, Detroit, MI "
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Winship Cancer Institute, Emory University, Atlanta, GA "
        ],
        [
            "Centre for Lymphoid Cancer, BC Cancer Agency, Vancouver, Canada "
        ],
        [
            "First Dep. of Medicine, Charles University and General University, Prague, Czech Republic "
        ],
        [
            "Netherlands Cancer Institute, Amsterdam, Netherlands "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Pathology, Dana-Farber/Harvard Cancer Center, Boston, MA "
        ],
        [
            "Bristol-Myers Squibb, Princeton, NJ "
        ],
        [
            "Bristol-Myers Squibb, Princeton, NJ "
        ],
        [
            "Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "34.06447539999999",
    "first_author_longitude": "-118.44622015",
    "abstract_text": "Introduction: Nivolumab, a fully human IgG4 monoclonal antibody targeting programmed death receptor-1, has recently been FDA approved for classical Hodgkin lymphoma (cHL) that has relapsed or progressed after autologous stem cell transplantation (ASCT) and post-transplantation brentuximab vedotin (BV). CheckMate 205 (NCT02181738) is a phase 2, international, multicohort study evaluating nivolumab monotherapy in patients with cHL after failure of ASCT. At minimum 6 months' follow-up of Cohort B (205B) which included patients who had received BV after disease recurrence following ASCT, objective response rate (ORR) per independent radiologic review committee (IRRC) was 66% and 6-month progression-free survival (PFS) was 77%, with an acceptable safety profile (Younes et al. Lancet Oncol 2016; Jul 20 [Epub ahead of print]). Here we report outcomes with longer follow-up (minimum 12-month follow-up) in 205B. Primary results from Cohort A, which enrolled patients who relapsed after ASCT but were BV-naïve, will also be presented for the first time as data were not available at time of abstract submission. Methods: CheckMate 205 was designed to evaluate the efficacy and safety of nivolumab monotherapy in patients with cHL who relapsed after ASCT in 3 cohorts: 205A (BV-naive patients; n = 63); 205B (BV after failed ASCT; n = 80); 205C (BV at any time prior to study drug; n = 100). Nivolumab was given at 3 mg/kg intravenously every 2 weeks until disease progression or unacceptable toxicity in 205A and 205B. The primary endpoint was IRRC-assessed ORR. Results: 80 patients were treated in Cohort 205B; the median age was 37 years (range 18-72). Patients had received a median of 4 prior regimens (range 3-15). At data cut-off (April 2016) with median duration of follow-up of 15.4 months (range 1.9-18.5), 43 patients (54%) still remained on therapy. IRRC-assessed ORR for patients in 205B was 68% (95% confidence interval [CI], 56%, 78%). CR and partial response (PR) rates per IRRC were 8% (3%, 16%) and 60% (48%, 71%), respectively. With longer follow-up, the median duration of response was prolonged to 13.1 months (95% CI, 8.7, not reached; range, 0.0+, 14.2+). The median duration of CR (DOCR) was not reached (95% CI, 4.6, not available [NA]; range, 0.7+, 10.4+) and the median duration of PR was 13.1 months (95% CI, 7.79, NA; range, 0.0+, 13.4+) (Table 1). IRRC median PFS was 14.8 months (95% CI, 11.3 months, NA); 12-month PFS was 54.6% (95% CI, 40.9%, 66.4%), and 12-month overall survival (OS) was 94.9% (median OS not reached). Of 37 patients (46%) who discontinued nivolumab, the most common reasons were disease progression (n = 19 [24%]), allogeneic stem cell transplant (n = 7 [9%]) and adverse events (n = 5 [6%]). Seventy-four patients (93%) had drug-related adverse events (AEs) of any grade. The most common drug-related AEs were fatigue (28%), infusion reaction (20%), arthralgia (15%), and rash (15%). 29% of patients had Grade 3-4 drug-related AEs; the most common were increased lipase (8%), neutropenia (5%), and increased aspartate aminotransferase (4%). The most common serious AEs were pyrexia, pneumonia, tumor progression, arrhythmia, infusion reaction, and meningitis (≤4% each). Conclusions: In this report with extended 12-month follow-up, longer remissions are noted following nivolumab monotherapy in relapsed cHL, including durable PRs in heavily pretreated patients. Nivolumab has an acceptable safety profile, similar to previously reported. Primary results following nivolumab monotherapy in BV-naïve patients with cHL who progressed after ASCT (Cohort 205A) will also be presented at the meeting. Study funding: Study funded by Bristol-Myers Squibb. Professional writing assistance was provided by K. Jesien of Caudex and funded by Bristol-Myers Squibb. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Timmerman: Seattle Genetics, Genmab, Celgene: Consultancy, Honoraria; Bristol-Myers Squibb, Kite Pharma, Valor Biopharmaceuticals, Janssen: Research Funding. Engert: Takeda, BMS: Consultancy, Honoraria, Research Funding. Armand: Bristol-Myers Squibb: Consultancy, Research Funding; Pfizer: Research Funding; Roche: Research Funding; Infinity Pharmaceuticals: Consultancy; Merck: Consultancy, Research Funding; Sequenta Inc: Research Funding. Collins: Takeda: Consultancy, Honoraria, Speakers Bureau. Kuruvilla: Roche Canada: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria; Amgen: Honoraria; Merck: Honoraria; BMS: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; Lundbeck: Honoraria. Cohen: Millennium/Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Infinity: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmacyclics: Consultancy, Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Research Funding. Trneny: Roche, Celgene, Takeda, Janssen, Gilead, Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche, Celgene: Research Funding. De Boer: NKI-AVL: Employment. Shipp: Cell Signaling: Honoraria; Merck, Gilead, Takeda: Other: Scientific Advisory Board; Bayer: Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding. Rodig: Bristol-Myers Squibb: Honoraria, Research Funding; Perkin Elmer: Membership on an entity's Board of Directors or advisory committees. Kato: Bristol-Myers Squibb: Employment. Sumbul: Bristol-Myers Squibb: Employment. Ansell: BMS, Seattle Genetics, Merck, Celldex and Affimed: Research Funding."
}