{
    "doi": "https://doi.org/10.1182/blood.V110.11.4040.4040",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1016",
    "start_url_page_num": 1016,
    "is_scraped": "1",
    "article_title": "Muc1 Expression Identifies Human Self-Renewing Stem/Progenitor Populations and Is Elevated in AML CD34+ Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "adhesions",
        "beta catenin",
        "bone marrow",
        "cd34 antigens",
        "cd38",
        "coculture techniques",
        "cytokine",
        "epithelial cells",
        "hypoxia inducible factor 1, alpha subunit",
        "membrane glycoproteins"
    ],
    "author_names": [
        "Szabolcs Fatrai",
        "Simon M.G.J. Daenen",
        "Edo Vellenga",
        "Jan J. Schuringa"
    ],
    "author_affiliations": [
        [
            "Hematology, University Medical Ceter Groningen (UMCG), Groningen, Netherlands"
        ],
        [
            "Hematology, University Medical Ceter Groningen (UMCG), Groningen, Netherlands"
        ],
        [
            "Hematology, University Medical Ceter Groningen (UMCG), Groningen, Netherlands"
        ],
        [
            "Hematology, University Medical Ceter Groningen (UMCG), Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.22097399999999",
    "first_author_longitude": "6.5770261",
    "abstract_text": "Mucin1 (Muc1) is a membrane glycoprotein which is expressed on most of the normal secretory epithelial cells as well as on hematopoietic cells. It is involved in migration, adhesion and intracellular signalling. Muc1 can be cleaved close to the membrane-proximal region, resulting in an intracellular Muc1 that can associate with or activate various signalling pathway components such as b-catenin, p53 and HIF1a. Based on these properties, Muc1 expression was analysed in human hematopoietic stem/progenitor cells. Muc1 mRNA expression was highest in the immature CD34 + /CD38 − cells and was reduced upon maturation towards the progenitor stage. Cord blood (CB) CD34 + cells were sorted into Muc1 + and Muc1 − populations followed by CFC and LTC-IC assays and these experiments revealed that the stem and progenitor cells reside predominantly in the CD34 + /Muc1 + fraction. Importantly, we observed strongly increased Muc1 expression in the CD34 + subfraction of AML mononuclear cells. These results tempted us to further study the role of Muc1 overexpression in human CD34 + stem/progenitor cells. Full-length Muc1 (Muc1F) and a Muc1 isoform with a deleted extracellular domain (DTR) were stably expressed in CB CD34 + cells using a retroviral approach. Upon coculture with MS5 bone marrow stromal cells, a two-fold increase in expansion of suspension cells was observed in both Muc1F and DTR cultures. In line with these results, we observed an increase in progenitor counts in the Muc1F and DTR group as determined by CFC assays in methylcellulose. Upon replating of CFC cultures, Muc1F and DTR were giving rise to secondary colonies in contrast to empty vector control groups, indicating that self-renewal was imposed on progenitors by expression of Muc1. A 3-fold and 2-fold increase in stem cell frequencies was observed in the DTR and Muc1F groups, respectively, as determined by LTC-IC assays. To determine whether the above mentioned phenotypes in MS5 co-cultures were stroma-dependent, we expanded Muc1F and DTR-transduced cells in cytokine-driven liquid cultures. However, no proliferative advantage or increase in CFC frequencies was observed suggesting that Muc1 requires bone marrow stromal cells. In conclusion, our data indicate that HSCs as well as AML cells are enriched for Muc1 expression, and that overexpression of Muc1 in CB cells is sufficient to increase both progenitor and stem cell frequencies."
}