{
    "doi": "https://doi.org/10.1182/blood.V120.21.4562.4562",
    "article_title": "The Common Deleted Region in the Short ARM of Chromosome 17 in CLL Includes the MAP2K4 GENE ",
    "article_date": "November 16, 2012",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Abstract 4562 As part of a preliminary study, we show the advantages of whole genome screening of CLL patient samples and highlight several issues. Firstly, 17p rearrangements appear to be far more complex than a simple loss of TP53; secondly, commercially available TP53 FISH probe sets may miss important genetic events for a significant number of CLL patients. Finally we show the possible role of the tumour suppressor MAP2K4 in the pathogenesis of CLL. Specific genome aberrations are recognised prognostic factors in CLL. FISH based genome risk stratifications have been used in clinical decision-making for over a decade. However molecular karyotyping is gaining acceptance as an alternative that not only overcomes the limitations of FISH but also provides a comprehensive whole genome scan. Indeed, several recent studies (Rinaldi et al., BJH 2011, Parker et al., Leukemia 2011, Quilette et al, Blood 2011) using different array platforms have revealed novel clinically relevant cryptic genome aberrations. Here we compare FISH and molecular karyotyping data of 50 diagnostic and 26 follow up samples from CLL patients. Since the loss of the TP53 gene was associated with resistance to chemotherapy, a short survival and a poor prognosis (Dohner et al, NEJM, 2000) CLL patients are routinely screened by FISH to assess its presence. Here we present 6 cases out of the 76 (5 presentation and 1 follow up), that have a deletion of the short arm of chromosome 17 (17p) by whole genome scanning with the 8×60K Agilent array platform. In 4 of the 6 cases the genome loss involved nearly the entire 17p and as expected, they were shown to carry TP53 deletion, when tested by commercial FISH probes. The remaining two cases were found to carry much smaller deletions of 17p. In one of these aCGH found a 5Mb loss within the 17p13.1 cytoband, at address chr17: 10.2–15.2. This region houses many genes, including MAP2K4, but does not include the TP53 (genome address hg19 chr17: 7.57–7.59), although FISH with commercial probes indicated TP53 loss. In the second case, the aCGH analysis identified a cryptic 120Kb loss housing the entire MAP2K4 at 17p12. As expected, commercial FISH probe analysis failed to detect any TP53 changes. However, FISH screening with BACs probes RP11–170H18 (covering the MAP2K4) and RP11–89D11 (TP53) confirmed the array results in both cases. The tumour suppressor gene MAP2K4 (mitogen-activated protein kinase kinase 4) was revealed by our aCGH study to represent the common deleted region in all cases with 17p loss. It was identified in 6 out of 76 CLL samples (8%) by the 60K genomic arrays. MAP2K4 is a putative tumor suppressor gene frequently found to be deleted in various cancer types, including solid tumors, ovarian and breast cancer (Teng DH, et al Cancer Res 1997, Davis SJ, et al BMC Cancer 2011), but to our knowledge has not been described in hematological malignancy. Further work is required to assess the frequency, type and clinical relevance of the genetic aberrations within the short arm of chromosome 17 in CLL patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "arm of chromosome",
        "array-based comparative genomic hybridization",
        "breast cancer",
        "cancer",
        "chemotherapy regimen",
        "chromosome 17p deletion",
        "fluorescent probes",
        "follow-up",
        "genes",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Julie Howard-Reeves",
        "Diana Brazma, Dr",
        "Phaidra Partheniou",
        "Katya Gancheva",
        "Paul Kotzampaltiris",
        "Colin Grace, PhD",
        "Elisabeth Nacheva, MD, PhD, FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Julie Howard-Reeves",
            "author_affiliations": [
                "Academic Haematology, UCL Medical School, Royal Free Campus, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Diana Brazma, Dr",
            "author_affiliations": [
                "Academic Haematology, Molecular Cytogenetics Laboratory, UCL Med School, Royal Free Campus, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phaidra Partheniou",
            "author_affiliations": [
                "Academic Haematology, Molecular Cytogenetics Laboratory, UCL Cancer Institute, Royal Free Campus, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katya Gancheva",
            "author_affiliations": [
                "Academic Haematology, Molecular Cytogenetics Laboratory, UCL Cancer Institute, Royal Free Campus, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Kotzampaltiris",
            "author_affiliations": [
                "Haematology, Molecular cytogenetics, Royal FreeFoundation NHS Trust, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colin Grace, PhD",
            "author_affiliations": [
                "Academic Hematology, Molecular Cytogenetics Laboratory, UCL Med School, Royal Free Campus, London, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Nacheva, MD, PhD, FRCPath",
            "author_affiliations": [
                "Academic Hematology, Royal Free & Univ. College London, London"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T18:42:25",
    "is_scraped": "1"
}