{
    "doi": "https://doi.org/10.1182/blood.V106.11.2217.2217",
    "article_title": "Implications of RA-Induced CD38 Antigne in IFN gamma and IL-1 beta Induced Apoptosis of Endothelial Cells and Development of Retinoic Acid Syndrome. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Differentiation therapy of acute promyelocytic leukemia with all- trans retinoic acid (RA) represents a major advance in the treatment of myeloid leukemia. Despite high remission rates, treatment with RA is associated with the development of a unique constellation of syndromes collectively referred to as ’retinoic acid syndrome’ (RAS). RAS is characterized by fever, dyspnea, weight gain, pulmonary edema, pulmonary infiltrates, pleural and pericardial effusions, episodic hypotension, and acute renal failure, which often lead to a fatal outcome if left uncontrolled. The molecular mechanisms underlying the development of RAS, particularly the events that lead to apoptosis of endothelial cells during RAS development, remain elusive. Here, we report that RA could induce gene expressions of interferon (IFN) gamma and IL-1 beta in the peripheral blast cells of APL samples. By using human umbilical cord endothelial cells (HUVECs) and human lung microvascular endothelial cells (HLMVECs) in vitro , we observed that IFN gamma in combination with IL-1 beta exerted synergistic effect in inducing apoptosis of endothelial cells. In addition, RA treatment up-regulated the expression of CD38 antigen, an ectoenzyme involved in the metabolism of two calcium messengers, the cADPR and NAADP. RA-induced CD38 expression promoted intense attachment of maturing APL cells to the endothelial cells. Experimental data demonstrate that endothelial cells when treated with IFN gamma (10ng/ml) and IL-1 beta (10ng/ml) together undergo significant apoptosis with caspase 8 activation and CD38 expression. To our knowledge, this is the first report that demonstrates the regulation of IFN gamma gene expression in APL cells in response to RA treatment and the combined effect of cytokines and CD38 in driving endothelial cell into apoptosis. These events suggest a link between RA treatment and the development of retinoic acid syndrome and thus may offer novel approaches for controlling the development of RAS in APL patients.",
    "topics": [
        "apoptosis",
        "cd38",
        "endothelial cells",
        "interleukin-1",
        "retinoic acid syndrome",
        "weight gain",
        "acute promyelocytic leukemia",
        "calcium",
        "caspase-8",
        "cytokine"
    ],
    "author_names": [
        "Yin Gao, PhD",
        "Kapil Mehta, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yin Gao, PhD",
            "author_affiliations": [
                "Department of Experimental Therapeutics, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kapil Mehta, PhD",
            "author_affiliations": [
                "Department of Experimental Therapeutics, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T15:38:15",
    "is_scraped": "1"
}