{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3337.3337",
    "article_title": "Inducible MyD88/CD40 (iMC) Costimulation Enhances Polyclonal Epstein-Barr Virus-Specific Cytotoxic T Lymphocyte (EBV-CTL) Proliferation and Anti-Tumor Activity ",
    "article_date": "December 7, 2017",
    "session_type": "801. Gene Therapy and Transfer: Poster II",
    "abstract_text": "Introduction: Adoptive T cell transfer with antigen-specific cytotoxic T lymphocytes (CTLs) have shown promise for the treatment of cancer. Antitumor efficacy correlates with T cell expansion and persistence following infusion, suggesting that enhancing T cell proliferation and survival may increase the potency of T cell therapies. Here, we demonstrate that genetic modification of EBV-specific T cells with inducible MyD88/CD40 (iMC) provides user-controlled costimulation that amplifies IL-2 production, CTL proliferation and cytotoxicity against EBV-transformed B cells, suggesting that iMC may be used to augment EBV-CTL against EBV-associated malignancies. Methods: Peripheral blood mononuclear cells (PBMCs) from healthy donors were used to generate EBV lymphoblastoid cells (LCLs) by transforming B cells with B95-8 virus. EBV-CTL were subsequently generated by stimulating PBMCs with irradiated (40 Gy) autologous LCLs at a T cell to LCL ratio of 40:1 (day 0) and then subsequently expanded for an additional 2 weeks by restimulation (4:1 CTL:LCL ratio) in the presence of 50 U/ml IL-2. EBV-CTL were then transduced with bicistronic retroviral vectors encoding iMC and truncated CD19 (ΔCD19) (SFG-iMC-ΔCD19) or a control vector lacking the MC costimulatory domains (SFG-FKBP-ΔCD19). EBV specificity and transduction efficiency of EBV-CTL was assessed by EBV-specific dextramers and CD3 + CD19 + expression by flow cytometry, respectively. In vitro antitumor activity and T cell proliferation was measured using a 7 day live cell imaging (IncuCyte) coculture assays with transduced EBV-CTL and autologous or HLA-disparate LCL with or without 1 nM rimiducid to activate the iMC costimulatory molecule at effector to target (E:T) ratios of 40:1, 20:1, and 10:1. Cytokine production was measured by ELISA. Results: EBV-CTL were successfully generated from EBV-seropositive donors and demonstrated specificity against EBV lytic antigens (EBNA3A; BZLF1) and showed specific recognition of autologous EBV-LCL, but not HLA-mismatched LCL. EBV-CTL were also efficiently transduced with iMC and control (FKBP) retroviral vectors (93% and 82%, respectively). Cytokine production (IL-2 and IL-6) by gene-modified EBV-CTL targeting autologous LCL was significantly enhanced by iMC activation with rimiducid (48-fold increase compared to FKBP-ΔCD19-transduced EBV-CTL and iMC-ΔCD19-transduced EBV-CTLs without rimiducid stimulation). In vitro live cell imaging demonstrated at high E:T ratios (40:1) that EBV-CTLs efficiently killed matched LCLs. However, at lower E:T ratios (20:1 and 10:1), only EBV-CTLs transduced with iMC-ΔCD19 and stimulated with rimiducid were able to control LCL outgrowth over 7 days, showing a 10-fold increase inhibition in tumor growth. Conclusion: iMC provides a flexible, costimulatory module that can be used to enhance EBV-specific CTL to increase anti-tumor activity. Activation of iMC with rimiducid, in combination with recognition of cognate EBV antigens, induces IL-2 production and promotes CTL proliferation and survival. These data suggest that genetic modification of EBV-CTL, or other virus or tumor-associate antigen-specific T cells, including tumor infiltrating lymphocytes (TILs), with iMC may provide necessary costimulation on demand to increase T cell proliferation and persistence leading to increased anti-tumor efficacy. Disclosures Khalil: Bellicum Pharmaceuticals: Employment. Yvon: Bellicum Pharmaceuticals: Equity Ownership. Mahendravada: Bellicum Pharmaceuticals: Employment. Spencer: Bellicum Pharmaceuticals: Employment, Equity Ownership, Other: stockholders . Foster: Bellicum Pharmaceuticals: Employment, Other: stockholders .",
    "topics": [
        "cd40 antigens",
        "herpesvirus 4, human",
        "lymphocyte costimulation",
        "myd88 gene",
        "neoplasms",
        "t-lymphocytes, cytotoxic",
        "viruses",
        "aldesleukin",
        "antigens",
        "tacrolimus binding proteins"
    ],
    "author_names": [
        "Mariam Khalil",
        "Eric Yvon, S.",
        "Aruna Mahendravada",
        "David M. Spencer",
        "Aaron Foster"
    ],
    "author_dict_list": [
        {
            "author_name": "Mariam Khalil",
            "author_affiliations": [
                "Bellicum Pharmaceuticals, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eric Yvon, S.",
            "author_affiliations": [
                "Bellicum Pharmaceuticals, Inc, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aruna Mahendravada",
            "author_affiliations": [
                "Bellicum Pharmaceuticals, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Spencer",
            "author_affiliations": [
                "Bellicum Pharmaceuticals, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron Foster",
            "author_affiliations": [
                "Bellicum Pharmaceuticals, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:50:35",
    "is_scraped": "1"
}