{
    "doi": "https://doi.org/10.1182/blood.V128.22.3785.3785",
    "article_title": "Novel Approach to Management of Localised Intravascular Coagulopathy in Extensive Low Flow Venous Malformations Using Rivaroxaban ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "abstract_text": "Introduction: Extensive low flow venous malformations, such as Klippel Trenaunay Syndrome (KTS), are rare conditions. Abnormal blood flow in these structures leads to activation of coagulation, sometimes referred to as localised intravascular coagulopathy (LIC). This results in spontaneous, sometimes painful , thrombus formation and fibrinolysis as indicated by raised D-dimer levels. In some cases the LIC can be so severe that it leads to a consumptive coagulopathy with bleeding complications. It is important to assess for this, particularly as many of these patients undergo corrective surgeries. It has been noted that low fibrinogen and, more recently, low FXIII levels correlate with severity of LIC and bleeding risk in these cases while other coagulation factors and platelet counts seem to be unaffected. There is very little published evidence to help with antithrombotic and haemostatic management of these rare and complex patients. Anticoagulation with low-molecular-weight heparin (LMWH) has been used to reduce LIC and consumptive coagulopathy on a case-by-case basis to either manage thrombotic events or reduce bleeding risk. The main issues with long term use of LMWH are that it can result in reduction of bone density and impact on quality of life due to requirement for daily administration of subcutaneous injections. An oral agent would be preferable but vitamin K antagonists, such as warfarin, have been found to be not as effective. Direct oral anticoagulants (DOACs) are being increasingly used as an alternative anticoagulant in more common conditions, such as atrial fibrillation and venous thromboembolism. These could be a potential alternative in this rare group of patients. Aims: We present the use of direct oral factor Xa inhibitor rivaroxaban (off-label) as a novel treatment option for LIC and consumptive coagulopathy in three patients with extensive low flow venous malformations. Serial measurements of D-dimer, fibrinogen and factor XIII levels were used as surrogate markers for the severity of LIC. Methods: Patients managed with rivaroxaban at our tertiary centre were identified retrospectively by the lead consultant. All had a diagnosis of extensive venous malformation with laboratory features of LIC, defined by at least one of the following parameters: high D-dimer levels, low fibrinogen (Clauss), low FXIII levels with the latter only being monitored for the last two years since its clinical significance was realised. Case notes and laboratory results were reviewed. Results: Three patients fulfilled the inclusion criteria (Table 1). Mean age was 29 years. Two cases had KTS, the third had an extensive low flow venous malformation on the back. All cases received prior LMWH. Rivaroxaban (10-20mg once daily) was administered for between 6 weeks and 23 months. In all patients there was an improvement in laboratory parameters (Table 1). D-dimer levels were reduced by 66, 97 and 69% (Cases 1 - 3 respectively). A low fibrinogen increased by 1.1, 0.5 and 0.6 g/L on rivaroxaban (Cases 1 - 3 respectively), with all patients maintaining a level above 1 g/L. Results for FXIII were only available for Case 3: the level more than doubled on rivaroxaban treatment.All patients had a normal platelet count. In addition good clinical response was observed in the two patients with painful phleboliths and venous thromboembolism.No adverse effects were seen in this small cohort. Conclusions: This is the first case series reporting the successful use of rivaroxaban in extensive low flow venous malformations for the management of LIC and consumptive coagulopathy. Our findings suggest that this novel approach can provide good control of laboratory parameters and clinical symptoms and is more convenient for patients. The optimal dose and duration of therapy remains to be defined. In light of these findings other DOACs may also have a role in the treatment of these conditions. View large Download slide View large Download slide  Close modal Disclosures Mathias: Bayer: Speakers Bureau. Drebes: Bayer: Consultancy; Bayer: Other: Educational Grant.",
    "topics": [
        "blood coagulation disorders",
        "congenital anomaly of vein",
        "rivaroxaban",
        "disseminated intravascular coagulation",
        "fibrin fragment d substance",
        "low-molecular-weight heparin",
        "direct oral anticoagulants",
        "hypofibrinogenemia",
        "pain",
        "thrombus"
    ],
    "author_names": [
        "Catriona E Mactier",
        "Mary Mathias",
        "Anja B Drebes"
    ],
    "author_dict_list": [
        {
            "author_name": "Catriona E Mactier",
            "author_affiliations": [
                "Katharine Dormandy Haemophilia and Thrombosis Centre, Royal Free London NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mary Mathias",
            "author_affiliations": [
                "Katharine Dormandy Haemophilia and Thrombosis Centre, Royal Free London NHS Foundation Trust, London, United Kingdom ",
                "Haemophilia Comprehensive Care Centre, Great Ormond Street Hospital, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja B Drebes",
            "author_affiliations": [
                "Katharine Dormandy Haemophilia and Thrombosis Centre, Royal Free London NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:41:49",
    "is_scraped": "1"
}