{
    "doi": "https://doi.org/10.1182/blood.V104.11.3423.3423",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=110",
    "start_url_page_num": 110,
    "is_scraped": "1",
    "article_title": "Disturbed Regulation and Activity of PI 3-Kinase Activity Due to Enhanced Lyn Kinase but Decreased Ship-1 and Gab2 Levels in Patients with Myelodysplastic Syndrome. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "myelodysplastic syndrome",
        "phosphotransferases",
        "ships",
        "granulocyte colony-stimulating factor receptors",
        "tyrosine",
        "granulocyte colony-stimulating factor",
        "phosphoric monoester hydrolases",
        "proto-oncogene proteins c-akt",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Daniel W. Lee, MD",
        "Quan-Sheng Zhu, MD, PhD",
        "Gus Zamora, BS",
        "Ogonna Nwawka, BS",
        "Elizabeth J. Shpall, MD",
        "Steven K. Kornblau, MD",
        "Seth J. Corey, MD, MPH"
    ],
    "author_affiliations": [
        [
            "Pediatrics, UT-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Pediatrics, UT-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Pediatrics, UT-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Pediatrics, UT-MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Pediatrics, UT-MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.707865599999995",
    "first_author_longitude": "-95.39779999999999",
    "abstract_text": "Myelodysplastic Syndrome (MDS) results from ineffective hematopoiesis characterized by peripheral cytopenia(s) and hypercellular bone marrow. Both enhanced proliferation and accelerated apoptosis are hallmarks of the early phases of MDS, while the latter phases are characterized by diminished apoptosis and the accumulation of blasts. The genetic and biochemical basis of this clonal disorder is poorly understood; cell lines and mouse models are few and incomplete. We propose that patients with Severe Congenital Neutropenia who have a ten thousand-fold risk of developing MDS/AML provide a well-defined entity to study the signaling dysfunction in MDS. Almost all of these patients have a truncated G-CSF Receptor. We then compared Ba/F3 cells expressing either the full-length or the truncated G-CSF Receptor. Stimulation with G-CSF led to sustained Lyn tyrosine kinase activity. Altered PI 3-kinase signaling was evidenced by enhanced and sustained Akt serine kinase activity with diminished tyrosine phosphorylation of the adaptor molecule Gab2 and the inositol phosphatase SHIP-1. Furthermore, an in vitro lipid phosphatase assay showed decreased SHIP activity in cells expressing truncated G-CSF Receptor following G-CSF stimulation. Both Gab2 and SHIP-1 critically regulate PI 3-kinase activity in hematopoietic cells. We next sought to corroborate these findings in primary hematopoietic cells from adult patients with MDS. Biochemical analysis of CD3/CD19 depleted bone marrow mononuclear cells from patients with mid- to late-stage MDS revealed similar findings: increased tyrosine phosphorylation of the activated form of Lyn (of 13 specimens, 10 demonstrated 2 to 30-fold increase by western blotting when compared to CD34+ cells from umbilical cord blood), increased serine and threonine phosphorylation of Akt (8/10 specimens), and decreased tyrosine phosphorylation of Gab2 (6/6) and SHIP-1 (9/9). Importantly, decreased total protein levels of Gab2 and SHIP-1 accounted for their decreased tyrosine phosphorylation. Real-time PCR studies confirmed expression of Gab2 and SHIP-1 in MDS patients, but the level of SHIP-1 transcripts was ~40% less than that in CD34+ cells. Short-SHIP (SIP110), a 104 kDa form of SHIP-1 that lacks the SH2 domain and is expressed only in embryonic stem cells and hematopoietic stem cells, was not identified by RT-PCR in MDS mononuclear cells, and hence, it could not substitute for SHIP-1 deficiency. Ongoing studies are examining hypermethylation state of these genes and their sensitivity to azacytidine. Altogether, these findings suggest that enhanced proliferation and diminished apoptosis may be due to changes in PI 3-kinase regulation and activity in some patients with MDS, which is consistent with both cell lines expressing the truncated G-CSF Receptor and the SHIP−/ −, PTEN+/− mouse model for MDS ( Blood  103 : 4503 , 2004 )."
}