{
    "doi": "https://doi.org/10.1182/blood.V124.21.351.351",
    "article_title": "The Microanatomy of the Leukemic Stem Cell Niche in Murine Chronic Myelogenous Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Pathogenic Bone Marrow Microenvironments",
    "abstract_text": "Objectives and background: Constituents of the bone marrow microenvironment (BMM) influence the proliferation, differentiation and location of hematopoietic stem and progenitor cells (HSPC). Dependent on their maturation stage, different subsets of HSPC are localized at distinct sites in the BMM. This location depends on HSPC-intrinsic, as well as HSPC-extrinsic factors. The BMM protects leukemic stem cells (LSC) from treatment with tyrosine kinase inhibitors or chemotherapy. We, therefore, investigated the microanantomy of the LSC niche hypothesizing that it may differ from the normal HSPC niche. Methods: We used a combination of confocal and 2-photon intravital microscopy (IVM) of the murine calvarium and well-described retroviral models of BCR-ABL1 + chronic myelogenous leukemia (CML) and B-cell acute lymphoblastic leukemia (B-ALL). Results: We show here that BCR-ABL1 + Lin – c-Kit + Sca-1 + (LKS) CD150 + CD48 – (LKS SLAM) cells, which harbor the LSC fraction in the CML model, homed to locations further away from the endosteum than their normal counterparts. Prior in-vitro treatment of BCR-ABL1 + LKS with imatinib mesylate, considered standard of care in CML, reversed this phenotype and the cells were found closer to the endosteum. Native BCR-ABL1, as well as the imatinib-resistant BCR-ABL1 point mutants BCR-ABL1 Y253F , BCR-ABL1 E255K , BCR-ABL1 T315I and BCR-ABL1 M351T had similar intrinsic catalytic activity, but the BCR-ABL1 Y253F , BCR-ABL1 E255K , and BCR-ABL1 T315I mutants increased the IL-3-independent proliferative capacity of 32D cells relative to native BCR-ABL1 . BCR-ABL1 Y253F and BCR-ABL1 M351T caused increased transformation of primary BM B-lymphoid progenitors in vitro and led to accelerated induction of B-ALL in mice. In the CML model, BCR-ABL1 Y253F and BCR-ABL1 T315I induced myeloproliferative neoplasia with shortened survival and features of accelerated phase disease compared to native BCR-ABL1, whereas BCR-ABL1 T315I LKS cells homed closer to osteoblastic cells than LKS cells expressing native BCR-ABL1 . Sequential in vivo tracking of leukemic progenitor growth by IVM showed a similar nadir in the number of cells per leukemic cell ‘nest’ 11 days after irradiation and IV transplantation in recipients of DsRed + BCR-ABL1 + or empty vector control-transduced bone marrow. However, between days 18-25 after transplantation there was a significant increase in the number of cells per leukemic cell ‘nest’ compared to the empty vector control group. Sequential immunohistochemistry and TUNEL assays of leukemic bone sections in imatinib- or vehicle-treated recipient mice with CML showed that initial BCR-ABL1 + growth tends to occur at locations further away from the endosteum, whereas erythroid islands were found closer to the endosteum and trabeculae. Apoptosis in response to imatinib appeared most prominent in the metaphysis. Lastly, we could demonstrate by IVM in the CML model that treatment of mice with a combination of imatinib plus granulocyte colony-stimulating factor led to ‘emptying’ of the LSC niche and superior eradication of BCR-ABL1 + leukemic cells compared to treatment with imatinib alone. Conclusions: In summary, these data suggest that the microanatomy of the LSC niche in CML differs from the normal hematopoietic niche. BCR-ABL1 mutation status may affect the positioning of CML LSC in the microenvironment, and location in the niche may be altered pharmacologically, suggesting that niche location may influence clinical outcome. Disclosures Krause: Glycomimetics. Inc.: Research Funding.",
    "topics": [
        "burkitt's lymphoma",
        "histology",
        "leukemia, myelocytic, chronic",
        "leukemic hematopoietic stem cell",
        "mice",
        "imatinib mesylate",
        "leukemia, b-cell, acute",
        "leukemic cells",
        "transplantation",
        "accelerated phase"
    ],
    "author_names": [
        "Melanie Meister",
        "Joel A Spencer, PhD",
        "Juwell Wu",
        "Cher Zhao",
        "Lymperi Stefania, PhD",
        "Francesca Ferraro, MD",
        "Cristina Lo Celso, PhD",
        "David T. Scadden, MD",
        "Richard A. Van Etten, MDPhD",
        "Charles Lin, PhD",
        "Daniela S. Krause, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Melanie Meister",
            "author_affiliations": [
                "Georg-Speyer-Haus, Frankfurt am Main, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joel A Spencer, PhD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juwell Wu",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cher Zhao",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lymperi Stefania, PhD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Ferraro, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Lo Celso, PhD",
            "author_affiliations": [
                "Imperial College London, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David T. Scadden, MD",
            "author_affiliations": [
                "Harvard Stem Cell Institute, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Van Etten, MDPhD",
            "author_affiliations": [
                "University of California, Irvine, Irvine, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Lin, PhD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela S. Krause, MD",
            "author_affiliations": [
                "Georg-Speyer-Haus, Frankfurt am Main, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T21:39:51",
    "is_scraped": "1"
}