{
    "doi": "https://doi.org/10.1182/blood.V110.11.1858.1858",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=895",
    "start_url_page_num": 895,
    "is_scraped": "1",
    "article_title": "Venous Thromboembolic Risk and Suboptimal Prophylaxis in the US Acute Hospital Care Setting: Findings from the ENDORSE Study. ",
    "article_date": "November 16, 2007",
    "session_type": "Antithrombotic Therapy",
    "topics": [
        "endorse trial",
        "hospital care",
        "thromboembolism",
        "venous thromboembolism",
        "surgical procedures, operative",
        "acute care",
        "anticoagulants",
        "hemorrhage",
        "medical history",
        "venous thrombosis"
    ],
    "author_names": [
        "Victor F. Tapson",
        "Alexander T. Cohen",
        "Jean-Francois Bergmann",
        "Samuel Goldhaber",
        "Ajay K. Kakkar",
        "Frederick A. Anderson"
    ],
    "author_affiliations": [
        [
            "Duke University Medical Center, Durham, USA"
        ],
        [
            "King’s College Hospital, London, United Kingdom"
        ],
        [
            "Hôpital Lariboisière Clinique Thérapeutique, Paris, France"
        ],
        [
            "Brigham and Women’s Hospital, Boston, USA"
        ],
        [
            "Barts and the London School of Medicine, London, United Kingdom",
            "Thrombosis Research Institute, London, United Kingdom"
        ],
        [
            "Center for Outcomes Research, University of Massachusetts Medical School, Worcester, USA"
        ]
    ],
    "first_author_latitude": "36.007505200000004",
    "first_author_longitude": "-78.938442",
    "abstract_text": "Introduction Estimates for patients at risk of venous thromboembolism (VTE) in US acute care hospitals total approximately 4 million surgical and 8 million medical patients annually. However, limited data are available regarding practices in VTE prevention in the acute care setting. The ENDORSE (Epidemiologic International Day for the Evaluation of Patients at Risk of Venous Thrombosis in the Acute Hospital Care Setting) study is a worldwide survey of inpatients in acute hospital care. We assessed data from US acute care hospitals to determine the prevalence of VTE risk and proportion of at-risk patients receiving prophylaxis in accordance with current ACCP guidelines. Methods During the period August 2006 to January 2007, 9257 patients were enrolled from 81 randomly-selected US acute care hospitals. All medical patients ≥40 years, surgical patients ≥18 years, or patients ≥18 years admitted for non-surgical trauma were eligible for the study. Patients admitted to an ineligible ward, with missing data, or admitted solely for the treatment of VTE were excluded from the analysis. Patient charts were reviewed during a single day, pre-defined visit, with the evaluation criteria including medical history, admission and post-admission diagnoses, type of surgery, bleeding risks, and initiation and type of prophylaxis. The ACCP consensus guidelines were used to evaluate VTE risk and prophylaxis use in enrolled patients. Results Of the 9257 study patients, 44% and 56% were surgical and medical, respectively. 78% and 52% of surgical and medical patients were judged at risk for VTE, respectively. Of these, 29% of surgical patients and 52% of medical patients failed to receive recommended types of prophylaxis (Table). Among at-risk patients who received recommended types of VTE prophylaxis, a majority received anticoagulants (90% surgical, 97% medical). Table: VTE risk and prescription of recommended types of prophylaxis in US acute care hospitals  US patients [X, range*] . At-risk for VTE [X, range*] . At-risk patients who received ACCP-recommended prophylaxis [X, range*] . *Mean and range across all 81 US hospitals All (N=9257) 5885 [64%] 3536 [60%] Surgical (N=4061) [44%,13–94] 3165 [78%, 21–100] 2244 [71%, 0–100] Medical (N=5196) [56%, 6–87] 2720 [52%, 19–100] 1292 [48%, 0–100] US patients [X, range*] . At-risk for VTE [X, range*] . At-risk patients who received ACCP-recommended prophylaxis [X, range*] . *Mean and range across all 81 US hospitals All (N=9257) 5885 [64%] 3536 [60%] Surgical (N=4061) [44%,13–94] 3165 [78%, 21–100] 2244 [71%, 0–100] Medical (N=5196) [56%, 6–87] 2720 [52%, 19–100] 1292 [48%, 0–100] View Large Conclusions These data from US acute care hospitals parallel the global ENDORSE study findings of the high prevalence of VTE risk and suboptimal provision of ACCP-recommended prophylaxis. Although a higher proportion of surgical patients were judged to be at risk of VTE, the absolute number of hospitalized medical patients was higher and half of these did not receive adequate VTE prophylaxis. Our data highlight the continued need for strategies to ensure that hospital patients at risk of VTE are identified and provided with adequate VTE prophylaxis."
}