{
    "doi": "https://doi.org/10.1182/blood-2020-138755",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4552",
    "start_url_page_num": 4552,
    "is_scraped": "1",
    "article_title": "Impact of Chronic Graft-Versus-Host Disease on Non-Relapse Mortality ",
    "article_date": "November 5, 2020",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Introduction -Chronic graft-versus-host disease (cGVHD) poses as a major late complication of hematopoietic stem cell transplantation. The role of cGVHD as a determinant in transplant-related morbidity and mortality, infectious complications, prolonged immune suppression, and impaired patient-reported quality of life has been extensively studied. Nonetheless, numerous advances in allogeneic hematopoietic stem cell transplant (allo-SCT) in recent years have expanded the indications for allo-SCT to a broader range of patients, including previously excluded older patients. However, long-term health status of older transplant recipients is poorly studied. Notably, the incidence of cGVHD may increase with age. Therefore, the development of cGVHD and the use of immunosuppressive therapy may lead to a higher degree of non-relapse mortality (NRM) in older patients. The objective of this study was to compare the NRM in both younger and older transplant recipients with and without cGVHD. Methods -We performed a retrospective cohort study of patients that underwent allo-SCT at the Ohio State University from 1999 to 2018. Data was analyzed from 1194 patients who survived or have been followed up with by at least day (d) 180 post-transplantation, among which 373 patients had developed cGVHD. Patients were grouped based on their age into a younger and older population. The older population was defined as ≥60 (N=373, 31%) with the younger population defined as <60 (N=821, 69%) years (yr) of age. NRM was defined as death unrelated to relapse, with relapsed mortality as a competing risk. A landmark analysis approach was used to study the association between the age groups to NRM, stratified by whether or not patients had developed cGVHD by d180. Fine and Gray competing risk model was used to build the multivariable regression model controlling for confounding variables, such as gender, donor type, donor source, conditioning regimen, and diagnosis. Results -The median age at allo-SCT was 53.0 yr (range: 18-76) and 61.1% were male. Acute myeloid leukemia accounted for 36.7% of transplants, followed by non-Hodgkin's lymphoma (14.8%), acute lymphoid leukemia (12.7%), and myelodysplastic syndrome (11.0%). Additionally, 58.0% received reduced-intensity conditioning regimen. The majority of stem cell donor types were match unrelated (45.3%) and match related (39.8%). Patients who had developed cGVHD by d180, regardless of age, were at higher risk of NRM compared to patients with no cGVHD (hazard ratio [HR]: 1.52, 95% confidence interval [CI]: 1.16-1.99; p=0.002). To examine the influence of age with NRM, we stratified the analysis by cGVHD status by d180. Among patients developed cGVHD by d180, in both univariable (HR 1.22, 95% CI 0.79-1.9, p=0.373) and multivariable analysis (HR: 1.17, 95% CI: 0.74-1.87; p=0.501), there was no statistically significant difference in NRM between patients ≥60 and <60 yr of age. Among patients without cGVHD by day 180, age ≥60 yr was a significant factor for increased NRM in both univariable (HR: 1.52, 95% CI 1.08-2.15; p=0.017) and multivariable (HR: 1.55, 95% CI: 1.04-2.30; p=0.031) analysis. Conclusion -This study showed that patients with cGVHD by day 180 were at higher risk for higher NRM compared to patients without cGVHD. Among cGVHD patients, there was no difference on the outcome of older patients (≥60 years old) compared to younger ones (<60 years old). This suggests that cGVHD therapy is equally tolerable among different age groups. Disclosures Chaudhry: Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees. Bumma: Sanofi: Speakers Bureau; Amgen: Speakers Bureau. Khan: Amgen: Consultancy; Janssen: Consultancy. Devarakonda: Janssen: Consultancy. Vasu: Kiadis Inc: Other: Kiadis has obtained exclusive licensing requirements from The OHio State University; Janssen: Membership on an entity's Board of Directors or advisory committees; Omeros: Membership on an entity's Board of Directors or advisory committees. Jaglowski: Novartis: Consultancy, Research Funding; Juno: Consultancy; Kite, a Gilead Company: Consultancy, Research Funding; CRISPR: Consultancy. William: Celgene: Consultancy, Honoraria; Dova: Research Funding; Guidepoint Global: Consultancy; Merck: Research Funding; Kyowa Kirin: Consultancy, Honoraria; Seattle Genetics: Research Funding; Incyte: Research Funding. Mims: Syndax Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Other: Data Safety Monitoring Board; Abbvie: Membership on an entity's Board of Directors or advisory committees; Kura Oncology: Membership on an entity's Board of Directors or advisory committees; Leukemia and Lymphoma Society: Other: Senior Medical Director for Beat AML Study; Novartis: Speakers Bureau; Agios: Consultancy. Brammer: Bristol-Myers Squibb: Research Funding; Celgene: Research Funding; Seattle Genetics: Honoraria, Speakers Bureau; Kymera: Honoraria; Verastem Oncology: Other: Travel. Saad: Magenta Therapeutics: Other: Personal Fees; Incyte Pharmaceuticals: Other: Personal Fees; Amgen: Other: research support; Kadmon: Other: research support; Orcabio: Other: research support. Efebera: Takeda: Honoraria, Speakers Bureau; Pharmacyclics: Research Funding; Celgene: Research Funding; Ohio State University: Current Employment.",
    "topics": null,
    "author_names": [
        "Justin Jiang, BS",
        "Qiuhong Zhao, MS",
        "Audrey M. Sigmund, MD",
        "Patrick Elder, MS",
        "Don M. Benson, Jr., MD PhD",
        "Ashley Rosko, MD",
        "Maria Chaudhry, MD",
        "Naresh Bumma, MD",
        "Abdullah Khan, MBBS, MSc",
        "Srinivas Devarakonda, MD",
        "Sumithira Vasu, MDMBBS",
        "Samantha Jaglowski, MD MPH",
        "Basem M. William, MDMRCP",
        "Alice S. Mims, MD",
        "Hannah Choe, MD",
        "Karilyn Larkin, MD",
        "Jonathan E. Brammer, MD",
        "Sarah A Wall, MD",
        "Nicole Grieselhuber, MD PhD",
        "Ayman Saad, MD MSc",
        "Sam Penza, MD",
        "Yvonne A. Efebera, MD MPH",
        "Nidhi Sharma, PhD"
    ],
    "author_affiliations": [
        [
            "The Ohio State College of Medicine, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ]
    ],
    "first_author_latitude": "39.99440104999999",
    "first_author_longitude": "-83.01701425"
}