{
    "doi": "https://doi.org/10.1182/blood.V108.11.5507.5507",
    "article_title": "The Relationship between Anemia and Chronic Kidney Disease (CKD) in Older Nursing Facility (NF) Residents. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Anemia is a common condition among older NF residents that often has unidentified causes. CKD is common in older adults and frequently contributes to anemia. However, the association between declining kidney function and the prevalence and severity of anemia in NF residents has not been well characterized. We retrospectively analyzed the independent association of CKD and anemia among older residents in 372 NFs across the US. Any resident who was admitted to a NF between 01 Jan 2002 and 31 Dec 2003, was still active as of 31 Jan 2004, was ≥ 65 years of age, and had more than one serum creatinine (SCr) measurement and more than one hemoglobin (Hb) documented during the admittance period, was considered. Residents who had end-stage disease, were comatose, or were receiving dialysis were excluded. CKD was conservatively defined as an estimated glomerular filtration rate (eGFR) < 60 mL/min/1.73 m 2 (MDRD equation). Anemia was defined using the WHO criteria for anemia (< 13 g/dL for men and < 12 g/dL for women). Regression analysis was used to determine the association between kidney function and Hb levels after adjusting for age, race, and gender. Of the 10315 residents identified, 6200 were eligible for this study: 85% (5291/6200) were white, 70% (4354/6200) were female, and the mean ± SD age was 83.1 ± 7.9 years. Anemia was found in 59.6% (3697/6200) residents as defined by the WHO criteria and CKD was present in 43.1% (2671/6200) residents. The odds of having anemia was 1.47 times greater (95% CI: 1.33, 1.63) for residents with CKD than those without CKD. The severity of anemia also increased with the presence and severity of CKD. The odds ratio increased to 1.65 (95% CI: 1.49, 1.84) after adjusting for age, race, and gender. Of those with CKD, 36.4% (972/2671) had a Hb < 11 g/dL, however, only 5.1% (50/972) and 25.4% (247/972) received erythropoiesis-stimulating protein (ESP) and iron therapies, respectively. Our data suggest CKD contributes to the high prevalence of anemia in older NF residents. These results reinforce the importance of evaluating kidney function and Hb level in older NF residents. Future studies evaluating the impact of anemia and benefits of anemia therapy are warranted in this setting.",
    "topics": [
        "anemia",
        "internship and residency",
        "kidney failure, chronic",
        "medical residencies",
        "nursing homes",
        "creatinine tests, serum",
        "dialysis procedure",
        "hemodialysis",
        "hemoglobin",
        "iron"
    ],
    "author_names": [
        "Andrew Artz, MD",
        "Bruce Robinson, MD",
        "Bruce Culleton, MD",
        "Cathy Critchlow, PhD",
        "Angela Sciarra, PharmD",
        "Paul Audhya, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew Artz, MD",
            "author_affiliations": [
                "Department of Medicine, The University of Chicago, Chicago, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruce Robinson, MD",
            "author_affiliations": [
                "Department of Medicine, Florida State University College of Medicine, Sarasota, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce Culleton, MD",
            "author_affiliations": [
                "Department of Medicine, University of Calgary, Calgary, AB, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cathy Critchlow, PhD",
            "author_affiliations": [
                "Epidemiology, Amgen Inc, Thousand Oaks, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Sciarra, PharmD",
            "author_affiliations": [
                "Medical Affairs, Amgen Inc, Thousand Oaks, CA, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Audhya, MD",
            "author_affiliations": [
                "Medical Affairs, Amgen Inc, Thousand Oaks, CA, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T06:39:13",
    "is_scraped": "1"
}