{
    "doi": "https://doi.org/10.1182/blood.V126.23.3320.3320",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2995",
    "start_url_page_num": 2995,
    "is_scraped": "1",
    "article_title": "Success of Online Curriculum-Based Education in the Management of Multiple Myeloma and Continuing Gaps Among Hematologists/Oncologists ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster II",
    "topics": [
        "multiple myeloma",
        "oncologists",
        "transplantation",
        "dexamethasone",
        "lenalidomide",
        "medical history",
        "supportive care",
        "older adult"
    ],
    "author_names": [
        "Emily S Van Laar, MS",
        "Ola Landgren, MD PhD"
    ],
    "author_affiliations": [
        [
            "Medscape, New York, NY "
        ],
        [
            "Department of Medicine, Myeloma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "40.751938450000004",
    "first_author_longitude": "-73.99570335",
    "abstract_text": "Driven by ever-increasing access to diagnostic/prognostic tools and new therapies, the treatment and management of multiple myeloma (MM) is rapidly evolving. This in turn leads to a direct clinical need for updated, timely, and effective education approaches for clinicians to ensure they have access to the latest knowledge, allowing them to provide the best possible care for patients with MM. However, given the time constraints of a busy practice and the large amount of updates in the field, hematologists/oncologists who manage MM often are challenged with integrating new information into clinical practices. A study was conducted to determine if a series of online educational interventions on MM could improve the knowledge and competence of hematologists/oncologists. A series of 9 online continuing medical education interventions targeting US-based hematologists/oncologists was developed to address specific education gaps identified by comprehensive needs assessment in MM (http://www.medscape.org/sites/advances/multiple-myeloma). To assess changes in knowledge and competence, a pre/post outcomes assessment was performed on a subset of 4 video or text-based activities whose focus included: management of transplant-eligible, transplant-ineligible, elderly patients, and differentiating between therapies. The outcomes survey method included knowledge- and case-based, multiple-choice questions focused on current evidence-based recommendations for the management of MM. The effect size (Cohen's d) was calculated by comparing pre-assessment means and post-assessment means of linked learners to show effect of the educational interventions. Effect size of >0.8 and 0.4-0.8 are considered a large and medium effect size, respectively. A Chi square test was used to assess whether the mean pre-assessment score was different from the mean post-assessment score. 549 hematologist/oncologist who completed all pre- and post- assessment questions were evaluated. Statistically significant effect on gain in knowledge and competence was demonstrated in each of the 4 interventions (P < .05) with effect sizes of d = 0.4, 0.778, 0.966, and 1.408. Topics that demonstrated significant improvement in learning included: awareness of emerging data/trial design (23% mean increase, 95% CI: 10.4-35.6; P<.001), appropriately tailoring therapy for elderly patients with MM (37% mean increase, 95% CI: 17-57%; P<.001), and use of consolidation/maintenance therapy in MM (35% mean increase, 95% CI: 9.6-59.4%; P<.001). Despite improvements in learning, education gaps remain, as evidenced by the percent of incorrect answers post education, specifically in the areas of: understanding benefits of continuous lenalidomide plus dexamethasone (Rd) therapy (59% incorrect), evaluating clinical trial data for assessing tailored therapy for elderly patients with MM (43% incorrect), and key clinical considerations such as age, performance status, medical history, and comorbidities that could affect treatment of elderly patients with MM (36% incorrect). Knowledge gaps permeate clinical practice specific to MM, with the potential to impact patient outcomes. This study demonstrated the success of a targeted online MM educational curriculum using video and text-based activities as evidenced by improvement in knowledge and competence relative to integrating new clinical trial data, tailoring MM therapy, and supportive care measures. The study also revealed additional areas requiring further education. Disclosures Van Laar: Medscape LLC: Employment. Landgren: Onyx: Research Funding; International Myeloma Foundation: Research Funding; Onyx: Honoraria; Celgene: Honoraria; Bristol-Myers Squibb: Honoraria; Medscape: Honoraria; BMJ Publishing: Honoraria; Celgene: Consultancy; BMJ Publishing: Consultancy; Medscape: Consultancy; Bristol-Myers Squibb: Consultancy; Onyx: Consultancy."
}