{
    "doi": "https://doi.org/10.1182/blood.V128.22.5953.5953",
    "article_title": "Evaluation of the Risk of Relapse and Survival Using a Conditional Survival Approach in 815 Multiple Myeloma Patients ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Diseases",
    "abstract_text": "Introduction: Disease monitoring based on molecular markers obtained by noninvasive or minimally invasive methods will potentially allow the early detection of treatment response or disease progression in cancer patients (pts). Investigations in order to identify prognostic factors, e.g. pt baseline characteristics or molecular markers, contributing to long-term survival potentially provide important information for pts with multiple myeloma (MM). However, overall survival (OS) is not very informative for pts who already survived 5 or 10 more years (yrs). To better characterize long-term survival, conditional survival (CS) analyses are useful. CS describes probabilities of surviving t additional yrs given they survived s yrs and provides information, how prognosis evolves over time. We evaluated relative survival using a conditional approach and have described initial results in a large data set of MM pts with long-term survival, which is mandatory for the calculation of CS (Hieke et al., Clin Cancer Res 2015). The results were further refined here by accumulating time-dependent laboratory and MM-disease specific risks, including cytogenetics and response to treatment over time. Methods: We evaluated 815 consecutive MM pts treated at our department from 1997 to 2011, with follow-up until 6/2016. We assessed >20 variables and risks, including gender, age, stage, admission period, response and relevant MM-related risk factors over time. We calculated 5-yr CS and stratified 5-yr CS according to disease- and host-related risks. Component-wise likelihood-based boosting and variables selected by boosting were investigated in a multivariable Cox model. The median follow-up time was 10.3 yrs and the median OS in the entire cohort 5.1 yrs. Results: Our pts showed typical characteristics for referral centers as previously described (Engelhardt et al. 2014-2016), e.g. pt frequencies of 70 yrs were 42%, 34% and 24%, respectively. The OS probabilities at 5- and 10-years were 50% and 25%, respectively. The 5-yr CS probabilities remained almost constant over the yrs, if a pt had already survived after initial diagnosis (~50%). According to baseline variables, CS estimates showed no gender difference. The estimated 5-yr survival probabilities varied substantially, from 25% for pts aged >70 to 65% for pts <60 yrs. Similarly, pts with D&S stage I had an estimated 5-yr survival probability of about 75% compared with 40% for pts with D&S stages II and III. Relevant risks via Cox proportional hazard model were D&S stage II+III, advanced age, renal impairment, low albumin and unfavorable cytogenetics. Response, response duration and other risk parameters post treatment are currently being included in our CS assessment. Of interest, over the study period, admission of pts <60 yrs decreased from 60% to 34%, but increased for those ≥70 yrs from 10% to 35%, respectively, illustrating that not only young, but also elderly and frail pts are increasingly treated within large referral and university centers and that pt cohorts and risks do not remain constant over time. Despite more high-risk and frail pts within later admission periods beyond 2007 and later, OS did not decrease (HR 0.994; 95%CI 0.715-1.381, p=0.971). Conclusions: CS has attracted attention in recent yrs either in an absolute or relative form where the latter is based on a comparison with an age-adjusted normal population being highly relevant from a public health perspective. In its absolute form, CS constitutes the quantity of major interest in a clinical context. We defined CS by using the fact that the pt is alive at the prediction time s as the conditioning event. Our CS data have considerable clinical implications: because the 5-yr CS remains stable, post treatment surveillance in MM is continuously justified and end points for clinical trial designs should adjust their follow-up accordingly. Even in the modern treatment era, this is different to e.g. Hodgkin lymphoma, where a low risk of relapse has been demonstrated if pts were event free at 2 yrs in a conditional survival approach (Hapgood et al. JCO 2016). CS data in various hematological tumors therefore vary substantially and remain warranted to clearly determine. Our analysis of time-dependent risk variables from diagnosis to prediction time s and use of response, response duration and other MM-specific variables should refine CS towards an even more specifically determined prognosis. Disclosures Engelhardt: MSD: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Other: Travel/Accommodation/Expenses , Research Funding; Janssen: Consultancy, Honoraria.",
    "topics": [
        "multiple myeloma",
        "recurrence risk",
        "brachial plexus neuritis",
        "follow-up",
        "biological markers",
        "cancer",
        "albumins",
        "disease progression",
        "early diagnosis",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Maximilian Schinke",
        "Inga Promny, MD",
        "Gabriele Ihorst, PhD",
        "Johannes M. Waldschmidt, MD",
        "Roland H. Mertelsmann, MD PhD",
        "Justus Duyster, MD",
        "Ralph M. Waesch, MD",
        "Martin Schumacher, PhD",
        "Monika Engelhardt, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maximilian Schinke",
            "author_affiliations": [
                "Hematology, Oncology and Stem Cell Transplantation, Department of Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Inga Promny, MD",
            "author_affiliations": [
                "Hematology, Oncology and Stem Cell Transplantation, Department of Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Ihorst, PhD",
            "author_affiliations": [
                "Centre for Clinical Trials, University Medical Center Freiburg, Freiburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes M. Waldschmidt, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Stem Cell Transplantation, University Medical Center Freiburg, Freiburg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland H. Mertelsmann, MD PhD",
            "author_affiliations": [
                "Hematology, Oncology and Stem Cell Transplantation, Department of Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justus Duyster, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph M. Waesch, MD",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation, Department of Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Schumacher, PhD",
            "author_affiliations": [
                "Institute of Medical Biometry and Medical Informatics, University of Freiburg Medical Center, Freiburg, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Engelhardt, MD",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation, Department of Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T15:36:24",
    "is_scraped": "1"
}