{
    "doi": "https://doi.org/10.1182/blood-2019-121983",
    "article_title": "Utilizing Multiple Linked Populations Registers to Estimate Incidence and Prevalence of Multiple Myeloma in Sweden and Denmark from the Real-World HUMANS Study ",
    "article_date": "November 13, 2019",
    "session_type": "602.Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "abstract_text": "Introduction Multiple myeloma (MM) is an incurable but treatment sensitive plasma cell cancer with an average survival of 2-5 years following diagnosis, depending on age and stage. Few studies report real-world data in MM, with limited estimations of incidence and prevalence. The Health Outcome and Understanding of Myeloma - a multi-national real-world evidence (HUMANS) study utilized real-world data from nationwide registers in Sweden and Denmark, with almost complete population coverage, to estimate the incidence and prevalence of MM. Methods This population-based, retrospective, observational, cohort study used linked, secondary data from national healthcare registers in Sweden (National Patient Register [NPR], Cancer Register [CR], Cause of Death [COD], and Prescription Drug Register [PDR]) and Denmark (NPR and CR) from 2005-2018. Patients with MM diagnosis recorded in the NPR and/or CR treated and untreated with MM specific drugs were included. The NPR in both countries is a hospital discharge register, in which patients receive an ICD-10 diagnosis each time they visit outpatient or inpatient care as the main reason for the hospital visit. The CR is manually reported by physicians when a cancer diagnosis is confirmed. In Denmark, the CR is automatically connected to the NPR, thereby obliging physicians to register whether a diagnosis is confirmed upon first NPR ICD-10 code registration of a cancer diagnosis. The Swedish CR requires active registration of a pathologist or treating hematologist to confirm the diagnosis. To determine the completeness of registration in each respective CR, treatments from the Swedish PDR and Danish NPR from 2010-2018 were used to assess incident NPR cases. Treated patients registered in the NPR, but not in the CR (NPR+/CR-) were compared with treated patients registered in both (NPR+/CR+) to assess any systematic reasons for lack of CR registration. Final inclusion criteria were determined for best estimate of incidence/prevalence of MM. Prevalence was defined as the number of non-deceased patients with MM recorded during each calendar year, as assessed from the COD register. Incidence and prevalence rates were calculated as the crude incident and prevalent cases, divided by the patients at risk (total population minus prevalent population) for each year and multiplied by 100,000. Results In Sweden, data for 13,523 unique patients with registered MM was collected. Of these, 4,563 and 874 fulfilled the inclusion criteria of NPR+/CR+ and NPR+/CR-, respectively. In the comparative analysis, NPR+/CR+ and NPR+/CR- patients had a similar frequency of treatment at a hematology department (57% of NPR+/CR+ and 53% of NPR+/CR- patients had ≥1 visit ), and had a similar share of patients with autologous stem cell transplant (22% for NPR+/CR+ and 18% for NPR+/CR-), and of MM pharmacological treatment type (53% for NPR+/CR+ and 47% for NPR+/CR- had ≥1 prescription of lenalidomide). Both university hospitals and general hospitals had a high share of NPR+/CR- patients. As no systematic difference was found for patients registered in the CR or not, we considered the estimate of incidence to be a sum of NPR+/CR+ treated AND untreated + NPR+/CR- treated. In Denmark, data for 6331 unique patients with registered MM were collected. Of these, 3,680 met inclusion criteria for NPR+/CR+ and 233 for NPR+/CR-. Patients registered as NPR+/CR- were 33% more commonly not visiting a hematology department versus NPR+/CR+. Thus, a systematic skew in CR misregistration could not be excluded. We propose the best estimate of incidence and prevalence of MM in Denmark to be patients registered in the NPR and CR (treated or untreated). In Sweden and Denmark, incidence and prevalence were higher in patients aged ≥70 versus <70 years, and in males versus females. Between the two countries, incidence and prevalence of MM were generally similar, with slightly higher prevalence in Sweden (vs Denmark) and incidence in Denmark (vs Sweden) in patients aged ≥ 70 years (Tables 1 and 2). Best estimates for validated incidences of MM were largely similar to those reported in the Swedish and Danish myeloma registries (Table 3). Conclusion The use of several nationwide registries with independent case registration, rigorous inclusion criteria, and careful consideration of criteria used to estimate incidence/prevalence, arguably provides improved estimates of incidence/prevalence compared with previous studies. View large Download slide View large Download slide  Close modal Disclosures Abildgaard: Takeda: Research Funding; Celgene: Research Funding; Amgen: Research Funding; Janssen: Research Funding. Szilcz: Parexel International: Employment. Ma: Parexel International: Employment. Ørstavik: Takeda Pharmaceuticals International AG: Employment. Bent-Ennakhil: Takeda Pharmaceuticals International AG: Employment. Freilich: Parexel International: Employment. Gavini: Takeda Pharmaceuticals International AG: Employment.",
    "topics": [
        "denmark",
        "multiple myeloma",
        "cancer",
        "cancer diagnosis",
        "autologous stem cell transplant",
        "lenalidomide",
        "patient discharge",
        "pharmacotherapy",
        "prescription drug",
        "international classification of diseases"
    ],
    "author_names": [
        "Markus Hansson, MD PhD",
        "Niels Abildgaard, MD",
        "Anders Waage, MD PhD",
        "Pekka Anttila, MD",
        "Anders Green",
        "Katrine Hass Rubin",
        "Lill-Brith von Arx",
        "Mate Szilcz",
        "Yuanjun Ma",
        "Sigurd Ørstavik",
        "Nawal Bent-Ennakhil",
        "Jonatan Freilich",
        "François Gavini"
    ],
    "author_dict_list": [
        {
            "author_name": "Markus Hansson, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Lund University, Skaane University Hospital, Lund, Sweden "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Niels Abildgaard, MD",
            "author_affiliations": [
                "Department of Haematology, Odense University Hospital, University of Southern Denmark, Odense, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anders Waage, MD PhD",
            "author_affiliations": [
                "Department of Hematology, St. Olav's University Hospital, Trondheim, Norway "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pekka Anttila, MD",
            "author_affiliations": [
                "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anders Green",
            "author_affiliations": [
                "Department of Epidemiology, Odense University Hospital, University of Southern Denmark, Odense, Denmark "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katrine Hass Rubin",
            "author_affiliations": [
                "Odense University Hospital, University of Southern Denmark, Odense, Denmark "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lill-Brith von Arx",
            "author_affiliations": [
                "Institute of Applied Economics & Health Research, Copenhagen, Denmark "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mate Szilcz",
            "author_affiliations": [
                "Parexel International, Stockholm, Sweden "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuanjun Ma",
            "author_affiliations": [
                "Parexel International, Stockholm, Sweden "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sigurd Ørstavik",
            "author_affiliations": [
                "Takeda Pharmaceuticals International AG, Oslo, Norway "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nawal Bent-Ennakhil",
            "author_affiliations": [
                "Takeda Pharmaceuticals International AG, Zurich, Switzerland"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonatan Freilich",
            "author_affiliations": [
                "Parexel International, Stockholm, Sweden "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "François Gavini",
            "author_affiliations": [
                "Takeda Pharmaceuticals International AG, Zurich, Switzerland"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T21:35:22",
    "is_scraped": "1"
}