{
    "doi": "https://doi.org/10.1182/blood.V126.23.5347.5347",
    "article_title": "Subtyping of B-Cell Malignancies By B-Cell Subset Associated Gene Signatures (BAGS), Generated from Human Primary and Secondary Lymphoid Organs. ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Background Today's diagnostic tests for B-cell malignancies reflect the criteria of the updated WHO classification based on cellular biomarkers and clinicopathologic heterogeneity. To that end, we proposed a new biological subtyping of malignancies by B-cell subset associated gene signatures ( BAGS ), generated from the normal B-cell hierarchy in primary and secondary lymphoid organs. Our concept is that BAGS can be used for identification of the \"cell of origin\" subtyping in selected B-cell malignancies (1), as recently shown for diffuse large B-cell lymphoma (DLBCL) based on B-cell sorting of normal tonsil tissue (2), and currently investigated in Multiple myeloma (MM). Material and Methods We used multiparametric flow cytometry (MFC) phenotyping by a multicolor single tube Euro flow standard approach (CD3/CD10/CD19/CD20/CD27/CD34/CD38/CD45) to identify and sort distinct B-cell subset of 20,000-50,000 cells from normal sternal bone marrow for microarray analysis. Isolated mRNA from sorted subsets of PreB-I, PreB-II, immature (I), naïve (N), memory (M) and plasma cell (PC) was amplified and hybridized to Affymetrix Gene Chip Human Exon 1.0 ST array to generate gene expression profiles (GEP). Construction of the bone marrrow specific BAGS was based on median-centered probe sets from the GEP data using regularized multinomial regression with 5-6 discrete outcomes representing B-cell subtypes using the software R. The classification system was validated using online available GEP data from tumor biopsy samples of newly diagnosed MM patients. Each patient tumor GEP data underwent BAGS assignment according to the highest predicted probability score above 0.15 or was otherwise unclassified. To compensate for cohort-wise technical batch effects, each cohort was median centered and adjusted probe set-wise to have same variance as the normal bone marrow specific data. Results In bone marrow from sternum splits, the CD45+ leukocyte population accounted for a median of 55% (range 39-63%) of total number of mononuclear cells aspirated and the B-cell compartment was enumerated as the CD45+/CD19+/CD3- compartment of median 14% (3-27%). Among these 0.7% (0.2-2.4%) were PreBI, and 28% (6-38%) were PreBII subsets. A median of 4% (2-6%) were I cells and 29% (16%-39%) were N cells. The post-germinal cells comprised a median of 5 % (2-10%) M subsets and 19 % (13-30%) PC subsets. Following FACS and GEP of these minor subsets we validated the quality of each subset by expression of the used CD genes and expected transcription factors (TF) as illustrated in Figure 1A-D and published for DLBCL (2). The resultant tumor assignments exhibited BAGS subtyping frequencies of patient cases in available cohorts of MM (N=1,126) as shown in Table 1 and in DLBCL (N= 1,139) as published (2). The percentage of patients in each subtype was not significantly different between data set of MM, as in DLBCL (2) Conclusion We have validated datasets of distinct normal B-cell subsets and generated bone marrow and tonsil specific BAGS to be used for subtyping of multiple myeloma (2) and diffuse large B cell lymphomas (3), with impact on staging and prognosis. References: 1) Johnsen HE et al. Leuk Lymphoma. 2014 Jun;55(6):1251-60. 2) Dybkær K et al. J Clin Oncol. 2015 Apr 20;33(12):1379-88. 3) Johnsen HE et al. ASH poster abstract, Blood 2014 124:3352. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocyte subsets",
        "b-lymphocytes",
        "cancer",
        "genes",
        "secondary lymphoid organ",
        "diffuse large b-cell lymphoma",
        "neoplasms",
        "multiple myeloma",
        "antigens, cd27",
        "b-cell lymphomas"
    ],
    "author_names": [
        "Julie Støve Bødker, PhD",
        "Alexander Schmitz, Dr. rer. nat.",
        "Anders Ellern Bilgrau, PhDstudent",
        "Andreas Rasmussen, M.Sc.",
        "Lasse Hjort Jakobsen, PhDstudent",
        "Tarec Christoffer El-Galaly, MD",
        "Hans Erik Johnsen",
        "Karen Dybkær, Professor",
        "Martin Bøgsted, Professor"
    ],
    "author_dict_list": [
        {
            "author_name": "Julie Støve Bødker, PhD",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexander Schmitz, Dr. rer. nat.",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anders Ellern Bilgrau, PhDstudent",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Rasmussen, M.Sc.",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lasse Hjort Jakobsen, PhDstudent",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tarec Christoffer El-Galaly, MD",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark ",
                "Clinical Cancer Research Center, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Erik Johnsen",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark ",
                "Clinical Cancer Research Center, Aalborg University Hospital, Aalborg, Denmark ",
                "Department of Clinical Medicine, Aalborg University, Aalborg, Denmark"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Dybkær, Professor",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark ",
                "Clinical Cancer Research Center, Aalborg University Hospital, Aalborg, Denmark ",
                "Department of Clinical Medicine, Aalborg University, Aalborg, Denmark"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Bøgsted, Professor",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark ",
                "Clinical Cancer Research Center, Aalborg University Hospital, Aalborg, Denmark ",
                "Department of Clinical Medicine, Aalborg University, Aalborg, Denmark"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T06:34:10",
    "is_scraped": "1"
}