{
    "doi": "https://doi.org/10.1182/blood.V104.11.3384.3384",
    "article_title": "In Vivo Regulatable Mouse Models of NRAS(V12)-Driven Acute Systemic Mastocytosis and Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "NRAS is commonly mutated in acute myeloid leukemia (AML), chronic myeloproliferative disease (MPD), and myelodysplastic syndrome (MDS). Despite intense scrutiny, the specific contribution Ras activation makes in the development of these diseases has not been determined. In an effort to create a model in which to study the effects of Ras dysregulation in hematopoietic disease, we have developed separate founder lines of transgenic mice with the tetracycline transactivator (tTA) driven by the Vav hematopoietic promoter in one line, and NRAS(V12) driven by the tetracycline responsive element (TRE) in the other. Multiple lines were established for each transgene. The TRE-NRAS(V12) lines also have a linked internal ribosome entry site (IRES) - human truncated CD2 cDNA so that transgene expression can be monitored easily by flow cytometry. When the Vav-tTA and TRE-NRAS(V12) lines are crossed, doubly transgenic animals uniformly develop Mast Cell Leukemia (MCL) or Aggressive Systemic Mastocytosis (ASM) between two and four months of age. Disease is characterized by tissue infiltrates of large, well-differentiated C-kit, Gr-1+ mast cells in the spleen, liver, skin, lungs and lymph nodes. Skin lesions are especially prominent in affected mice. Analysis of bone sections show small to large foci of similarly well differentiated mast cells. Expression of the TRE-NRAS(V12) transgene and mast cell disease is repressible by administration of doxycycline in the drinking water of affected animals showing that NRAS(V12) is required to initiate and maintain ASM/MCL in this model. One of the TRE-NRAS(V12) lines, when crossed to Vav-tTA transgenic mice, results in AML (characterized by peripheral white blood cell counts greater that 30X10^3/ul and a differential count of greater that 20% blasts in some animals) with underlying mild mast cell disease. In conclusion, these results demonstrate that expression of oncogenic NRAS is sufficient to initiate myeloid leukemia and the leukemic cells require NRASV12 expression for continued survival. These models will be useful for studying the role of RAS dysregulation in hematopoietic disease in general, as well as in mast cell MPD’s and AML. Mice develop disease with 100 per cent penetrance in a period of time amenable to pharmacologic intervention and cooperating mutagenesis studies. In addition, the model offers the opportunity to evaluate changes in the hematopoietic system in response to transgene repression and derepression by virtue of the tetracycline transactivator system. This work was sponsored by the Leukemia and Lymphoma Society of America (LLS 7019-04, Specialized Center of Research) and the Leukemia Research Fund.",
    "topics": [
        "leukemia, myelocytic, acute",
        "mastocytosis, systemic",
        "mice",
        "doxorubicin/etoposide/vincristine protocol",
        "tetracycline",
        "triangular alopecia",
        "leukemia",
        "mastocytosis",
        "trans-activators",
        "dna, complementary"
    ],
    "author_names": [
        "Stephen M. Wiesner, B.S.",
        "Diane E. Hasz, B.S.",
        "Jamie M. Jones",
        "David A. Largaespada, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen M. Wiesner, B.S.",
            "author_affiliations": [
                "University of Minnesota Cancer Center, Department of Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Diane E. Hasz, B.S.",
            "author_affiliations": [
                "University of Minnesota Cancer Center, Department of Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jamie M. Jones",
            "author_affiliations": [
                "University of Minnesota Cancer Center, Department of Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Largaespada, Ph.D.",
            "author_affiliations": [
                "University of Minnesota Cancer Center, Department of Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T03:41:45",
    "is_scraped": "1"
}