{
    "doi": "https://doi.org/10.1182/blood.V106.11.1945.1945",
    "article_title": "Lessons from Transgenic Mice Expressing Supra-Physiological Levels of Activated Murine Factor VII. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "A gene transfer approach using an engineered activated murine FVII (mVIIa) has previously shown efficacy in correcting the bleeding diathesis of hemophilia B mice. To assess the effects of long-term expression, we generated transgenic mice expressing supra-physiological concentrations of mVIIa (TgVIIa), and divided the mice into high and low expressors (3.1±0.8 and 1.4±0.6 microg/ml), respectively. Both high and low mVIIa levels shortened the aPTT in TgVIIa-HB mice when compared to their HB littermates (18.1±1.6 and 32.4±5.2 vs. 56.6±11.2 sec, P0.3) and PT (10.1±0.6 vs. 9.8±0.9 sec, P>0.6) respectively, thrombin-anti thrombin (TAT) levels were significantly lower in TgVIIa mice with low than with normal FX activity (5.7±4.1 vs. 71.8±32.2 ng/ml, P0.4, respectively). The TgVIIa mice were also crossed to low tissue factor mice, kindly provided by Nigel Mackman, and demonstrated a trend of decreased TAT levels in the F1 generation of TgVIIa with ~50% of tissue factor (TF) activity compared to their TgVIIa-normal TF littermates (21.4±19.9 vs. 51.0±44.3 ng/ml, P>0.2, respectively). Interestingly, TAT levels were not less in TgVIIa-HB or TgVIIa-Hemophilia A mice than in hemostatically normal TgVIIa (41.8±17.1 and 52.4±19.9 vs. 51.1± 20.4, P>0.4 and P>0.9, respectively). This suggests an efficient thrombin generation with high VIIa levels in spite of the defective intrinsic system in hemophilic A and B mice, whereas LoFX and LoTF hindered the effect of VIIa on thrombin generation. Correspondingly, the litter sizes were increased when breeding the TgVIIa males with LoFX but not with HB females, both compared to breeding with wt females (9.3±1.3 and 4.3±1.3 vs. 4.5±0.7 pups/litter, with P0.9, respectively). This observation is relevant to human disease, as a recent report documented elevated VIIa levels in women with recurrent fetal loss. In conclusion, this mouse model demonstrates pathological consequences, including fetal loss and intimal thickening in the pulmonary vasculature as a consequence of overexpressing VIIa, and provides a valuable tool to determine both safe and effective levels of VIIa in hemophilic mice.",
    "topics": [
        "activated partial thromboplastin time measurement",
        "bleeding diathesis",
        "breeding",
        "factor vii",
        "factor x",
        "fetal death",
        "fibrin",
        "fibrin fragment d substance",
        "follow-up",
        "gene transfer techniques"
    ],
    "author_names": [
        "Majed N. Aljamali, PhD",
        "Paris Margaritis, PhD",
        "Rodney Camire, PhD",
        "Katherine A. High, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Majed N. Aljamali, PhD",
            "author_affiliations": [
                "Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paris Margaritis, PhD",
            "author_affiliations": [
                "Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodney Camire, PhD",
            "author_affiliations": [
                "Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine A. High, MD",
            "author_affiliations": [
                "Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T04:50:14",
    "is_scraped": "1"
}