{
    "doi": "https://doi.org/10.1182/blood.V104.11.3930.3930",
    "article_title": "Rituximab in the Treatment of Adults with Chronic Idiopathic Thrombocytopenic Purpura (ITP) and Autoimmune Hemolytic Anemia (AIHA). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Corticosteroids have been the first line of treatment of ITP since 1950, however some patients do not respond to this treatment (refractory) and some will relapse after its discontinuation. For such patients second line treatments were introduced. Some patients will continue to be refractory to this treatment and need other therapy modality. Rituximab is a chimeric monoclonal antibody directed against the CD20 antigen exposing B Lymphocytes, causing its depletion. This could alter the production of auto-antibodies in some Auto-Immune diseases and thus could be used in their treatment. Few medical centers had reported using Rituximab in the treatment of refractory (ITP) and (AIHA), yet its definite role could not be determined, and here we share our experience. Patients with documented diagnosis of ITP or AIHA who were refractory to at least two lines of therapy including steroids were offered to receive Rituximab (375mg/m2 weekly for 4 weeks). 15 patients were enrolled, 10 with ITP, 4 with AIHA, 1 with Coombs negative Hemolytic anemia, and 1 with pure red cell aplasia. One had both ITP and AIHA. 10 were females and 5 males. 5 were >60 years old and 10 were < 60 years old. 2 out of the 10 patients with ITP had also Chronic Lymphocytic Leukemia (CLL). Duration of follow up ranged from 2 months to 17 months (average 7 mos). Of the 10 patients with refractory ITP treated with Rituximab overall response was 60%. 4 were NR (no response), 2 were MR (minimal response: Platelets increased to <50000), 2 were PR (Partial response: Platelets increased to <100000) and 2 were complete response (Platelets became normal). 3 patients of 6 with Hemolytic anemia or PRC aplasia had NR, 1 had MR (Hct <30), and 2 had partial response (Hct 30–35). No complete response was observed in this group. In 3 patients with hemolytic anemia and CLL 1 had MR, 1 had PR and 1 had NR. 2 patients with hemolytic anemia who had NR died as a complication of their disease (one with septic shock and one with severe autoimmune flare up). Only one patient with refractory ITP had mild allergic side effects and did not complete 4 doses. No Rituximab related mortality was observed. CONCLUSION: Rituximab therapy had a variable but valuable effect in the treatment of patients with chronic refractory ITP and refractory/ relapsed AIHA. Overall response in our group reached 60%. No clinical or laboratory parameters were found to predict response, although there was a suggestion that males, younger age, and no history of splenectomy have a better chance of response. As we lack an effective alternative treatment in chronic refractory ITP and AIHA, Rituximab use could be a valid option in view of its mild toxicity. Further follow up of our patients and input from other institutions in this regard are needed.",
    "topics": [
        "autoimmune hemolytic anemia",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "purpura, thrombocytopenic, idiopathic, chronic",
        "rituximab",
        "hemolytic anemia",
        "complete remission",
        "follow-up",
        "partial response",
        "thrombocytosis"
    ],
    "author_names": [
        "Ghassan Zalzaleh, MD",
        "Ahmad Jajeh, MD, MPH",
        "Diemante Tamoseviciene, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ghassan Zalzaleh, MD",
            "author_affiliations": [
                "Hematology/Oncology, Stroger Hospital of Cook County, Chicago, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ahmad Jajeh, MD, MPH",
            "author_affiliations": [
                "Hematology/Oncology, Stroger Hospital of Cook County, Chicago, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diemante Tamoseviciene, MD",
            "author_affiliations": [
                "Hematology/Oncology, Stroger Hospital of Cook County, Chicago, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T06:40:33",
    "is_scraped": "1"
}