{
    "doi": "https://doi.org/10.1182/blood.V112.11.5218.5218",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1187",
    "start_url_page_num": 1187,
    "is_scraped": "1",
    "article_title": "Clinical Efficacy of Oral Vorinostat Combined with Lenalidomide and Dexamethasone in a Patient with Refractory End-Stage Multiple Myeloma – a Patient Case Study ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "vorinostat",
        "liposomes",
        "immunoglobulin a",
        "bortezomib",
        "combined modality therapy",
        "diarrhea",
        "fever"
    ],
    "author_names": [
        "Davi D Siegel",
        "Karly Olivo"
    ],
    "author_affiliations": [
        [
            "Hackensack University Medical Center, Hackensack, NJ, USA"
        ],
        [
            "Hackensack University Medical Center, Hackensack, NJ, USA"
        ]
    ],
    "first_author_latitude": "40.8840873",
    "first_author_longitude": "-74.05624209999999",
    "abstract_text": "Despite recent advances in the treatment of multiple myeloma (MM), high mortality and morbidity remain a significant challenge. Vorinostat (Zolinza ® ) is a potent oral inhibitor of class I and II histone deacetylases and is approved in the US for treatment of cutaneous manifestations of advanced T-cell lymphoma. Vorinostat synergistically enhances the activity of other chemotherapeutic agents and is currently receiving significant interest for its use in combination therapy, particularly in MM which has relapsed or is refractory to mainstay treatments. Here we present a beneficial effect of vorinostat, in combination with lenalidomide (a thalidomide analog) in a male patient with end-stage IgA MM. The patient was a 73-year-old man diagnosed with end-stage IgA MM in January 2005, who had failed a bone-marrow transplant and numerous previous systemic therapies, such as steroid and biologic agents including 1 year of lenalidomide and dexamethasone combination therapy and >1 year of treatment with bortezomib combined with lenalidomide. Prior to diagnosis of MM, the patient had been diagnosed with myeloproliferative disorder (polycythemia vera) and presented at the time of MM diagnosis with myelofibrosis with severe splenomegaly; both of these latter conditions responded to treatment with lenalidomide therapy. In May 2008, >3 years after the initial MM diagnosis, the patient was prescribed vorinostat and lenalidomide in combination. He received vorinostat 300 mg daily, administered orally with a 7 days on and 7 days off schedule in a 28-day cycle, combined with 10 mg lenalidomide daily for days 1–21 and weekly dexamethasone 40 mg. In the second 28-day cycle the dose of vorinostat was reduced to 200 mg/day, due to development of grade 3 transient high fevers, which resolved spontaneously. The patient also experienced diarrhea during treatment cycle 1 and the following adverse events in treatment cycle 2: low-grade fevers, weakness, diarrhea, and other gastrointestinal related-events. He is currently finishing his third treatment cycle. At diagnosis the patient had IgA levels of 2230 mg/dL (cancerous). Vorinostat combination therapy reduced IgA levels to 248 mg/dL after 1 cycle (28 days) and to 194 mg/dL (within normal range) following 2 treatment cycles (56 days). Also, other immunoglobulin levels (depressed by the cancerous IgA) increased to normal ranges. IgG increased from 276 mg/dL to 346 mg/dL and 490 mg/dL following treatment cycles 1 and 2, respectively. IgM levels increased from 2 mg/dL to 19 mg/dL and 30 mg/dL after treatment cycles 1 and 2, respectively. Levels of M-protein in the urine were reduced from 3721 mg/24h before therapy to <60 mg/24h after treatment with the vorinostat combination. Currently, the patient continues to respond to the vorinostat/lenalidomide/dexamethasone treatment and to date, has shown a very good partial remission for 1 treatment cycle (see table). For this patient with MM, oral vorinostat combined with lenalidomide and dexamethasone conferred substantial clinical benefit, reversing disease progression and normalizing immunoglobulin levels in the blood. Patient treatment history for MM  Systemic therapy . Best response . Reason for discontinuation . Thalidomide Dexamethasone Stable disease Poor tolerability Lenalidomide Dexamethasone Minor response/stable disease with a reduced dose of lenalidomide Poor tolerability/relapse (reduced dose of lenalidomide) Bortezomib Lenalidomide Dexamethasone None Lack of response Bortezomib Lenalidomide Liposomal doxorubicin Corticosteroids Stable disease Poor tolerability and patient refusal to continue Vorinostat Lenalidomide Dexamethasone Very good partial remission Treatment ongoing Systemic therapy . Best response . Reason for discontinuation . Thalidomide Dexamethasone Stable disease Poor tolerability Lenalidomide Dexamethasone Minor response/stable disease with a reduced dose of lenalidomide Poor tolerability/relapse (reduced dose of lenalidomide) Bortezomib Lenalidomide Dexamethasone None Lack of response Bortezomib Lenalidomide Liposomal doxorubicin Corticosteroids Stable disease Poor tolerability and patient refusal to continue Vorinostat Lenalidomide Dexamethasone Very good partial remission Treatment ongoing View Large"
}