{
    "doi": "https://doi.org/10.1182/blood-2019-122101",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4249",
    "start_url_page_num": 4249,
    "is_scraped": "1",
    "article_title": "Phase I Study of Cord Blood Transplantation with Intra-Bone Marrow Injection of Mesenchymal Stem Cells ",
    "article_date": "November 13, 2019",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": [
        "stem cell, mesenchymal",
        "umbilical cord blood transplantation",
        "brachial plexus neuritis",
        "transplantation",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "cytokine",
        "tissue transplants",
        "adverse event",
        "aldesleukin"
    ],
    "author_names": [
        "Tatsunori Goto, MD",
        "Makoto Murata, MD PhD",
        "Tetsuya Nishida, MD PhD",
        "Seitaro Terakura, MD PhD",
        "Sonoko Kamoshita, MD",
        "Yuichi Ishikawa, MD PhD",
        "Yoko Ushijima, MD PhD",
        "Yoshiya Adachi, MD PhD",
        "Katsuyoshi Kato, PhD",
        "Akihiro Hirakawa, PhD",
        "Satoshi Nishiwaki, MD PhD",
        "Nobuhiro Nishio, MD PhD",
        "Yoshiyuki Takahashi, MD PhD",
        "Yoshihisa Kodera, MD",
        "Tadashi Matsushita",
        "Hitoshi Kiyoi, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan ",
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ],
        [
            "Center for Advanced Medicine and Clinical Research, Nagoya University Hospital, Nagoya, Japan "
        ],
        [
            "Center for Advanced Medicine and Clinical Research, Nagoya University Hospital, Nagoya, Japan "
        ],
        [
            "Center for Advanced Medicine and Clinical Research, Nagoya University Hospital, Nagoya, Japan "
        ],
        [
            "Center for Advanced Medicine and Clinical Research, Nagoya University Hospital, Nagoya, Japan "
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ],
        [
            "Department of Promotion for Blood and Marrow Transplantation, Aichi Medical University School of Medicine, Nagakute, Japan "
        ],
        [
            "Nagoya University Hospital, Nagoya, Japan"
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ]
    ],
    "first_author_latitude": "35.1541625",
    "first_author_longitude": "136.9689353",
    "abstract_text": "Background: Delayed hematological recovery, graft failure, and acute graft-versus-host disease (GVHD) remain major problems in cord blood transplantation (CBT). Mesenchymal stem cells (MSCs) are known to support bone marrow (BM) stroma and promote hematopoiesis. Additionally, MSCs possess immunomodulatory properties and are used clinically for the treatment of acute GVHD. Therefore, the use of MSCs to enhance engraftment and prevent GVHD after allogeneic hematopoietic cell transplantation has been explored. Recent clinical trials have shown the safety and feasibility of CBT with intravenous co-transplantation of MSCs in pediatric patients (pts), but not in adults, who are at greater risk of graft failure. Previous preclinical study showed that direct intra-BM injection of MSCs enhanced the engraftment of CB cells more than intravenous injection. Based on these backgrounds, to develop a new strategy not only to enhance engraftment but also to prevent GVHD, we designed a first phase I clinical trial to evaluate the safety of CBT combined with intra-BM injection of MSCs (MSC-CBT) for adults (UMIN-CTR, number 000024291). Methods: This study was a single arm, non-randomized, open-label, single-center, phase I trial. Adult pts with hematological disorders were eligible for this study. The target sample size was 5. MSCs were expanded from BM mononuclear cells harvested from healthy adult donors who were patient's spouse or relative within the fourth degree of relationship. The target dose of MSCs infused was 0.5×10 6 cells/kg of patient body weight. On the day of CBT, MSCs were injected into the intra-BM of the patient 4 hours before the infusion of a single CB unit. The conditioning regimen varied according to patient characteristics. GVHD prophylaxis was tacrolimus and methotrexate. The primary endpoint of this study was toxicity related to intra-BM injection of MSCs within 14 days after transplantation. Hematopoietic recoveries, clinical outcomes, lymphocyte subsets, and cytokine/chemokine levels were compared with controls (n=6) who received CBT without MSC during same time period in our institute. Results: Between February 2017 and June 2018, 6 pts were enrolled, but one did not meet the criteria for release of MSCs due to insufficient cell counts. Among 5 eligible pts, the median age was 47 years (range, 24-70 years). Four pts (80%) were male. Two pts (40%) had AML in 1st or 2nd CR, 2 (40%) had MDS-EB-2, and one (20%) had malignant lymphoma in 1st remission. The median number of cryopreserved TNCs and CD34+ cells in a CB unit was 2.6 × 10 7 /kg (range, 1.9-4.3 × 10 7 /kg) and 1.0 × 10 5 /kg (range, 0.7-1.2 × 10 5 /kg), respectively. No pts had donor-specific HLA antibodies. All pts received myeloablative conditioning regimen. There was no significant difference between pts and controls in these characteristics. The median number of MSCs was 1.4 × 10 6 /kg (range, 0.3-1.8 × 10 6 /kg). No adverse events related to intra-BM injection of MSCs were observed. All pts achieved neutrophils ≥0.5 × 10 9 /L, reticulocytes ≥1%, platelets ≥20 × 10 9 /L , and platelets ≥50 × 10 9 /L recoveries, with median time to recoveries of 21 (range, 17-27), 35 (range, 29-39), 38 (range, 29-48), and 52 (range, 42-57) days after transplantation, respectively. There was no difference in hematopoietic recoveries compared to controls. Grade II-IV acute GVHD developed in 3 controls (50%); however, there was no grade II-IV acute GVHD in MSC-CBT pts (Fig. 1). No pts developed chronic GVHD in both groups. At 1 year after transplantation, 2 controls developed relapse and 1 died for relapse, whereas all MSC-CBT pts survived without relapse. T and NK cell counts at 28 days after transplantation in MSC-CBT pts had tendencies to be higher compared to controls, with median cell counts of 166 (range, 21-351) vs. 25 (range, 3-120) cells/μL (P=0.09) and 107 (range, 78-168) vs. 61 (range, 11-117) cells/μL (P=0.06), respectively (Fig. 2). There were tendencies to decrease in IFN-γ, IL-21, IL-1α, IL-2, and IL-4 levels within 28 days after transplantation in MSC-CBT pts compared to controls (Fig. 3). Conclusions: The present study shows the safety of CBT combined with intra-BM injection of MSCs. Our findings also suggest that co-transplantation of MSCs may prevent GVHD, accompanied by decrease in some inflammatory cytokines, whereas may enhance immune reconstitutions. Further analysis is required to confirm the efficacy of co-transplantation of MSCs. View large Download slide View large Download slide  Disclosures Goto: JCR Pharmaceuticals Co., Ltd.: Honoraria; Celgene Co., Ltd.: Honoraria; Novartis Pharma Co., Ltd.: Honoraria; Takeda Pharmaceutical Co., Ltd.: Honoraria. Murata: Chugai Pharmaceutical Co., Ltd.: Honoraria; JCR Pharmaceuticals Co., Ltd.: Honoraria; Novartis Pharma Co., Ltd.: Honoraria; Astellas Pharma Inc.: Honoraria; Kyowa-Hakko Kirin Co., Ltd.: Honoraria; Otsuka Pharmaceutical Co., Ltd.: Honoraria; Celgene Co., Ltd.: Honoraria; Sumitomo Dainippon Pharma Co., Ltd.: Consultancy, Honoraria; Bristol-Myers Squibb, Ltd.: Honoraria; GSK Co., Ltd.: Consultancy; MSD Co., Ltd.: Honoraria. Nishida: Amgen Astellas BioPharma K.K.: Honoraria; Takeda Pharmaceutical Co., Ltd.: Honoraria; MSD K.K.: Consultancy, Honoraria; Sumitomo Dainippon Pharma Co., Ltd.: Honoraria. Terakura: Sumitomo Dainippon Pharma: Honoraria; Novartis: Honoraria; Otsuka Pharmaceutical Co., Ltd.: Honoraria; Yakult Honsha, Co., Ltd.: Honoraria; Chugai Pharmaceutical Co., Ltd.: Honoraria; Astellas Pharma Inc.: Honoraria; Amgen Astellas BioPharma K.K.: Honoraria. Ishikawa: Bristol-Myers Squibb: Honoraria; Celgene Co., Ltd.: Honoraria; Kyowa Hakko Kirin Co., Ltd.: Honoraria; Abbvie GK.: Honoraria. Matsushita: CSL: Consultancy, Honoraria; Bioverative: Research Funding; Novo Nordisk: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; KM biologists: Consultancy, Honoraria, Research Funding; uniQure: Consultancy, Honoraria. Kiyoi: Bristol-Myers Squibb: Research Funding; FUJIFILM Corporation: Research Funding; Nippon Shinyaku Co., Ltd.: Research Funding; Eisai Co., Ltd.: Research Funding; Perseus Proteomics Inc.: Research Funding; Sumitomo Dainippon Pharma Co., Ltd.: Research Funding; Zenyaku Kogyo Co., Ltd.: Research Funding; Astellas Pharma Inc.: Honoraria, Research Funding; Otsuka Pharmaceutical Co.,Ltd.: Research Funding; Chugai Pharmaceutical Co., Ltd.: Research Funding; Kyowa Hakko Kirin Co., Ltd.: Research Funding; Pfizer Japan Inc.: Honoraria; Takeda Pharmaceutical Co., Ltd.: Research Funding; Daiichi Sankyo Co., Ltd: Research Funding."
}