{
    "doi": "https://doi.org/10.1182/blood.V120.21.1339.1339",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2293",
    "start_url_page_num": 2293,
    "is_scraped": "1",
    "article_title": "Targeting Treatment-Naïve CML Stem/Progenitor Cells From Imatinib-Nonresponders with JAK2 (BMS-911543)/ABL Inhibitor Combination Therapy ",
    "article_date": "November 16, 2012",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster I",
    "topics": [
        "combined modality therapy",
        "imatinib mesylate",
        "stem cells",
        "bcr-abl tyrosine kinase",
        "protein-tyrosine kinase inhibitor",
        "cd34 antigens",
        "protein tyrosine kinase",
        "apnea-hypopnea index procedure",
        "dasatinib",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Hanyang Lin",
        "Katharina Rothe",
        "Matthew V Lorenzi, PhD",
        "Adrian Woolfson, BM BCh, PhD",
        "Xiaoyan Jiang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Bristol-Myers Squibb, Princeton, NJ, USA, "
        ],
        [
            "Bristol-Myers Squibb, Princeton, NJ, USA, "
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ]
    ],
    "first_author_latitude": "49.262626600000004",
    "first_author_longitude": "-123.11940499999999",
    "abstract_text": "Abstract 1339 Chronic myeloid leukemia (CML) is a clonal hematopoietic stem cell disorder characterized by a BCR-ABL fusion gene with constitutive tyrosine kinase activity that drives the pathogenesis of the disease. Deregulated tyrosine kinase activity of BCR-ABL perturbs several intracellular signaling pathways, including the JAK2/STAT5 pathway. In particular, JAK2 physically interacts with the C-terminal region of BCR-ABL and is one of the most prominent targets of BCR-ABL. Recent introduction of imatinib mesylate (IM) and other tyrosine kinase inhibitor (TKI) therapies have had a major impact on treatment of chronic phase CML. However, early relapse, acquired drug resistance and ineffectiveness in eliminating leukemic stem cells remain impediments to successful treatment for many patients. Improved treatment approaches to prevent development of resistant subclones, by combined targeting of other key molecular elements active in CML stem cells, are thus clearly needed. One candidate is a complex between the oncoproteins encoded by Abelson helper integration site-1 (AHI-1), BCR-ABL and JAK2 that we recently identified. This complex contributes to the transforming activity of BCR-ABL and also plays a key role in the IM response/resistance of primary CML stem/progenitor cells. We have therefore hypothesized that combined suppression of BCR-ABL and JAK2 activities might be more effective in eliminating treatment-naïve CML stem/progenitor cells in patients destined to develop resistance to TKI monotherapy. Several JAK2 inhibitors are currently in various stages of clinical trials, but their nonspecific, off-target effects on normal primitive hematopoietic cells remain a concern. We have now examined the biological effects of a new, highly specific JAK2 inhibitor (BMS-911543) in combination with a number of TKIs, including IM, dasatinib and nilotinib. First, Western blot analysis showed that combination treatment was more effective at reducing pSTAT5 levels in K562 cells and IM-resistant K562 cells than single agents. Also, in colony-forming cell (CFC) assays, combination treatment resulted in a greater reduction in colonies produced from these cells compared to single agents, especially in medium-sized colonies (50–500 cells per colony, 2–3 fold, p<0.05). To determine whether the results obtained following the simultaneous targeting of BCR-ABL and JAK2 in CML cell lines would extend to primary primitive CML cells and whether this combined BCR-ABL-JAK2 targeting approach could also be therapeutically effective for CML patients who do not respond adequately to treatment with a single TKI, we investigated primitive CML cells obtained at diagnosis from seven CML patients who were classified retrospectively as IM-nonresponders, after initiation of IM therapy. Similar to our cell line studies, intracellular staining analysis showed that combined exposure of CD34 + CML cells (n=3) to BMS-911543 and a TKI produced a deeper and more prolonged suppression of pSTAT5 activity than a single agent (40–46% suppression for the combinations vs. 15–20% suppression for the single agents at 72 hrs, p<0.05). Combination treatments also caused greater inhibition in colony growth of these cells compared to single treatments (74–86% vs. 40–50%, p<0.05). Interestingly, the combination of BMS-911543 and a TKI almost completely inhibits BFU-E colony formation as compared to treatment with TKI alone (92–100% vs. 63–66%, p<0.01). CFU-GM colonies were also more significantly reduced as a result of combination treatment, compared to single agents (49–71% vs. 30–39%, p<0.01). Furthermore, long-term culture-initiating cell (LTC-IC) assays showed that the more primitive cells were also more significantly eliminated by combination treatments than by single agents (2–5 fold, p<0.05), indicating the merit of combination therapy in targeting very primitive cells. Most importantly, our CFC data indicate that BMS-911543 has far less toxicity on normal bone marrow CD34 + cells (n=4) than CML samples (2–3 fold, p<0.05). This study suggests a rational strategy for improving therapeutic outcomes in CML IM-nonresponders by simultaneously targeting both BCR-ABL and JAK2 activities in primary CML stem/progenitor cells. Disclosures: Lorenzi: Bristol-Myers Squibb: Employment, Equity Ownership. Woolfson: Bristol-Myers Squibb: Employment, Equity Ownership."
}