{
    "doi": "https://doi.org/10.1182/blood-2019-123191",
    "article_title": "Epigenomic Determinants of Transcriptional Activity in ASXL1 -Mutant Chronic Myelomonocytic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational Studies",
    "abstract_text": "Introduction: Truncating mutations in the Additional Sex Combs-Like 1 ( ASXL1 ) gene are associated with a proliferative disease phenotype and poor survival outcomes across the spectrum of myeloid malignancies including chronic myelomonocytic leukemia (CMML). ASXL1 is thought to act as a chromatin modifier regulating transcriptional activity, however the exact mechanisms and resulting chromatin states remain controversial. We interrogated the epigenome of 16 patients with ASXL1 -mutant and -wildtype CMML using a multiomics approach. Methods: Bone marrow mononuclear cells from patients with CMML (8 ASXL1 -mutant, 8 -wildtype) were subjected to targeted NGS of DNA, whole transcriptome shotgun sequencing (RNA-seq), immunoprecipitation (IP) of DNA (hydroxy-)methyl residues (DIP-seq), IP of the histone modifications H3K4me1, H3K4me3, and H3K27me3 (ChIP-seq), and DNA transposase accessibility studies (ATAC-seq). After quality control all samples were sequenced on an Illumina HiSeq 4000 before further processing and data analysis. Global assessments of DNA (hydroxy-)methylation, DNA accessibility, and histone modifications between ASXL1 -mutant and -wildtype CMML were performed. Differential gene expression was performed to define the up-regulated genes in ASXL1 -mutant disease. The promoter regions of these up-regulated genes (defined as transcription start site ±3kb) were compared using the aforementioned multiomics approach. Epigenomic modification of the promoter region facilitating up-regulation of transcription was defined as the presence of a signal peak in ASXL1 -mutant disease (in the absence of a signal peak in -wildtype disease) or 25% increase in a common signal peak (H3K4me1/3, 5hmC), the presence of a unique signal peak in ASXL1 -mutant disease (ATAC), or the absence of a signal peak in ASXL1 -mutant disease (in the presence of a signal peak in -wildtype disease), or 25% decrease in a common signal peak (H3K27me3, 5mC). Results: Sixteen patients with CMML, median age 69 years (48 - 77), 63% male, were included. Half of the patients had proliferative disease (pCMML) and half of them had truncating frameshift mutations in ASXL1 (heatmap). All ASXL1 variant allele frequencies were compatible with heterozygosity (31 - 48%). The burden of co-mutations was similar between ASXL1 -wildtype and ASXL1 -mutant disease (21 versus 23 per group; no difference in the median number of co-mutations, p = 0.684). The spectrum of co-mutations was typical for CMML, involving spliceosome components, epigenetic regulators, chromatin regulators, and cell signaling molecules (heatmap). There was a predominant up-regulation of gene expression in ASXL1 -mutant patients: 707 genes up- and 124 down-regulated (volcano plot, FDR < 0.05 for all genes). Functional annotation of the up-regulated genes showed cell division, mitotic nuclear division, sister chromatid cohesion, DNA replication, and G1/S transition to be the 5 most enriched processes (accounting for 29% of all up-regulated genes, FDR < 1x10 -10 for all terms). The up-regulated genes included several potential therapeutic targets and HOXA family members (including HOXA9 ). There were global increases in H3K4me1/3, 5mC, and 5hmC, decreases in H3K27me3, as well as a more relaxed chromatin conformation (bar graphs). Many of these epigenomic changes affected non-coding regions. When focusing on the promoter regions of the 707 up-regulated genes there was evidence of one or more of the interrogated epigenomic mechanisms facilitating transcription for 519 of the genes (73%). The most abundant mechanism was histone modification, followed by changes in DNA (hydroxy-)methylation, and increased chromatin accessibility, with considerable overlap (Venn diagram). For HOXA9 , a known driver of leukemogenesis, the data supported a loss of H3K27me3 as the most prominent among the interrogated epigenomic regulatory mechanisms (average signal tracks). Conclusions: The transcriptome and chromatin conformation of ASXL1 -mutant CMML are skewed towards proliferation and mirror the aggressive disease phenotype observed in practice. There is evidence of histone modification as well as changes in DNA methylation, and chromatin conformation facilitating transcriptional activity including known leukemogenic drivers. Additional regulatory mechanisms such as gene body methylation and enhancer elements require further exploration. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Patnaik: Stem Line Pharmaceuticals.: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "asxl1 gene",
        "epigenomics",
        "leukemia, myelomonocytic, chronic",
        "transcription, genetic",
        "dna",
        "histones",
        "atac trial",
        "cancer",
        "immunoprecipitation",
        "leukemogenesis"
    ],
    "author_names": [
        "Moritz Binder, MDMPH",
        "Alexandre Gaspar Maia, PhD",
        "Ryan M. Carr, MD PhD",
        "Christopher Pin, PhD",
        "Kurt Berger",
        "Bonnie Alver, PhD",
        "Keith Robertson, PhD",
        "David Marks, PhD",
        "Martin Fernandez-Zapico, MD",
        "Mrinal M Patnaik, MDMBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Moritz Binder, MDMPH",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexandre Gaspar Maia, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan M. Carr, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Pin, PhD",
            "author_affiliations": [
                "London Regional Transgenic and Gene Targeting Facility, Lawson Health Research Institute University of Western Ontario, London, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kurt Berger",
            "author_affiliations": [
                "London Regional Transgenic and Gene Targeting Facility, Lawson Health Research Institute University of Western Ontario, London, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bonnie Alver, PhD",
            "author_affiliations": [
                "Department of Molecular Pharmacology and Experimental Therapeutics, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith Robertson, PhD",
            "author_affiliations": [
                "Department of Molecular Pharmacology and Experimental Therapeutics, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Marks, PhD",
            "author_affiliations": [
                "Department of Molecular Pharmacology and Experimental Therapeutics, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Fernandez-Zapico, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mrinal M Patnaik, MDMBBS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T06:43:58",
    "is_scraped": "1"
}