{
    "doi": "https://doi.org/10.1182/blood.V110.11.2382.2382",
    "article_title": "Microarray Analysis Detects Unique Expression Pattern for NPM1-Mutated AML with Normal Karyotype and Reveals Pathobiological Insights. ",
    "article_date": "November 16, 2007",
    "session_type": "Leukemias - Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Recent data indicate that mutations in exon 12 of the nucleophosmin (NPM1) gene characterize a distinct subgroup of adult and pediatric acute myeloid leukemia (AML). AML carrying NPM1 mutations account for about one-third of all adult AML, exhibit distinctive biological and clinical features and show a strong association to AML with normal karyotype (55% mutated). However, the role of NPM1 in leukemogenesis still remains elusive. Here we present data on a cohort of n=66 AML cases with normal karyotype analyzed by high-density whole genome expression microarrays (Affymetrix HG-U133 Plus 2.0). In parallel melting curve analysis was used to assess NPM1 mutational status: 41 cases were characterized as mutated (NPM1+) and 25 cases were unmutated (NPM1−). We first investigated the gene signature that discriminated NPM1+ from NPM1− cases. Genes that were significantly overexpressed comparing NPM1+ against NPM1– cases included a strong homeobox genes signature (HOXA1, HOXA5, HOXA7, HOXA9, HOXA10, HOXA11, HOXB2, HOXB4, HOXB5, HOXB6, HOXB7, MEIS1, and PBX3). A functional analysis (Gene Ontology) revealed a clear association of the group of overexpressed genes with the cell components nucleosome, chromatin, and the nuclear envelope-endoplasmatic reticulum network as well as involvement in the biological processes of nucleosome and chromatin assembly, establishment of protein transport and localization, and Notch signaling pathway. In contrast, the cellular processes completely differed when genes were investigated that were significantly underexpressed in NPM1+ cases compared to NPM1− cases. This group of genes encoded membrane-related proteins (gap junction, intercellular junction, signalosome complex) and proteins involved in cellular morphogenesis and cell communication. The differences in gene expression signatures between NPM1+ and NPM1− cases permit a robust classification approach by gene expression profiling. Support Vector Machine analysis resulted in >92% prediction accuracy of NPM1 mutation status (10-fold cross-validation). The sensitivity was very high for the positive detection of NPM1+ cases (>97%). Using a 100-fold re-sampling approach and splitting the complete data set into a training set (n=44) and testing set (n=22) the following genes were most frequently selected as top discriminatory genes: HOXA5, HOXB4, HOXB5, HOXB6, MEIS1, PBX3, FGFR1, ADAM17, PRICKLE1, and TMPO. Interestingly, the classification was less accurate when also FLT3 internal tandem duplication mutation status was taken into account. The study cohort (n=66) then was distributed as follows: 19 NPM1+/FLT3+, 22 NPM1+/FLT3−, 4 NPM1−/FLT3+, and 21 NPM1−/FLT3− negative cases. Only 14 of 22 (64%) NPM1+/FLT3– cases were correctly predicted, with miscalls falling both into the group of NPM1+/FLT3+ and NPM1−/FLT3− cases. In conclusion, NPM1 mutations are the most frequent mutations in adult AML to date and their central prognostic role is increasingly recognized. Given the fact that they are nearly mutually exclusive with major recurrent genetic abnormalities and that they can be characterized by a distinctive gene expression program these data especially for of NPM1+/FLT3− AML with better outcome may support to classify this as a separate biological subgroup of AML with normal karyotype.",
    "topics": [
        "karyotype determination procedure",
        "mutation",
        "npm1 gene",
        "gene expression profiling",
        "ms-like tyrosine kinase 3",
        "gap junction protein",
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "signs and symptoms",
        "chromatin"
    ],
    "author_names": [
        "Torsten Haferlach, MD",
        "Claudia Haferlach, MD",
        "Alexander Kohlmann, PhD",
        "Lothar Wieczorek, PhD",
        "Martin Dugas, MD",
        "Sylvia Merk",
        "Wolfgang Kern, MD",
        "Susanne Schnittger, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "Microarrays, MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "Microarrays, MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Kohlmann, PhD",
            "author_affiliations": [
                "Department of Genomics and Oncology, Roche Molecular Systems, Pleasanton, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar Wieczorek, PhD",
            "author_affiliations": [
                "Department of Genomics and Oncology, Roche Molecular Systems, Pleasanton, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Dugas, MD",
            "author_affiliations": [
                "Department of Medical Informatics and Biomathematics, University of Münster, Münster, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvia Merk",
            "author_affiliations": [
                "Department of Medical Informatics and Biomathematics, University of Münster, Münster, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "Microarrays, MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "Microarrays, MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T06:44:00",
    "is_scraped": "1"
}