{
    "doi": "https://doi.org/10.1182/blood.V106.11.3876.3876",
    "article_title": "Mast Cell-Specific Gene Targeting. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "For years mast cell (MC) studies have relied on MC lines or bone marrow-derived MC. Regular knockout mice have some disadvantages such as early lethality and developmental defects. Also, the phenotype in MCs from these animals could not be a primary defect but secondary to other cell lines affected by the mutation. The Cre/loxP system allows us to target genetic deletions to specific tissues or cells. Cre, a recombinase from bacteriophage P1, recognizes a DNA sequence motif of 34 bases (loxP). If a DNA segment is flanked by two loxP sites in the same orientation, Cre excises that segment activating or silencing a gene. Many genes have been “floxed” (flanked by two loxP sites), but no MC-specific Cre mouse has been created. We are using promoter regions of MC-specific proteins to drive expression of Cre-recombinase. We produced transgenic mice using the promoter for human alpha-subunit and murine beta-subunit of the high-affinity receptor for IgE (hFcεRIα and mFcεRIβ), both expressed in MCs and basophils. We also used the promoter of the murine mast cell protease mMCP-5, a member of a family of cargo proteins expressed only in MCs. For even more controlled expression, we knocked-in Cre cDNA into the mMCP-5, mMCP-6 and Ras guanine releasing protein 4 (RasGRP4) loci, all of them proteins expressed exclusively in MCs, while knocking-out the respective gene. Heterozygotes will express Cre only in MCs, and homozygotes for mMCP-5, mMCP-6 or RasGRP4 deletions will be regular knockouts that will allow us to study the role of these proteins in mast cells. These three transgenic and three knock-out/knock-in lines have been created and are being crossed with reporter mice. We decided to use a double reporter mouse, the Bgeo/GFP (Jackson Laboratory). This mouse has “floxed” lacZ that is constitutively expressed under the control of the CMV enhancer/chicken actin promoter, and when crossed with our Cre recombinase-expressing mouse, lacZ is excised and enhanced green fluorescent protein (EGFP) is expressed in cells expressing Cre. EGFP can be easily detected in MCs from peritoneal lavage by flow-cytometry, using antibodies against c-kit (CD117) and FcεRI to label the MCs. Results of this screening will be presented at the meeting. After documenting the presence of functional Cre-recombinase in our reporter mice, we will cross them with our “floxed” mice to obtain conditional mast cell-specific knockouts.",
    "topics": [
        "gene targeting",
        "michigan alcoholism screening test",
        "military anti-shock trousers",
        "minimally conscious state",
        "cardiac support procedures",
        "mast-cell sarcoma",
        "millennium cohort study",
        "dna",
        "proto-oncogene protein c-kit",
        "antibodies"
    ],
    "author_names": [
        "Ernestina Melicoff, MD",
        "Shakeel M. Thakurdas, MD",
        "Tanya Siddiqi, MD",
        "Jayasimha Murthy, MD",
        "Leticia Sansores-Garcia",
        "Roberto Adachi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ernestina Melicoff, MD",
            "author_affiliations": [
                "Pulmonary Medicine, University of Texas MD Anderson Cancer Center, Houston, TX, USA",
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shakeel M. Thakurdas, MD",
            "author_affiliations": [
                "Pulmonary Medicine, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya Siddiqi, MD",
            "author_affiliations": [
                "Internal Medicine, University of Connecticut School of Medicine, Farmington, CT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jayasimha Murthy, MD",
            "author_affiliations": [
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leticia Sansores-Garcia",
            "author_affiliations": [
                "Pulmonary Medicine, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Adachi, MD",
            "author_affiliations": [
                "Pulmonary Medicine, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T18:47:51",
    "is_scraped": "1"
}