{
    "doi": "https://doi.org/10.1182/blood.V116.21.5140.5140",
    "article_title": "Folic Acid Food Fortification and Incidence of Anemia In General Population ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cell Erythropoiesis Structure and Function, Metabolism, and Survival (Excluding Iron)",
    "abstract_text": "Abstract 5140 Introduction: Folic acid (FA) deficiency is considered one of the important causes of anemia and of neural tube defects in infants. In 1996 FDA issued a regulation that by 1998 all enriched grain products contain 140 mg of folic acid per 100 grams. This process began in 1996 and was essentially completed by mid-1997. This program intended to increase folic acid intake among women of childbearing age has decreased the incidence of pregnancies affected by neural tube defects. This has also led to a decrease in incidence of FA as a cause of anemia. In 2000 we reported the impact of folate food fortification in our community hospital. In 1994 to 1996, of 4403 patients sample tested 60 were found to be folate deficient. From 1997 to 1999 only 3 of 6326 patients tested were folate deficient. The first patient was 73 year old and had severe CHF and COPD, the second patient was 62 year old alcoholic admitted with delirium tremens, and third patient was 90 year old with dysphagia who required PEG replacement. All three appeared to have stopped eating in the days prior to admission. On the basis of this experience in our community hospital we concluded at that time that folate food fortification has largely eliminated FA deficiency and that the routine determination of FA as part of anemia work up in this era is not indicated. We now report our continuing experience from 2003 to 2006. Methods: We studied retrospectively the patients who presented in our community hospital with anemia and folate level ordered as a part of anemia work up. Serum folate levels were measured using Bayer Center Chemiluminescent Assay. Serum FA level <1.1 mg/ml is considered indicative of deficiency. We evaluated 1861 patients from year January'2003 to May'2006. We also assessed the cost effectiveness of ordering this test routinely as part of anemia workup. Results: Among the 1861 patients, we did not find any patient who had folate level of less than 1.1, which is the lower limit for folate level in our laboratory. Medicare cost for serum folate level test for our institute is $20.54 (code 82746) and phlebotomy cost for one test is $3.00 (code 36418). Total cost for this test for one patient is $23.54. Total health cost for these tests in 3 years and five months was $43807.94. Conclusion: Our results which are similar to our previous report suggest that food fortification and possibly also vitamin supplementation has substantially improved blood folate levels and has largely eliminated folic acid deficiency as a cause of anemia in the population that we tested. Routine folate level determination in the workup of anemia is not cost effective and may be best limited in patients who are malnourished as in patients with poor nutrition status, malabsorption, alcoholics and psychiatric disorders. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anemia",
        "folic acid",
        "folic acid measurement, serum",
        "malnutrition",
        "neural tube defects",
        "chronic obstructive airway disease",
        "congestive heart failure",
        "deglutition disorders",
        "folic acid deficiency",
        "malabsorption syndrome"
    ],
    "author_names": [
        "Goldy Bansal, MD",
        "Gloria Fernandez"
    ],
    "author_dict_list": [
        {
            "author_name": "Goldy Bansal, MD",
            "author_affiliations": [
                "Hematology-Oncology, Coney Island Hospital, Brooklyn, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gloria Fernandez",
            "author_affiliations": [
                "Hematology-Oncology, Coney Island Hospital, Brooklyn, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T18:36:39",
    "is_scraped": "1"
}