{
    "doi": "https://doi.org/10.1182/blood.V112.11.1479.1479",
    "article_title": "A New Human CD20 Spliced mRNA as a Potential Molecular Marker for the Follow-up of B-Cell Malignancies. ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "The human CD20 molecule (hCD20) is a B-cell lineage specific marker expressed by normal and leukemic B cells from the pre-B to the plasma-cell stages and a target for Rituximab (Rx) immunotherapy. During the course of a CD20 RTPCR on B-cell line cDNA, we unexpectedly obtained a shorter PCR product (ΔCD20) in addition to the expected 894bp PCR product (wtCD20). Sequencing analysis revealed that this additional fragment was identical to Genbank published CD20 sequence, but lacked 501bp. In silico analysis of the wtCD20 sequence, using Genesplicer and NetGene 2 softwares, showed donor and acceptor sites (nt112 & nt611 respectively, from ATG codon) matching the newly identified spliced DCD20 form and a branched site located in nt595 exon 3 of the gene respectively. The CD20 spliced mRNA form links part of the end of exon 3 to that of exon 7. The truncated sequence is on the reading frame and can code a putative protein of 130 amino-acids (~15KD) including the intracellular C- terminal domain with part of the transmembrane 1 (TM1) domain and the end of the N-terminal intracellular domain. The extracellular domain and large parts of the 4 TM segments are deleted suggesting that the putative ΔCD20 may be a non-anchored membrane protein. Using CD20 PCR assays amplifying either both wtCD20 and ΔCD20 forms or ΔCD20 alone, we detected the truncated mRNA DCD20 form in different B cell lines (n=12) but not in different T-cell lines (n=4). With a QPCR assay allowing for the specific quantification of either wtCD20 or truncated DCD20 mRNA we also detected the ΔCD20 spliced form [expressed as relative % of ΔCD20: R = (ΔCD20/wtCD20+ΔCD20) × 100] in in-vitro EBV-transformed B-cell lines (2.9 ± 4.51%, n=6); as well as in CD19+ cell sorted cells from tonsillectomy samples (9 ± 2.2%, n=7) and in-vitro B blast cells (14 ± 7.8%, n=5). Interestingly, screening of a panel of B-cell hematologic malignancies showed that the spliced form is detectable at various levels. We found a mean of 3.6 ± 5.1% in B-ALL (n=27); 3.9 ± 5.3% in follicular lymphomas (n=5); 2.9 ± 4.5% in mantle lymphomas (n=6); 3.2 ± 2.2% in high grade lymphomas (n=5); and 0.1 ± 0.2% in B-CLL (n=8). However, this spliced form was not detected in peripheral blood mononuclear cells or in immunomagnetically-sorted CD19+ or CD20+ blood cells from healthy donors. To explore clinical relevance, molecular monitoring of ΔCD20 in the marrow was performed in 2 patients. A 1rst patient with mantle lymphoma, showed an R of 4.2% at diagnosis (diag). After chemotherapy (VAD + chloraminophen) + Rx, R was 2.2% at +12 mo (×1.9 decrease from diag) and 1.8% at +18mo (×1.3 decrease/+12mo). This was in accordance with the cytological (absence of lymphoma cells) and the molecular response (absence of cyclinD1 overexpression). A second patient, with a Phi+ B-ALL, showed an ×13.7 R-decrease compared to diag (from 4.1% to 0.3%) following treatment according to the molecular response. Interestingly, R increased up to 2.6% at +8 months (×8.6/6mo) and 3% (×1.1/8mo) at +12 months after treatment, while molecular and cytological relapse was evidenced only 12 mo after treatment. In conclusion, we report evidence of a novel alternatively spliced transcript of the hCD20 gene, specifically expressed at detectable levels in leukemic, lymphoma, activated or EBV-transformed B cells, but not in normal resting B cells. Further experiments will determine whether the ΔCD20 mRNA spliced form modulates wtCD20 expression and thus influences the response to Rx treatment in hematologic B diseases. However, our initial results suggest that DCD20 quantification may be an indicator of minimal residual disease, as a potential predictive marker of relapse, especially in patients with no other molecular marker.",
    "topics": [
        "biological markers",
        "b-lymphocytes",
        "burkitt's lymphoma",
        "cancer",
        "cd20 antigens",
        "follow-up",
        "rna, messenger",
        "lymphoma",
        "polymerase chain reaction",
        "prescriptions, drug"
    ],
    "author_names": [
        "Marina Deschamps",
        "Carole Henry",
        "Eric Robinet",
        "Francine Garnache-Ottou",
        "Jean-Paul Remy-Martin",
        "Christophe Borg",
        "Pierre-Simon Rohrlich",
        "Eric Deconinck",
        "Pierre Tiberghien",
        "Christophe Ferrand"
    ],
    "author_dict_list": [
        {
            "author_name": "Marina Deschamps",
            "author_affiliations": [
                "INSERM UMR645 - EFSBFC - IFR133, Besancon, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carole Henry",
            "author_affiliations": [
                "INSERM UMR645 - EFSBFC - IFR133, Besancon, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Robinet",
            "author_affiliations": [
                "Virology, INSERM UMR478, Strasbourg, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francine Garnache-Ottou",
            "author_affiliations": [
                "INSERM UMR645 - EFSBFC - IFR133, Besancon, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Paul Remy-Martin",
            "author_affiliations": [
                "INSERM UMR645 - EFSBFC - IFR133, Besancon, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christophe Borg",
            "author_affiliations": [
                "INSERM UMR645 - EFSBFC - IFR133, Besancon, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre-Simon Rohrlich",
            "author_affiliations": [
                "Hematology-Pediatry, INSERM UMR645 - CHU Jean Minjoz, Besançon, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Deconinck",
            "author_affiliations": [
                "Hematology, INSERM UMR645 - CHU Jean Minjoz, Besançon, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Tiberghien",
            "author_affiliations": [
                "Etablissement Francais du Sang, Besancon, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christophe Ferrand",
            "author_affiliations": [
                "INSERM UMR645 - EFSBFC - IFR133, Besancon, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T12:48:02",
    "is_scraped": "1"
}