{
    "doi": "https://doi.org/10.1182/blood.V116.21.459.459",
    "article_title": "Longer-Term Follow up with TG101348 Therapy In Myelofibrosis Confirms Sustained Improvement In Splenomegaly, Disease-Related Symptoms, and JAK2 V617F Allele Burden ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Clinical and Translational Advances",
    "abstract_text": "Abstract 459 Background: A Phase I study of TG101348, a potent, oral JAK2-selective inhibitor in patients with high- or intermediate-risk primary, post-polycythemia vera (PV) and post-essential thrombocythemia (ET) myelofibrosis (MF) recently completed enrollment. Data from the dose escalation cohort ( n =28; 30–800 mg administered as a single daily dose) showed dose-linear plasma exposure, with mean elimination T 1/2 at steady state ranging from 16 to 34 hours. The dose-limiting toxicity was reversible asymptomatic grade 3 or 4 amylasemia/lipasemia; the maximum tolerated dose was 680 mg. We now present updated results from an extension study in which subjects continued treatment beyond six 28-day cycles. Result: In the entire study, 59 subjects (median age 64 years) were treated. Forty four patients had PMF, 12 post-PV MF, and 3 post-ET MF; 86% were JAK2 V617F-positive. Median palpable spleen size was 18 cm and 21 (36%) patients were transfusion-dependent at study enrollment. Forty three (73%) subjects continued treatment on the extension study; the median (range) cumulative exposure to TG101348 was 380 days (170-767); the number of cycles of treatment completed ranged from 7–29, and the proportion of subjects who completed 12, 18, and 24 cycles of treatment was 72%, 28%, and 14%, respectively. The median (range) treatment dose at data cutoff was 440 mg/day (120 to 680 mg/day; n = 35). Toxicity: TG101348 was well tolerated. Non-hematologic, at least possibly related adverse events included nausea (69%; Grade 3=3%), diarrhea (64%; Grade 3=10%), and vomiting (58%; Grade 3=3%), that were dose-dependent; the symptoms were self-limited or controlled with symptomatic treatment and/or dose reduction. Also observed were asymptomatic increases in serum lipase (27%), AST/ALT (27%/25%), creatinine (24%), and alkaline phosphatase (17%). Grade 3/4 hematological adverse events possibly related to TG101348 included treatment-emergent anemia (35% of patients who were not transfusion dependent at baseline), thrombocytopenia (24%), and neutropenia (10%). Spleen: During cycles 1–6, 42% of patients achieved Clinical Improvement (CI) per the International Working Group for Myeloproliferative Neoplasms Research and Treatment (IWG-MRT) criteria for spleen response. The CI rate for the 43 subjects who continued treatment beyond 6 cycles was 65%, and the median time (range) to CI was 140 days (77-802). After 12 cycles, 36 (95%) of the 38 evaluable patients had some degree of spleen size reduction; 32 (85%), 26 (68%), and 10 (26%) of subjects had a minimum 25%, 50%, and 100% decrease in palpable splenomegaly. JAK2V617F allele burden: Of the 48 JAK2 V617F mutation-positive subjects, 23 (48%) had a baseline mutant allele burden of >20%. Of these, 20 subjects with a baseline median allele burden (range) of 62% (23% to 100%) completed at least 6 cycles of treatment. Sixteen subjects (80%) exhibited a median 62% (range 6% to 96%) decrease in JAK2 V617F burden, including 9 (45%) with a ≥50% decrease; 4 subjects (20%) had increases (range 18% to 58%). Eighteen subjects (78%) completed 12 cycles of treatment; 13 (72%) had a median 50% decrease (range 29% to 82%), including 7 (39%) subjects with a ≥50% decrease; 5 subjects (28%) had no change or increases (range 0% to 22%) in JAK2 V617F. Constitutional symptoms: For patients with data at baseline and cycle 6, early satiety, fatigue, night sweats, cough, and pruritus were reported by 56%, 47%, 24%, 22%, and 19% of subjects, respectively. Improvement (complete resolution) rates observed at cycle 6 were: 75% (40%), 65% (29%), 89% (89%), 88% (75%), and 100% (57%) for the aforementioned symptoms, respectively. Leukocytosis/Thrombocytosis: Leukocytosis was present at baseline in 33 subjects; following 6 and 12 cycles of therapy, 57% (n=28) and 56% (n=25) achieved normal WBC counts. Thrombocytosis was noted at baseline for 10 (17%) subjects; following 6 and 12 cycles of therapy, 90% ( n =10) and 88% ( n =8) achieved normal platelet counts. Conclusion: The current study provides proof-of-concept that selective JAK2 inhibition has anti-myeloproliferative/anti-clonal activity in myelofibrosis. The majority of subjects treated with TG101348 for more than 6 cycles experienced a rapid, significant, and durable decrease in splenomegaly, normalization of leukocyte/platelet counts, and improvement of disease-related symptoms, all within the context significantly decreased JAK2 V617F burden. Disclosures: Off Label Use: There is no FDA approved drug for Myelofibrosis.All the drugs discussed will be off-label. Stone: Novartis: Consultancy. Silverman: TargeGen: Consultancy. Shorr: TargeGen: Employment, Equity Ownership.",
    "topics": [
        "alleles",
        "fedratinib",
        "follow-up",
        "jak2 gene v617f",
        "myelofibrosis",
        "serum amylase raised",
        "splenomegaly",
        "thrombocytosis",
        "adverse event",
        "leukocytosis"
    ],
    "author_names": [
        "Animesh Pardanani, MBBS, PhD",
        "Jason R Gotlib, MD, MS",
        "Catriona Jamieson, MD, PhD",
        "Jorge E. Cortes, MD",
        "Moshe Talpaz, MD",
        "Richard M Stone, M.D.",
        "Michael H Silverman, MD, FACP",
        "Jolene Shorr",
        "D. Gary Gilliland, MD, PhD",
        "Ayalew Tefferi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Animesh Pardanani, MBBS, PhD",
            "author_affiliations": [
                "Hematology Div., Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason R Gotlib, MD, MS",
            "author_affiliations": [
                "Hematology, Stanford U School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catriona Jamieson, MD, PhD",
            "author_affiliations": [
                "University of California San Diego, La Jolla, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moshe Talpaz, MD",
            "author_affiliations": [
                "Cancer Ctr & Geriatrics Ctr, U of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M Stone, M.D.",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael H Silverman, MD, FACP",
            "author_affiliations": [
                "Biostrategics Consulting Ltd., Marblehead, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jolene Shorr",
            "author_affiliations": [
                "TargeGen Inc., San Diego, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "D. Gary Gilliland, MD, PhD",
            "author_affiliations": [
                "Merck & Co., North Wales, PA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayalew Tefferi, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T13:01:32",
    "is_scraped": "1"
}