{
    "doi": "https://doi.org/10.1182/blood.V126.23.4838.4838",
    "article_title": "Combined Famd and ANOVA Investigation Leads to Significant Association Between the hOCT1/ABCB1 Diplotype and Both Efficacy and Tolerability in Patients Affected By Chronic Myeloid Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "604. Molecular Pharmacology, Drug Resistance- Myeloid Diseases",
    "abstract_text": "Background. In spite of the dramatically positive changes in the outcome of Chronic Myeloid Leukemia (CML) patients due to the introduction of imatinib, several aspects of both the pharmacokinetics and pharmacodynamics of this TKI remain unclear. In particular, the possible relations between patients' specific characteristics and the efficacy and toxicity of treatment are still matter of debate. Aim of the study. The purpose of this study was twofold: 1) set up an innovative and unsupervised mathematical model that helps in explaining the variability of imatinib plasma levels through the analysis of the main pharmacokinetic parameters in terms of patient-specific features as BMI, renal and hepatic function, alpha1-acid glycoprotein, age, sex and polymorphisms of transporters; 2) set up a specifically tailored analysis of variance technique which allows to detect in limited databases also possible correlations between efficacy, toxicity and genetic covariates either as single SNP or in the form of more complex combinations of different polymorphisms. Patients and Methods. The study has been carried out on 53 CML adult patients (30 males and 23 females) receiving imatinib as first-line therapy at the Section of Hematology of the Department of Clinical and Experimental Medicine of the University of Pisa and from the Department of Internal Medicine of Orbassano, Turin. Patients gave their informed consent to the participation to the study before enrollment. The pharmacokinetic model has been constructed following the indication of the Factor Analysis of Mixed Data (FAMD), a procedure that permitted us to select the possible important covariates and eventually which of them aggregate in a single factor using an unsupervised approach. For what concerns imatinib pharmacodynamics, we studied first the possible relation between treatment efficacy and genetic covariates (either as single SNPs or diplotypes) and then whether the pharmacogenetic variables obtained are also relevant for the tolerability of the drug. The genetic variables considered were represented by the following polymorphisms: rs72552763 [MI420I], rs12208357 [c.181C>T] and rs683369 [c.480C>G] (hOCT1), rs1128503 [c.1236C>T], rs2032582 [c.2677G>T/A] and rs1045642 [c.3435C>T] (ABCB1), rs4149117 [c.334G>T] (SLCO1B3). Results. The FAMD procedure allowed us to identify three main factors (single or aggregated covariates) which properly included in the pharmacokinetic model reduced significantly the uncertainties on all pharmacokinetic parameters. The selected factors are: hOCT1 polymorphism c.480C>G, a combination of BMI and gender and the glomerular filtration rate. Such a procedure led to k a = 0.786 ± 5.9 %, c 1 = 0.0282 ± 24.5 %, where k a and c 1 are the absorption and elimination rate, respectively. Through our investigation of the pharmacodynamics, we found that both the complete cytogenetic response (CCyR) and the maximum toxicity are related to a particular combination of hOCT1 rs683369 [c.480C>G] and ABCB1 rs1045642 [c.3435C>T] polymorphisms. Furthermore, since the toxic effects of the drug have a strong incidence on the discontinuation of the therapy, we have studied whether the manifestation and the onset time of the most frequent specific toxic effects of Imatinib can be associated to the genetic characteristics of the patients and/or to a combination of them. Edema toxicity has resulted to be correlated with combinations between c.3435C>T and gender or ABCB1 rs1128503 [c.1236C>T]. Cramp toxicity has resulted to be correlated to gender alone or in combination with SCLO1B3 rs4149117 [c.334G>T]. Discussion. Results of this study obtained provide relevant insights on the role of covariates in imatinib treatment and suggest that FAMD analyses in combination with ANOVA tests may allow the unsupervised identification of covariates that significantly affect drug disposition and pharmacodynamics. Figure 1. View large Download slide Color map of the mean values (left) and coefficient of variation (right) of contributions of ten covariates on the first five dimensions. In the color map of the mean values, greater is the value (darker color), more important is the role of the covariate in the dimension. Figure 1. View large Download slide Color map of the mean values (left) and coefficient of variation (right) of contributions of ten covariates on the first five dimensions. In the color map of the mean values, greater is the value (darker color), more important is the role of the covariate in the dimension.  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, chronic",
        "p-glycoprotein",
        "toxic effect",
        "imatinib mesylate",
        "edema",
        "membrane transport proteins",
        "muscle cramp",
        "orosomucoid",
        "protein-tyrosine kinase inhibitor",
        "proximal isovelocity surface area"
    ],
    "author_names": [
        "Sara Galimberti, MD",
        "Laura Galeotti",
        "Francesco Ceccherini",
        "Dario Domingo",
        "Marco Laurino",
        "Marialuisa Polillo",
        "Antonello Di Paolo",
        "Claudia Baratè, MD",
        "Carmen Fava, MD",
        "Antonio D'Avolio",
        "Giulia Fontanelli",
        "Romano Danesi",
        "Fulvio Cornolti",
        "Francesca Guerrini",
        "Elena Ciabatti",
        "Giuseppe Saglio, MDPhD",
        "Mario Petrini"
    ],
    "author_dict_list": [
        {
            "author_name": "Sara Galimberti, MD",
            "author_affiliations": [
                "department of Clinical and Experimental Medicine - Section of Hematology, UNiversity of Pisa, PISA, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laura Galeotti",
            "author_affiliations": [
                "Phymtech Srl, Navacchio, Pisa, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Ceccherini",
            "author_affiliations": [
                "Phymtech Srl, Navacchio, Pisa, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dario Domingo",
            "author_affiliations": [
                "Phymtech Srl, Navacchio, Pisa, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Laurino",
            "author_affiliations": [
                "phymtech Srl, navacchio, Pisa, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marialuisa Polillo",
            "author_affiliations": [
                "department of Clinical and Experimental Medicine, Section of Pharmacology, Pisa, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonello Di Paolo",
            "author_affiliations": [
                "Department of Clinical and Experimental Medicine, Section of Pharmacology, pisa, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Baratè, MD",
            "author_affiliations": [
                "Università degli Studi - Ospedale Santa Chiara, Department of Clinical and Experimental Medicine, Section of Hematology, Pisa, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Fava, MD",
            "author_affiliations": [
                "Division of Internal Medicine - Hematology, San Luigi Gonzaga Hospital, University of Turin, Orbassano, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio D'Avolio",
            "author_affiliations": [
                "Laboratory of Clinical Farmacology and Farmacogenetics, Departement of Medical Sciences, University of Torino,, Torino, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Fontanelli",
            "author_affiliations": [
                "department of Clinical and Experimental Medicine, Section of Hematology, Pisa, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Romano Danesi",
            "author_affiliations": [
                "Department of Clinical and Experimental Medicine, Section of Pharmacology, pisa, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fulvio Cornolti",
            "author_affiliations": [
                "Department of Physics, University of Pisa, Pisa, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Guerrini",
            "author_affiliations": [
                "department of Clinical and Experimental Medicine, Section of Hematology, pisa, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Ciabatti",
            "author_affiliations": [
                "University of Pisa, Department of Clinical and Experimental Medicine, Section of Hematology, Italy, Pisa, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Saglio, MDPhD",
            "author_affiliations": [
                "Clinic of Internal Medicine and Hematology, Università di Torino - Ospedale San Luigi, 10043 Orbassano-Torino, Italy"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Petrini",
            "author_affiliations": [
                "University of Pisa, Department of Clinical and Experimental Medicine, Section of Hematology, Italy, Pisa, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T06:45:28",
    "is_scraped": "1"
}