{
    "doi": "https://doi.org/10.1182/blood.V116.21.466.466",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1683",
    "start_url_page_num": 1683,
    "is_scraped": "1",
    "article_title": "Follicular Lymphoma-Like B Cells In Healthy Individuals Are Released From Pretumoral Niches Established In Secondary Lymphoid Tissues ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, Excluding Therapy: Biologic Mechanisms of Lymphomagenesis",
    "abstract_text": "Abstract 466 Follicular Lymphoma (FL) is a frequent mature B-cell neoplasia resulting from the malignant transformation of germinal center (GC) B-cells in secondary lymphoid organs. The t(14;18) translocation constitute both a genetic hallmark and a critical early event in the natural history of FL. t(14;18) is however not sufficient for malignant transformation, and further synergistic oncogenic events are clearly required. In line with this, t(14;18) + cells can be detected in the blood of most healthy individuals (HI). However, large differences in frequencies can be observed between individuals with yet uncertain significance. We recently demonstrated that in HI carrying high t(14;18) frequencies, such circulating translocated cells constitute an expanding population of atypical B-cells displaying the geno/phenotypic features of FL. In particular, we found that in such individuals, these cells are “frozen” at a GC B-cell stage of differentiation, where sustained AID expression leads to constitutive somatic hypermutation (SHM), class switch recombination (CSR) and genomic instability. As such processes are responsible for the progressive acquisition of secondary oncogenic alteration in B-cell lymphomagenesis, we proposed that t(14;18) + cells could represent bona fide FL precursors released from established premalignant niches in lymphoid organs (Roulland et al. JEM 2006, Agopian et al. 2009). To address this possibility, we now performed a systemic characterization of FL precursors in normal human biopsies: 20 paired blood/spleen/lymph nodes (LN) issued from organ donors, 10 blood/BM samples from patients undergoing cardiac surgery and 7 hyperplastic tonsils. Using a sensitive fluctuation PCR assay, we found that while children tonsils were negative, t(14;18) + cells were very frequent in adult tissues (75% of spleens, 59% of LN and 30% of BM samples). The frequencies were distributed over a wide frequency spectrum (>500-fold), among which t(14;18) + frequencies in spleen (up to 1/1000 cells) were surprisingly high, far above levels generally found in blood (from 1/100,000 to 1/10 million). To test the possibility that lymphoid organs (and in particular the spleen) constitute sanctuaries of FL precursors, we characterized t(14;18) cells in tissues at the molecular level, and evaluated if paired circulating and resident t(14;18) + cells are clonally related. Using detailed molecular analysis of BCL2/IGH amplicons obtained by LR-PCR on coupled tissue samples or isolated splenic B-cell subsets discriminating naïve and GC/post-GC B-cells, we demonstrate that t(14;18) clones issued from spleen, LN and BM are the resident counterparts of the circulating pre-FL cells (including a «frozen» GC phenotype maintaining AID activity, with the presence of highly mutated Sμ regions, intra-Sμ deletions and for the most advanced clones, unusual stigmata of AID-mediated genomic instability linked to malignant progression). Furthermore, intraclonal variation (ICV) analysis of the upstream Sμ flanking region revealed the presence of an intense trafficking of the t(14;18) + FL-like clones between lymphoid organs and/or blood. Indeed, clones presenting identical BCL2/IGH signature could be found in different organs and blood, and yet displayed systematic ICV, indicative of ongoing SHM and further supporting the derivation of such cells from GC derived B-cells with sustained AID activity. Collectively, these data establish a direct clonal relationship between resident t(14;18) + cells and their circulating counterparts, and the early potential of such pre-FL GC-B cells to invade other reactive GC, and to disseminate in BM. These findings strongly impact on the current understanding of disease progression, and on the proper handling of t(14;18) frequency in blood as a potential early biomarker for lymphoma. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "lymphoid tissue",
        "lymphoma",
        "bcl-2 protein",
        "malignant transformation",
        "polymerase chain reaction",
        "atypical",
        "biological markers",
        "biopsy",
        "cardiac surgery procedures"
    ],
    "author_names": [
        "Sandrine Roulland",
        "Stephanie Sungalee",
        "Emilie Gregoire",
        "Fabien Guilloton",
        "Ester Morgado",
        "Emilie Mamessier",
        "Cedric Menard",
        "Celine Monvoisin",
        "Jean Hardwigsen",
        "Claudine Schiff",
        "Karin Tarte",
        "Bertrand Nadel"
    ],
    "author_affiliations": [
        [
            "Inserm U631, Centre d'Immunologie de Marseille-Luminy, Marseille, France, "
        ],
        [
            "Inserm U631, Centre d'Immunologie de Marseille-Luminy, Marseille, France, "
        ],
        [
            "hôpital de la Conception, AP-HM, Service de chirurgie digestive et transplantation hépatique, Marseille, France, "
        ],
        [
            "INSERM U917, Rennes, "
        ],
        [
            "Inserm U631, Centre d'Immunologie de Marseille-Luminy, Marseille, France, "
        ],
        [
            "Inserm U631, Centre d'Immunologie de Marseille-Luminy, Marseille, France, "
        ],
        [
            "INSERM U917, Rennes, "
        ],
        [
            "INSERM U917, Rennes, "
        ],
        [
            "hôpital de la Conception, AP-HM, Service de chirurgie digestive et transplantation hépatique, Marseille, France, "
        ],
        [
            "Inserm U631, Centre d'Immunologie de Marseille-Luminy, Marseille, "
        ],
        [
            "INSERM U917, Rennes, "
        ],
        [
            "iNSERM U631, Centre d'Immunologie de Marseille-Luminy, Rennes"
        ]
    ],
    "first_author_latitude": "43.23382720000001",
    "first_author_longitude": "5.4427781"
}