{
    "doi": "https://doi.org/10.1182/blood.V110.11.3210.3210",
    "article_title": "Incomplete Platelet Dense Granule Formation in Normal Neonates. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Platelets are important in maintaining hemostasis in newborns, where bleeding can arise from abnormal platelet function and/or thrombocytopenia. It is well established that plasma coagulation factor concentrations are lower in neonates compared to children and adults, but less is known about the development and function of neonatal platelets. It has been postulated that platelets from neonates, and to a greater extend from premature neonates, are dysfunctional due to low dense granule counts ( Blood  2006 ; 108 : 331a ), however, other studies have shown normal neonate platelet function. Our previous studies indicated a slightly decreased number of dense granules per platelet in neonates ( Blood  2005 ; 106 : 4159 –4156 ). We have now extended these studies to a larger cohort of 19 normal neonatal cord blood samples (gestational age 37.5–40 weeks) from planned Caesarean sections, which were analyzed under optimal sample handling conditions and compared to platelets from 10 children (age 8–10 years). 50 platelets from each subject were evaluated for dense granule content utilizing whole mount and thin section electron microscopy (EM) for the quantification of dense granules (detected via their electron-dense calcium content) and ultrastructural assessment. A subset of samples was tested via flow cytometry for P-selectin expression as a measure of platelet activation, and platelet structural integrity was also assessed using thin section EM. Our data revealed that platelets in neonatal cord blood had a mean dense granule count of 2.3 (SD=2.2) per platelet, compared to 4.4 dense granules per platelet (SD=2.7) in blood from older children; t-test comparisons showed the difference between these groups to be highly significant (P<0.001). Interestingly, 22% of cord blood platelets contained no measurable dense granules, whereas only 3% of platelets from older children where devoid of dense granules. We suspected that the mean dense granule counts of <1 per platelet in neonatal cord blood reported by others may have arisen due to high levels of platelet activation during sample acquisition or handling. In our samples platelet activation as measured by P-selectin expression was similar in both populations and did not exceed 7.5%, and platelet morphology as assessed by thin section EM was also comparable. Our studies confirm that neonatal cord blood platelets contain fewer recognizable dense granules than those found in older children. Two possible explanations for this observation are: normal numbers of dense granules are present in neonatal platelets, but a subset cannot be detected via EM owing to insufficient calcium uptake; there are fewer dense granules in neonatal platelets owing to peculiarities in the development of megakaryocytes, where recent studies have suggested that dense granules originate by an active transport mechanism and move into proplatelets. These possibilities point to the usefulness of studying fetal and neonatal megakaryopoiesis.",
    "topics": [
        "blood platelets",
        "granules",
        "newborn",
        "calcium",
        "p-selectin",
        "blood coagulation factors",
        "cesarean section",
        "flow cytometry",
        "hemorrhage",
        "hemostasis procedures"
    ],
    "author_names": [
        "Walter H. Kahr, MD, PhD",
        "Shoma Baidya, MD",
        "Animitra Das, MD",
        "Ayca Toprak",
        "Hilary Christensen",
        "Fanny Meulman",
        "Margaret L. Rand, PhD",
        "Fred G. Pluthero, PhD",
        "David Chitayat, MD",
        "Prakeshkumar Shah, MD",
        "Victor S. Blanchette, MB, ChB"
    ],
    "author_dict_list": [
        {
            "author_name": "Walter H. Kahr, MD, PhD",
            "author_affiliations": [
                "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shoma Baidya, MD",
            "author_affiliations": [
                "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Animitra Das, MD",
            "author_affiliations": [
                "Department of Paediatrics and HPME, Mount Sinai Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayca Toprak",
            "author_affiliations": [
                "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hilary Christensen",
            "author_affiliations": [
                "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fanny Meulman",
            "author_affiliations": [
                "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret L. Rand, PhD",
            "author_affiliations": [
                "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fred G. Pluthero, PhD",
            "author_affiliations": [
                "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Chitayat, MD",
            "author_affiliations": [
                "Division of Clinical and Metabolic Genetics, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prakeshkumar Shah, MD",
            "author_affiliations": [
                "Department of Paediatrics and HPME, Mount Sinai Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor S. Blanchette, MB, ChB",
            "author_affiliations": [
                "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T21:37:27",
    "is_scraped": "1"
}