{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2602.2602",
    "article_title": "Clonal Evolution Mechanisms and Collateral Sensitivity to Impdh Inhibitor Therapy in Relapsed Lymphoblastic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Improved support and intensified chemotherapy regimens have increased the overall survival rates of newly diagnosed pediatric ALL to over 80%. However the outcomes of patients with relapsed or refractory ALL remain poor, with cure rates of about only 40%. Thus, leukemia relapse and chemotherapy resistance are now the most prominent challenges in the treatment of ALL. Leukemia-initiating cells capable of self-renewal, protective microenvironment safe-haven niches and clonal evolution with acquisition of secondary genetic alterations driving chemotherapy resistance have all been implicated as drivers of ALL disease progression and relapse. In this context, heterozygous activating mutations in the NT5C2 nucleotidase gene are present in about 20% of relapsed pediatric T-cell ALL (T-ALL) cases and 3-10% of relapsed B-precursor ALLs. Yet, the mechanisms involved in NT5C2 mutation-driven clonal evolution during leukemia initiation, disease progression and relapse remain unknown. Using a conditional inducible leukemia model, we demonstrate that expression of Nt5c2 p.R367Q, a highly prevalent relapsed-ALL NT5C2 mutation, induces resistance to chemotherapy with 6-MP at the cost of impaired leukemia cell growth and leukemia-initiating cell activity. Consistently ultra-deep sequencing with molecular barcodes, allele specific PCR and droplet PCR analyses showed that NT5C2 mutations are typically absent at the time of diagnosis or represent very small clones below the threshold of detection (1:1000). Metabolomic profiling of isogenic Nt5c2 wild type and Nt5c2 p.R367Q mutant lymphoblasts showed that the loss of fitness phenotype of Nt5c2 mutant cells is associated with excess export of purines to the extracellular space and depletion of the intracellular purine nucleotide pool. Consequently, blocking guanosine synthesis via inosine-5'-monophosphate dehydrogenase (IMPDH) inhibition induced increased cytotoxicity against NT5C2-mutant leukemia lymphoblasts. Similar results -increased resistance to 6-MP, depleted intracellular nucleoside pool and excess export of purines to the culture media and increased sensitivity to mizoribine- were documented in human ALL cell lines with expression of relapse associated NT5C2 mutations (p.R238W, p.K359Q, p.R367Q and p.D407A). The specificity of these interactions was supported by metabolic rescue of mizoribine-induced cytotoxicity in cultures supplemented with guanosine. Similarly shRNA knockdown of IMPDH2 induced increased cytotoxicity in human cell lines expressing mutant NT5C2. Finally, we verified increased response to mizoribine in relapsed-leukemia derived xenograft cells harboring NT5C2 mutations compared with their corresponding NT5C2 wild type diagnostic-sample derived counterparts. In all, these results identify NT5C2 mutation-associated fitness cost and resistance to chemotherapy as key evolutionary drivers shaping clonal evolution in relapsed ALL and support a role for IMPDH inhibition in the treatment of ALL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "6-mercaptopurine",
        "adult t-cell lymphoma/leukemia",
        "cell lines",
        "chemotherapy regimen",
        "clone cells",
        "culture media",
        "cytotoxicity",
        "disease progression",
        "guanosine",
        "inosine"
    ],
    "author_names": [
        "Chelsea Dieck",
        "Gannie Tzoneva, PhD",
        "Koichi Oshima, MD PhD",
        "Alberto Ambesi-Impiombato",
        "Marta Sanchez-Martin, PhD",
        "Maria Luisa Sulis, MD",
        "Motohiro Kato, MD PhD",
        "Katsuyoshi Koh, MD",
        "Maddalena Paganin, PhD",
        "Giuseppe Basso, MD",
        "Julie M. Gastier-Foster, PhD",
        "Mignon L. Loh, MD",
        "Renate Kirschner-Schwabe, PhD",
        "Chioma Madubata",
        "Raul Rabadan",
        "Adolfo A. Ferrando, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chelsea Dieck",
            "author_affiliations": [
                "Columbia University, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gannie Tzoneva, PhD",
            "author_affiliations": [
                "Columbia University, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Oshima, MD PhD",
            "author_affiliations": [
                "Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Ambesi-Impiombato",
            "author_affiliations": [
                "Columbia University, New York, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Sanchez-Martin, PhD",
            "author_affiliations": [
                "IBM Watson Health, Cambridge, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Luisa Sulis, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology/Stem Cell Transplantation, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Motohiro Kato, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology Research, National Center for Child Health and Development, Tokyo, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katsuyoshi Koh, MD",
            "author_affiliations": [
                "University of Tokyo, Tokyo, JPN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maddalena Paganin, PhD",
            "author_affiliations": [
                "Onco-Hematology Division, Department, Salute della Donna e del Bambino (SDB), University of Padua,, Padua, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Basso, MD",
            "author_affiliations": [
                "Woman and Child Health Department, OncoHematology Lab, Università degli Studi di Padova, Padova, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie M. Gastier-Foster, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Nationwide Children's Hospital, Columbus, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mignon L. Loh, MD",
            "author_affiliations": [
                "Department of Pediatrics, Benioff Children's Hospital and the Helen Diller Family Comprehensive Cancer Center, University of California at San Francisco, San Francisco, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renate Kirschner-Schwabe, PhD",
            "author_affiliations": [
                "Department of Pediatric Oncology/Hematology, Charité Universitätsmedizin Berlin, Berlin, DEU "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chioma Madubata",
            "author_affiliations": [
                "Columbia University, New York, NY "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul Rabadan",
            "author_affiliations": [
                "Columbia University, New York, NY "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adolfo A. Ferrando, MD PhD",
            "author_affiliations": [
                "Institute for Cancer Genetics, Columbia University, New York, NY"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:31:21",
    "is_scraped": "1"
}