{
    "doi": "https://doi.org/10.1182/blood.V124.21.954.954",
    "article_title": "Survivorship in APL- Outcomes of Acute Promyelocytic Leukemia (APL) Patients (pts) after Maintaining Complete Remission (CR) for at Least 3 Years ",
    "article_date": "December 6, 2014",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster I",
    "abstract_text": "Introduction: The outcome for pts with APL has improved over time most recently with the use of ATRA and arsenic trioxide (ATO). The purpose of this study was to investigate the survivorship outcomes of APL pts who maintained CR for at least 3 years treated with both chemotherapy and non-chemotherapy based regimens (i.e. potentially cured). Methods: We performed a chart review of pts with APL treated at our institution who achieved CR for at least 3 years after their initial treatment to analyze their long-term outcomes. Results: 185 pts with APL were treated between 1991 and 2010 at our institution. 165 (89%) pts achieved CR. Among them, 124 (75%) maintained 1 st CR for at least 3 years. Of these 124 pts, 91 pts were treated without chemotherapy (ATRA and ATO ± gemtuzumab ozogamicin), while 33 pts pts were treated with chemotherapy (anthracyclines) as part of their treatment. The median age for each group was 46 years (range, 25-80) for those treated without chemotherapy and 40 year (range, 26-63) with chemotherapy. Characteristics of APL survivor pts at the time of diagnosis were as follows: hypertension (HTN) was present in 24% of the pts; cardiac disease in 13%; diabetes (DM) in 21%; pulmonary disease in 8%. Median number of medications per pt at baseline was 1 (0-20). Relapses after maintaining CR for ≥3 years were noted in 4% of the pts: 3% of the pts treated without chemotherapy and 6% of pts with chemotherapy (p=0.55). The median CR duration for those who relapsed was 7.5 years (4.1-9.7) and 3.75 years (3.5-4), respectively. A 2 nd complete remission (CR2) was achieved in 100% of pts. 60% of all pts were treated without chemotherapy, while 40% were treated with chemotherapy. New medical problems that were present at the 3 year mark in pts treated without chemotherapy included: HTN in 39% of pts; cardiac disease, including coronary artery disease (CAD), myocardial infarctions (MI) and arrhythmias in 11%; renal insufficiency in 3%; DM in 25%; hematological disorders in 8%; pulmonary disorders occurred in 5%; neurological disorders in 9%. The median number of medications per pt 3 yrs from initial CR treated without chemotherapy was 3 (range, 0-15). New medical problems that were present at the 3 year mark in pts treated with chemotherapy included: HTN in 19% of pts; cardiac disease in 7%; DM in 7%; neurological disorders were noted in 7%. No pulmonary, renal or hematological disorders in pts treated with chemotherapy were noted at the 3 year mark. The median number of medications per pt 3 yrs from initial CR treated with chemotherapy was 0 (range, 0-5). New medical problems that developed at time of last follow up in pts treated without chemotherapy included: HTN in 43% of pts; cardiac disease in 14%; renal insufficiency in 7%; DM in 26%; hematological disorders in 11%; pulmonary disorders occurred in 8%; neurological disorders in 11%. The median number of medications per pt at the time of last follow up from initial CR treated without chemotherapy was 4 (range, 0-23). New medical problems that were present at the time of last follow up in pts treated with chemotherapy included: HTN in 26% of pts; cardiac disease in 15%; DM in 15%; neurological disorders were noted in 15%. No pulmonary, renal or hematological disorders in pts treated with chemotherapy were noted at the time of last follow up. The median number of medications per pt at the time of last follow up from initial CR treated with chemotherapy was 0 (range, 0-14). Second malignancies occurred in 8% of pts. The most common 2 nd malignancy was breast cancer, occurring in 2% of pts. At a median follow up of 6.3 years (3.2-10.2) and 7.9 years (3.9-14) respectively, 88% and 82% of pts are alive. The most common causes of death included second malignancies, accounting for 41% of all deaths and cardiac diseases, accounting for 29% of all deaths. Conclusion: APL pts who achieved CR for at least 3 years have a very low incidence of late relapses. While most are alive today, ongoing medical care and surveillance is required to manage chronic and emerging comorbidities. The extent to which prior therapy contributes to these co-morbidities requires further study. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute promyelocytic leukemia",
        "brachial plexus neuritis",
        "complete remission",
        "survivorship",
        "chemotherapy regimen",
        "follow-up",
        "heart diseases",
        "hypertension",
        "hematological diseases",
        "nervous system disorders"
    ],
    "author_names": [
        "Aditya Vittal Shetty",
        "Farhad Ravandi, MD",
        "Naga Alapati, MBBS",
        "Gautam Borthakur, MD",
        "Guillermo Garcia-Manero, MD",
        "Tapan M. Kadia, MD",
        "William Wierda, MD PhD",
        "Zeev Estrov, MD",
        "Sherry Pierce, BSN, BA",
        "Susan O'Brien, MD",
        "Hagop M. Kantarjian, MD",
        "Jorge E. Cortes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aditya Vittal Shetty",
            "author_affiliations": [
                "MD Anderson, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naga Alapati, MBBS",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur, MD",
            "author_affiliations": [
                "University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tapan M. Kadia, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Wierda, MD PhD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev Estrov, MD",
            "author_affiliations": [
                "The University of Texas, M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry Pierce, BSN, BA",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan O'Brien, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "MDACC, Houston, TX"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T04:07:25",
    "is_scraped": "1"
}