{
    "doi": "https://doi.org/10.1182/blood.V128.22.5758.5758",
    "article_title": "Evaluation of Infectious Complications after Haploidentical Hematopoietic Stem Cell Transplantation with Post-Transplant Cyclophosphamide Following Reduced-Intensity and Myeloablative Conditioning: A Study on Behalf of the Francophone Society of Stem Cell Transplantation and Cellular Therapy (SFGM-TC) Study ",
    "article_date": "December 2, 2016",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Introduction : Hematopoietic stem cell transplantation (HSCT) is a major treatment for many hematological disorders. However, this treatment comes with significant risks linked to toxicity and infectious complications which may lead to death. Recently haploidentical transplants without ex vivo T-depletion have been developed through the use of post-transplant cyclophosphamide, thus reducing the risk of lethal GVHD. Toxicity data are still limited and few studies have evaluated infectious complications following haploidentical transplants without ex vivo T-cell depletion. In this study, we evaluated the incidence of infectious complications in patients who received haploidentical HSCT with post-transplant cyclophosphamide. Patients and methods : Data from 21 French centers and one Belgian center were retrospectively collected. Between January 2013 and December 2014, 159 patients all older than 18 years, affected with hematological malignancy and having undergone a haploidentical HSCT were included. Informed consent was obtained in accordance with the Declaration of Helsinki. Clinical data were obtained through ProMISe (Project Manager Internet Server), the internet-based system shared by all Francophone transplantation centers. Results : In total, 159 patients were included (Table 1). The median age at transplantation was 51.2 years (20-72 years). All patients were treated with post-transplant cyclophosphamide combined with an anticalcineurin and mycophenolate mofetil as GVHD prophylaxis. The median follow-up of the cohort was 14 months. Meanwhile, 49 patients (13%) developed acute GVHD (grade 2-4). Forty-three patients (27%) developed chronic GVHD. Median overall survival wasn't reached and the median progression-free survival was 571 days. At the end of the study, 69 patients had died, 29 were in relapse and 36 presented treatment related toxicity. TRM was of 14% and 22% at day 100 and 365 respectively. At least one infectious complication occurred in 135 patients. These were mostly clinically or microbiologically documented. Median time from transplant to the first occurrence of infectious complication was 12 days. Twenty five percent of patients presented between 3 and 5 infectious complications. The average number of infectious complications per patient was 2.9 (0-12). Sixty-two percent of early infectious complications occurred throughout conditioning or within 20 days post- transplant. Fifty-two percent of those infections were bacterial, 33% viral (39% of which related to CMV and 28% to BK virus), and 4.5% were parasitic or fungal (50% of which related to aspergillosis). Overall 436 infectious episodes were reported: bloodstream infections (62%) (bacteremia, viremia, fungemia or parasitaemia), respiratory (10%), urinary tract (8%), digestive tract (6%), skin (3%), septic shock and multi organ failure (6%), others (5%). Among those complications, 46% were bacteria related, 36% were virus related (17% of which due to BK virus and 39% to CMV), 7% were parasitic or fungal related (in these cases, 61% aspergillosis related). In total, 26 cases (6%) of BK virus infections were observed. Conclusion: In conclusion, in these preliminary results, except for maybe in the case of BK infections, incidence of infectious disease after haploidentical HSCT seem not to differ to related or unrelated HSCT. Further prospective studies are necessary to confirm these results, especially by evaluating infectious viremia with BK virus after HSCT haploidentical with post-transplant cyclophosphamide following reduced-intensity and myeloablative conditioning for this patient population. Table 1: Patient disease and treatment characteristics Table 1 View large Download slide Table 1 View large Download slide  Close modal Disclosures Michallet: Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; Astellas Pharma: Consultancy, Honoraria; MSD: Consultancy, Honoraria; Genzyme: Consultancy, Honoraria.",
    "topics": [
        "cell therapy",
        "conditioning (psychology)",
        "cyclophosphamide",
        "hematopoietic stem cell transplantation",
        "infection as complication of medical care",
        "transplantation",
        "toxic effect",
        "aspergillosis",
        "graft-versus-host disease",
        "infections"
    ],
    "author_names": [
        "Amandine Fayard, RD",
        "Fabien Tinquaut",
        "Didier Blaise, MD PhD",
        "Patrice Chevallier, MD PhD",
        "Mauricette Michallet, MD PhD",
        "Ana Berceanu, MD",
        "Ibrahim Yakoub-Agha, MD PhD",
        "Gérard Socié, MD PhD",
        "Amandine Charbonnier, MD",
        "Felipe Suarez, MD PhD",
        "Anne Huynh, MD",
        "Mélanie Mercier, MD",
        "Claude-Eric Bulabois, MD",
        "Bruno Lioure, MD",
        "Sylvain Chantepie, MD",
        "Yves Beguin, MD PhD",
        "Jean Henri Bourhis, MD PhD",
        "Jean Valere Malfuson",
        "Laurence Clément, MD",
        "Jerome Cornillon, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amandine Fayard, RD",
            "author_affiliations": [
                "Hematolgy Department, Institut de Cancérologie Lucien Neuwirth, Saint-Etienne, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fabien Tinquaut",
            "author_affiliations": [
                "Centre Hygée, Lucien Neuwirth Cancer Institute, Saint-Priest-en-Jarez, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Didier Blaise, MD PhD",
            "author_affiliations": [
                "Programme de Transplantation &Therapie Cellulaire, Centre de Recherche en Cancérologie de Marseille, Institut Paoli Calmettes, Marseille, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Chevallier, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Nantes University Hospital, Nantes, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauricette Michallet, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Centre Hospitalier Lyon-Sud, Lyon, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Berceanu, MD",
            "author_affiliations": [
                "Hematology, Besançon University Hospital, Besançon, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ibrahim Yakoub-Agha, MD PhD",
            "author_affiliations": [
                "Service des Maladies du Sang, Hopital Claude Huriez, CHRU Lille, Lille, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gérard Socié, MD PhD",
            "author_affiliations": [
                "Hematology / Transplantation, Saint Louis Hospital, Paris, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amandine Charbonnier, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital, Amiens, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felipe Suarez, MD PhD",
            "author_affiliations": [
                "Hôpital Universitaire Necker-Enfants Malades, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Huynh, MD",
            "author_affiliations": [
                "Institut Universitaire du Cancer, Oncopole IUCT, Toulouse, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mélanie Mercier, MD",
            "author_affiliations": [
                "Hematology Department, CHU, Angers, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claude-Eric Bulabois, MD",
            "author_affiliations": [
                "Hematology, CHU Grenoble, Grenoble, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Lioure, MD",
            "author_affiliations": [
                "Hematology and Oncology, Hopital Hautepierre, Strasbourg, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvain Chantepie, MD",
            "author_affiliations": [
                "Institut d'Hématologie, Caen University Hospital, Caen, France "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yves Beguin, MD PhD",
            "author_affiliations": [
                "Hematology, University and CHU of Liege, Liege, Belgium "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Henri Bourhis, MD PhD",
            "author_affiliations": [
                "Gustave Roussy Cancer Center, Villejuif, France "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Valere Malfuson",
            "author_affiliations": [
                "Hôpital d'instruction des armées Percy, Paris Cedex 10, FRA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Clément, MD",
            "author_affiliations": [
                "Department of Hematology, Bodreaux University Hospital, Bordeaux, France "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Cornillon, MD",
            "author_affiliations": [
                "Hematology department, Institut de Cancerologie Lucien Neuwirth, Saint-Priest-en-Jarez, France"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:35:46",
    "is_scraped": "1"
}