{
    "doi": "https://doi.org/10.1182/blood.V128.22.3653.3653",
    "article_title": "Geographic Differences in Phenotype and Treatment of Children with Sickle Cell Anemia from the Multinational DOVE Study ",
    "article_date": "December 2, 2016",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical Poster III",
    "abstract_text": "Background: Sickle cell anemia (SCA) is characterized by significant phenotypic variability. DOVE 1 was a Phase 3, double-blind, randomized, parallel-group, placebo-controlled, multinational study that investigated the efficacy and safety of prasugrel, a P2Y12 adenosine diphosphate receptor antagonist, for reduction of vaso-occlusive crises (VOCs), a composite of painful crisis or acute chest syndrome, in 2- to <18-year-olds with SCA (age cohorts: 2 to <6 years, 6 to <12 years, and 12 to <18 years) (NCT01794000). Methods: DOVE was conducted at 51 sites in 13 countries across 4 continents. A total of 341 subjects were randomized (prasugrel, n=171; placebo, n=170) and SCA genotypes (homozygous hemoglobin S; hemoglobin Sβ 0 thalassemia) were included. Eligibility required ≥2 VOCs in the prior year. Baseline clinical and laboratory characteristics and study endpoints were compared by region. Since no overall treatment effect was found, data provided reflect the combined 341 subjects (Americas, N=57; sub-Saharan Africa [SSA], N=148; North Africa/Middle East, N=110; Europe, N=26). Results: Per regional enrollment, the largest proportion of subjects were 6 to <12 years in SSA (48.6% [n=72]), 12 to <18 years in the Americas (45.6% [n=26]) and North Africa/Middle East (58.2% [n=64]), but more evenly divided among the 3 age groups in Europe (30.8-34.6% [n=8-9]). Self-reported racial groupings differed by region (p<0.001): 100% white in North Africa/Middle East; 100% black in SSA; 19.2% white, 76.9% black, and 3.8% multiple in Europe; and 1.8% white, 96.4% black, and 1.8% multiple in the Americas. Mean body mass index was <17 in SSA and Europe (15.3 and 16.6 kg/m 2 ) but >18 in North Africa/Middle East and the Americas (18.3 and 18.1 kg/m 2 ) (p<0.001). Mean blood pressures were lowest in SSA (systolic: 99.0 vs. 105.4-108.0 mmHg, p=0.004; diastolic: 58.3 vs. 60.4-62.9 mmHg, p=0.003). The proportion of subjects with history of acute chest syndrome prior to enrollment was lower in SSA (6.1%) than other regions (18.2-66.7%, p<0.001). Mean number of VOCs in the year prior to enrollment was higher in the Americas than other regions (5.8 vs. 3.2-3.4, p=0.041). Hydroxyurea (HU) use at baseline varied by region: 91.2% in the Americas, 72.7% in North Africa/Middle East, 42.3% in Europe, and 6.8% in SSA (p<0.001). For subjects not on HU at baseline (Table 1), mean hemoglobin at baseline was lowest in SSA (7.6 g/dL); reticulocyte count was lowest in the Americas (214.8 billion/L) and highest in Europe (327.8 billion/L) (p=0.004). For all geographic regions, the most frequent serious adverse events (SAEs) were classified as blood and lymphatic system disorders, with the highest percentage reported as painful crisis. The second most frequent SAEs in SSA, North Africa/Middle East, and Europe were various infections and infestations. The second most frequent in the Americas was respiratory, thoracic, and mediastinal disorders; all were reported as acute chest syndrome. The overall rate of VOCs (events per patient-year) was 3.2 in Europe, 3.0 in the Americas, 2.6 in SSA, and 2.0 in North Africa/Middle East. The percentage of patients hospitalized for VOCs was greatest in Europe (76.9%) compared to other regions (28.4-57.9%); however, mean hospital stay per VOC was similar across regions (5.3-6.2 days). The percentage of VOCs causing hospitalization was highest in Europe (67.7%), followed by North Africa/Middle East (48.7%), the Americas (46.5%), and SSA (26.4%). In SSA, the majority of VOCs were managed as outpatient hospital visits (67.9%), whereas other regions more frequently used inpatient hospital visits (33.2-55.2%). Regardless of region, almost all VOCs were treated with analgesics (overall: 99.5%) and approximately half were treated with intravenous (IV) fluids (overall: 54.4%). In contrast, the proportion of VOC-related transfusions was greater in North Africa/Middle East and Europe (18.6% and 18.8%) than in the Americas and SSA (10.0% and 6.4%). Conclusions: In the DOVE study, management of VOCs with analgesics and IV fluids was similar across regions. However, there were regional differences in VOC-related hospitalizations and transfusions that may reflect differences in culture, utilization of resources, disease severity, or a combination of factors. References: 1 Heeney MM, et al. A multinational trial of prasugrel for sickle cell vaso-occlusive events. N Engl J Med . 2016;374:625-635. View large Download slide View large Download slide  Close modal Disclosures Colombatti: Eli Lilly and Company: Research Funding. Heeney: Eli Lilly and Company: Research Funding; Sancilio and Company: Consultancy, Research Funding; Pfizer: Research Funding. Hoppe: Eli Lilly and Company: Consultancy. Ogutu: Eli Lilly and Company: Research Funding. Hassab: Eli Lilly and Company: Research Funding. Zhou: Eli Lilly and Company: Employment, Other: Minor Shareholder. Yao: Eli Lilly and Company: Employment. Brown: Eli Lilly and Company: Employment, Other: Minor Shareholder. Heath: Eli Lilly and Company: Employment. Jakubowski: Eli Lilly and Company: Employment, Other: Minor Shareholder. Abboud: Eli Lilly and Company: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees; MAST Therapeutics: Research Funding; Novartis: Honoraria.",
    "topics": [
        "child",
        "geographic difference",
        "phenotype",
        "sickle cell anemia",
        "volatile organic compounds",
        "intravenous fluid",
        "acute chest syndrome",
        "prasugrel",
        "analgesics",
        "blood transfusion"
    ],
    "author_names": [
        "Baba Inusa",
        "Raffaella Colombatti, MD PhD",
        "David C Rees, MA, FRCP",
        "Matthew M Heeney, MD",
        "Carolyn C Hoppe, MD",
        "Bernhards Ogutu, MD PhD",
        "Hoda M Hassab, MD",
        "Chunmei Zhou, MS",
        "Suqin Yao, PhD",
        "Patricia B Brown, BSN, RN",
        "Lori E Heath, MS",
        "Joseph A. Jakubowski, PhD",
        "Miguel R Abboud, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Baba Inusa",
            "author_affiliations": [
                "Evelina London Children's Hospital, Guy's and St Thomas' Hospital NHS Trust, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Raffaella Colombatti, MD PhD",
            "author_affiliations": [
                "Azienda Ospedaliera - Università di Padova, Clinic of Pediatric Hematology Oncology, Department of Pediatrics, Padua, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C Rees, MA, FRCP",
            "author_affiliations": [
                "Molecular Haematology, King's College London, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew M Heeney, MD",
            "author_affiliations": [
                "Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carolyn C Hoppe, MD",
            "author_affiliations": [
                "Hematology-Oncology, UCSF Benioff Children's Hospital Oakland, Oakland, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernhards Ogutu, MD PhD",
            "author_affiliations": [
                "Kenya Medical Research Institute, U.S. Army Medical Research Unit - Kenya, Malaria Resistence, Kisumu, Kenya "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hoda M Hassab, MD",
            "author_affiliations": [
                "Pediatric Department and Clinical Research Center, Faculty of Medicine, Alexandria University, Alexandria, Egypt "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunmei Zhou, MS",
            "author_affiliations": [
                "Eli Lilly and Company, Indianapolis, IN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suqin Yao, PhD",
            "author_affiliations": [
                "Eli Lilly and Company, Indianapolis, IN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia B Brown, BSN, RN",
            "author_affiliations": [
                "Eli Lilly and Company, Indianapolis, IN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lori E Heath, MS",
            "author_affiliations": [
                "Eli Lilly and Company, Indianapolis, IN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph A. Jakubowski, PhD",
            "author_affiliations": [
                "Eli Lilly and Company, Indianapolis, IN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel R Abboud, MD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, American University of Beirut Medical Center, Beirut, Lebanon"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:43:25",
    "is_scraped": "1"
}