{
    "doi": "https://doi.org/10.1182/blood-2018-99-119190",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4067",
    "start_url_page_num": 4067,
    "is_scraped": "1",
    "article_title": "Baseline and Early Changes in Serum B-Cell Maturation Antigen Levels Predict Progression Free Survival and Response Status for Multiple Myeloma Patients in a Phase 1 Trial Evaluating Ruxolitinib, Lenalidomide and Methylprednisolone ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": null,
    "author_names": [
        "Sean Bujarski, BA",
        "Camilia Soof, BS",
        "Mingjie Li, BS",
        "Cathy S. Wang, BS",
        "Eric Sanchez, BA",
        "Marsiye Emamy-Sadr",
        "Regina Swift",
        "Kian Rahbari",
        "Saurabh Patil, BS",
        "Tanya M. Spektor, PhD",
        "Haiming Chen, MD PhD",
        "James R. Berenson, MD"
    ],
    "author_affiliations": [
        [
            "James R Berenson, M.D., Inc., West Hollywood, CA ",
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA ",
            "OncoTracker, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "James R Berenson, M.D., Inc., West Hollywood, CA "
        ],
        [
            "James R Berenson, M.D., Inc., West Hollywood, CA "
        ],
        [
            "James R Berenson, M.D., Inc., West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Oncotherapeutics, West Hollywood, CA"
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "James R Berenson, M.D., Inc., West Hollywood, CA ",
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA ",
            "OncoTracker, West Hollywood, CA ",
            "Oncotherapeutics, West Hollywood, CA"
        ]
    ],
    "first_author_latitude": "34.090862099999995",
    "first_author_longitude": "-118.39251750000001",
    "abstract_text": "Background: B-cell maturation antigen (BCMA) is highly expressed on malignant plasma cells from patients with multiple myeloma (MM). We have previously shown that serum (s) BCMA levels are elevated among MM patients, and baseline levels predict both progression free and overall survival in an unselected MM population. The half-life of soluble BCMA is much shorter (approximately 24-hours) than sM-protein (3-4 weeks). As a result, we have monitored sBCMA and sM-protein levels weekly among unselected MM patients starting any new therapy in our clinic. We have previously reported that this biomarker much more quickly determines changes in their clinical status than conventional biomarkers. In this study, we determined whether both baseline and changes in sBCMA levels during cycle 1 can predict progression-free survival (PFS) and best response among patients enrolled on the IRUX 1504 phase 1 trial evaluating ruxolitinib, lenalidomide and methylprednisolone for relapsed or refractory (RR) MM patients. Methods: Serum (s) was obtained weekly during the first cycle (C1) and first day of the second cycle (C2D1) and monthly thereafter from patients enrolled on the IRux 1504 trial from February 2017 to July 2018. sM-protein levels were assessed using standard protein electropheresis, and sBCMA levels were determined using an ELISA (R&D Systems; Minneapolis, MN). Kaplan-Meier analysis was used to assess differences in PFS based on baseline sBCMA levels and the percentage (%) change in sBCMA from baseline to C1D8. We also determined the relationship between changes in sBCMA on C1D8 and best response as determined using International Myeloma Working Group criteria. All patient samples were obtained following proper informed consent in accordance with the Declaration of Helsinki. Results: Twenty-eight MM patients (IgG [n=13], IgA [n=5], free light chain only [n=10]), were evaluated. However, one patient progressed before reaching C1D8; and, thus, could not be included in analysis evaluating the relationship between changes at C1D8 and best response. Patients with a baseline sBCMA value in the highest quartile (range, 414.7 - 1655.1 ng/mL) had a significantly shorter PFS than those in the lowest three quartiles (range, 10.3 - 318.2 ng/mL; median PFS: 1.12 vs. 6.64 months; P =0.006). Moreover, the percentage change in sBCMA during the first week of study treatment accurately predicted their best response. Specifically, all patients that experienced ≥ 50% decrease in sBCMA on C1D8 achieved ≥ partial response; and, furthermore, all of those that experienced a ≥25% decrease in sBCMA on C1D8 achieved at least a minimal response. In contrast, all patients that experienced ≥ 25% increase during the first week showed either only disease that was stable or progressed within two study treatment cycles. Additionally, no patient that experienced any increase in sBCMA on C1D8 achieved any response better than stable disease. These results were not seen with sM-protein, as no patient with evaluable sM-protein levels at baseline showed a ≥ 25% change on C1D8. Patients that showed any increase in sBCMA on C1D8 (n=6) had a significantly shorter PFS than those whose sBCMA decreased on C1D8 (n=21, PFS = 1.4 vs 5.1 months, P = 0.0212). Conclusion: This study represents the first prospective clinical trial in which sBCMA has been studied as a biomarker to predict clinical outcomes. In this phase 1 trial evaluating ruxolitinib, lenalidomide and steroids for RRMM patients, we have shown that baseline sBCMA levels predict PFS. Moreover, percentage changes in the levels of sBCMA unlike sM-protein during the first week of study treatment were highly predictive of these patient's best responses achieved and their PFS. Thus, baseline sBCMA levels and changes in its levels during the first week of treatment may predict outcomes for MM patients faster than conventional biomarkers. Disclosures Soof: OncoTracker: Employment. Li: OncoTracker: Equity Ownership. Wang: OncoTracker: Equity Ownership. Sanchez: OncoTracker: Equity Ownership. Chen: OncoTracker: Equity Ownership. Berenson: OncoTracker: Employment, Equity Ownership."
}