{
    "doi": "https://doi.org/10.1182/blood.V112.11.19.19",
    "article_title": "Structural and Functional Studies to Define the Molecular Basis by Which Platelet Factor 4 (PF4) Increases Survival of Mice in Lipopolysaccharide (LPS)-Induced Endotoxicity ",
    "article_date": "November 16, 2008",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Our previous studies have demonstrated that platelet-released PF4 (chemokine CXCL4) promotes survival in a murine LPS-induced endotoxicity model, although the molecular basis for PF4’s protective effects was not fully defined. We hypothesized that enhanced generation of cytoprotective activated protein C (APC) by PF4 might contribute to the molecular mechanism of PF4’s beneficial effects in vivo , based on the observation that PF4 stimulates protein C (PC) activation by the thrombin/thrombomodulin complex both in vitro and in vivo . Here we show that PF4 in vitro affects human (h) PC activation in the presence of human thrombomodulin (hTM) in a bell-shaped concentration curve, i.e. stimulation at low, but inhibition at high PF4 concentrations with a peak around 3 μM. This curve is similar to that seen with PF4 for surface-bound heparin-induced thrombocytopenia (HIT) antigenicity, suggesting that similar complexes of PF4 with glycosaminoglycans (GAGs) that occur in HIT (termed ultralarge complexes (ULC)) are relevant to PF4’s interaction with the hPC/hTM. Addition of heparin blocks PF4 increase of APC generation in a similar fashion as it does for surface-bound ULC. A PF4 variant PF4 K50E that poorly forms PF4 tetramers requires 8-fold higher concentrations to enhance APC generation, supporting that PF4 tetramers are central for APC generation as they are for formation of ULC. Neither PF4 nor PF4 K50E accelerated in vitro generation of APC in the presence of hTM that was depleted of its chondroitin sulfate chain, suggesting that PF4 binds to this domain on hTM. In vivo studies involving simultaneous infusions of PF4 and thrombin into PF4 knock out (mPF4 −/− ) mice showed that PF4 leads to enhanced mouse (m) APC generation not seen with infused PF4 K50E , consistent with our in vitro studies. We then asked if surface heparan sulfate on the endothelial lining was necessary for the observed PF4 effect on in vivo mAPC formation. We studied mice with a Tie2-Cre conditional knock out of N-deacetylase-N-sulfotransferase-1 activity (NDST-1 −/− ) that have only 15% of normal endothelial cell surface heparan sulfate content using a similar thrombin/PF4 infusion model. We found that mAPC generation was accelerated by PF4 to the same extent both in NDST1 −/− /mPF4 −/− and mPF4 −/− mice, suggesting that surface GAGs are not involved in the PF4 effect. We have also tested the in vivo effect of PF4 on mAPC formation in TM mutant (TM pro/pro ) mice that have impaired capacity for APC formation to further demonstrate that PF4’s positive effect in LPS endotoxic shock survival involves enhanced mAPC generation. Upon injection of high doses of thrombin (40 U/kg), mAPC levels are increased to the same extent in WT and TM pro/pro mice. After injection of low amounts of thrombin (8 U/kg), generation of mAPC was impaired in TM pro/pro as compared to WT mice. Concurrent infusion of PF4 increased mAPC formation in TM pro/pro mice after injection of low doses of thrombin, approximately equal to that seen in WT mice with no PF4 injected. As previously described, TM pro/pro mice had increased mortality after injection of LPS as compared to WT mice; however, with concurrent platelet PF4 overexpression, mortality decreased to that seen in WT mice, suggesting that the biological value of PF4 in LPS endotoxicity is related to its effect on the generation of APC. Thus, these studies support enhanced APC generation as the basis for the positive effect of PF4 on LPS endotoxicity and further define the molecular basis for increased APC generation by PF4 by forming ULC with the chondroitin sulfate domain of TM, but not with heparan sulfate on the vascular surface.",
    "topics": [
        "lipopolysaccharides",
        "mice",
        "platelet factor 4",
        "thrombin",
        "heparitin sulfate",
        "chondroitin sulfates",
        "complex",
        "infusion procedures",
        "thrombomodulin",
        "activated protein c"
    ],
    "author_names": [
        "M. Anna Kowalska, PhD",
        "Karine Amirikian",
        "Laurent O. Mosnier, PhD",
        "Hartmut Weiler, PhD",
        "Sriram Krishnaswamy, PhD",
        "Mortimer Poncz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "M. Anna Kowalska, PhD",
            "author_affiliations": [
                "The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karine Amirikian",
            "author_affiliations": [
                "The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent O. Mosnier, PhD",
            "author_affiliations": [
                "Molecular & Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Weiler, PhD",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sriram Krishnaswamy, PhD",
            "author_affiliations": [
                "The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mortimer Poncz, MD",
            "author_affiliations": [
                "The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T12:57:04",
    "is_scraped": "1"
}