{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3672.3672",
    "article_title": "Concizumab (Anti-TFPI) Exposure-Response Modeling in Patients with Hemophilia A ",
    "article_date": "December 7, 2017",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "abstract_text": "Introduction: Concizumab is a humanized monoclonal antibody (mAb) that enhances thrombin generation (TG) potential by inhibiting tissue factor pathway inhibitor (TFPI). explorer™3 (NCT02490787) was a phase 1b, double-blind, multiple-dose escalation trial of subcutaneously administered concizumab in patients with severe hemophilia A without inhibitors in which the safety, pharmacokinetics (PK), pharmacodynamics (PD) and immunogenicity of concizumab were assessed. Three dose cohorts (0.25, 0.5, 0.8 mg/kg every fourth day) of eight participants were included. The primary analysis of explorer™3 raised no safety concerns and a PK/PD relationship among concizumab dose, unbound TFPI and TG was confirmed. Here, we present results from exploratory PK/PD analyses that aimed to determine the association between concizumab exposure and PD markers (unbound TFPI, reported bleeding episodes and peak TG). Methods :Predictions of unbound TFPI (i.e., not bound to concizumab) were generated using an estimated exposure-response (E max ) model between concizumab and unbound TFPI. Concizumab concentration at the time of a bleeding episode was predicted using a PK model. The level of unbound TFPI at the time of a bleeding episode was predicted using the estimated concizumab concentration and the unbound TFPI model. The PK model was based on available data for clinically relevant doses of concizumab (>50 µg/kg), using both intravenous and subcutaneous administration. Data were best described by a 2-compartment model, with both linear and non-linear clearance components. Classical disposition parameters (clearance and volume) were comparable to those reported for other mAbs (Dirks NL, Meibohm B. Clin Pharmacokinet 2010; 49[10]: 633−59). Variability simulations were performed using individually estimated parameters, and by repeating inter-occasion variability components as estimated within patients. Plots of unbound TFPI and peak TG versus concizumab concentrations were constructed based on observations in the explorer™3 trial. Results : Following the principle of target-mediated drug disposition (TMDD), a dose-dependent but non-linear increase in concizumab exposure was documented. Dose-dependent between-patient concizumab concentration variability was observed. In the higher dose cohorts, large within-patient, peak-to-trough and other residual variability were also observed. The PK model predicted that once-daily dosing would minimize between-patient PK variability by minimizing the peak-to-trough differences observed in the highest dose cohort in explorer™3, and by minimizing the influence of absorption variability. TheE max model showed a tight PK/PD relationship between concizumab exposure and unbound TFPI, with unbound TFPI decreasing with increasing concizumab concentration. A correlation between the frequency of bleeding episodes and concizumab concentration was indicated, with the least frequent bleeding in patients with a concizumab concentration >100 ng/mL and no apparent effect for exposures 100 ng/mL re-establishing TG potential to within the normal reference range (60−130 nM). Median (interquartile range [IQR]) peak thrombin was 15 (10−24), 31.5 (17.25−61) and 81 (65.5−100) nM for concizumab ≤20, >20 to ≤100 and >100 ng/mL, respectively. As shown in earlier clinical trials, patients with the highest exposure (up to 5000 ng/mL) showed increased levels of D-dimer and prothrombin fragment 1+2. Conclusions : Post-hoc, explorer™3 PK/PD analyses indicated a clinically relevant prophylactic effect for patients with hemophilia A without inhibitors based on the decrease in reported bleeding episodes at estimated concizumab exposure levels >100 ng/mL. Additionally, at these exposure levels, the TG potential was predominantly within the normal range. The phase 2 clinical development program has therefore been designed to target a concizumab exposure of at least 100 ng/mL, and a once-daily, efficacy-based, individual, optional dose-escalation regimen has been selected to reduce exposure variability. The minimum concizumab exposure level required to achieve sufficient efficacy will be fine-tuned following the availability of phase 2 clinical data. These data will also help to firmly establish the therapeutic window for concizumab. Disclosures Eichler: Pfizer: Honoraria, Research Funding; CSL Behring: Honoraria, Research Funding; Biotest: Honoraria, Research Funding; Baxalta: Honoraria, Research Funding; Novo Nordisk: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sobi: Honoraria, Research Funding. Kavakli: Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees. Knöbl: Novo Nordisk: Consultancy. Windyga: Novo Nordisk: Honoraria, Research Funding; Octapharma: Honoraria, Research Funding; Roche: Honoraria, Research Funding; Sanofi: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Shire: Honoraria, Research Funding; CSL Behring: Honoraria, Research Funding; Bayer: Honoraria, Research Funding; Baxter Healthcare: Honoraria, Research Funding; Biogen Idec: Honoraria, Research Funding; Baxalta: Honoraria, Research Funding. Jimenez-Yuste: Novo Nordisk: Consultancy, Honoraria, Research Funding; Roche: Consultancy. Friedrich: Novo Nordisk: Employment. Andersen: Novo Nordisk: Employment, Equity Ownership. Chowdary: Novo Nordisk: Consultancy, Honoraria, Research Funding, Speakers Bureau; Pfizer: Consultancy, Honoraria, Research Funding, Speakers Bureau; Sobi: Consultancy, Honoraria, Research Funding, Speakers Bureau; Bayer: Consultancy, Honoraria, Research Funding; Shire: Consultancy, Honoraria, Speakers Bureau; CSL Behring: Consultancy, Honoraria, Research Funding, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Baxalta: Consultancy, Honoraria, Research Funding, Speakers Bureau; Biogen: Consultancy.",
    "topics": [
        "hemophilia a",
        "tissue factor pathway inhibitor",
        "hemorrhagic episodes",
        "mechlorethamine",
        "monoclonal antibodies",
        "thrombin",
        "fibrin fragment d substance",
        "glycogen storage disease type iv",
        "hemorrhage",
        "multiple-dose regimen"
    ],
    "author_names": [
        "Hermann Eichler, MD",
        "Pantep Angchaisuksiri, MD",
        "Kaan Kavakli, MD",
        "Paul Knöbl, MD PhD",
        "Jerzy Windyga",
        "Victor Jimenez-Yuste",
        "Ute Friedrich, PhD",
        "Philip Delff Andersen",
        "Pratima Chowdary"
    ],
    "author_dict_list": [
        {
            "author_name": "Hermann Eichler, MD",
            "author_affiliations": [
                "Institute of Clinical Hemostaseology and Transfusion Medicine, Saarland University, Homburg/Saar, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pantep Angchaisuksiri, MD",
            "author_affiliations": [
                "Ramathibodi Hospital, Bangkok, Thailand "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaan Kavakli, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Ege University Children's Hospital, Izmir, Turkey "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Knöbl, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerzy Windyga",
            "author_affiliations": [
                "Department of Disorders of Hemostasis and Internal Medicine, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor Jimenez-Yuste",
            "author_affiliations": [
                "La Paz University Hospital, Madrid, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ute Friedrich, PhD",
            "author_affiliations": [
                "Novo Nordisk A/S, Copenhagen, Denmark "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Delff Andersen",
            "author_affiliations": [
                "Novo Nordisk A/S, Copenhagen, Denmark "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pratima Chowdary",
            "author_affiliations": [
                "KD Haemophilia Centre and Thrombosis Centre, Royal Free London NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T13:05:20",
    "is_scraped": "1"
}