{
    "doi": "https://doi.org/10.1182/blood.V106.11.400.400",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=386",
    "start_url_page_num": 386,
    "is_scraped": "1",
    "article_title": "Diagnostic Criteria for Hematopoietic Stem Cell Transplantation-Associated Microangiopathy (TAM): Results of a Consensus Process by an International Working Group. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "The pathogenesis of microangiopathy following stem cell transplantation is poorly understood. Endothelial injury is probably an important factor. The spectrum of transplantation-associated microangiopathy (TAM) extends from minor laboratory findings to life-threatening clinical complications. TAM has not been properly defined, a large number of definitions have been used, and the reported incidences and outcomes of this complication have varied greatly. For purposes of clinical study, and to hasten the development of prophylaxis and therapy for this complication, widely accepted and uniform criteria for TAM are essential. An International Working Group was, therefore, formed with the goal of developing a consensus formulation of the criteria necessary for the diagnosis of TAM. Using a mail-only process, 14 experts in microangiopathic disorders and/or transplantation were asked to propose a list of candidate diagnostic criteria, to select those considered necessary, and to rank those considered optional in order to identify a core set of criteria. The three necessary criteria in the core set consisted of: 1)”increased percentage (>4%) of schistocytes in the blood”; 2)”de novo, prolonged, or progressive thrombocytopenia (platelet count ≤50x10 9 /l or a 50% or greater reduction from previous counts)”; and 3)”sudden and persistent increase in LDH”. The four most highly ranked optional criteria were: “decrease in Hb concentration or increased red cell transfusion requirement”, “decrease in serum haptoglobin”, “sudden and persistent increase in BUN or creatinine”, and “neurological symptoms”. In an appropriateness panel process, the experts were then asked to score the diagnosis of 16 patient profiles as appropriate or not appropriate for TAM. Using the experts’ consensus, the performance (sensitivity and specificity) of 24 possible definitions of the disorder obtained from the core set of criteria was evaluated. The definition of TAM with the highest final score was: the three necessary criteria, plus decrease in Hb concentration or increased red cell transfusion requirement plus decrease in serum haptoglobin. The Working Group, consequently, proposes that the diagnosis of TAM requires fulfilment of all of the following criteria: 1) increased percentage (>4%) of schistocytes in the blood; 2) de novo, prolonged, or progressive thrombocytopenia (platelet count ≤50x10 9 /l or 50% or greater reduction from previous counts); 3) sudden and persistent increase in LDH; 4) decrease in Hb concentration or increased red blood cell transfusion requirement; and 5) decrease in serum haptoglobin. This definition has >80% sensitivity and specificity.",
    "topics": [
        "hematopoietic stem cells",
        "transplantation",
        "erythrocyte transfusion",
        "haptoglobins",
        "thrombocytopenia",
        "blood urea nitrogen",
        "creatinine",
        "hematopoietic stem cell transplantation",
        "laboratory test finding",
        "neurologic manifestations"
    ],
    "author_names": [
        "Tapani Ruutu",
        "G. Barosi",
        "R. J. Benjamin",
        "R. E. Clark",
        "J. N. George",
        "A. Gratwohl",
        "E. Holler",
        "M. Iacobelli",
        "K. Kentouche",
        "B. Lämmle",
        "J. L. Moake",
        "P. Richardson",
        "G. Socié",
        "Z. Zeigler",
        "D. Niederwieser",
        "T. Barbui"
    ],
    "author_affiliations": [
        [
            "Dept. Medicine, Helsinki Univ. Hospital, Finland"
        ],
        [
            "IRCCS Policlinico S. Matteo, Pavia, Italy"
        ],
        [
            "American Red Cross - New England Region, Dedham, MA, USA"
        ],
        [
            "Royal Liverpool Univ. Hospital, United Kingdom"
        ],
        [
            "Univ. Oklahoma, OK, USA"
        ],
        [
            "Univ. Hospital Basel, Switzerland"
        ],
        [
            "Univ. Regensburg, Germany"
        ],
        [
            "Gentium, Como, Italy"
        ],
        [
            "Friedrich-Schiller-Universität Jena, Germany"
        ],
        [
            "Univ. Hospital Bern, Switzerland"
        ],
        [
            "Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Harvard Medical School and Dana-Farber Cancer Institute, Boston, USA"
        ],
        [
            "Hopital St. Louis, Paris, France"
        ],
        [
            "Institute for Transfusion Medicine, Pittsburgh, PA, USA"
        ],
        [
            "Univ. Leipzig, Germany"
        ],
        [
            "Ospedali Riuniti Bergamo, Italy"
        ]
    ],
    "first_author_latitude": "60.18019255000001",
    "first_author_longitude": "24.9283662"
}