{
    "doi": "https://doi.org/10.1182/blood-2020-139266",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4455",
    "start_url_page_num": 4455,
    "is_scraped": "1",
    "article_title": "Conversion from MRD Positive to Negative Status in AML Patients in CR1 after Treatment with an Allogeneic Leukemia-Derived Dendritic Cell Vaccine ",
    "article_date": "November 5, 2020",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Arjan van de Loosdrecht, MD PhD",
        "Janine van Elssen, MDPhD",
        "Bjørn Tore Gjertsen",
        "Eva Maria Wagner, MD",
        "Tobias Holderried, MD",
        "Uwe Platzbecker",
        "Jacqueline J Cloos",
        "Jeroen Rovers, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Amsterdam University Medical Center, VU University Medical Center, Cancer Center Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Maastricht University Medical Center, Maastricht, Netherlands "
        ],
        [
            "Department of Hematology, Institute of Clinical Science, University of Bergen, Bergen, Norway "
        ],
        [
            "University Hospital Mainz, Universitären Centrums für Tumorerkrankungen, Mainz, Germany "
        ],
        [
            "Department of Hematology, University of Bonn, Bonn, DEU "
        ],
        [
            "Medical Clinic and Policlinic 1, Hematology and Cellular Therapy, University Hospital Leipzig, Leipzig, Germany "
        ],
        [
            "Department of hematiology, Amsterdam UMC, location VUmc, Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "DCprime, Leiden, Netherlands "
        ]
    ],
    "first_author_latitude": "52.336742699999995",
    "first_author_longitude": "4.859163",
    "abstract_text": "Background. Persistence of measurable residual disease (MRD) in patients with acute myeloid leukemia (AML) remains a poor prognostic factor and unmet medical need. The allogeneic leukemia-derived dendritic cell vaccine, DCP-001, has shown in a phase I study to generate both humoral and cellular immune responses and is safe for clinical practice (van de Loosdrecht et al., Cancer Immunol. Immunother. 2018). In the current phase II study (Clintrials.gov: NCT03697707) we show the capability of DCP-001 to convert MRD positive patients to negative, leading to deeper remissions. Additionally, it is shown that DCP-001 induces immune responses, also specifically against tumor associated antigens known to be present in DCP-001 and relevant for AML. Methods. The current trial aims to enroll up to 20 AML -patients, ineligible for HSCT, who are in in first complete remission (CR1) but who are still MRD positive. MRD is assessed in the bone marrow through flow cytometry and/or qPCR (eg NPM1). Patients receive a primary vaccination regimen of 4 times 25.10 6 or 50.10 6 cells per vaccination, biweekly, followed by two booster vaccinations (10.10 6 cells/vaccination) at week 14 and 18 after start of treatment. Primary endpoints of this trial are the safety and tolerability of the two vaccination schedules and the effect of vaccination on the MRD status. Additionally, cellular and humoral immune response induced by DCP-001 are evaluated in peripheral blood using several assay methods, including flow cytometry and IFN-ϒ ELISpot against known TAA's such as WT-1, RHAMM and PRAME. Results. Up to 15 July 2020, ten patients (age 41-76; 5 male, 5 female) have been enrolled and dosed within the study, completing the first dose cohort of 25.10 6 cells/vaccination. All vaccinations were well tolerated and adverse events to the vaccine were limited to local injection site reactions such as redness, swelling and warmth (maximum grade 2). Three of the ten patient relapsed before the vaccination schedule was completed. Four patients could be evaluated for MRD; Two patients became MRD negative at the first timepoint after the initial vaccinations (week 14), and remained negative until end of active FU (week 32), two other patients remained in CR, but with MRD positivity. For the remaining three patients, to date, no MRD outcome is available yet but patients remain in CR (see swimmers plot for overview, Figure 1). Evaluation of the immune response before, during and after DCP-001 vaccination has only be performed in a small subset of three patients thus far. Of these patients one showed a clinical response becoming MRD negative after vaccination. In this patient we observed an increase in tumor specific functional T-cells assessed by IFNγ ELISPOT, either as a recall or primary response, as shown by the response observed to WT-1 (see for example Figure 2). These tumor associated antigens are known to be expressed by DCP-001 and included WT1, PRAME and RHAMM. Induction of specific memory CD8 and CD4 cells could be observed upon vaccination which might be related to the clinical response. Conclusion/discussion. Preliminary data from this ongoing study confirms that vaccination with DCP-001 is able to generate a tumor-specific immune response and may lead to potential tumor control. Two patients were actually converted from being MRD positive at start of vaccination to MRD negative during the study. These patients continue to be in complete remission for at least a year after vaccination. This study continues to enroll patients at a higher vaccine dose of 50.10 6 cells per vaccination and additional data on induced immune responses and MRD status will be shown. View large Download slide View large Download slide  Disclosures van de Loosdrecht: novartis: Honoraria; celgene: Honoraria. Wagner: Novartis: Membership on an entity's Board of Directors or advisory committees; Shire: Other: Travel grand; MSD: Membership on an entity's Board of Directors or advisory committees; Medac: Other: Travel grand; Kite/Gilead: Membership on an entity's Board of Directors or advisory committees. Platzbecker: Amgen: Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Geron: Consultancy, Honoraria. Rovers: DCprime: Current Employment."
}