{
    "doi": "https://doi.org/10.1182/blood.V114.22.1577.1577",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1418",
    "start_url_page_num": 1418,
    "is_scraped": "1",
    "article_title": "Prognostic Value of the ‘Monosomal Karyotype’ Entity in Elderly Patients with AML: a GOELAMS Study of 186 Patients with Unfavourable Cytogenetic Abnormalities. ",
    "article_date": "November 20, 2009",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis Poster I",
    "topics": [
        "chromosome abnormality",
        "karyotype determination procedure",
        "older adult",
        "leukocytosis",
        "prognostic factors",
        "complete remission",
        "cytarabine",
        "fludarabine",
        "follow-up",
        "gemtuzumab"
    ],
    "author_names": [
        "Aurore Perrot, MD",
        "Isabelle Luquet, MD, PhD",
        "Arnaud Pigneux, MD, PhD",
        "Francine Mugneret, MD",
        "Jacques Delaunay, MD",
        "Jean-Luc Harousseau, MD, PhD",
        "Francis Witz, MD",
        "Carole Barin, MD",
        "Jean-Yves Cahn, MD, PhD",
        "Philippe Guardiola, MD",
        "Chantal Himberlin, MD",
        "Christian Recher, MD, PhD",
        "Norbert Vey, MD",
        "Bruno Lioure, MD",
        "Olivier Tournilhac, MD, PhD",
        "Nathalie Fegueux, MD",
        "Christian Berthou, MD, PhD",
        "Martine Escoffre-Barbe, MD",
        "Marie-Christine Béné, MD, PhD",
        "Norbert Ifrah, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, CHU, Nancy, France, "
        ],
        [
            "Hematology Laboratory, Hôpital Robert Debré, Reims, France, "
        ],
        [
            "Hematology, CHU, Bordeaux, France, "
        ],
        [
            "Cytogenetics Laboratory, CHU, Dijon, France, "
        ],
        [
            "Hematology, CHU, Nantes, France, "
        ],
        [
            "Centre René Gauducheau, Nantes / St Herblain, France, "
        ],
        [
            "Hematology, CHU, Nancy, France, "
        ],
        [
            "Hematology Laboratory, Centre Hospitalier, Tours, "
        ],
        [
            "Hematology, Hopital Michallon, Grenoble, France, "
        ],
        [
            "Hematology, CHU, Angers, France, "
        ],
        [
            "Hematology, Hôpital Robert Debré, Reims, France, "
        ],
        [
            "Hematology, CHU, Toulouse, "
        ],
        [
            "Hematology, Institut Paoli Calmettes, Marseille, France, "
        ],
        [
            "Oncology and Hematology, Hopital de Hautepierre, Strasbourg, France, "
        ],
        [
            "Hematology, CHU, Clermont-Ferrand, France, "
        ],
        [
            "Hematology, Hôpital Lapeyronie, Montpellier, France, "
        ],
        [
            "Hematology, CHU, Brest, "
        ],
        [
            "Hematology, Hôpital Pontchaillou, Rennes, France, "
        ],
        [
            "Immunology, CHU, Nancy, France"
        ],
        [
            "Hematology, CHU, Angers, France, "
        ]
    ],
    "first_author_latitude": "44.4463175",
    "first_author_longitude": "-26.639117950000003",
    "abstract_text": "Abstract 1577 Poster Board I-603 INTRODUCTION The prognosis of acute myeloid leukemia (AML) in patients over 60 years of age remains very poor, especially in those with unfavorable cytogenetic abnormalities. Breems et al. recently identified in AML patients under 60 years old, a monosomal karyotype (MK), defined by the presence of at least two autosomal monosomies or one monosomy plus one structural abnormality. MK provides a significantly better prognostic prediction than the conventionally defined complex karyotype (CK) in such young patients [J Clin Oncol 2008;26:4791-7]. METHODS In order to investigate the prognostic relevance of MK in the elderly, a retrospective study of 186 previously untreated AML patients with classically defined unfavourable cytogenetic was performed. All were aged 60 years or more and were selected among patients enrolled in 3 prospective GOELAMS trials (SA4, SA2002 and R04) between 1996 and 2006. In the three consecutive trials, patients were treated with standard dose cytarabine + idarubicin, followed by monthly re-inductions and maintenance. Poor-risk cytogenetics' patients were well-balanced between the treatment's arms and no significant influence of the hypotheses tested in the trials could be demonstrated (beneficial effect of fludarabine, androgenotherapy or gemtuzumab-ozogamicin, respectively) [manuscripts submitted]. RESULTS The median age of the patients was 68 years (range: 60-79 y) and the M/F ratio 95/91. Thirteen percent of the patients had secondary AML. Leukocytosis >30 G/L was noted in 15% of the cases. Poor cytogenetic features included monosomy 5 or del 5q in 89 patients (48%) and monosomy 7 or del 7q in 86 (46%). Only 9 patients (<5%) had 11q23 abnormalities, 15 (8%) 3q21q26 abnormalities and 3 t(6;9). CK (defined by three or more abnormalities) was found in 129 patients (69%) and 109 patients had abnormalities corresponding to MK (58%). Only 9 patients had MK without CK. The overall complete remission rate was 48%, induction failure 35% and induction death 17%. With a median follow-up of 43 months for survivors, overall survival (OS) was 13.7% at 2 years (95% confidence interval [CI], 12.4%-14.9%). Patients with MK had a significantly lower CR rate at 37% (41/109) vs 65% (49/75) for patients with poor-risk AML without MK (p=.0004) and a significantly increased rate of persistent leukemia at 40% (44/109) vs 20% (15/75) (p=.006). OS was significantly impaired in MK patients: 7% vs 22% at 2 years (p< .0001). In multivariate analysis using a Cox model, MK appeared as the major independent prognostic factor for CR achievement (OR 3.26, CI: 1.75-6.07, p=.0002) and OS (HR 1.84, CI: 1.34-2.52, p=.0001). Age (60-69, ≥70 years) and leukocytosis (<30, ≥30 G/L) did not stand as independent prognostic factors. By comparison with the standard cytogenetic classification, CK carries a worse prognostic prediction for OS than MK (HR 1.53, CI: 1.10-2.12, p=.01). In the subgroup of 129 CK patients, survival was also significantly impaired in MK+ patients: 8% OS at 2 years, by comparison with 25% in MK- patients, (p=.03). CONCLUSION These results, obtained within a cohort of elderly patients with cytogenetically unfavourable AML, show that MK, according to the criteria proposed by Breems et al. , is also an independent factor of very poor prognosis in older age, further stratifying prognostic subgroups. Disclosures No relevant conflicts of interest to declare."
}