{
    "doi": "https://doi.org/10.1182/blood-2019-131818",
    "article_title": "Obinutuzumab Plus Gemcitabine, Dexamethasone and Cisplatin (O-GDP) As Salvage Chemotherapy Prior to Autologous Stem Cell Transplant in Aggressive B Cell Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "731.Clinical Autologous Transplantation: Results",
    "abstract_text": "Background: CCTG LY.12 defined GDP (gemcitabine, dexamethasone and cisplatin) (GDP) as an effective outpatient salvage chemotherapy regimen in relapsed/refractory (R/R) patients with aggressive lymphomas who are candidates for autologous stem cell transplant (ASCT) (Crump et al. JCO 2014). Obinutuzumab (O) is an alternative anti-CD20 that may produce responses in rituximab-refractory lymphomas. Head-to-head, O did not improve efficacy compared to R when combined with CHOP as initial therapy (Vitolo JCO 2017). However, salvage therapy differs from initial therapy in that patients have been previously exposed to, and have relapsed after, prior R. We therefore performed a single centre, single arm clinical trial of O-GDP to assess safety and efficacy in R/R aggressive B cell lymphoma as a salvage regimen prior to consolidation with ASCT. Methods: Transplant eligible patients with DLBCL and transformed indolent lymphoma were treated with O-GDP for two cycles, followed by response assessment by CT. Non-progressers received a third cycle of O-GDP for stem cell mobilization and final response assessed by CT-PET prior to ASCT. O was given at 1000 mg weekly during the first cycle of GDP and then on day 1 of cycles 2 and 3. Responses were determined by Lugano criteria using investigator assessment. The primary outcome is ORR by CT imaging after 2 cycles. The pre-specified statistical analysis stated that the trial will be declared positive if the ORR is >60%, negative if the ORR is <40% and indeterminate if in-between. Secondary outcomes included complete metabolic response rate after 3 cycles of O-GDP and the rate of proceeding to ASCT. Exploratory outcomes included measurements of circulating tumor (ct) DNA during protocol therapy, and analysis of individual mutations. Double-hit score and cell of origin assessments were as previously described (Ennishi et al. JCO 2019). Outcomes: 30 patients were enrolled with a median age of 59.5 years (range 30 - 70). 20 patients had DLBCL, 9 had transformed indolent lymphoma (TRIL; all but one patient having transformed follicular lymphoma) and 1 patient had follicular lymphoma grade 3B. IPI at diagnosis was 0-1 (20% of patients), 2 (30%) or 3+ (50%). Dose delays of O during cycle 1 occurred in 10% of patients due to toxicity with delays in cycle 2 or 3 of O-GDP in 30% of patients. 87% of patients had a dose reduction of chemotherapy with 46% of day 8 gemcitabine doses being held or reduced. Grade 3-4 AEs were seen in 87% of patients (grade 3-4 neutropenia: 77% [febrile neutropenia: 13%]; grade 3 anemia: 13%; grade 3-4 thrombocytopenia: 43%). The ORR (CR + PR) by CT imaging after 2 cycles of study therapy was 60% (95% CI 41-77%). The best ORR (by Lugano criteria including PET/CT) after 3 cycles of study therapy was 70% (51-85%; CMR in 33%) of patients. Of all enrolled patients, 67% (47-83%) proceeded to ASCT. With a median follow up 1.3 years for all enrolled patients, the estimated 1 year OS was 76% (62-93%) and PFS was 59% (44-80%). The OS and PFS in transplanted patients at 1 year was 90% (77-100) and 70% (53-93%) respectively with a median follow-up of 1 year. In post hoc subset analysis, de novo DLBCL had a best ORR of 55% while TRIL/FL3B had an ORR of 100%. The presence of the double hit (DHIT) signature and cell of origin (COO) by gene expression was analyzed in 26/30 patients. Best ORR for DHIT positive was 3/4 patients (75%), DHIT negative was 11/16 (69%) and DHIT indeterminate was 5/6 (83%). Best ORR for ABC-type was 7/10 (70%), GCB-type was 9/13 (69%), unclassified was 1/1 (100%) and PMBL was 1/2 (50%). Conclusions: O-GDP is a feasible outpatient salvage regimen that enables ASCT in patients with R/R aggressive B cell lymphoma across histological and molecular subtypes. Higher rates of cytopenias with O-GDP contributed to treatment delays and dose reductions or holds. Further mutational analysis will be presented. The ORR of 60% met the study primary endpoint and the 1 year OS and PFS are encouraging. Disclosures Jain: Kite/Gilead: Consultancy. Prica: Celgene: Honoraria; Janssen: Honoraria. Kukreti: Amgen: Honoraria; Takeda: Honoraria; Celgene: Honoraria. Kridel: Gilead Sciences: Research Funding. Crump: Servier: Consultancy; F. Hoffmann-La Roche Ltd: Consultancy, Research Funding; Kite/Gilead: Consultancy. Scott: Roche/Genentech: Research Funding; Celgene: Consultancy; Janssen: Consultancy, Research Funding; NanoString: Patents & Royalties: Named inventor on a patent licensed to NanoSting [Institution], Research Funding. Kuruvilla: Abbvie: Consultancy; Seattle Genetics: Consultancy; Merck: Consultancy; Janssen: Honoraria; Karyopharm: Honoraria; Celgene: Honoraria; Gilead: Honoraria; Seattle Genetics: Honoraria; Roche: Honoraria; Roche: Consultancy; Karyopharm: Consultancy; Novartis: Honoraria; Gilead: Consultancy; Janssen: Research Funding; Roche: Research Funding; BMS: Consultancy; Merck: Honoraria; BMS: Honoraria; Astra Zeneca: Honoraria; Amgen: Honoraria. OffLabel Disclosure: Obinutuzumab is an anti-CD20 antibody being tested here in a prospective clinical trial for relapsed/refractory aggressive B cell lymphomas",
    "topics": [
        "autologous stem cell transplant",
        "b-cell lymphomas",
        "chemotherapy regimen",
        "cisplatin",
        "dexamethasone",
        "gemcitabine",
        "obinutuzumab",
        "diffuse large b-cell lymphoma",
        "computed tomography/positron emission tomography imaging",
        "diagnostic imaging"
    ],
    "author_names": [
        "Michael D. Jain, MD PhD",
        "Anca Prica, MD",
        "Ryan D. Morin, PhD",
        "Vishal Kukreti, MD",
        "Robert Kridel, MDMPH,PhD",
        "Rob C. Laister, PhD",
        "Li Meng",
        "Christopher Rushton",
        "Miguel Alcaide",
        "Rashmi S. Goswami, MD PhD",
        "Jan Delabie, MD PhD",
        "Jessica Weiss",
        "Tony Panzarella, M.Sc., P.Stat",
        "Michael Crump, MD",
        "David W. Scott, MBChB, PhD",
        "John Kuruvilla, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael D. Jain, MD PhD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL ",
                "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anca Prica, MD",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan D. Morin, PhD",
            "author_affiliations": [
                "Simon Fraser University, Burnaby, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vishal Kukreti, MD",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Kridel, MDMPH,PhD",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, Princess Margaret Cancer Center, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob C. Laister, PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Meng",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Rushton",
            "author_affiliations": [
                "Simon Fraser University, Burnaby, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel Alcaide",
            "author_affiliations": [
                "Simon Fraser University, Burnaby, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rashmi S. Goswami, MD PhD",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Toronto, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Delabie, MD PhD",
            "author_affiliations": [
                "Department of Pathology, University Health Network, Toronto, Canada "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Weiss",
            "author_affiliations": [
                "Biostatistics, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tony Panzarella, M.Sc., P.Stat",
            "author_affiliations": [
                "Biostatistics, Princess Margaret Cancer Center, Toronto, Canada "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Crump, MD",
            "author_affiliations": [
                "Division of Malignant Hematology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David W. Scott, MBChB, PhD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Kuruvilla, MD",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T04:00:58",
    "is_scraped": "1"
}