{
    "doi": "https://doi.org/10.1182/blood.V126.23.3191.3191",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2996",
    "start_url_page_num": 2996,
    "is_scraped": "1",
    "article_title": "Multi-Center Study of Outcomes of Hematopoietic Stem Cell Transplantation (HSCT) in Patients with Extra-Nodal Natural Killer/T-Cell Lymphoma, Nasal Type (ENKL) ",
    "article_date": "December 3, 2015",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster II",
    "topics": [
        "extranodal disease",
        "hematopoietic stem cell transplantation",
        "lymphoma",
        "natural killer t-cells",
        "nose",
        "allopurinol",
        "transplantation",
        "complement membrane attack complex",
        "mac protocol",
        "mdc protocol"
    ],
    "author_names": [
        "Jonathan E. Brammer, MD",
        "Michelle Poon",
        "Liang Piu Koh",
        "Paolo F. Caimi, MD",
        "Marcos De Lima, MD",
        "Celina Ledesma",
        "William Dibb, BA",
        "Issa F. Khouri",
        "Yasuhiro Oki, MD",
        "Michelle A. Fanale",
        "Richard E. Champlin, MD",
        "Richard T. Maziarz, MD",
        "Chitra M. Hosing, MD"
    ],
    "author_affiliations": [
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "National University Hospital, Singapore, Singapore "
        ],
        [
            "Department of Hematology-Oncology, Singapore, "
        ],
        [
            "Medicine - Hematology and Oncology, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Hematology and Oncology, University Hospitals Seidman Cancer Center, Cleveland, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health and science university, Portland, OR "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Adult Blood and Marrow Stem Cell Transplant Program, Knight Cancer Institute, Oregon Health & Science University, Portland, OR"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Introduction: Extra-nodal Natural Killer/T-Cell Lymphoma, Nasal Type (ENKL) is an aggressive, rare variant of non-Hodgkin lymphoma most frequently found in Asia, with 5-year survival estimates of 30-45%. The utility of stem cell transplant (HSCT) has been evaluated in a number of primarily small retrospective studies, almost exclusively from Asia, in which outcomes appear to be improved with HSCT by 10-20%. We conducted this study with the aim to determine the outcomes of autologous (AUTO) and allogeneic (ALLO) HSCT in patients with ENKL. Methods: This multi-center study was conducted in collaboration with 4 different centers, 3 in the United States, and 1 in Singapore. All patients with a diagnosis of ENKL who received either AUTO or ALLO HSCT after January 1, 2000 were eligible. Univariate probabilities of overall survival (OS) and progression-free survival (PFS) were estimated utilizing the Kaplan-Meier method using IBM SPSS version 22.0. Probabilities of non-relapse mortality (NRM) and relapse mortality (RM) were calculated by the cumulative incidence (CI) procedure to accommodate for competing risks utilizing EZR software. The log-rank test was used to assess for differences between groups in regard to OS and PFS, and the Fine-Gray analysis was performed to compare outcomes with competing risks. Results: Twenty-seven patients, with median age of 48 years (range 22-68), and a median of 2 prior chemotherapy lines (range 1-5) received HSCT for ENKL; 14 AUTO and 13 ALLO, of which 70% were performed at MD Anderson. Sixty-seven percent were male, 30% were not in complete remission (CR) at transplant, and 40% had an NK-IPI risk group of 3-4. Seventy-four percent of patients received myeloablative (MAC) conditioning, with the most common regimen being BEAM in 55% of ALLO and 65% of AUTO. All patients received peripheral blood as the stem cell source except one who received cord blood. With a median follow-up time of 11 years, OS and PFS for the entire group were 51% and 50%. The CI NRM was 19% at 1 and 2 years and the CI RM was 16% at 1 year, 26% at 2 years, and 40% at 11 years (Figure 1). Amongst ALLO recipients, there were 2 cases of grade II-IV acute GVHD (14% of ALLO) and 5 cases of chronic GVHD (1 limited, 4 extensive, 36% of ALLO). PFS was significantly better for patients in CR versus those not in remission at transplant (67% vs 13%, p=0.002). There was no impact of MAC vs non-MAC conditioning, disease stage at diagnosis (I-II vs III-IV), prior number of chemotherapy lines, comorbidity index, NK-IPI risk group 1-2 vs 3-4, age >50, sex, or race on PFS or OS. We did an exploratory analysis of transplant outcomes between the AUTO versus ALLO groups. More patients in the ALLO group (46% vs 17%, p=0.082) were not in CR at transplant, though other characteristics were balanced. PFS for AUTO versus ALLO was 67% vs 31% at 1 and 3 years (p=0.032), (Figure 2). OS for AUTO vs ALLO was 75% vs 54% at 1 year, and 64% vs 39% at 3 years, (p=0.146). One patient received an ALLO with progressive disease and survived. Additionally, 3 of 4 patients who received ALLO after prior AUTO survived, though one died of a second malignancy 11 years post-transplant. One of these patients received a prior AUTO but developed graft failure and subsequently received an ALLO and was counted in the ALLO group. CI NRM was higher in the ALLO vs AUTO group at 1 year (39% vs 0%, p=0.013). CI of RM was higher in the first year in the AUTO vs ALLO group at 1 year (26% vs 8%), though by 3-years this difference was not significant (36% vs 23%, p=0.472). Conclusion: Here we present the results of a multi-center study of patients who received a HSCT for ENKL. Our results are similar to those seen in Asian studies, with long-term PFS and OS of 50%, demonstrating that HSCT is an effective therapy for patients with ENKL. Patients in CR at transplant had better OS and PFS than those not in CR; therefore, complete remission should be the goal prior to HSCT for ENKL. ALLO is an effective treatment option for relapse post-AUTO or for progressive disease at transplant, with less relapse than AUTO, particularly within the first year. This is particularly interesting given that 46% of patients who received ALLO were not in remission at transplant, indicating a strong graft-versus-lymphoma effect. However, these results are limited by an increased NRM. Strong consideration for AUTO should be given to patients who are in CR at the time of transplant, and ALLO should primarily be reserved for refractory disease or relapse post-AUTO. Figure 1. View large Download slide Figure 1. View large Download slide Figure 2. View large Download slide Figure 2. View large Download slide Disclosures Brammer: Celgene: Research Funding. Fanale: Merck: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Research Funding; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Honoraria, Research Funding; Infinity: Membership on an entity's Board of Directors or advisory committees; Spectrum: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Honoraria, Research Funding; Genentech: Research Funding; Medimmune: Research Funding; Novartis: Research Funding; Bayer: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Molecular Templates: Research Funding; ADC Therapeutics: Research Funding; Onyx: Research Funding; Gilead: Research Funding. Maziarz: Novartis: Consultancy; Athersys: Consultancy, Patents & Royalties, Research Funding."
}