{
    "doi": "https://doi.org/10.1182/blood-2021-149210",
    "article_title": "Epigenetic Silencing of CD34 in AML and Association with Outcome in KMT2A Fusions ",
    "article_date": "November 5, 2021",
    "session_type": "617.Acute Myeloid Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "Hematopoietic stem cells (HSC) are defined by the expression of the CD34 antigen on the cell surface whereby CD34+/CD38- repopulating cells have been the hallmark. This combination of antigens defining normal HSC has also been used to define leukemic stem cells (LSC). Although there is recognition of variability of CD34 expression in AML and lack of CD34 expression in a subset of AMLs (e.g., NPM1c), accurate and functional consequence of CD34 expression in AML has not yet been fully defined. We examined CD34 transcript (RNA seq) and protein expression (flow cytometry) as well as methylation status in a cohort of 2185 adult and pediatric AML cases. We demonstrate that CD34 is silenced in a significant proportion of AML through epigenetic mechanism and correlate CD34 expression with disease characteristics, fusions, mutations, and clinical outcome. Ribodepleted RNA seq data from 1048 pediatric AML (Children's Oncology Group, AAML1031), 390 adult AML (TCGA and BeatAML), 68 bone marrow, and 16 CD34+ PBMC from healthy donors were interrogated for CD34 expression. CD34 negative cohort (<1 TPM) were compared to the highest CD34 expressors (above median; 25-840 TPM). This evaluation demonstrated that 25% of pediatric patients had striking paucity of CD34 expression, suggesting silencing of the transcription process. Similar CD34 silencing was seen in 12% of adult AML (Fig. 1A). A correlation of CD34 expression with fusion and SNV subtypes revealed striking lack of CD34 expression in patients with KMT2A (54%), NUP98-KDM5A (81%), KAT6A-CREBBP (83%) fusions and NPM1 mutation (62%; Fig. 1B). The paucity of CD34 expression in KMT2A-r cohort was also seen in adults with a frequency of 61% CD34-Neg in KMT2A-r. Outcome evaluation of all patients based on CD34 expression failed to demonstrate differences in EFS or OS. However, significant variability in CD34 expression within KMT2A-r cases prompted further analysis. KMT2A-r patients with and without CD34 expression had an OS of 40% and 60%, respectively (p=0.0013, Fig. 1C). Despite the recent allocation of some KMT2A-r to high risk status based on fusion partners, the majority of KMT2A-r patients remain standard risk (SR). We examined the clinical outcome for SR KMT2A-r patients (which represents 71% of KMT2A-r). Using the same cutoffs, CD34-Neg group showed dramatically better outcomes, with 5 yr estimates of 42% vs. 24%, EFS and 67% vs. 38%, OS (p=0.0019, p<0.0001, Fig. 1D). The observation by transcriptome was validated by multi-dimensional flow cytometry (MDF) conducted at Hematologics, Inc. CD34 expression data by MDF was available from 1613 patients enrolled on COG AAML0531 and AAML1031. CD34 expression <1200 molecules were considered negative. Of the 1613 patients with MDF, 867 patients had RNA sequencing data available. Correlation of CD34 transcript to MFI by MDF demonstrated 95% concordance. Using CD34 cutoffs by MDF, KMT2A-r patients with and without CD34 expression had an EFS of 22% vs. 37%, (p=0.0195) and an OS of 30% vs 61%, (p<0.0002, Fig. 1E). Importantly, SR KMT2A-r also demonstrated that those with CD34 expression had an OS of 36% whereas CD34-Neg patients had an OS of 64% (p<0.0001), substantiating the transcriptome data. Analyzed separately, the KMT2A-r cases in COG AAML0531 and AAML1031 demonstrated similar outcome differences for these individual SR cohorts. Given CD34 silencing in such a large cohort of patients, we inquired the underlying mechanism of such significant silencing. We evaluated the corresponding methylation data (Illumina EPIC array) to determine whether CD34 expression may be modulated through epigenetic mechanisms. Correlation of CD34 transcript expression with CD34 promotor methylation status demonstrated significant hypermethylation of the CD34 promotor sites (Fig. 1F). The CD34 antigen plays an important role as a marker of HSCs and LSCs, however, at least 25% of patients lack expression. CD34-Neg is markedly correlated with KMT2A-r AML and specifically enriched in fusion partners which lack risk stratifying features. CD34-Neg also exhibit significantly improved OS and EFS over CD34-expressors. These outcome observations may have dramatic and immediate implications in the clinical management of the SR KMT2A cohort. Flow based CD34 quantification may be an immediate tool used to identify KMT2A-r patients with CD34 expression; these patients may benefit from intensive or targeted therapies. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Eidenschink Brodersen:  Hematologics, Inc.: Current Employment, Other: Equity Ownership. Pardo:  Hematologics, Inc.: Current Employment. Loken:  Hematologics, Inc.: Current Employment, Other: current equity holder in a privately owned company.",
    "author_names": [
        "Rhonda E. Ries",
        "Lisa Eidenschink Brodersen",
        "Laura Pardo",
        "Timothy Junius Triche, Jr.",
        "Amanda R. Leonti",
        "Jenny L. Smith",
        "Todd A. Alonzo",
        "Jason E Farrar",
        "Yi-Cheng Wang",
        "Alice Dang",
        "Alan S. Gamis",
        "Richard Aplenc",
        "E. Anders Kolb",
        "Michael R. Loken",
        "Soheil Meshinchi"
    ],
    "author_dict_list": [
        {
            "author_name": "Rhonda E. Ries",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisa Eidenschink Brodersen",
            "author_affiliations": [
                "Hematologics, Inc., Seattle, WA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Pardo",
            "author_affiliations": [
                "Hematologics, Inc., Seattle, WA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Junius Triche, Jr.",
            "author_affiliations": [
                "Van Andel Research Institute, Grand Rapids, MI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda R. Leonti",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny L. Smith",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Alonzo",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason E Farrar",
            "author_affiliations": [
                "University of Arkansas For Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi-Cheng Wang",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice Dang",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan S. Gamis",
            "author_affiliations": [
                "Hematology/Oncology, Children's Mercy Hospitals and Clinics, Kansas City, MO"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Aplenc",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E. Anders Kolb",
            "author_affiliations": [
                "Nemours Center for Cancer and Blood Disorders, Nemours Alfred I. duPont Hospital for Children, Wilmington, DE"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Loken",
            "author_affiliations": [
                "Hematologics, Inc., Seattle, WA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:37:04",
    "is_scraped": "1"
}