{
    "doi": "https://doi.org/10.1182/blood-2019-124688",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4265",
    "start_url_page_num": 4265,
    "is_scraped": "1",
    "article_title": "Association of Endothelial Biomarkers with Cerebral MRI Perfusion Analysis in Patients with Sickle Cell Disease ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": [
        "biological markers",
        "brain mri",
        "endothelium",
        "perfusion",
        "sickle cell anemia",
        "selectins",
        "substance p",
        "doppler hemodynamics",
        "cell adhesion molecules",
        "bilirubin"
    ],
    "author_names": [
        "Liza Afzali-Hashemi",
        "Lena Vaclavu, PhD",
        "Erfan Nur, MD PhD",
        "Aart J Nederveen, PhD",
        "Bart J. Biemond, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Radiology and Nuclear Medicine, Amsterdam UMC, Amsterdam, Netherlands "
        ],
        [
            "Department of Radiology and Nuclear Medicine, Amsterdam UMC, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Amsterdam UMC, Amsterdam, Netherlands "
        ],
        [
            "Department of Radiology and Nuclear Medicine, Amsterdam UMC, Amsterdam, Netherlands "
        ],
        [
            "Department of Clinical Hematology, Amsterdam UMC, Academic Medical Center, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "52.315028149999996",
    "first_author_longitude": "4.90914465",
    "abstract_text": "Introduction Sickle cell disease (SCD) is associated with silent cerebral infarcts (SCI) which are related to neurocognitive damage. One of the major causes of SCI is the impaired cerebral oxygenation, which makes cerebral blood flow (CBF) an essential parameter to measure. Previous hemodynamic studies have shown elevated CBF and reduced cerebrovascular reserve (CVR) in patients with SCD (Helton 2015; Václavů 2018). CVR is known as the increase of CBF in response to vasoactive stimulus, relative to the baseline. The reduced CVR renders SCD patients susceptible to cerebral ischemia, especially under hypotensive or hypoxic conditions. Possible factors contributing to microvascular damage and thus reduced CVR include hemoglobin S polymerization, neutrophil activation and endothelial activation and adhesion. Previous studies examined the role of these factors in patients with SCD (Sins 2017; Al Najjar 2017). However, the association between the endothelial biomarkers and hemodynamic parameters is unknown in adult patients with SCD. In this study, we investigated the correlation between CBF and CVR and the adhesion molecules including sVCAM-1, sP-selectin, VWF-Ag and ADAMTS13. Additionally, we studied the association of these endothelial biomarkers with standard laboratory parameters. Methods This study was performed in accordance with the Declaration of Helsinki and was approved by the Review Board of Amsterdam UMC. For this study, 33 steady state patients with SCD (mean age 32.1 ± 10.7, 64% male, 29 HbSS, 4 HbSß) and 10 healthy volunteers (mean age 36,4 ± 15.9, 60% male, 2 HbAS, 8 HbAA) were included. Hematologic laboratory parameters were assessed using standard laboratory procedures. Plasma levels of sVCAM-1 and sP-selectin were determined using ELISA (R&D Systems, USA) and ADAMTS13 and VWF-Ag were measured with the INNOVANCE assay (Siemens Healthcare Diagnostics). For the CBF measurements, pseudo-continuous arterial spin labelling (pCASL) was acquired at 3T MRI (Philips Healthcare, The Netherlands). CBF was measured before and after acetazolamide (vasoactive stimulus) administration and subsequently CVR was calculated using the following equation: CVR = (CBF after - CBF before) / CBF before x 100% Plasma levels of endothelial biomarkers were compared between groups using ANOVA test. Correlation between the parameters were measured using single regression model where p<0.05 was considered as statistically significant. Results sVCAM-1 levels and VWF-Ag were significantly higher in SCD patients compared to healthy controls (p < 0.01 and p = 0.01). ADAMTS13 and sP-selectin were not significantly different between the two groups (p = 0.06 and p = 0.33). sVCAM-1 was significantly associated with CBF, and parameters of hemolysis LDH and bilirubin in SCD patients (Fig. 1A and 2C). Negative correlation was observed between sVCAM-1 and hemoglobin (Fig. 1B). The relationship between sVCAM-1 and hemodynamic and laboratory parameters are shown in Table 1. No significant correlation was found between sVCAM-1, hemodynamic and standard laboratory parameters in healthy controls. VWF-Ag, ADAMTS13 and sP-selectin were not significantly associated with hemodynamic MRI parameters. Discussion Our results show elevated sVCAM-1 levels in sickle cell patients, strongly related to CBF. sVCAM-1 is an adhesion molecule and elevated plasma levels are found in patients with endothelial activation due to inflammation or atherosclerosis (Cook-Mills 2013; Cybulsky 2001). Previous studies showed elevated levels in sickle cell disease but no correlation with parameters of cerebral perfusion have been demonstrated yet (Antwi-Boasiako 2018; Kato 2005). The strong correlation with CBF is mostly related to the chronic hemolysis given the association found with hemoglobin levels and markers of hemolysis like LDH and bilirubin. In contrast to sVCAM-1, no such relation was found with other markers of endothelial activation such as VWF activity and sP-selectin levels. No correlation between endothelial markers and the CVR was demonstrated, suggesting that endothelial damage itself may not related to the impaired cerebral vasodilatation in response to a vasoactive stimulus. Conclusion Endothelial adhesion molecule sVCAM-1 showed a strong correlation with CBF and parameters of hemolysis, suggesting a relation between the hemolytic damage of endothelial cells and impaired cerebral perfusion. View large Download slide View large Download slide  Disclosures Nur: Novartis Pharmaceuticals: Consultancy."
}