{
    "doi": "https://doi.org/10.1182/blood.V122.21.28.28",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2487",
    "start_url_page_num": 2487,
    "is_scraped": "1",
    "article_title": "Identification Of Galectin-1 and Galectin-3 As Novel Binding Partners For Factor VIII ",
    "article_date": "November 15, 2013",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "factor viii",
        "galectin 1",
        "galectin 3",
        "concentrate dosage form",
        "polysaccharides",
        "recombinant antihemophilic factor viii",
        "carbohydrates",
        "galactose",
        "lectin",
        "ligands"
    ],
    "author_names": [
        "Jamie O' Sullivan",
        "Orla Rawley",
        "Vince Jenkins, PhD",
        "Alain Chion, PhD",
        "Teresa M Brophy, PhD",
        "James S O'Donnell, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Trinity College Dublin, Dublin, Ireland"
        ],
        [
            "Trinity College Dublin, Dublin, Ireland"
        ],
        [
            "Trinity College Dublin, Dublin, Ireland"
        ],
        [
            "Trinity College Dublin, Dublin, Ireland"
        ],
        [
            "Trinity College Dublin, Dublin, Ireland"
        ],
        [
            "Trinity College Dublin, Dublin, Ireland"
        ]
    ],
    "first_author_latitude": "53.3437935",
    "first_author_longitude": "-6.2545716",
    "abstract_text": "During biosynthesis, Factor VIII (FVIII) undergoes complex post-translational modification including significant glycosylation. Consequently each FVIII molecule can contains 25 N- and 6 O-linked glycans. These carbohydrate structures are of physiological significance. For example, FVIII glycan expression modulates intracellular trafficking and also regulates FVIII clearance by dendritic cells. Nevertheless, the molecular mechanisms through which glycan structures influence FVIII biology remains poorly defined. Interestingly, carbohydrate-binding galectins (Gal) -1 and -3 have recently been reported to bind human VWF. Moreover, these galectin interactions significantly influence VWF function. In this study, based upon similar glycans expression profiles, we hypothesised that galectins might also constitute novel binding partners for human FVIII. In brief, His-tagged Gal-1 and Gal-3 were expressed in E-coli and purified using nickel chromatography. Recombinant FVIII (rFVIII) was purified from different commercial concentrates. Subsequently, FVIII glycosylation was modified using specific exoglycosidases and quantified by lectin-binding ELISA. Galectin-FVIII interaction was characterised using modified immunosorbant assays and surface plasmon resonance (SPR). In plate–binding assays using purified proteins and SPR studies, both Gal-1 and Gal-3 bound to full length rFVIII in a time- and dose-dependent manner. Interestingly the apparent affinities of the galectin-FVIII interactions (Kd of 0.11 ± 0.02nM for Gal-1 and 0.21 ± 0.1nM for Gal-3 respectively) were unusually high for these lectins. Digestion with PNGase F to remove N-linked glycans ablated FVIII binding to Gal-1 (8.6 ± 1%; p<0.0001). In contrast, PNG-FVIII retained significant ability to bind Gal-3 (30.3 ± 3%; p<0.0001 ). However, combined FVIII digestion with both PNGase F and O glycosidase further attenuated Gal-3 binding (16.5 ± 2%; p<0.05 ). Cumulatively these findings suggest that whilst Gal-1 binding is mediated predominantly through the N-linked glycans of FVIII, both N- and O-linked glycans modulate its interaction with Gal-3. The majority of FVIII glycans are contained within the B domain. Unsurprisingly, Gal-1 and Gal-3 binding were both markedly attenuated for B domain deleted rFVIII compared to full length rFVIII (42 ± 1% and 26 ± 0.8%; p<0.0001 ). Previous studies have described different glycosylation profiles for specific full length commercial rFVIII products. To investigate the relevance of this differential glycosylation, we compared the galectin-binding properties of Advate® (CHO cell line) and Helixate® (BHK cell line). Interestingly, Gal-1 and Gal-3 both displayed significantly enhanced affinity for Helixate (107 ± 2% and 124 ± 1%; p<0.05 ). These findings are consistent with the fact that the N-linked glycans of BHK-derived FVIII express galactose α1-3 galactose epitopes which constitute preferential galectin-binding ligands. To determine whether FVIII interacts with galectins in vivo , immunoprecipitation studies were performed using plasma from VWF-/- mice. We observed that that both Gal-1 and Gal-3 were co-precipitated with FVIII even in the absence of VWF. Consequently, both the VWF-FVIII complex and free FVIII in plasma are likely to circulate in a complex with galectins. Importantly, recent studies have reported a prothrombotic phenotype in Gal-1/Gal-3 double deficient mice compared to wild type controls following ferric chloride injury. To investigate whether galectin-binding influences FVIII function, FVIII activity was assessed using a one-stage clotting assay in the presence of increasing galectin concentrations. Interestingly, preincubation of FVIII with Gal-1 (0.5-17µM) resulted in a significant dose-dependent prolongation of the APTT (58 ± 0.2 sec compared to 26 ± 3 secs, p<0.001 ) In contrast, no such effect was observed for galectin-3 up to 20µM, suggesting these galectins may have differential effects on FVIII biology. In conclusion, we identify Gal-1 and Gal-3 as novel direct ligands for human FVIII. Both the N- and O-linked carbohydrates of FVIII contribute to galectin binding. Importantly, different commercial FVIII concentrates do not interact with galectins in the same manner. Finally, we also demonstrate that plasma FVIII can circulate in complex with both Gal-1 and Gal-3, and that Gal-1 binding can inhibit the procoagulant function of FVIII. Disclosures: No relevant conflicts of interest to declare."
}