{
    "doi": "https://doi.org/10.1182/blood.V114.22.3677.3677",
    "article_title": "Irradiation-Mediated Thymic Plasticity Is An Age-Related Phenomenon in Immunodeficient Mice. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS POSTER III",
    "abstract_text": "Abstract 3677 Poster Board III-613 Successful T lymphopoiesis is essential for maintaining resistance to infection, mediating graft versus tumor activity, and as a platform for some immune based therapies. In mouse models of T cell immunodeficiency syndromes successful T cell reconstitution requires robust cellular reconstitution as well as remodeling of the thymic stroma. We have previously demonstrated that robust thymic lymphopoiesis in young IL-7 receptor deficient (IL7R−/−) mice can occur without prior irradiation and have linked this to the presence of intact stromal niches for DN3 precursors. In contrast to IL7R−/− mice, RAG−/− mice generate wild type T lymphocytes via thymic T lymphopoiesis after transfer of wild type precursors, but the thymus of transplanted RAG−/− mice remains hypocellular. As has been shown before, thymic cellularity of young RAG−/− mice can be rescued by irradiation followed by transfer of wild type precursors. We now demonstrate a profound difference between young and old RAG−/− mice in the thymic remodeling that occurs after irradiation and transfer of wild type hematopoietic stem cells. While the thymi of young RAG−/− mice undergo profound remodeling and develop normal cortico-medullary areas with segregation of single positive cells to the medulla, older RAG−/− mice do not undergo this remodeling and the cortical and medullary stroma remains less organized and more interdigitated. In addition, while the thymi of these older RAG−/− mice do develop small nests of medullary thymic epithelial cells (identified by flow cytometry and immunohistochemistry) not visualized in the untreated RAG−/− mice, these cells do not appropriately express MHC and these thymi do not appropriately segregate single positive developing T lymphocytes to these medullary areas. In vitro testing of sorted single positive thymocytes from these mice demonstrates failure of appropriate negative selection. Together these studies identify a specific defect in the thymic stroma of aging immunodeficient mice preventing appropriate de novo T lymphopoiesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "immunologic deficiency syndromes",
        "mice",
        "thymus gland",
        "transfer technique",
        "flow cytometry",
        "infections",
        "interleukin 7 receptor",
        "neoplasms",
        "tissue transplants",
        "immunohistochemistry"
    ],
    "author_names": [
        "Kamaldeep Singh, BS",
        "Aaron Myers, BS",
        "Susan E Prockop, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kamaldeep Singh, BS",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan-Kettering Cancer Center, New York, NY, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aaron Myers, BS",
            "author_affiliations": [
                "Dental School, Columbia College of Dentistry, New York, NY, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan E Prockop, MD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T04:25:35",
    "is_scraped": "1"
}