{
    "doi": "https://doi.org/10.1182/blood.V116.21.1598.1598",
    "article_title": "Developmental Differences In the Let-7b/IMP-1/IGF-II Axis contribute to the High Proliferative Rate of Neonatal Megakaryocyte Progenitors. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoietic Stem and Progenitor Biology: Poster I",
    "abstract_text": "Abstract 1598 Multiple observations support the existence of substantial developmental differences between fetal/neonatal and adult megakaryocytopoiesis. We and others have previously shown that neonatal megakaryocyte (MK) progenitors are hyperproliferative, and generate 10-fold more MKs than adult progenitors. Neonatal MKs, however, are smaller and of lower ploidy than their adult counterparts. The cellular and molecular mechanisms underlying these differences are unknown, but it is clear that they play a critical role in the pathogenesis of several MK disorders with developmental stage-specific features, including a transient myeloproliferative disorder (TMD) with megakaryoblastic features seen exclusively in fetuses and neonates with Down syndrome and GATA-1 mutations. We recently found that the microRNA let-7b was expressed in adult MKs at levels 10- to 100-fold higher than in neonatal MKs. Let7b had not been previously described in MKs, but was known to act as a critical regulator of the transition from proliferation to differentiation in C. elegans, and as a tumor suppressor in humans. A search for putative let-7b targets using five computational databases consistently identified Insulin-like growth factor II mRNA-binding protein 1 (IMP-1) as a direct let-7b target. IMP-1 is a fetal oncogene (predominantly expressed in fetal tissues and in primary tumors) which increases cell proliferation through its effects on four RNA's, including the leader 3’ insulin growth factor II (IGF-II) mRNA, a critical growth factor during fetal life. Based on these findings, we hypothesized that low let-7b levels mediate the high proliferative rate of neonatal MK progenitors by allowing an up-regulation of IMP-1 and its target IGF-II. To test this hypothesis, we first cultured CB- and adult peripheral blood (PB)-derived CD34+ cells in serum-free medium with thrombopoietin, and measured let-7b levels by quantitative RT-PCR on days 0, 7, 11, and 14 of culture. These studies demonstrated that let7b levels were substantially lower (1 to 13%) in CB- compared to PB-CD34+ cells throughout all stages of MK development. We then evaluated the protein expression levels of IMP-1 and IGF-II in CB- and PB-derived MKs, by Western blot. As expected from the low let-7b levels, IMP-1 was strongly expressed in CB-derived MKs and absent in PB-MKs. Correspondingly, IGF-II levels were three-fold higher in CB- compared to PB-MKs (p=0.01, n=3). The functional significance of low let-7b levels was then examined by nucleofecting CB- and PB-MKs, as well as K562 cells (an erythroleukemia cell line with megakaryocytic potential), with pre-let7b, anti-let7b, or Cy-3 (control). Over-expression of let7b in all cell types induced a 50% decrease in cell number 48 hrs following nucleofection. Suppression of let7b induced a 50% increase in cell number. In K562 cells, up-regulation of let-7b induced a significant decrease in IMP-1 and IGF-II protein levels, as well as a reduction in the proliferation marker phospho-H3. We concluded that low let-7b levels in neonatal MK progenitors underlie their relatively high proliferative rate by allowing an upregulation of IMP-1 and IGF-II. We further hypothesize that endogenous IGF-II stimulates the proliferation of fetal and neonatal MK progenitors by binding to the IGF receptor and stimulating IGF signaling in an autocrine and paracrine manner. Our findings revealed a novel role for the miRNA let-7b in the regulation of megakaryocytopoiesis, and implicate developmental differences in the let-7b/IMP-1/IGF-II pathway as one of the molecular mechanisms responsible for the high proliferative rate of neonatal MKs. These differences might also contribute to the susceptibility of neonates to develop myeloproliferative disorder in the presence of trisomy 21 and GATA-1s mutations, as recently suggested by Klusmann et al. (Genes Dev. 24:1659, 2010). Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "insulin-like growth factor ii",
        "megakaryocytes",
        "newborn",
        "meckel-gruber syndrome",
        "growth factor",
        "micrornas",
        "rna, messenger",
        "acute erythroblastic leukemia",
        "gata1 protein, human",
        "insulin"
    ],
    "author_names": [
        "Ravi K. Gutti, PhD",
        "Hannes Sallmon",
        "Zhi-Jian Liu, PhD",
        "Francisca Ferrer-Marin, MD, PhD",
        "Alan Cantor, MD, PhD",
        "Matthew Bailey, BS",
        "Martha Sola-Visner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ravi K. Gutti, PhD",
            "author_affiliations": [
                "Division of Newborn Medicine, Children's Hospital Boston and Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hannes Sallmon",
            "author_affiliations": [
                "Division of Newborn Medicine, Children's Hospital Boston, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhi-Jian Liu, PhD",
            "author_affiliations": [
                "Division of Newborn Medicine, Children's Hospital Boston and Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisca Ferrer-Marin, MD, PhD",
            "author_affiliations": [
                "Division of Newborn Medicine, Children's Hospital Boston and Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan Cantor, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Children's Hospital Boston and Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Bailey, BS",
            "author_affiliations": [
                "Division of Newborn Medicine, Children's Hospital Boston and Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Sola-Visner, MD",
            "author_affiliations": [
                "Division of Newborn Medicine, Children's Hospital Boston and Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T13:02:24",
    "is_scraped": "1"
}