{
    "doi": "https://doi.org/10.1182/blood.V128.22.2844.2844",
    "article_title": "Improved Sensitivity in Detection of FMS-like Tyrosine Kinase Internal Tandem Duplication of a Method Using Next-Generation Sequencing Data ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "We developed new ITD detection algorithm (ITDetect) based on whole exome sequencing (WES) data for FMS-like tyrosine kinase internal tandem duplication (FLT3-ITD). ITDetect is based on BWA and is specified for ITD detection including FLT3-ITD. We validated and compared result of ITDetect with other ITD detecting algorithms using nested polymerase chain reaction (PCR) method. Nested PCR uses two types of primer specified for FLT3-ITD detection. In 81 acute myeloid leukemia patients with WES data, FLT3-ITD was positive in 11 patients (13%) when called with ITDetect, all of whom were validated with nested PCR. Meanwhile FLT3-ITD was positive only in 7/81 patients by conventional PCR. The concordance rate of ITDetect and nested PCR was 95% (77/81). ITDetect showed better ITD detection performance when compared with previously reported ITD callers. In large AML cohort (n=213), patients who were positive for FLT3-ITD with nested-PCR but not with conventional PCR had shorter survival outcomes than patients who were negative for FLT3-ITD with nested PCR, suggesting clinical significance of sensitive FLT3-ITD detection. In conclusion, we developed more sensitive detection methods for FLT3-ITD based on WES data that is clinically meaningful. Utilization of more sensitive detection method than conventional PCR in clinic should be considered. Figure View large Download slide FLT3-ITD detection procedure. Figure View large Download slide FLT3-ITD detection procedure. Close modal Figure View large Download slide Performance of various NGS ITD detectors. Figure View large Download slide Performance of various NGS ITD detectors. Close modal Figure View large Download slide Survival comparison between patients positive for FLT3-ITD by nested PCR method but negative by conventional PCR method and those negative by both methods. Figure View large Download slide Survival comparison between patients positive for FLT3-ITD by nested PCR method but negative by conventional PCR method and those negative by both methods. Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "massively-parallel genome sequencing",
        "vegfr-1",
        "impedance threshold device",
        "polymerase chain reaction",
        "ms-like tyrosine kinase 3",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Junghoon Shin, MD",
        "Daeyoon Kim, MS",
        "Yoojin Hong",
        "Youngil Koh, MD PhD",
        "Hongseok Yun",
        "Dong-Yeop Shin, MD PhD",
        "Sung-Soo Yoon, MD PhD",
        "Inho Kim",
        "Junglim Lee, MD",
        "Byung-Su Kim, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Junghoon Shin, MD",
            "author_affiliations": [
                "Internal Medicine, Seoul National University Hospital, Seoul, Korea, The Republic of "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daeyoon Kim, MS",
            "author_affiliations": [
                "Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoojin Hong",
            "author_affiliations": [
                "SDS Tower West Campus 11F, Olympic-ro 35-gil, Songpa-gu, Development Group, Healthcare Analytics Team, Samsung SDS, Seoul, Korea, The Republic of "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Youngil Koh, MD PhD",
            "author_affiliations": [
                "Seoul National University Hospital, Seoul, Korea, The Republic of "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongseok Yun",
            "author_affiliations": [
                "Bioinformatics Group, Platform Development Center, CSP R&D, Samsung SDS, Seoul, South Korea "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong-Yeop Shin, MD PhD",
            "author_affiliations": [
                "Internal Medicine, Seoul National University Hospital, Seoul, Korea, The Republic of "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung-Soo Yoon, MD PhD",
            "author_affiliations": [
                "Internal Medicine, Seoul National University Hospital, Seoul, South Korea "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inho Kim",
            "author_affiliations": [
                "Internal Medicine, Seoul National University Hospital, Seoul, Korea, The Republic of "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junglim Lee, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Daegu Fatima Hospital, Daegu, South Korea "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Byung-Su Kim, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Daegu Fatima Hospital, Daegu, Korea, The Republic of"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:36:56",
    "is_scraped": "1"
}