{
    "doi": "https://doi.org/10.1182/blood.V120.21.2883.2883",
    "article_title": "What Numbers Don't Say: Immunogenetic Evidence Shows That High-Count MBL Resembles Rai 0 CLL While Low-Count MBL Does Not. ",
    "article_date": "November 16, 2012",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2883 CLL-like monoclonal B-cell lymphocytosis (MBL) shares common immunophenotypic features and cytogenetic abnormalities with CLL and is generally perceived as its premalignant state. The World Health Organization has set a consensus cut-off of 5×10 9 /L circulating B cells to discriminate between what constitutes ‘disease’ and what not. However, the clonal size within MBL is extremely variable. High-count (HC), clinical MBL is associated with absolute lymphocytosis and progresses to CLL requiring treatment at a rate of 1–2% per year, whereas low-count (LC) MBL is found in the general population through high-sensitivity techniques and carries a risk of progression that is limited if any. Given the high frequency of CLL-like MBL in the general population, it is important to understand the underlying mechanisms and also identify biological markers endowing malignant potential that may distinguish between the different forms. To this end, we performed a detailed immunogenetic profiling of 334 CLL-like MBL cases (78 LC and 256 HC) for a total of 355 productive VDJ rearrangements (including double rearrangements), 91 from LC MBL and 264 from HC MBL. We also compared the immunoglobulin (IG) gene repertoires of MBL to 544 CLL Rai Stage 0 (CLL-0) that were part of an IG sequence dataset of 7424 CLL cases previously analyzed by our group. LC and HC MBL had distinct IG gene repertoires, with over-representation of the IGHV1–69 and IGHV4–34 genes in HC and the IGHV4–59/61 genes in LC MBL, respectively (p<0.001). The HC MBL repertoire exhibited clear similarities to CLL-0 in terms of IGHV gene usage (similar frequencies of IGHV1–69 and IGHV4–34 ). Regarding somatic hypermutation, no differences were identified between LC MBL versus HC MBL versus CLL-0, in that the frequency of mutated rearrangements (<98% identity to the germline) was overall similar (LC MBL: 72.5%, HC MBL: 76.1%, CLL-0: 75%). In this respect, all the aforementioned subgroups differed significantly (p<0.001) from the frequency previously reported by us in CLL where only 55% of rearrangements carried mutated IGHV genes. We finally analyzed the expression of stereotyped B cell receptor (BcR) IGs, identified through a cluster analysis of the MBL sequences together with all CLL sequences from our cohort and 5494 non-CLL IG sequences retrieved from public databases. Overall, only 6/91 (5.5%) LC MBL rearrangements could be clustered with other sequences in subsets with stereotyped BcRs. Two of these six LC MBL cases were clustered together with IG sequences from various entities, including CLL, other lymphomas and autoimmune diseases; thus, they were considered to carry ‘public’ BcR stereotypes. In contrast, HC MBL showed a significantly (p=0.0002) higher frequency of ‘CLL-specific’ BcR stereotypes versus LC MBL, with 60/264 (22.7%) HC MBL cases carrying stereotyped VH CDR3s. This frequency was comparable to the one observed in CLL-0 (20.2%). Notably, a gradation was observed in the frequency of BcR IG stereotypy depending on the absolute count of CLL-like cells, starting with 5.5% in LC MBL, raising to 22.7–20.2% in in HC MBL/CLL-0 and, finally, peaking at 30.4% in the entire CLL cohort as previously reported. Altogether, these findings suggest that rather than a true premalignant condition, LC MBL may merely reflect immune senescence or result from persistent antigen stimulation. On the other hand, HC MBL appears to be a continuum with Rai stage 0 in the evolution to clinically overt CLL, being maybe one step behind where it requires either additional genetic hits or simply extra time to cross the numerical border that discriminates it from CLL. Hence, the identification of molecular genetic markers that may predict progression of HC MBL/CLL-0 into full-fledged CLL is strongly warranted. Disclosures: Shanafelt: Genentech: Research Funding; GlaxoSmith Klein: Research Funding; Teva/Cephalon: Research Funding; Celgene: Research Funding.",
    "topics": [
        "antigens",
        "autoimmune diseases",
        "biological markers",
        "b-lymphocytes",
        "chromosome abnormality",
        "immunogenetics",
        "immunoglobulins",
        "lymphocytosis",
        "lymphoma",
        "older adult"
    ],
    "author_names": [
        "Anna Vardi",
        "Antonis Dagklis",
        "Lydia Scarfò",
        "Diane F. Jelinek, PhD",
        "Darren J Newton",
        "Chi Doughty, PhD",
        "Julia Almeida",
        "Arancha Rodriguez-Caballero",
        "Sallie D. Allgood, MS",
        "Mark C. Lanasa, MD, PhD",
        "Agostino Cortelezzi, MD",
        "Ester M Orlandi",
        "Silvio Veronese",
        "Marco Montillo, MD",
        "Andy Rawstron, PhD",
        "Tait D. Shanafelt, MD",
        "Alberto Orfao",
        "Kostas Stamatopoulos",
        "Paolo Ghia"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna Vardi",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonis Dagklis",
            "author_affiliations": [
                "Division of Molecular Oncology and Department of Onco-Hematology, Universita Vita-Salute San Raffaele and Istituto Scientifico San Raffaele, Milano, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lydia Scarfò",
            "author_affiliations": [
                "Division of Molecular Oncology and Department of Onco-Hematology, Universita Vita-Salute San Raffaele and Istituto Scientifico San Raffaele, Milano, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane F. Jelinek, PhD",
            "author_affiliations": [
                "Department of Immunology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darren J Newton",
            "author_affiliations": [
                "Department of Haematology, St. James's Institute of Oncology, Leeds, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chi Doughty, PhD",
            "author_affiliations": [
                "Department of Haematology, St. James's Institute of Oncology, Leeds, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Almeida",
            "author_affiliations": [
                "Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arancha Rodriguez-Caballero",
            "author_affiliations": [
                "Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sallie D. Allgood, MS",
            "author_affiliations": [
                "Department of Medicine, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark C. Lanasa, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agostino Cortelezzi, MD",
            "author_affiliations": [
                "Dept Medical Sciences, Hematology 1 CTMO, University of Milan, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ester M Orlandi",
            "author_affiliations": [
                "Rete Ematologica Lombarda (REL), Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvio Veronese",
            "author_affiliations": [
                "Niguarda Ca' Granda Hospital, Milan, Italy, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Montillo, MD",
            "author_affiliations": [
                "Niguarda Ca' Granda Hospital, Milan, Italy, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andy Rawstron, PhD",
            "author_affiliations": [
                "Department of Haematology, St. James's Institute of Oncology, Leeds, United Kingdom, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tait D. Shanafelt, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Orfao",
            "author_affiliations": [
                "Centro de Investigación del Cáncer, Universidad de Salamanca, Salamanca, Spain"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kostas Stamatopoulos",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Ghia",
            "author_affiliations": [
                "Division of Molecular Oncology and Department of Onco-Hematology, Universita Vita-Salute San Raffaele and Istituto Scientifico San Raffaele, Milano, Italy, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T06:41:01",
    "is_scraped": "1"
}