{
    "doi": "https://doi.org/10.1182/blood-2019-127959",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4292",
    "start_url_page_num": 4292,
    "is_scraped": "1",
    "article_title": "Cytogenetic and Molecular Response with First- and Second-Generation Tyrosine Kinase Inhibitor (TKI) Therapy in Simplicity: An Observational Study of Patients with Chronic-Phase Chronic Myeloid Leukemia (CP-CML) ",
    "article_date": "November 13, 2019",
    "session_type": "632.Chronic Myeloid Leukemia: Therapy",
    "topics": [
        "cytogenetics",
        "leukemia, myelocytic, chronic",
        "observational studies",
        "protein-tyrosine kinase inhibitor",
        "brachial plexus neuritis",
        "measles-mumps-rubella vaccine",
        "laboratory test finding",
        "antigens",
        "cancer",
        "dasatinib"
    ],
    "author_names": [
        "Jorge E. Cortes, MD",
        "Clara Chen, PhD BS, MS",
        "Catherine Davis, PharmD",
        "Stuart L. Goldberg, MD",
        "Michael J. Mauro, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Bristol-Myers Squibb, Princeton, NJ "
        ],
        [
            "Bristol-Myers Squibb, Princeton, NJ "
        ],
        [
            "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
        ],
        [
            "Myeloproliferative Neoplasms Program, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Introduction: SIMPLICITY (NCT01244750) is an ongoing observational study of patients (pts) with CP-CML receiving first-line (1L) imatinib (IM), dasatinib (DAS), or nilotinib (NIL) in routine clinical practice in Europe and the United States (US). The study aimed to assess the effectiveness and safety of TKIs for pts with CP-CML outside the clinical trial setting. Here, we analyze the clinical outcomes (complete cytogenetic response [CCyR] and major molecular response [MMR]) associated with the CML risk level in SIMPLICITY pts with CP-CML receiving first-generation (1G: IM) or second-generation (2G: DAS/NIL) TKI therapy. Methods: Clinical outcomes after 1L TKI initiation were assessed by CyR (karyotype analysis or fluorescence in situ hybridization) and polymerase chain reaction MR tests. Proportions of pts achieving CCyR and MMR are presented for those with at least one recorded response test during 1L TKI therapy. Outcomes were stratified by CML risk level (Hasford scoring; low [≤780] and intermediate/high risk [≥781]), and the differences between 1L 1G and 2G TKI cohorts analyzed. Statistical comparisons for continuous variables were made using t-tests and the Mann-Whitney U test, and chi-square test for categorical variables. Multivariate logistic regression models, adjusted for age, gender, region, risk level (low vs intermediate/high), and baseline (BL) comorbidities, were used to determine if generation of TKI therapy (1G/2G) was associated with clinical response (CCyR or MMR) after start of 1L TKI. Performance and timing of CyR and MR tests were at the discretion of oncologists, limiting the analysis of outcomes and comparisons of CCyR and MMR rates. Results: There were 1,241 pts (IM: n=416; DAS: n=417; NIL: n=408) at database lock (October 2018); only 391 (31.5%) pts with CP-CML receiving 1L TKI were identified to have the elements needed for a Hasford risk assessment documented at diagnosis (IM: n=140; DAS: n=119; NIL: n=132). CML risk assessment (Hasford score) was significantly more common in Europe (68.7% vs 11.7% in the US, p<0.0001). No significant difference in risk score was observed across the different 1L TKI groups (p=0.7012). Of the 130 (33.2%) pts with recorded CyR test results, no significant differences in BL demographics were observed except for median age at start of 1L TKI and BL cardiovascular and gastrointestinal (GI) comorbidities (Table 1). A higher percentage of pts on 2G TKIs achieved CCyR compared with 1G TKI in both low (88.1% vs 79.2%) and intermediate/high (73.0% vs 44.4%) CML risk categories, with statistical significance reached in the intermediate/high-risk group (p=0.0209). Multivariate logistic regression analysis (Figure 1) showed that pts were approximately 3 times more likely to achieve CCyR if receiving 2G TKIs (odds ratio [95% confidence interval]: 2.93 [1.21, 7.13] vs 1G, p=0.0177). Other predictors of CCyR were low baseline CML risk (5.75 [2.00, 16.50] vs intermediate/high CML risk, p=0.0011) and treatment at European centers (2.72 [1.03, 7.18] vs US centers, p=0.0431). MR test results were recorded in 358 (91.6%) pts; median number of MR tests was significantly higher in Europe (8 vs 5 in the US, p<0.0001). No significant differences in pt demographics were observed except for age at start of 1L TKI and BL GI comorbidities (Table 1). A higher percentage of pts on 2G TKIs achieved MMR compared with 1G TKI in the low (82.0%vs 74.6%) and intermediate/high (87.0% vs 72.4%) CML risk groups, with significance reached in the latter cohort (p=0.0185). Multivariate logistic regression analysis showed that TKI generation was the sole predictor of MMR achievement; pts were approximately twice as likely to achieve MMR with 2G TKIs as with 1G TKI (OR: 2.13 [1.23, 3.70], p=0.0070) (Figure 1). Conclusions: Despite treatment guidelines recommending 2G TKI therapy for pts with higher CML risk, our analysis of SIMPLICITY pts showed no differences in 2G versus 1G TKI use in low and intermediate/high risk groups. Here, the use of 2G TKIs, compared with 1G TKI, was a significant predictor for achieving either CCyR or MMR, thereby validating the clinical response benefits of 2G TKIs regardless of BL CML risk. These findings emphasize the importance of adhering to treatment guidelines when making decisions on the generation of TKI, first (IM) or second (DAS/NIL), to be used in the 1L treatment of pts with CP-CML, particularly in higher risk pts. View large Download slide View large Download slide  Disclosures Cortes: Daiichi Sankyo: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Research Funding; Biopath Holdings: Consultancy, Honoraria; Jazz Pharmaceuticals: Consultancy, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Astellas Pharma: Consultancy, Honoraria, Research Funding; Immunogen: Consultancy, Honoraria, Research Funding; Forma Therapeutics: Consultancy, Honoraria, Research Funding; Merus: Consultancy, Honoraria, Research Funding; Sun Pharma: Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; BiolineRx: Consultancy. Chen: Bristol-Myers Squibb: Employment. Davis: Bristol-Myers Squibb: Employment, Equity Ownership. Goldberg: Cancer Outcomes Tracking and Analysis (COTA) Inc.: Equity Ownership; COTA: Equity Ownership; Bristol-Myers Squibb: Consultancy. Mauro: Bristol-Myers Squibb: Consultancy; Novartis Oncology: Consultancy, Research Funding; Takeda: Consultancy; Pfizer: Consultancy."
}