{
    "doi": "https://doi.org/10.1182/blood.V124.21.2809.2809",
    "article_title": "The Immunogenicity of Platelet-Derived FVIII in Hemophilia a Mice with or without Pre-Existing Anti-FVIII Immunity ",
    "article_date": "December 6, 2014",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Recent studies from our group and others have demonstrated that FVIII ectopically targeted to platelets under control of the platelet-specific αIIb promoter (2bF8) can efficiently restore hemostasis in hemophilia A mice even in the presence of high-titer inhibitory antibodies directed against FVIII (inhibitors). Our studies have demonstrated that platelet-targeted FVIII gene therapy can not only correct the hemophilic phenotype, but also induce FVIII-specific immune tolerance. In the platelet gene therapy model, hematopoietic stem cells (HSCs) are ex vivo transduced with lentivirus carrying 2bF8 and transplanted into the recipient. Sufficient preconditioning has to be employed to create space for therapeutic engraftment of the transduced HSCs. It is not clear whether preconditioning affects the potential for an immune response in the context of platelet-derived FVIII. Furthermore, if current efforts to generate platelets in vitro succeed, genetically manipulated platelets containing FVIII may be used therapeutically, as potential transfusion alternative, in hemophilia A patients even with inhibitors. One important question that has not been explored, however, is the immunogenicity of platelet-derived FVIII. To investigate whether platelet-derived FVIII can act as an immunogen in hemophilia A mice, we infused transgenic mouse platelets with a level of platelet-FVIII of 6 mU/10 8 platelets into naïve FVIII null mice without any preconditioning weekly for 8 weeks. These platelets were transfused to a level between 20 to 57% of total platelets upon infusion, and all animals survived the tail-clip survival test 13-hours after platelet infusion. The level of platelet-FVIII in the infused animals was 0.11 ± 0.01 mU/10 8 platelets (n = 6) even one week after infusion. Neither inhibitory nor non-inhibitory anti-FVIII antibodies were detected in the infused mice during the study course (n = 9). All animals developed inhibitors following further challenge with recombinant human FVIII (rhF8) at a dose of 50 U/kg by intravenous injection weekly for 4 weeks, indicating that infusion of platelets containing FVIII does not trigger an immune response in hemophilia A mice. We then explored whether platelets containing FVIII can act as an immunogen in FVIII null mice with pre-existing anti-FVIII immunity. FVIII null mice were immunized with rhF8 to induce anti-FVIII antibodies. Four week after the last immunization, 2bF8 transgenic platelets were transfused into rhF8-primed FVIII null mice (n = 4) weekly for 4 weeks and anti-FVIII antibody titers were monitored. There was not significant augmentation of FVIII-specific antibodies as determined by Bethesda assay for inhibitory antibodies and ELISA assay for total anti-FVIII IgG, indicating that infusion of platelets containing FVIII does not stimulate an anti-FVIII memory response in the inhibitor model. To investigate whether preconditioning affects the anti-FVIII immune response, animals were pre-conditioned with a sub-lethal 660 cGy total body irradiation (TBI) followed by 2bF8 transgenic platelet infusion weekly for 8 weeks. No anti-FVIII antibodies were detected in recipients (n = 6) after 2bF8 transgenic platelet infusion. Following further challenge with rhF8, the inhibitor titer in this group was significantly lower (75 ± 42 BU/ml) than in the naïve FVIII null mice without preconditioning when the same infusion protocol was employed (270 ± 76 BU/ml), indicating that 660 cGy TBI plus 2bF8 transgenic platelet infusion may suppress anti-FVIII immune response. In conclusion, our data demonstrate that infusion of platelets containing FVIII triggers neither primary nor memory anti-FVIII immune response in hemophilia A mice. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "hemophilia a",
        "immunity",
        "immunogenicity",
        "mice",
        "platelet transfusion",
        "antibodies",
        "infusion procedures",
        "antigens",
        "gene therapy"
    ],
    "author_names": [
        "Yingyu Chen, PhD",
        "Jocelyn Schroeder",
        "Juan Chen",
        "Xiaofeng Luo, MD",
        "Christina Baumgartner, PhD",
        "Robert R Montgomery, MD",
        "Jianda Hu, MD PhD",
        "Qizhen Shi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yingyu Chen, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI ",
                "Fujian Institute of Hematology, Fujian Medical University Union Hospital, Fuzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jocelyn Schroeder",
            "author_affiliations": [
                "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Chen",
            "author_affiliations": [
                "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaofeng Luo, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI ",
                "Fujian Institute of Hematology, Fujian Medical University Union Hospital, Fuzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Baumgartner, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert R Montgomery, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianda Hu, MD PhD",
            "author_affiliations": [
                "Fujian Institute of Hematology, Fujian Medical University Union Hospital, Fuzhou, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qizhen Shi, MD PhD",
            "author_affiliations": [
                "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T04:57:19",
    "is_scraped": "1"
}