{
    "doi": "https://doi.org/10.1182/blood.V104.11.1276.1276",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=19",
    "start_url_page_num": 19,
    "is_scraped": "1",
    "article_title": "HSP27 Protects Malignant Hematopoietic Cells Against VP-16-Induced Apoptosis through Modulation of P38 and C-JUN. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "apoptosis",
        "cd34 antigens",
        "cd95 antigens",
        "cytochrome c",
        "heat-shock proteins",
        "immunoprecipitation",
        "leukemia, myelocytic, acute",
        "leukemic cells",
        "rna, small interfering",
        "blast cells"
    ],
    "author_names": [
        "Hein Schepers, MSc",
        "Marjan Geugien, BSc",
        "Marco van der Toorn, BSC",
        "Anton L. Bryantsev, PhD",
        "Harm H. Kampinga, PhD",
        "Edo Vellenga, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Medicine, University Hospital Groningen, University of Groningen, Groningen, Netherlands",
            "Department of Developmental Genetics, University of Groningen, Groningen, Netherlands"
        ],
        [
            "Division of Hematology, Department of Medicine, University Hospital Groningen, University of Groningen, Groningen, Netherlands"
        ],
        [
            "Department of Allergology, University of Groningen, Groningen, Netherlands"
        ],
        [
            "Molecular and Cellular Cardiology Lab, Institute of Experimental Cardiology, Cardiology Research Centre, Moscow, Russian Federation"
        ],
        [
            "Department of Radiation and Cell Stress Biology, University of Groningen, Groningen, Netherlands"
        ],
        [
            "Division of Hematology, Department of Medicine, University Hospital Groningen, University of Groningen, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.22097399999999",
    "first_author_longitude": "6.5770261",
    "abstract_text": "In the present study, expression and function of Heat Shock Protein 27 (HSP27) was analyzed in acute myeloid leukemia (AML), since HSP27 expression is linked to unfavourable prognosis. HSP27 protein was predominantly expressed in monocytic blasts (M4-M5, 91%, N = 11) and absent in myeloid leukemic blasts (M1-M2, N = 5). A similar lineage restricted expression was observed in normal hematopoietic cells: high expression in normal CD34 + cells and monocytes, and absent in granulocytes. To study the functional role of HSP27, RNA interference (RNAi) studies were performed in the leukemic TF-1 cell line. These experiments demonstrated a twofold increase in VP-16-induced apoptosis after HSP27 siRNA. In contrast, CD95 Fas-induced apoptosis remained the same, as a result of CD95 Fas-mediated upregulation of HSP27. Additional investigations demonstrated that the increased VP-16-induced apoptosis after HSP27 RNAi, was associated with an enhanced phosphorylation of p38 and c-Jun. This VP-16-induced phosphorylation was subsequently followed by the release of cytochrome c into the cytoplasm, which increased twofold after siRNA treatment. These results indicate that HSP27 plays an important role in the protection against VP-16-induced apoptosis through the modulation of p38 and JNK activation, probably through interference with DAXX-mediated ASK1 activation. This was further underscored by co-immunoprecipitation studies, demonstrating complex formation of DAXX and HSP27 in an ASK1-dependent manner. However, in the investigated AML samples, VP-16-mediated apoptosis correlated moderately with HSP27 expression, although HSP27 was highly expressed and phosphorylated and activated in primitive monocytic AML blasts. This is likely due to the co-expression of p21 Waf1/Cip1 , which is in the majority of the monocytic AML M4-M5 blasts constitutively localised in the cytoplasm and interferes with apoptosis via the DAXX-ASK1-dependent pathway. Preliminary data indicate that overexpression of a cytoplasmic form of p21 is able to reduce the VP-16-induced apoptosis after RNAi for HSP27 as compared to controls, suggesting a predominant anti-apoptotic role of p21 over HSP27. In summary, we demonstrate a role for HSP27 in the survival of leukemic cells by modulation of the DAXX/p38/JNK apoptosis pathway. This survival advantage can further be promoted by the co-expression of cytoplasmic localised p21 Waf1/Cip1 protein, indicating that strategies in AML treatment should be focused on targeting multiple signal transduction pathways."
}