{
    "doi": "https://doi.org/10.1182/blood.V128.22.347.347",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3386",
    "start_url_page_num": 3386,
    "is_scraped": "1",
    "article_title": "Results of a Phase II Study of Guadecitabine (SGI-110) in Higher Risk MDS, CMML or Low Blast Count AML Patients Refractory to or Relapsing after Azacitidine (AZA) Treatment ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Higher Risk MDS Clinical Studies",
    "topics": [
        "azacitidine",
        "basic local alignment search tool",
        "leukemia, myelomonocytic, chronic",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "prostatic hypertrophy risk score",
        "electrocorticogram",
        "refractory anemia with excess blasts",
        "respiratory rate",
        "c-reactive protein"
    ],
    "author_names": [
        "Marie Sebert, MD",
        "Cecile Bally",
        "Pierre Peterlin, MD",
        "Odile Beyne-Rauzy, MD PhD",
        "Laurence Legros, MDPhD",
        "marie Pierre Gourin, MD PhD",
        "Laurence Sanhes, MD",
        "Eric Wattel, MDPhD",
        "Emmanuel Gyan, MD PhD",
        "Sophie Park, MD PhD",
        "Aspasia Stamatoullas, MD",
        "Anne Banos",
        "Kamel Laribi",
        "Simone Jueliger, PhD",
        "Luke Bevan",
        "Cendrine Chaffaut",
        "Rosa Sapena",
        "Benedicte Samey",
        "Fatiha Chermat",
        "Sylvie Chevret",
        "Lionel Ades, MD PhD",
        "Pierre Fenaux, MD PhD"
    ],
    "author_affiliations": [
        [
            "GFM, Hôpital Saint Louis, Paris, France ",
            "Service d'Hématologie Séniors, Hôpital St Louis, Université Paris 7, Paris, France "
        ],
        [
            "Hopital Saint Louis, Paris, France "
        ],
        [
            "HOPITAL HOTEL DIEU ET HME, NANTES CEDEX 1, FRA "
        ],
        [
            "Service de medecine Interne, CHU Purpan, Toulouse, France "
        ],
        [
            "Hematology department, Hopital Archet 1, CHU Nice, Nice, France "
        ],
        [
            "CHU, Limoges, France "
        ],
        [
            "Department of Hematology, CH Perpignan, Perpignan, France "
        ],
        [
            "Lyon I University, Lyon, France "
        ],
        [
            "Service d'Hématologie et thérapie cellulaire, Centre Hospitalier Universitaire, Tours, France "
        ],
        [
            "CHU Grenoble Alpes, University Clinic of hematology, Grenoble, France "
        ],
        [
            "Clinical Hematology, Centre Henri Becquerel, Rouen, France "
        ],
        [
            "Centre Hospitalier de la Cote basque, Bayonne, France "
        ],
        [
            "Centre Hospitalier, Le Mans, France "
        ],
        [
            "ASTEX pharmaceuticals, Cambridge, GBR "
        ],
        [
            "Astex Pharmaceutical, Cambridge, United Kingdom "
        ],
        [
            "Departement de biostatistiques, hôpital Saitn-Louis, Paris, France "
        ],
        [
            "Clinical Hematology, CHU Cochin, Paris, France "
        ],
        [
            "GFM, Hôpital Saint Louis, Paris, France "
        ],
        [
            "GFM, Hôpital Saint Louis, Paris, France "
        ],
        [
            "Statistics St-Louis Hospital, Paris 7, Paris, France "
        ],
        [
            "Service d'Hématologie Séniors,, St Louis hospital, University Paris 7, Paris, France "
        ],
        [
            "Saint-Louis Hospital, University Paris 7, Paris, France"
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699",
    "abstract_text": "Background: Hypomethylating agents (HMAs) have become the reference treatment of higher risk MDS, but the median survival of about 2 years obtained with AZA remains modest, and median survival after HMA failure is only about 6 months (Prébet et al, JCO 2011). Guadecitabine (GDAC, SGI-110) is a novel HMA dinucleotide of Decitabine and deoxyguanosine, administered SC, which results in extended DAC exposure. In a phase I-II study in AML (Issa, Lancet Oncol, 2015) a dose of 60mg/m2/day for 5 consecutive days was recommended. We designed a national multicenter phase II study evaluating the efficacy of GDAC in higher-risk MDS patients, refractory or relapsing after AZA (NCT02197676). Methods: Main inclusion criteria were (1) IPSS int-2 or high MDS, or CMML with WBC < 13 G/l and marrow blasts > 10%, or AML with 20-30% marrow blasts (2) Refractory to 6 cycles of AZA or relapsing after response, but without overt progression (i.e., greater than doubling of marrow blasts compared to pre AZA values) (3) Age ≥ 18 years (4) Normal liver and renal functions. Patients received GDAC 60mg/m2/d x5 d every 28 d until progression, death or no response after 6 cycles (extended to 9 cycles after the 20 first pts). Global DNA methylation was assessed at baseline and on d 8, 15, 22 and 28 of cycle 1 in blood, and on d 28 of cycles 1 , 3 and 6 in BM and blood ,using bisulfite-converted DNA followed by pyrosequencing technology measuring 3 representative CpG sites of the LINE-1 promoter region. An intent-to-treat analysis was performed on June 2016, with a median FU of 9.6 months Results : Between Aug 2014 and Jan 2016, 56 pts from 13 centers were enrolled, M/F: 37/19, median age 75 years [IQR, 69-76]. 15 patients had primary resistance after 6 cycles of AZA, and 41 patients had relapsed after a response and a median of 13 AZA cycles [IQR 9.75-23]). 15 pts had IWG 2006 progression between onset of AZA and inclusion. At inclusion, WHO classification was RCMD in 2 pts, CMML in 1 pt, RAEB-1 in 11 pts, RAEB-2 in 31 pts and AML in 11 pts; . IPSS was int-1, int-2 and high in 4 (6%), 27 (50%) and 23 (42%) pts, resp. (2NA), and R-IPSS was low, int., high and very high in 1 (2%), 3 (6%), 13 (26%), and 34 (60.7%) pts resp (5NA). 43 (77%) pts were RBC transfusion-dependent (TD) and ECOG was >1 in 5 (9%) pts. The average baseline LINE-1 methylation level in the 45 pts evaluated was 73% in blood and 72% in BM. One pt died before any treatment, and 55 patients received at least one cycle of GDAC, with a median of 3 cycles [IQR, 2-5.5]. 9 pts responded (8 after 3 cycles) with 1 (3%) CR, 2 (5%) CRp, 5 (14%) marrow CR and 1 HI; ie an ORR of 16% (95%CI, 8-28%). Responses were seen in 4/15 (26.6%) primary refractory, and in 5/41 (12.2%) relapsing patients (p=NS). On average, the maximum LINE-1 demethylation occurred during the first cycle on day 8 in blood (median -11.3%), and on day 28 in BM (median -3.1%). Median duration of response was 9 months including so far 2 responses ≥ 1 year (12 and 18 months). 49 SAE occurred in 44 pts, and were mostly hematological, with myelosupression in 35/56 (63%) of pts 49 patients ended the study, because of progression (n=20), death (n=14), investigator or patient decision (n= 8), toxicities (n= 6) and pt withdrawal (n=1). Median OS from inclusion was 6.7 months (IC95% [5.6-11.8]). 33 pts had died, because of MDS progression in 14 (42%), infection in 13 (39.3%), bleeding in 1 (3%), and other causes in 5 (15%) pts (2 UK, 2 general deterioration, 1 heart attack). No significant prognostic factor of response to GDAC, including age, sex, ECOG, TD, baseline Hb, platelet, ANC, marrow blast %, cytogenetics, IPSS, IPSS-R, type of AZA failure (primary or secondary), LINE1 baseline methylation or demethylation rate was found. OS was significantly shorter in pts with high IPSS (HR=2.1, 95%CI, 1.04-4.20, p=0.04), and with very poor IPSS-R cytogenetics (HR=4.3, 95%CI, 2.0-9.1, p=0.0015), the latter remaining prognostic in multivariate analysis. Using the recent prognostic model for MDS pts having failed HMA (Nazha et al, hematologica 2016), that includes ECOG>1, very poor cytogenetics, age, marrow blasts >20%, TD, platelets <30 G/L, 21/49 pts were classified as low risk and 28 as high risk, with a median OS of 9.2 vs 5.7 months, (HR= 1.7, 95%CI, 0.8-3.8, p= 0.16) Conclusion : Response rates with GDAC, in this population of higher risk MDS, CMML or low blast count AML with failure to AZA (and often with IWG 2006 progression) were modest. Tolerance was similar to that of conventional HMA treatment. Disclosures Beyne-Rauzy: Celgene, Novartis: Honoraria. Park: Novartis: Research Funding. Jueliger: astex: Employment. Bevan: astex: Employment. Ades: Celgene, Takeda, Novartis, Astex: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Fenaux: Celgene, Janssen,Novartis, Astex, Teva: Honoraria, Research Funding."
}