{
    "doi": "https://doi.org/10.1182/blood.V118.21.5087.5087",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2049",
    "start_url_page_num": 2049,
    "is_scraped": "1",
    "article_title": "Analysis of Spontaneous Vs. Vaccine-Induced Antibody Responses Against Cancer-Testis Antigen MAGE-A3 in Cancer Patients ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "antibody formation",
        "antigens",
        "cancer",
        "testicular cancer",
        "vaccines",
        "antibodies",
        "computed tomographic angiography",
        "multiple myeloma",
        "non-small-cell lung carcinoma",
        "amino acids"
    ],
    "author_names": [
        "Yanran Cao, M.D.",
        "Sacha Gnjatic, Ph.D.",
        "Vincent G. Brichard, M.D. Ph.D.",
        "Tim Luetkens, M.D.",
        "Sebastian Kobold, M.D.",
        "Katrin Bartels",
        "Nasser Altorki, M.D.",
        "Friedrich Haag, M.D.",
        "Gerd Ritter, M.D.",
        "Carsten Bokemeyer, M.D.",
        "Lloyd J Old, M.D.",
        "Nicolaus Kroeger, M.D.",
        "Djordje Atanackovic, M.D."
    ],
    "author_affiliations": [
        [
            "Hubertus Wald University Cancer Center, Department of Oncology and Hematology with sections Pneumonology and Bone Marrow Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Ludwig Institute for Cancer Research, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Cancer Immunotherapeutics R&D, GlaxoSmithKline Biologicals,Rue de l'Institut, Belgium, "
        ],
        [
            "Hubertus Wald University Cancer Center, Department of Oncology and Hematology with sections Pneumonology and Bone Marrow Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Hubertus Wald University Cancer Center, Department of Oncology and Hematology with sections Pneumonology and Bone Marrow Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Hubertus Wald University Cancer Center, Department of Oncology and Hematology with sections Pneumonology and Bone Marrow Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Division of Cardiothoracic Surgery, Weill-Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Institute of Immunology, University Medical Center Hamburg-Eppendorf, Hambug, Germany, "
        ],
        [
            "Ludwig Institute for Cancer Research, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Hubertus Wald University Cancer Center, Department of Oncology and Hematology with sections Pneumonology and Bone Marrow Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Ludwig Institute for Cancer Research, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Clinic for Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
        ],
        [
            "Hubertus Wald University Cancer Center, Department of Oncology and Hematology with sections Pneumonology and Bone Marrow Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ]
    ],
    "first_author_latitude": "53.59082850000001",
    "first_author_longitude": "9.973988100000001",
    "abstract_text": "Abstract 5087 Background: Cancer-testis antigens (CTA) are attractive targets for cancer immunotherapy based on their tumor-restricted expression and immunogenicity. A number of CTA, including Melanoma-associated antigen 3 (MAGE-A3), are already under clinical investigation and CTA have been shown to induce strong T cell and humoral immunity in cancer patients receiving active immunotherapy. However, little is known about the fine specificity and the function of vaccine-induced humoral immune responses and it is unclear how they relate to spontaneous CTA-specific immune responses occurring in a minority of patients. Methods: We have performed a longitudinal analysis of spontaneously occurring antibody responses against the CT antigen MAGE-A3 in sera (N=1537), which were collected from patients with multiple myeloma (N=355) over a period of 6 years. Antibody titers were determined by ELISA technique and a B cell ELISPOT assay was applied to estimate the number of MAGEA3-specific memory B cells in peripheral blood of the patients . Fine specificity of the antibody responses was examined using overlapping 20mer peptides spanning the whole sequence of MAGE-A3. The given IgG subtype was determined, and the quality of MAGE-A3-specific antibodies was analyzed using western blot as well as affinity assays. Results were compared to those obtained with MAGE-A3-specific antibody responses induced by vaccination with full-length MAGE-A3 protein and adjuvants AS02B or AS15 in patients with non-small cell lung cancer (NSCLC; N=15). Results: Out of 355 myeloma patients 4 (1.1%) evidenced spontaneous antibody responses against MAGE-A3 at least at one point during the course of their disease. Spontaneously occurring anti-MAGE-A3 humoral responses were usually of low titer. In contrast, all of the vaccinated patients showed high-titered and persisting antibody responses which usually appeared around week 6 after the first application of the vaccine. Accordingly, we found high frequencies of vaccine-induced MAGE-A3-specific memory B cells in the peripheral blood of NSCLC patients while they remained undetectable in most myeloma patients. Vaccine-induced antibody responses underwent affinity maturation reaching affinity levels of spontaneous immune responses after repeated cycles of treatment. MAGE-A3-specific antibodies consisted of IgG1 and IgG3>IgG2>IgG4 subtypes in vaccinated patients whereas spontaneously occurring antibodies were mainly of the IgG2 subtype. Spontaneous as well as vaccine-induced IgG antibodies both recognized the natural full-length protein. Analysis of the fine specificity of the antibody responses revealed that vaccine-induced antibodies recognized a much larger number of MAGE-A3 epitopes than spontaneously occurring antibodies. However, both, spontaneous as well as vaccine-induced responses, most frequently and strongly recognized a specific region within the MAGE-A3 protein corresponding to amino acids 51–70. Conclusions This study demonstrates for the first time important qualitative differences between spontaneously occurring and vaccine-induced antibody responses against the MAGE-A3 antigen in cancer patients. While the potential of both types of antibody responses to promote antigen uptake and induction of T cell responses by antigen-presenting cells might differ, they both recognized the same restricted region within the MAGE-A3 protein. The latter finding might be of importance for the design of future immunotherapies targeting MAGE-A3. Disclosures: No relevant conflicts of interest to declare."
}