{
    "doi": "https://doi.org/10.1182/blood-2019-128835",
    "article_title": "Investigation of Cell-Contact Dependent Alterations in Immune Synapse Formation between T Cells and BCP-ALL Cells ",
    "article_date": "November 13, 2019",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Cancer-development is often associated with a state of immune attenuation and impaired antigen-recognition, contributing to the failure of immune surveillance. Defective immunological synapse formation between T cells, B cells and leukemic cells has been demonstrated in patients with chronic lymphocytic leukemia (CLL) (Ramsay, A.G., et al., The Journal of Clinical Investigation, 2008. 118(7): p. 2427-37) . Furthermore, CLL cells induce T cell dysfunction in a cell-contact dependent manner. Both actin cytoskeleton changes and alterations in RhoGTPase regulation and activation have been reported in T cells of CLL patients (Ramsay, A.G., et al., Blood, 2013. 121(14): p. 2704-14). Precursor B cell acute lymphoblastic leukemia (BCP-ALL) is the most prevalent immunophenotype of childhood leukemia. We therefore hypothesized that gene expression patterns and actin cytoskeleton reorganization, which is involved in immune synapse formation, may also be altered in T cells of children with BCP-ALL and result in modified T cell function. Comparison of global gene expression profiles of purified peripheral blood CD4+ and CD8+ T cells of untreated BCP-ALL patients and healthy donors using 3´-mRNA-seq technique revealed changes in pathways involved in cell communication, migration, adhesion, DNA damage, mitosis, cell cycle, cell death and signaling, suggesting an alteration of T cell function in the presence of leukemic cells. These results were stressed by in vitro experiments assessing the dynamics of immune synapse formation between allogeneic T cells from healthy donors and sAg activated precursor B-ALL cell lines (Nalm6 and REH) or activated, normal B cells using immunofluorescence staining and confocal microscopy. Cell-interactions were selected at random from imaging, counted and scored for accumulation of F-actin at the immune synapse. We found that CD8+ T cells from healthy donors show a significantly impaired ability to form an immunological synapse after direct short term contact with the cell line Nalm6 compared to normal B cells. Of note, this effect was less pronounced in the cell line REH, known to carry a t(12;21) and express the ETV6-RUNX1 fusion transcript. A decreased number of cell interactions was also seen between CD4+ T cells from healthy donors and the mentioned B-ALL cancer cell lines. However, this effect seemed to be time-dependent, as after slightly prolonged co-incubation of CD4+ T cells with the B-ALL cancer cell lines, synapse formation was improved. Interestingly, the F-actin polymerization pattern at the immunological synapse appeared also qualitatively different between allogeneic CD4+ T cells and normal B cells compared to allogeneic CD4+ T cells and B-ALL cancer cell lines. In normal T cell/B cell interactions improved antigen-recognition and T cell activation is mediated by costimulatory molecules. A lack of costimulatory signals on BCP-ALL cells may contribute to impaired immune recognition. Given the quantitative and qualitative differences in immune synapse formation, we analyzed surface expression of the costimulatory molecules CD70, CD80 and CD86 as well as CD40, one of their key regulators, on the BCP-ALL cell lines by flow cytometry and recognized differences similarly to those previously described in primary BCP-ALL cells, with higher TNFR expression in ETV6-RUNX1 positive leukemia cells compared to negative and more immature BCP-ALL cells (Troeger, A et al., Klin Padiatr., 2014 Nov 226(6-7): p. 332-7; Troeger, A et al., Blood 2008 Aug 15;112(4): p. 1028-34); Troeger A et al., Klin Padiatr., 2008 Nov-Dec 220(6): p. 353-7). These preliminary data suggest that immune synapse formation may be quantitatively altered in a time-dependent manner in T cell/BCP-ALL interactions and result in modified actin cytoskeleton rearrangement. More detailed analysis, also using primary BCP-ALL cells, is warranted to further investigate the underlying mechanism in order to identify novel immunomodulatory approaches that can be used to restore impaired T cell function in the presence of BCP-ALL with the aim to overcome immunosuppressive mechanisms and improve the outcome in high risk patients. Disclosures Williams: Novartis: Membership on an entity's Board of Directors or advisory committees; Orchard Therapeutics: Membership on an entity's Board of Directors or advisory committees, Other: Co-founder, potential for future royalty/milestone income, Research Funding; bluebird bio: Other: License of certain IP relevant to hemoglobinopathies. Potential for future royalty/milestone income. Received payment in past through BCH institutional licensing agreement., Research Funding; Alerion Biosciences: Membership on an entity's Board of Directors or advisory committees, Other: Co-founder.",
    "topics": [
        "acute lymphocytic leukemia",
        "adhesions",
        "benign hereditary chorea",
        "burkitt's lymphoma",
        "cancer",
        "cd40 antigens",
        "cd80 antigens",
        "childhood leukemia",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Britta Wenske, PhD",
        "Lothar Marischen, PhD",
        "Julia Welzenbach",
        "André Heimbach, PhD",
        "Per Hoffmann, PhD",
        "Selim Corbacioglu, MD",
        "David A Williams, MD",
        "Anja Troeger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Britta Wenske, PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Oncology and Stem Cell Transplantation, University Hospital Regensburg, Regensburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lothar Marischen, PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Oncology and Stem Cell Transplantation, University Hospital Regensburg, Regensburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Welzenbach",
            "author_affiliations": [
                "Institute of Human Genetics, University of Bonn/School of Medicine & University Hospital Bonn, Bonn, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "André Heimbach, PhD",
            "author_affiliations": [
                "Institute of Human Genetics, University of Bonn/School of Medicine & University Hospital Bonn, Bonn, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Per Hoffmann, PhD",
            "author_affiliations": [
                "Dep. of Genomics, Life & Brain Research Center, University of Bonn, Bonn, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selim Corbacioglu, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Oncology and Stem Cell Transplantation, University Hospital Regensburg, Regensburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A Williams, MD",
            "author_affiliations": [
                "Boston Children's Hospital, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Troeger, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Oncology and Stem Cell Transplantation, University Hospital Regensburg, Regensburg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T06:43:38",
    "is_scraped": "1"
}