{
    "doi": "https://doi.org/10.1182/blood.V110.11.3314.3314",
    "article_title": "Ongoing Strong Improvement in Treatment Outcomes for Patients Diagnosed with Non-Hodgkin Lymphoma from the 1990s to the Early 21st Century. ",
    "article_date": "November 16, 2007",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Background: Non-Hodgkin lymphoma (NHL) is the most common hematologic malignancy in adults in the United States. Studies of new treatments of NHL suggest that the prognosis is improving for patients with this disease. Here we used the novel method of period analysis1 to disclose recent trends in survival among adults diagnosed with NHL on the population level. Methods: We estimated trends in 5- and 10-year relative survival in patients 15+ years of age diagnosed with NHL in the US between 1990 and 2004 using data from the Surveillance, Epidemiology, and End Results (SEER) program. We also estimated survival by age, location of tumor, gender, and race to further elucidate trends in survival in this disease. Results: Overall, 5- and 10-year relative survival increased from 50.4% to 66.8% and from 39.4% to 56.3%, respectively, between 1990–92 and 2002–04 (see table). Improvements were most pronounced in patients below 45 years of age (+26.8 and +27.1 percentage points for 5- and 10-year survival respectively). However, unlike in many hematologic malignancies, strong improvement was seen in older patients as well, with 10-year survival increasing 10.1% points in patients 75+ years of age at diagnosis. Strong improvement was seen in both nodal and extra-nodal disease, with 10-year relative survival going from 36.7% and 47.4%, respectively, in 1990–92 to 52.0% and 65.1% in 2002–04. Highly significant improvements in survival were seen in both men and women, but the extent of improvement was greater in men, except in patients aged 75+. Overall, 10-year relative survival improved by 19.2% points for men, 13.9% points for women. Although improvements in survival were seen in both black and white patients, the improvements were greater in white patients, with an overall improvement of 16.8% points for white patients, 13.9% points for black patients. Since white patients already had a higher survival rate in 1990–92, this resulted in a widening of the gap in survival. Conclusions: The outlook for patients diagnosed with NHL improved strongly between 1990–92 and 2002–04. Changes in treatment of the disease, particularly the addition of antibody therapy to chemotherapy, and a decrease in the number of HIV related NHL cases due to highly active anti-retroviral therapy are probably primarily responsible for these improvements. Of particular note, improvements in survival in elderly patients may be due to documentation of the safety and efficacy of rituximab with chemotherapy in elderly patients in clinical trials, leading clinicians to feel comfortable prescribing this treatment in older patients. In contrast, the relative lack of progress in black patients is probably multifactorial, but differences in frequency of less treatable histologies and less frequent use of optimal treatment in this population may play roles in this finding. Better dissemination of improved treatment protocols and further improvements in the treatment of NHL and HIV may further improve prognosis. 10-year relative survival for NHL  Age . 1990–92 (SE) . 2002–04 (SE) . Difference . 15–44 41.5 (1.2) 68.6 (1.2) +27.1 45–54 48.2 (1.6) 67.2 (1.3) +19.0 55–64 44.8 (1.4) 61.5 (1.3) +16.7 65–74 38.2 (1.5) 54.7 (1.4) +16.5 75+ 26.4 (2.0) 36.5 (1.8) +10.1 Total 39.4 (0.7) 56.3 (0.6) +16.9 Age . 1990–92 (SE) . 2002–04 (SE) . Difference . 15–44 41.5 (1.2) 68.6 (1.2) +27.1 45–54 48.2 (1.6) 67.2 (1.3) +19.0 55–64 44.8 (1.4) 61.5 (1.3) +16.7 65–74 38.2 (1.5) 54.7 (1.4) +16.5 75+ 26.4 (2.0) 36.5 (1.8) +10.1 Total 39.4 (0.7) 56.3 (0.6) +16.9 View Large",
    "topics": [
        "lymphoma, non-hodgkin",
        "treatment outcome",
        "chemotherapy regimen",
        "hematologic neoplasms",
        "antibody therapy",
        "antiretroviral therapy, highly active",
        "extranodal disease",
        "neoplasms",
        "rituximab",
        "older adult"
    ],
    "author_names": [
        "Dianne Pulte, MD",
        "Adam Gondos, PhD",
        "Hermann Brenner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dianne Pulte, MD",
            "author_affiliations": [
                "Clinical Epidemiology and Aging Research, German Cancer Research Center, Heidelberg, Germany",
                "Hematology, Weill Cornell Medical Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adam Gondos, PhD",
            "author_affiliations": [
                "Clinical Epidemiology and Aging Research, German Cancer Research Center, Heidelberg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermann Brenner, MD",
            "author_affiliations": [
                "Clinical Epidemiology and Aging Research, German Cancer Research Center, Heidelberg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T02:18:48",
    "is_scraped": "1"
}