{
    "doi": "https://doi.org/10.1182/blood.V108.11.355.355",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=620",
    "start_url_page_num": 620,
    "is_scraped": "1",
    "article_title": "Genetic Heterogeneity in MALT Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "lymphoma, mucosa-associated lymphoid tissue",
        "genetic heterogeneity",
        "nf-kappa b",
        "polymerase chain reaction",
        "karyotype determination procedure",
        "quantitative real-time polymerase chain reaction",
        "translocation (genetics)",
        "immunohistochemistry"
    ],
    "author_names": [
        "Berthold Streubel",
        "Markus Raderer",
        "Andreas Chott"
    ],
    "author_affiliations": [
        [
            "Pathology, Medical University of Vienna, Vienna, Austria",
            " "
        ],
        [
            "Internal Medicine 1, Medical University of Vienna, Vienna, Austria",
            " "
        ],
        [
            "Pathology, Medical University of Vienna, Vienna, Austria",
            " "
        ]
    ],
    "first_author_latitude": "48.2049485",
    "first_author_longitude": "16.37624195",
    "abstract_text": "Translocations t(11;18)/API2-MALT1, t(14;18)/IGH-MALT1, and t(1;14)/IGH-BCL10 are known to occur in MALT lymphoma and affect a common signalling mechanism, resulting in the constitutive activation of the NF-kB pathway. However, genetic rearrangements are unknown in the majority of MALT lymphoma. In the current study, we investigated the karyotypes of 28 MALT lymphoma of various anatomical sites. Conventional cytogenetics and FISH identified aberrations in 26/28 MALT lymphoma. Balanced translocations were found in 21 cases. IGH was rearranged in the majority of cases with balanced translocations (n=20/21); 1/21 case had novel t(6;7)(q25;q11). IGH partner genes involved MALT1, FOXP1, BCL6 and 4 new chromosomal regions on chromosome arms 1p, 1q, 5q, and 9p. Long-distance inverse polymerase chain reaction identified three novel partner genes on 1p (CNN3), 5q (ODZ2), and 9p (JMJD2C). FISH assays were established and confirmed LDI-PCR results. Real-time quantitative RT-PCR showed up-regulation of the novel genes in the translocation-positive cases. Immunohistochemistry for MALT1, BCL10, FOXP1, and NF-kB was performed in all cases and demonstrated that NF-kB and FOXP1 were not activated in the majority of the cases. Our study shows that MALT lymphoma are genetically heterogenous (at least 10 different translocations) and do not share NF-kB as unifying pathway."
}