{
    "doi": "https://doi.org/10.1182/blood.V128.22.4414.4414",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3360",
    "start_url_page_num": 3360,
    "is_scraped": "1",
    "article_title": "Natural History of Relapsed Myeloma, Refractory to Immunomodulatory Drugs and Proteasome Inhibitors: A Multicenter IMWG Study ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "multiple myeloma",
        "proteasome inhibitors",
        "bortezomib",
        "alkylating agents",
        "carfilzomib",
        "follow-up",
        "lenalidomide",
        "pomalidomide",
        "transplantation",
        "asia"
    ],
    "author_names": [
        "Shaji Kumar, MD",
        "Meletios A Dimopoulos",
        "Efstathios Kastritis, MD",
        "Evangelos Terpos",
        "Hareth Nahi",
        "Hartmut Goldschmidt, MD",
        "Jens Hillengass, MD",
        "Xavier Leleu",
        "Meral Beksac, MD",
        "Melissa Alsina, MD",
        "Albert Oriol, MD",
        "Michele Cavo, MD",
        "Enrique M. Ocio, MD PhD",
        "Maria Victoria Mateos",
        "Elizabeth K. O'Donnell, MD",
        "Ravi Vij, MD MBA",
        "Henk M. Lokhorst, MD PhD",
        "Niels W.C.J. van de Donk, MD PhD",
        "Chang-Ki Min",
        "Tomer Mark, MD MSc",
        "Ingemar Turesson, MD, PhD",
        "Markus Hansson, MD",
        "Heinz Ludwig",
        "Sundar Jagannath, MD",
        "Michel Delforge, MD PhD",
        "Charalampia Kyriakou, MD PhD",
        "Parameswaran Hari, MBBS, MD MRCP",
        "Ulf-Henrik Mellqvist, MD PhD",
        "Saad Z Usmani, MD FACP",
        "Dominik Dytfeld, MD PhD",
        "Ashraf Z Badros, MD",
        "Philippe Moreau",
        "Kihyun Kim, MD PhD",
        "Paula Rodriguez Otero, MD",
        "Jae Hoon Lee, MD",
        "Chaim Shustik, MD",
        "Daniel Waller, PhD",
        "Wee Joo Chng, MD PhD",
        "Shuji Ozaki, MD PhD",
        "Je-Jung Lee",
        "Javier de la Rubia",
        "Hyeon Seok Eom, MD PhD",
        "Laura Rosinol, MD PhD",
        "Juan José Lahuerta, MD PhD",
        "Anna Sureda, MD PhD",
        "Jin Seok Kim, MD PhD",
        "Brian G.M. Durie, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic Rochester, Rochester, MN "
        ],
        [
            "National and Kapodistrian University of Athens, School of Medicine, Athens, Greece "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, Athens, Greece "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece "
        ],
        [
            "Karolinska Institutet, Division of Hematology, Karolinska University Hospital at Huddinge, Stockholm, Sweden "
        ],
        [
            "Medical Clinic V, University Clinic of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Dept. Med. V, University Hospital Heidelberg, Heidelberg, Germany "
        ],
        [
            "ONCOLOGIE HEMATOLOGIQUE ET THERAPIE CELLULAIRE, CHU DE POITIERS, POITIERS, France "
        ],
        [
            "Department of Hematology, Ankara University School of Medicine, Ankara, Turkey "
        ],
        [
            "Hematologic Malignancies Program, H. Lee Moffitt Cancer Ctr., Tampa, FL "
        ],
        [
            "Institut Català d'Oncologia, HGTiP, Barcelona, Spain "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
        ],
        [
            "Department of Hematology, University Hospital of Salamanca (HUS/IBSAL), Salamanca, Spain "
        ],
        [
            "Hematolgy, Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, The Republic of "
        ],
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Department of Hematology and Coagulation Disorders, Skane University Hospital, Malmö, Sweden "
        ],
        [
            "Department of Hematology, Skåne University Hospital, Lund University, Lund, Sweden "
        ],
        [
            "Wilhelminen Cancer Research Institute, Department of Medicine, Center of Oncology, Hematology and Palliative Care, Wilhelminenspital, Vienna, Austria "
        ],
        [
            "Hematology and Medical Oncology, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Myeloma Study Group Belgian Hematological Society, Brussels, Belgium "
        ],
        [
            "Haematology, North West London NHS Trust, NPH Hospital, London, United Kingdom "
        ],
        [
            "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Department of Medicine, Section of Hematology and Coagulation, Sahlgrenska University Hospital, Gothenburg, Sweden "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute/Carolinas HealthCare System, Charlotte, NC "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation, University of Medical Sciences in Poznan, Poland, Poznan, Poland "
        ],
        [
            "Greenebaum Cancer Center, University of Maryland School of Medicine, Baltimore, MD "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Clínica Universidad de Navarra, University of Navarra, Pamplona, Spain "
        ],
        [
            "Department of Internal Medicine, Gachon University Gil Medical Center, Incheon, Korea, The Republic of "
        ],
        [
            "Division of Haematology, McGill University Health Center, Montreal, Canada "
        ],
        [
            "McGill University, Montreal, Canada "
        ],
        [
            "Haematology-Oncology, National University Health Systems, Singapore, Singapore "
        ],
        [
            "Department of Hematology, Tokushima Prefectural Central Hospital, Tokushima, Japan "
        ],
        [
            "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Jeollanamdo, Korea, The Republic of "
        ],
        [
            "Hospital Dr. Peset, Valencia, Spain "
        ],
        [
            "Hematologic-Oncology Clinic, Center for Specific Organs, National Cancer Center, Goyang, South Korea "
        ],
        [
            "Hematology, Hospital Clinic i Provincial, Barcelona, Spain "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain "
        ],
        [
            "Institut Català d'Oncologia, Hospital Duran i Reynals, Barcelona, Spain "
        ],
        [
            "Yonsei University College of Medicine, Severance Hospital, Seoul, Korea, The Republic of "
        ],
        [
            "Samuel Oschin Comprehensive Cancer Institute, Cedars-Sinai Outpatient Cancer Center, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "44.02329459999999",
    "first_author_longitude": "-92.4668393",
    "abstract_text": "Background : Treatment of multiple myeloma has evolved considerably in the past few years with availability of several news drugs as well as increasing use of multidrug combinations. These changes have no doubt led to the improved survival seen among patients with MM. We have previously shown that outcomes of patients intolerant or refractory to one of the IMiDs and bortezomib had a poor outcome. Since that time, other drugs of the same class as well as new classes of drugs have been introduced for the treatment of MM. We designed this retrospective study to estimate the outcomes in patients with relapsed myeloma, who have become refractory to the current generation IMiDs and proteasome inhibitors. Patients and Methods : Patients with relapsed multiple myeloma who have received at least 3 prior lines of therapy, is refractory to both an IMiD (lenalidomide or pomalidomide) AND a proteasome inhibitor (bortezomib or carfilzomib), and has been exposed to an alkylating agent were identified from multiple centers. The time patients met the above criteria was defined as T 0 , and details of all treatment regimens before and after T 0 were collected using electronic CRFs. The study was approved by the IRB at the respective centers. Results : 543 patients were enrolled in this study; median age was 62 years (31-87) and 61% were males. Patients were enrolled from centers in North America (n=181), Europe (n=318), and Asia Pacific (n=44). Patients were diagnosed between 2006 and 2014, the median duration between diagnosis of myeloma and study entry (T 0 ) was 3.1 years (0.3 to 9). The median (95% CI) estimated follow up from diagnosis and from T 0 were 61 (57, 66) months and 13 (11, 15) months respectively. The median number of lines of therapy prior to T 0 was 4 (3-13), 48% had a prior transplant. The median OS from T0 for the entire cohort was 13 (11, 15) months. For these 462 patients, the median number of recorded regimens was 2 (1-9). The overall response and the depth of response to each line of treatment following T 0 are as shown in the table. The median (95% CI) PFS and OS from T 0 was 5 (4, 6), and 15.2 (13, 17), respectively. The overall survival for the 81 patients with no treatment post T0 was only 2.1 months. In a multivariate analysis, duration from diagnosis to T0, ISS stage III and number of lines of therapy were all associated with inferior PFS, as well as OS, and in addition, serum creatinine>2 mg/dL at T0 also predicted inferior OS. Conclusions : The study provides the expected outcome following development of myeloma that is refractory to a PI and an IMiD. The outcomes of these patients appear to be better than we had seen historically in patients refractory/ intolerant to bortezomib and IMiDs, highlighting the increased treatment options available for these patients. However, there is decreasing response rate to sequential regimens highlighting the development of drug resistance. The data provides a bench mark for comparison of new therapies that are being evaluated in this disease. Table View large Download slide Table View large Download slide  Disclosures Dimopoulos: Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Genesis: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Kastritis: Takeda: Consultancy, Honoraria; Genesis: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Amgen: Consultancy, Honoraria. Terpos: BMS: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Other: Travel expenses, Research Funding; Celgene: Honoraria; Takeda: Consultancy, Honoraria; Genesis: Consultancy, Honoraria, Other: Travel expenses; Amgen: Consultancy, Honoraria, Other: Travel expenses, Research Funding; Novartis: Honoraria. Hillengass: Sanofi: Research Funding; Novartis: Research Funding; Amgen: Consultancy, Honoraria; BMS: Honoraria; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria. Leleu: TEVA: Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria; LeoPharma: Honoraria; Amgen: Honoraria; Bristol-Myers Squibb: Honoraria; Pierre Fabre: Honoraria; Celgene: Honoraria; Novartis: Honoraria; Takeda: Honoraria. Oriol: Janssen: Honoraria, Other: Expert board committee; Amgen: Honoraria, Other: Expert board committee. Cavo: Celgene: Consultancy, Honoraria; Millennium: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; Janssen-Cilag: Consultancy, Honoraria; Amgen: Consultancy, Honoraria. Mateos: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees. Vij: Shire: Consultancy; Takeda: Consultancy, Research Funding; Jazz: Consultancy; Karyopharma: Consultancy; Janssen: Consultancy; Novartis: Consultancy; Celgene: Consultancy; Bristol-Myers Squibb: Consultancy; Amgen: Consultancy, Research Funding. Lokhorst: Genmab: Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding. van de Donk: Amgen: Research Funding; Janssen: Research Funding; BMS: Research Funding; Celgene: Research Funding. Mark: Onyx: Research Funding, Speakers Bureau; Millenium: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Ludwig: Amgen: Research Funding, Speakers Bureau; Takeda: Research Funding, Speakers Bureau; BMS: Speakers Bureau; Janssen: Speakers Bureau. Jagannath: Novartis: Consultancy; Janssen: Consultancy; Bristol-Myers Squibb: Consultancy; Celgene: Consultancy; Merck: Consultancy. Usmani: Array: Research Funding; Britsol-Myers Squibb: Consultancy, Research Funding; Skyline: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; BioPharma: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Onyx: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmacyclics: Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Consultancy, Research Funding, Speakers Bureau; Millenium: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Speakers Bureau. Dytfeld: Janssen Poland: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees. Moreau: Novartis: Honoraria; Amgen: Honoraria; Celgene: Honoraria; Bristol-Myers Squibb: Honoraria; Takeda: Honoraria; Janssen: Honoraria, Speakers Bureau. Lee: Amgen: Membership on an entity's Board of Directors or advisory committees. Shustik: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Millenium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees. de la Rubia: Celgene: Consultancy; Bristol Myers: Consultancy; Amgen,: Consultancy; Janssen: Consultancy. Durie: Takeda: Consultancy; Amgen: Consultancy; Janssen: Consultancy."
}