{
    "doi": "https://doi.org/10.1182/blood-2018-99-119189",
    "article_title": "Impact of Perioperative Tranexamic Acid on Risk of Bleeding in Total Hip and Knee Arthroplasty: An Analysis of the Epcat II Data ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "abstract_text": "Introduction Tranexamic acid (TXA) is an anti-fibrinolytic agent that has been increasingly used in various surgeries to reduce bleeding complications. Recently, the use of TXA has extended to orthopedic surgeries, and in some centres it is routinely used during total hip and knee arthroplasties. The majority of data supporting this practice is from meta-analyses, as the trials evaluating TXA in this population consist of small numbers. The EPCATII study was a large, multicenter, double blind randomized trial following total hip and knee arthroplasty, evaluating thromboprophylaxis for venous thromboembolic disease. Data on intraoperative TXA use was collected, noting that the decision to use TXA was made by the attending surgical team. We analyzed the data from the EPCATII study looking at the effect of TXA use on estimated blood loss (EBL) during surgery. Methods The EPCATII study was a randomized controlled trial comparing aspirin to rivaroxaban for extended prophylaxis for venous thromboembolism in patients undergoing hip or knee arthroplasty. EPCATII participants were excluded from this analysis if either use of TXA or EBL were missing. We assessed whether use of TXA was associated with the primary outcome, EBL as reported by the study centre. A matched propensity score analysis was performed to account for confounding as TXA was given based on physician or site preference. Results After excluding 535 participants with missing values for TXA use or EBL during surgery, 2,889 participants were included in the analysis. 1,386 (47.98%) of participants did not receive TXA while 1,503 (52.02%) participants did receive TXA. The mean age in the group that did not receive TXA was 62.13 years, whereas the mean age in the group that did receive TXA was 63.20 years. More participants in the tranexamic group had a history of a major bleed (2.5% vs 0.9%, p=0.001). There were no differences in the remainder of the baseline characteristics. In the unadjusted analysis, participants who did not receive TXA had a mean EBL of 292.87 mL compared to 327.68 mL in the group that did receive TXA (p<0.001). A propensity score for use of TXA was estimated including the covariates age, sex, type of surgery, length of surgery, preoperative hemoglobin and platelet levels, site, body mass index, history of DVT/PE, history of cancer, smoking status, history of surgery and history of major bleed, with significant predictors being surgery type, length of surgery, smoking status and study site. 513 participants who received TXA were 1:1 propensity score matched to participants not receiving TXA. There was no significant difference in EBL between the two groups, as shown in Figure 1 (322.6 mL vs 341.5 mL, p=0.24). Conclusions The use of TXA in hip and knee arthroplasty did not have a significant effect on EBL in the EPCATII study population, after propensity score matching. This is contrary to recent evidence showing a benefit of TXA in this population. Variables such as surgery length, surgery type, smoking status and study site appear to be predictors of usage of TXA, and as such, these findings may be partially explained by a physician's identification of higher risk patients in the decision to use TXA. Further studies are needed to determine which patients may benefit most from intraoperative TXA. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood loss estimation",
        "hip joint",
        "hip region",
        "knee replacement arthroplasty",
        "risk of excessive or recurrent bleeding",
        "tranexamic acid",
        "surgical procedures, operative",
        "hemorrhage",
        "intraoperative care",
        "venous thromboembolism"
    ],
    "author_names": [
        "Sudeep P Shivakumar, MD BSc",
        "Daniel E Singer, MD MA",
        "Steve Doucette",
        "David R. Anderson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sudeep P Shivakumar, MD BSc",
            "author_affiliations": [
                "Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel E Singer, MD MA",
            "author_affiliations": [
                "Harvard TH Chan School of Public Health, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steve Doucette",
            "author_affiliations": [
                "Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David R. Anderson, MD",
            "author_affiliations": [
                "Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T02:40:20",
    "is_scraped": "1"
}