{
    "doi": "https://doi.org/10.1182/blood-2018-99-115206",
    "article_title": "Characteristics of Long-Term Survival of Patients with MDS Treated with 5-Azacytidine. Results from the Hellenic 5-Azacytidine Registry ",
    "article_date": "November 29, 2018",
    "session_type": "637. Myelodysplastic Syndromes—Clinical Studies: Poster II",
    "abstract_text": "Introduction The prognosis of patients with myelodysplastic syndromes (MDS) depends on several disease characteristics such as the cytopenias, the percentage of bone marrow blasts, and the cytogenetic profile of the patients. The use of hypomethylating agents (HMAs) has altered the prognosis of patients with higher risk MDS offering a median survival of around 24 months. Nevertheless, the range of survival is wide, with some patients achieving long remissions and high survival rates irrespective of their initial prognostic characteristics. Long-term survivors after 5-azacytidine administration constitute a large group of patients with potentially special characteristics and needs. Aim We analyzed data from a large cohort of patients with MDS treated with 5-azacytidine to describe the hematologic and prognostic characteristics of long-term survivors and compare them to those of patients with shorter survival. Patients and Methods We retrospectively recorded through the Hellenic 5-azacytidine registry the main demographic, hematologic and treatment characteristics of adult patients with MDS treated with 5-azacytidine monotherapy. Patient data from 28 centers meeting the 2008/2016 WHO diagnostic criteria for MDS were recorded during a 7-month period. We defined two groups of long-term survivors based on their survival after initiation of treatment with 5-azacytidine (OS T ). The first group comprised patients with OS T above the third quartile (Q 3 or 75 th percentile) of the whole group (Q 3 group) and the second patients with OS T above the 90 th percentile of the whole group (P 90 group). Correlations were made between long- and short-term survivors for both groups. IBM SPSS statistics, version 23.0 (IBM Corporation, North Castle, NY, USA) was used for the statistical analysis of the results. Results Data from 626 patients was recorded. The Q 3 group comprised 157 patients with an OS T longer than 24.5 months (median, 43.3 months) and the P 90 group 63 patients with an OS T longer than 36.4 months (median, 65.7 months). The detailed characteristics of the two groups along with comparisons with the remaining patients with OS T below Q 3 and P 90 respectively are shown in Table 1. Data analysis revealed that the sex, the age, the type of MDS at diagnosis per the 2008/2016 WHO classification, the presence of excess (≥5%) marrow blasts, the number of cytopenias, the hemoglobin, neutrophil and platelet count, and the transfusion needs were not predictive of long-term survival in neither of the groups. On the other hand, the presence of peripheral blood blasts, the karyotype risk, the IPSS, IPSS-R and WPSS classification and response to treatment were predictive of long term survival in both groups (Table 1). Multivariate analysis revealed that response to 5-azacytidine was the strongest determinant of long-term survival (Kaplan Meier, Log Rank, p<0.0001) in a model comprising IPSS, IPSS-R, WPSS and response to treatment. Nevertheless, patients with stable disease were almost equally distributed in the groups of long- and short-term survivors (p=0.795 for the Q 3 group and p=0.310 for the P 90 group). Discussion The use of HMAs in MDS has increased survival rates, hence long-term survival is now a feasible target when managing such patients. One fourth of the patients of this registry achieved an OS T over 24.5 months and 10% over 36.4 months. IPSS, IPSS-R and WPSS are powerful prognostic tools for patients with MDS. Among the prognostic components of IPSS and IPSS-R at diagnosis (cytopenias, bone marrow blast count, karyotype risk), the karyotype risk seems to be the stronger determinant of survival. Nevertheless, among long-term survivors there are patients with adverse prognostic characteristics at diagnosis, whose prognosis is altered by the administration of HMAs. Failure to respond to 5-azacytidine is a major determinant of OS T , but stable disease was not correlated to survival in this cohort. This result highlights the importance of continuing treatment with hypomethylating agents in patients not achieving an optimal response (PR, CR, HI), since a significant proportion of them may achieve long survival rates. Further search for new clinical and/or molecular prognostic markers is warranted to identify the prognosis of patients with MDS and define those who would benefit from the use of HMAs or other upcoming treatment choices. Table 1. View large Download slide Table 1. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "azacitidine",
        "prostatic hypertrophy risk score",
        "cytopenia",
        "karyotype determination procedure",
        "disease remission",
        "hemoglobin",
        "myelodysplastic syndrome",
        "prognostic marker",
        "transfusion",
        "platelet count measurement"
    ],
    "author_names": [
        "Panagiotis Theodorou Diamantopoulos, MD PhD",
        "Vassiliki Pappa, MD",
        "Ioannis Kotsianidis, MD PhD",
        "Argiris Symeonidis, MD PhD",
        "Athanasios Galanopoulos, MD PhD",
        "Eleni Papadaki, Prof",
        "Eleftheria Hatzimichael",
        "Maria Dimou",
        "Dimitrios Gogos",
        "Panagiotis Zikos, Dr",
        "George Vassilopoulos, MD PhD",
        "Stamatis J. Karakatsanis, MD MSc",
        "Aikaterini Megalakaki",
        "Elena E. Solomou, MD",
        "Sotirios Papageorgiou, MD PhD",
        "Alexandra Kourakli",
        "Georgios Kyriakakis",
        "Maria Papaioannou",
        "Achilles Anagnostopoulos",
        "Panayiotis Panayiotidis, MD PhD",
        "Nora-Athina Viniou, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Panagiotis Theodorou Diamantopoulos, MD PhD",
            "author_affiliations": [
                "National and Kapodistrian University of Athens, Laikon General Hospital, Goudi, Athens, Greece "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vassiliki Pappa, MD",
            "author_affiliations": [
                "Second Department of Internal Medicine and Research Institute, Attikon University Hospital, Athens, Greece "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Kotsianidis, MD PhD",
            "author_affiliations": [
                "University Hospital of Alexandroupolis, Alexandroupolis, Greece "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Argiris Symeonidis, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Div. Hematology, University of Patras, Medical School, Patras, Greece "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Athanasios Galanopoulos, MD PhD",
            "author_affiliations": [
                "G. Gennimatas General Hospital, Athens, Greece "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleni Papadaki, Prof",
            "author_affiliations": [
                "University of Crete, Heraklion, Greece "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleftheria Hatzimichael",
            "author_affiliations": [
                "Department of Haematology University Hospital of Ioannina, Ioannina, Greece "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Dimou",
            "author_affiliations": [
                "Laikon General Hospital, First Department of Propaedeutic Medicine, National and Kapodistrian University of Athens, Athens, Greece "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimitrios Gogos",
            "author_affiliations": [
                "Vostanio General Hospital, MYTILINI, GRC "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Panagiotis Zikos, Dr",
            "author_affiliations": [
                "St Andrew General Hospital, Patras, Greece "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Vassilopoulos, MD PhD",
            "author_affiliations": [
                "Department of Hematology, BRFAA, Athens, Greece "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stamatis J. Karakatsanis, MD MSc",
            "author_affiliations": [
                "Sotiria General Hospital, Athens, GRC "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aikaterini Megalakaki",
            "author_affiliations": [
                "Department of Haematology, Anticancer Hospital of Peiraia \"Metaxa\",, Peireas, Greece "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena E. Solomou, MD",
            "author_affiliations": [
                "ELKE University of Patras #998219694, Rion, Greece "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sotirios Papageorgiou, MD PhD",
            "author_affiliations": [
                "Second Department of Internal Medicine and Research Institute, University General Hospital \"Attikon\", Haidari, Greece "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Kourakli",
            "author_affiliations": [
                "University of Patras, University of Patras, Patras, Greece "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georgios Kyriakakis",
            "author_affiliations": [
                "National and Kapodistrian University of Athens, Laikon General Hospital, Athens, Greece "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Papaioannou",
            "author_affiliations": [
                "Aristotle University of Thessaloniki Thessaloniki, Greece, First Department of Internal Medicine, AHEPA Hospital, Medical School, Thessaloniki, Greece "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achilles Anagnostopoulos",
            "author_affiliations": [
                "Public Cord Blood Bank of Thessaloniki, Department of Hematology - BMT unit, \"G.Papanicolaou\" Hospital,Thessaloniki, Greece, Thessaloniki, Greece "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Panayiotis Panayiotidis, MD PhD",
            "author_affiliations": [
                "First Propedeutic Department of Internal Medicine, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nora-Athina Viniou, MD",
            "author_affiliations": [
                "Hematology Unit, First Department of Internal Medicine, Laikon General Hospital, National and Kapodistrian University of Athens, Athens, Greece"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T15:43:19",
    "is_scraped": "1"
}