{
    "doi": "https://doi.org/10.1182/blood.V120.21.4399.4399",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2313",
    "start_url_page_num": 2313,
    "is_scraped": "1",
    "article_title": "CD109 Deficiency Induces Preferential Proliferation of the Piga Mutant Leukemia Cell Line TF-1 in the Presence of TGF-β ",
    "article_date": "November 16, 2012",
    "session_type": "Bone Marrow Failure",
    "topics": [
        "aplastic anemia",
        "cd34 antigens",
        "cell lines",
        "cytokine",
        "flow cytometry",
        "glycosylphosphatidylinositols",
        "leukemia",
        "leukemia, myeloid",
        "myelodysplastic syndrome",
        "polyendocrinopathies, autoimmune"
    ],
    "author_names": [
        "Kohei Hosokawa, MD",
        "Takamasa Katagiri, PhD",
        "Chizuru Saito, MD",
        "Luis J. Espinoza, MD, PhD",
        "Yumi Sasaki, MS",
        "Yu Seiki, MD",
        "Yasuhiko Yamamoto, MD, PhD",
        "Hirohito Yamazaki, MD, PhD",
        "Shinji Nakao, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
        ],
        [
            "Clinical Laboratory Science, Division of Health Sciences, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
        ],
        [
            "Biochemistry and Molecular Vascular Biology, Kanazawa University Graduate Sc hool of Medical Science, Kanazawa, Japan"
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
        ]
    ],
    "first_author_latitude": "36.545906599999995",
    "first_author_longitude": "136.70760529999998",
    "abstract_text": "Abstract 4399 Background: An increase in glycosylphosphatidylinositol-anchored protein-deficient (GPI-AP − ) blood cells is a significant predictor of a good response to immunosuppressive therapy in patients with aplastic anemia (AA) and low-risk myelodysplastic syndrome (MDS). Immune mechanisms are therefore thought to be involved in the increase of GPI-AP − cells in such bone marrow (BM) failure, though the exact mechanisms are unknown. The lack of GPI-APs due to PIGA mutations may render hematopoietic stem cells (HSCs) resistant to myelosuppressive cytokines such as TGF-b. This may lead to preferential activation of PIGA mutant HSCs in immune-mediated BM failure, although little is known about the GPI-APs involved. Objectives/Methods: We assessed the roles of GPI-APs in TGF-b-mediated inhibition of cell proliferation, cell cycle, and signal transduction in the myeloid leukemia cell line TF-1, TF-1 with a PIGA mutation (PNH-TF-1), and TF-1 cells transfected with siRNA against CD109, a GPI-AP that serves as a TGF-b co-receptor in human keratinocytes. We used flow cytometry to study expression of CD109 in BM CD34 cells of healthy individuals and other hematopoietic cell lines. Results: TGF-b inhibited PNH-TF-1 proliferation to a lesser degree (percentage of inhibition, 19±13%) than wild-type TF-1 cells (67±3%) in an MTT-based proliferation assay. Transfection of PIGA into PNH-TF-1 cells restored GPI-AP expression as well as sensitivity to TGF-b (53±10% versus 19±13% in PNH-TF-1 cells). CD109 coimmunoprecipitated with TGF-b in TF-1 cells, and its expression was confirmed on BM CD34 + cells of healthy individuals, particularly on CD34 + CD38 + CD123 − CD45RA − megakaryocyte-erythroid progenitor cells, and also on TF-1 and KG1a cells. CD109 knockdown rendered TF-1 cells less sensitive to TGF-b-induced inhibition of proliferation (26±10% versus 67±3%), TGF-b induced cell cycle arrest (a relative increase in the G0/G1 phase of the cell cycle, 6.9% versus 20.7%, Figure ) and TGF-b-induced SMAD2 phosphorylation (a relative increase in pSMAD2 MFI, 1±0.3% versus 16%±3%) compared to non-transfected TF-1 cells. Conclusions: The lower sensitivity of PIGA mutant TF-1 cells to TGF-b compared to wild-type TF-1 cells is partially due to CD109 deficiency. This deficiency may also account for the preferential activation of PIGA mutant HSCs in immune-mediated BM failure, in which TGF-b suppresses activation of wild-type HSCs. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}