{
    "doi": "https://doi.org/10.1182/blood.V122.21.2831.2831",
    "article_title": "Risks of Eosinophil-Related End-Organ Damage, Hematological Malignancies and Death Are Significantly Increased Even below Consensus Threshold Criteria for Blood Eosinophilia ",
    "article_date": "November 15, 2013",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster II",
    "abstract_text": "Introduction Blood eosinophilia may arise from clonal intrinsic disorders or reactive extrinsic conditions. The eosinophilic granulocytes (eosinophils) may have diverse physiological functions and cause organ involvement. A dose-dependent relation between eosinophilia and risks of end-organ damage has not been described and it is not known whether numbers below internationally used threshold criteria for eosinophilia in adults (<0.5x10 9 /L) may pose increased risks of eosinophil-related outcomes. Also, eosinophilia may represent an early paraclinical sign of hematological malignant disease (Andersen et al , Am J Hematol 2013), but the change in risks as a continuous function of the numbers of eosinophils has not been investigated. The aim of the study was, by the use of routine blood samples from a comprehensive primary care cohort, to investigate the effect of eosinophils on risks of experiencing end-organ damage and to explore the continuous functional form of the known effect on risks of hematological malignancies and death in search of prognostic cutoffs. Methods From the Copenhagen Primary Care Differential Count ( CopDiff ) database, we identified 359.950 individuals with at least one differential cell count (DIFF) from 2000-2007. From these, one DIFF was randomly chosen from each individual. From the Danish Cancer Registry and the Danish Civil Registration System we ascertained hematological malignancies and death within three years following the DIFF. From the Danish National Patient Register we ascertained cardiological, neurological, skin, gastrointestinal and respiratory disease within three years following the DIFF. Furthermore we computed Charlson's comorbidity Index (CCI) within three years before the DIFF. Using multivariate logistic regression, the odds ratio between the eosinophil count and the three-year incidence of the outcome was calculated as a restricted cubic spline (Desquilbet et al , Stat Med 2010) and adjusted for previous eosinophilia, sex, age, year, month, CRP, previous cancer and CCI. Results In the total cohort of 359.950 individuals from a primary care setting there was an equal sex-distribution and a mean age of 48.3 years. 345.544 individuals had eosinophils within the reference interval whereas 14.406 individuals (4%) exhibited eosinophilia. Risks for all outcomes were significantly increased above, but also below the consensus threshold criteria for eosinophilia. The lowest risk for hematologic cancer was found at an eosinophil count of 0.17 x10 9 /L – which we set to be the baseline eosinophil count for all spline figures ( figures 1-7 ). The lowest risk for benign disease and death was found at a similar eosinophil count. Risks for all outcomes increased for counts >0.17 x10 9 /L and plateaued around 1.0x10 9 /l. Risks for many outcomes also significantly increased for eosinophil counts < 0.17 x10 9 /l up to a level of risk comparable to severe eosinophilia. Figures 1-7 View large Download slide Odds ratio (OR) for the three-year incidence of the outcome for the indicated eosinophil count compared to a baseline count of 0.17 x10 9 /l (the minimum risk level for hematologic cancer in our data). The shaded area around the line denotes the 95% confidence interval. The histogram at the bottom of the figure denotes the distribution of eosinophil counts in the data. Figures 1-7 View large Download slide Odds ratio (OR) for the three-year incidence of the outcome for the indicated eosinophil count compared to a baseline count of 0.17 x10 9 /l (the minimum risk level for hematologic cancer in our data). The shaded area around the line denotes the 95% confidence interval. The histogram at the bottom of the figure denotes the distribution of eosinophil counts in the data.  Close modal Conclusion In this study on almost 400.000 individuals, we demonstrate that eosinophils may increase the risk of end-organ damage as well as malignant hematological disease and death even within the limits of consensus normal range. This observation possibly explains why a relationship between eosinophilia and organ damage or prognosis has been difficult to demonstrate previously. In the normal range below 0.17 x10 9 /L a suspected phenomenon of extravasation is probable which converts to a prognostic factor for end-organ damage, death and hematological cancer which is also a novel observation. Apparently, a protective effect of low number of eosinophils in respiratory disease indicates that eosinophils may be causal in these disease entities and this needs to be investigated further. A plateau of ORs around 1x10 9 /l has clinical impact for treating patients with primary eosinophilia because the risks of complications do not increase proportionally and suggests that in severe eosinophilia only a minor part of the eosinophil population leaves the blood stream to cause organ damage. More to be presented at ASH. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "end organ damage",
        "eosinophilia",
        "eosinophils",
        "hematologic neoplasms",
        "cancer",
        "respiration disorders",
        "respiratory tract diseases",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver"
    ],
    "author_names": [
        "Christen Lykkegaard Andersen, MD",
        "Volkert Siersma, MSc",
        "Hanne Vestergaard, MD",
        "Peter Felding, MD",
        "Hans Carl Hasselbalch, MD, DMSc",
        "Niels de Fine Olivarius, MD",
        "Ole Weis Bjerrum, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christen Lykkegaard Andersen, MD",
            "author_affiliations": [
                "Department of Hematology, Roskilde University Hospital, Roskilde, Denmark, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Volkert Siersma, MSc",
            "author_affiliations": [
                "The Research Unit for General Practice and Section of General Practice, Department of Public Health, Copenhagen, Denmark, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanne Vestergaard, MD",
            "author_affiliations": [
                "Department of Hematology, Odense University Hospital, Odense, Denmark, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Felding, MD",
            "author_affiliations": [
                "The Copenhagen General Practitioners’ Laboratory, Copenhagen, Denmark, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Carl Hasselbalch, MD, DMSc",
            "author_affiliations": [
                "Department of Hematology, Roskilde University Hospital, Roskilde, Denmark, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niels de Fine Olivarius, MD",
            "author_affiliations": [
                "The Research Unit for General Practice, Copenhagen, Denmark, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ole Weis Bjerrum, MD",
            "author_affiliations": [
                "Department of Hematology, Copenhagen University Hospital, Copenhagen, Denmark"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T02:19:01",
    "is_scraped": "1"
}