{
    "doi": "https://doi.org/10.1182/blood.V114.22.1885.1885",
    "article_title": "Treatment of MGUS by Hesperetin, potentially Delaying/Blocking the Conversion of MGUS to Symptomatic Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster I",
    "abstract_text": "Abstract 1885 Poster Board I-908 Treatment of MGUS by hesperetin, potentially delaying/blocking the conversion of MGUS to symptomatic myeloma Yoshitaka Kikukawa, Hiroaki Mitsuya, Hiroyuki Hata. Department of Hematology, Kumamoto Unversity Hospital INTRODUCTION: Although prognosis of multiple myeloma has recently been improved by novel therapeutic regimens, all currently available therapuetics target symptomatic myeloma only. We saw an MGUS patient, experiencing a gradual and continuous decrease of M-protein (IgA-k) from 2,080 mg/dl to 878 mg/dl over 3 years ( Fig. 1 ). History examiantion revealed that the decrease of M-protein initiated when the patient started taking a dietary supplement containing hesperetin-7-glucoside, which is a glycosylated form of hesperetin designated to achive an approximately 10 4 -fold increase of bioavailability comparing to aglycon structure (Hayashibara Biochemical Laboratories, Inc.). Because this compound is eventually metabolized to hesperetin, a possible anti-myeloma effect of hesperetin was examined in vitro. METHODS: Myeloma cells were obtained from myeloma patients and purified with CD138 magnetic beads. Anti-myeloma effects of test compounds on purified myeloma cells or myeloma cell lines were evaluated by WST-8 assay. Apoptosis of myeloma cells was quantified either by annexin V staining or the propidium iodide method, followed by flowcytomerty analysis or by morphological analysis of cytospin slides. Mitochondrial membrane potential was quantified using JC-1 staining Kit (Cayman Chemical Co.) and flow cytometry. Caspase activation and total ubiqutinated protein were analysed by western blotting. Proteasomal chymotrypsin-like activity was measured using 20S Proteasome Assay Kit (Enzo Life Sciences). RESULTS: Hesperetin showed inhibitory effects in a dose-dependent manner on the growth of 4 myeloma cell lines and freshly isolated myeloma cells. Two myeloma cell ines, RPMI8226 and 12PE, were utilized as representative cell lines for further analysis. Hesperetin induced annexin V/PI positive cells, morphological fragmentation of the nucleus of myeloma cells, and activation of caspase-3, 8 and 9, at a concentration around 500 microM, which is clinically achievable with peroral administration of glycosylated hesperetin, suggesting that the observed anti-myeloma effects by hesperitine through apoptotic pathways. Further analysis revealed that hesperetin disrupted mitochondrial membrane potential which leads to release of cytochrome c from mitochondria to cytoplasm as assessed by western blot analysis. Caspase-8 and 9 inhibitors(Z-IETD-fmk and Z-LEHD-fmk, respectively)did not inhibit the hesperetine-induced apoptosis, although they completely inhibited anti-Fas antibody-induced apoptosis, suggesting that the hesperitine-induced apoptosis is not dependent on death receptor signaling. A pan-caspase inhibitor, Z-VAD-fmk, completely blocked the hesperetin-induced apoptosis in 12PE cells, but only partially in RPMI8226 cells, suggesting that hesperetin also mediated caspase-independent apoptosis in RPMI8226 cells. Moreover, western blot showed that hesperetin treatment induced an accumlation of poly-ubiquitine proteins. Analysis of proteasome activity revealed that hesperetin at 500 microM exerted a moderate inhibition of proteasome activity with 72.6% of the inhibition exerted by bortezomib at 40 nM. CONCLUTIONS: This is the first report showing anti-myeloma effect of hesperetin. It showed anti-myeloma effects via caspase-dependent and independent apoptotic pathways and proteasome inhibition activity. Given a fact that hesperitin has been approved by Japanese Goverment as a safe supplementary compound, and the present MGUS case had been taking hesperitin over >3 years without any adverse events, this compound should be well torelated over a long period. If a delay of conversion from either MGUS or asymptomatic myeloma to symptomatic myeloma could be achieved, prognosis of MM could be improve. Based on these findings, an open-label, pilot clinical trial to test the efficacy of hespertin, enroling asymptomatic myeloma patients, has currently been underway (Approved by IRB of Kumamoto Univerisity Hospital). View large Download slide Decrease of M-protein in MGUS View large Download slide Decrease of M-protein in MGUS  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "caspases",
        "western blotting",
        "annexin a5",
        "smoldering myeloma",
        "adverse event",
        "antibodies",
        "bortezomib",
        "caspase-3"
    ],
    "author_names": [
        "Yoshitaka Kikukawa",
        "Hiroaki Mitsuya",
        "Hiroyuki Hata, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoshitaka Kikukawa",
            "author_affiliations": [
                "Dept. of Hematology, Kumamoto Univ., Kumamoto, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiroaki Mitsuya",
            "author_affiliations": [
                "Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroyuki Hata, MD, PhD",
            "author_affiliations": [
                "Dept. of Hematology, Kumamoto Univ., Kumamoto, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T09:34:48",
    "is_scraped": "1"
}