{
    "doi": "https://doi.org/10.1182/blood.V110.11.1389.1389",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=971",
    "start_url_page_num": 971,
    "is_scraped": "1",
    "article_title": "GX15-070 and Bortezomib Induce Up-Regulation of BH3 Single Domain Pro-Apoptotic Proteins Puma and Noxa and Is Associated with Synergistic Anti-Tumor Activity in Rituximab-Sensitive, Rituximab-Resistant Cell Lines (RSCL and RRCL), and Primary Lymphoma Patient Specimens. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents",
    "topics": [
        "bortezomib",
        "cell lines",
        "lymphoma",
        "neoplasms",
        "rituximab",
        "up-regulation (physiology)",
        "diffuse large b-cell lymphoma",
        "b-cell lymphomas",
        "chemotherapy regimen",
        "antisense oligonucleotides"
    ],
    "author_names": [
        "Elizabeth A. Gruber, BS",
        "Myron S. Czuczman, MD",
        "Scott H. Olejniczak, PhD",
        "Joy Knight, MS",
        "Francisco J. Hernandez-Ilizaliturri, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "The interactions between the members of the BH3 domain family of proteins play an important role in the development, progression, and prognosis in various subtypes of B-cell lymphomas. Therapies that selectively favor a pro-apoptotic environment are attractive strategies to overcome chemotherapy resistance in B-cell lymphomas. We previously reported that by targeting Bcl-2 family proteins with either Bcl-2 anti-sense oligonucleotides or GX15-070, a novel pan-inhibitor of the Bcl-2 family members, improved rituximab and/or chemotherapy activity in vitro and/or in vivo ( Ramanarayanan J, et al, BJH  2004 ; 127 : 519 –30 and Hernandez-Ilizaliturri F, et al, Blood  2006 ; 108 : 2502a /2523a ). Recently, investigators have demonstrated that the proteasome is an important regulator of various members of Bcl-2 family proteins. In our efforts to increase the therapeutic options for B-cell lymphoma patients we studied the biological effects of GX15-070 in combination with the proteosome inhibitor bortezomib in a panel of rituximab-sensitive (RSCL) and rituximab-resistant cell lines (RRCL). Resistant clones were generated by chronic exposure of Raji, RL, or DHL-4 cells to escalating doses of rituximab with (4RH) or without (2R) human complement. In addition, we utilized lymphoma cells isolated from patients with treatment-naïve or refractory/relapsed diffuse large B-cell lymphomas (DLBCL). NHL cells were exposed in vitro to escalating doses of GX15-070 (0, 2, 5, 10 and 20μM) and/or Bortezomib (0, 2, 10 and 20nM) for 24 and 48 hrs. Changes in the expression of BH3 domain Bcl-2 proteins were studied by Western blot (i.e. Bcl-2, Mcl-1, Bcl-XL, Bad, Bid, Bax, Bak, Puma, and Noxa). NHL cell lines and DLBCL cells isolated from patients were exposed to different concentrations of GX15-070 (0 to 20μM) with or without Bortezomib (0 to 20nM). Cell viability was determined by the Cell Titer-Glow luminescent assay, and DNA synthesis was evaluated by standard [3H]-Thymidine incorporation assays at 24 and 48 hrs. Statistical differences were analyzed by Chi-square test. In vitro exposure of RRCL and RSCL to GX15-070 resulted in a significant up-regulation of Puma while in vitro exposure of the same cells to bortezomib led to a dose- and time-dependent up-regulation of Noxa and Bak. In vitro exposure of RRCL, RSCL, and primary lymphoma specimens to GX15-070 and bortezomib resulted in significant synergistic activity compared to controls. In summary, deregulation of apoptosis by BH3 inhibition with GX15-070 and bortezomib: induces the expression of BH3 single domain proteins Puma and Noxa; results in cell death and antiproliferation not only in RSCL and RRCL, but also from “treatment-refractory” primary DLBCL patient samples. Our findings strongly suggest that GX15-070 added to bortezomib may result in a novel and potent therapeutic strategy against aggressive B-cell lymphomas."
}