{
    "doi": "https://doi.org/10.1182/blood-2021-153474",
    "article_title": " Acute Leukemia and COVID-19: The Johns Hopkins Experience  ",
    "article_date": "November 5, 2021",
    "session_type": "903.Health Services Research-Myeloid Malignancies",
    "abstract_text": "Introduction: At the beginning of the COVID-19 pandemic in the United States, some states combated viral spread via lockdowns. In Maryland, where Johns Hopkins Hospital (JHH) is located, the closures began with public schools (March 12, 2020; 3/12/20); followed by bars, restaurants, movie theaters, gyms and gatherings of >50 people (3/16/20) with 250 Maryland State Police troopers being activated to aid in enforcement. All non-essential businesses were closed on 3/23/20, with a statewide \"stay-at-home order\" announced on 3/30/20. At this time, we anecdotally noted a decline in the number of adult patients presenting to JHH with new diagnoses of acute leukemia (AL). In this retrospective study, we quantified changes in new AL diagnoses over this period. Methods: The study was approved by the JHH IRB. All patients with new presentations of AL undergo diagnostic flow cytometry (FC) analysis at our institution on peripheral blood and/or bone marrow samples. The FC database was searched for new diagnoses of adult (≥ 18 years) and pediatric (<18 years) AL during the following timeframes: [1] 3/13-6/10/20 (90 days after the first announced restriction) and [2] 2/11-3/12/20 (30 days prior to the first restriction). The database was searched for the same time periods in 2019 (3/13-6/10/19 and 2/10-3/12/19). A diagnosis of AL was considered new if the patient had not previously been diagnosed with AL or evolved to AL from an underlying myeloid neoplasm. Clinical data were collected from the electronic medical record. We used a Fisher's exact test to compare the distribution of new patients in the 30 days prior and 90 days following the announced COVID-19 restrictions in Maryland in 2020 to that of new patients in the corresponding time periods for 2019. The Cochran-Armitage test was used to compare trends in new patients with AL in the 30 days prior and 90 days following COVID-19 restrictions, as compared to the same time period in 2019. Statistical significance was defined as a p-value <0.05. Results: Between 3/13- 6/10/20, there were 25 new diagnoses of AL (11 women/14 men) with a median age of 51 years (range: 2.6 - 89 years; 10 pediatric/15 adult). During the same 90 day period in 2019, there were 32 new diagnoses of AL (18 women/14 men) with a median age of 63 years (range: 8 - 93 years; 2 pediatric/30 adult). Figure 1 shows the distribution of new AL diagnoses in adult patients by date of presentation. This decrease was most pronounced in the first 30 days, in which only one new adult patient with AL presented to JHH. The distribution of adult patients diagnosed in the 30 days prior and 90 days following the March 2020 restrictions was significantly different from the corresponding time period in 2019 (p=0.03); however, the overall trend of new adult AL diagnoses in the 30 days prior and the 90 days following the March 2020 restrictions was not significantly different from the corresponding time period in 2019 (p= 0.77). Of note, many patients with AL reported symptoms that overlapped with those of COVID-19 including fatigue (40%), dyspnea (35%) and fever (22%). 35.1% of patients diagnosed with AL after restrictions had no characteristic symptoms of COVID-19, as compared to 12.5% of patients diagnosed with AL during this period in 2019 (Table 1). Discussion: These data suggest that new presentations of adult AL were delayed by COVID-19-related restrictions. Given the acuity of AL, this delay may have affected clinical outcomes. Interestingly, pediatric new AL cases did not decrease during this time period. The reasons are unclear, though parents appear to have remained willing to seek care for their children even during the uncertain days at the beginning of the pandemic, perhaps due to the media reporting that COVID-19 infection was less aggressive in young people. Given the possibility of additional lockdowns due to COVID-19 variants or new pandemics, these data highlight the importance of encouraging patients to seek care in the event of illness, screening patients for both infectious and non-infectious disease, and ensuring that routine medical care remains accessible. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Brown:  Kura: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; KIte: Membership on an entity's Board of Directors or advisory committees. Webster:  AmGen: Consultancy; Pfizer: Consultancy.",
    "author_names": [
        "Karin Paige Miller",
        "Patrick A. Brown",
        "B. Douglas Smith",
        "Jonathan Webster",
        "Helen Powell",
        "Amy S. Duffield"
    ],
    "author_dict_list": [
        {
            "author_name": "Karin Paige Miller",
            "author_affiliations": [
                "Department of Pathology, Johns Hopkins Hospital, Baltimore, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrick A. Brown",
            "author_affiliations": [
                "Division of Pediatric Oncology, Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "B. Douglas Smith",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins Medical Institutes, Baltimore, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Webster",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins Medical Institute, Baltimore, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen Powell",
            "author_affiliations": [
                "Center for Vaccine Development and Global Health, University of Maryland School of Medicine, Baltimore, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy S. Duffield",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:00:53",
    "is_scraped": "1"
}