{
    "doi": "https://doi.org/10.1182/blood.V108.11.3493.3493",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=591",
    "start_url_page_num": 591,
    "is_scraped": "1",
    "article_title": "Idiopathic Bence Jones Proteinuria: Clinical Course and Prognosis. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "bence jones protein",
        "proteinuria",
        "antigens, cd98 light chains",
        "follow-up",
        "immunoglobulins",
        "calcium test, serum",
        "chemotherapy regimen",
        "creatinine",
        "end organ damage",
        "hemoglobin"
    ],
    "author_names": [
        "Robert Kyle, MD",
        "Terry Therneau, PhD",
        "Angela Dispenzieri, MD",
        "Dirk Larson",
        "Matthew Plevak",
        "L.J. Melton, III, MD",
        "S.V. Rajkumar, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Health Sciences Research, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Health Sciences Research, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Health Sciences Research, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Health Sciences Research, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.020309",
    "first_author_longitude": "-92.482315",
    "abstract_text": "Chronic Idiopathic Bence Jones Proteinuria (first reported in 1982) is an asymptomatic plasma cell proliferative disorder that is associated with a risk of progression to symptomatic multiple myeloma (MM) or primary amyloidosis (AL). We defined it as the presence of a monoclonal light chain in the urine, absence of an intact immunoglobulin M protein (IgH expression) in the serum, fewer than 10% bone marrow plasma cells (if done), and no evidence of MM, AL or other related plasma cell proliferative disorders. Following approval by the Mayo Clinic Institutional Review Board, we searched a computerized database and reviewed the records of all patients who were seen at Mayo Clinic within 30 days of the recognition of a monoclonal light chain (Bence Jones protein) in the urine between 1960 and 1996. Patients found to have end-organ damage at diagnosis as the result of the plasma cell proliferative disorder (including MM or AL), received chemotherapy, or had a nephrotic syndrome were excluded. Follow-up included review of each subject’s medical record at Mayo Clinic as well as review of death certificates for patients who died. Patients were sent letters of inquiry if they had not visited Mayo Clinic in the preceding year. The risk of progression to MM and AL was compared to those expected on the basis of Surveillance, Epidemiology and End Results (SEER) rates for MM in Iowa and the prevalence of AL in Olmsted County, Minnesota. Two-hundred twenty-three patients fulfilled the criteria for Idiopathic Bence Jones Proteinuria during the 37-year period (1960 – 1996). The median age at diagnosis was 69 yrs (range, 36–90 yrs) and only 1% were < 40 years of age. Sixty-seven percent were male. The urine M protein ranged from unmeasurable to 4.7 g/24h. The median was 0.09 g/24h and only 8% were > 1 g/24h. Kappa light chain accounted for 57% while lambda was present in 43%. Eighty-one percent of patients died during follow-up. Twenty-six percent had a monoclonal light chain in the serum on immunofixation. Concentrations of uninvolved (normal, polyclonal or background) immunoglobulins were reduced in 45%. During 1408 person years of follow-up, 11 patients developed symptomatic MM (relative risk 28.5; 95% CI, 14.3 – 51.1) and an additional 9 patients developed AL (relative risk 61.8; 95% CI, 28.3 – 117.4). The cumulative probability of progression to active MM or AL was 7% at 5 yrs, 13.5% at 10 yrs., and 18% at 15 yrs. The factors evaluated with respect to predicting progression to MM or AL included sex, hemoglobin value, serum albumin, amount of urine M protein/24h, type of urine light chain (kappa or lambda), reduction of uninvolved (background) immunoglobulins, and elevation of serum calcium or creatinine. The amount of the urine M protein/24h was the only significantly predictive parameter for progression. As a continuous variable, a higher urine M protein was associated with an increased risk of progression (hazard ratio = 2.1 for a 1g increase, p=0.003). The amount of the urine M protein was also significant as a dichotomous variable. Patients who had a urine M protein ≥ 1g/24h had an increased risk of progression (hazard ratio = 3.6, p=0.007). We conclude that patients with Idiopathic Bence Jones Proteinuria are at risk for the development of MM or AL and need to be followed indefinitely."
}