{
    "doi": "https://doi.org/10.1182/blood-2021-150333",
    "article_title": "Research on the Mechanism of SIRT1/AMPK Inducing Resistance to Imatinib in K562 Cells By Inhibiting Srebp to Promote Lipid Metabolism ",
    "article_date": "November 5, 2021",
    "session_type": "631.Myeloproliferative Syndromes and Chronic Myeloid Leukemia: Basic and Translational",
    "abstract_text": "B ackground Leukemia stem cells (LSC) have the characteristics of independent of BCR-ABL kinase activity and metabolic reprogramming to support self-renewal. They are the root cause of the occurrence of chronic myeloid leukemia (CML), mediating TKI resistance and leading to clonal evolution. LSC self-renewal depends on the activity of SIRT1, the enhanced of SIRT1 induces LSC mitochondrial metabolic reprogramming. Studies have shown that SIRT1 and abnormally activated lipid metabolism are important reasons for inducing CML resistance to imatinib. O bjective Study the mechanism of SIRT1 regulating lipid metabolism and intervention strategies under imatinib therapy. Method Liquid chromatography coupled with mass spectrometry (LC-MS) were used to analysis the lipid metabolism in imatinib-resistant CML cell line K562-R under low-glucose conditions. RT-qPCR and Western blot were used to detect the key enzymes related to lipid metabolism, and the SIRT1 inhibitor TV-6 was given to study the regulation mechanism of SIRT1 on lipid metabolism. R esult Firstly, we found that the glycolysis/gluconeogenesis pathway and fatty acid metabolism were abnormal in K562-R cells by metabolomics, compared with normal culture conditions, the expression of SIRT1 and AMPK were significantly increased, the expression of fatty acid synthesis-related genes (SREBP, FASN, ACC, SCD1) was significantly reduced, and the fatty acid β oxidation rate-limiting enzyme CPT-1 is significantly increased inK562-R cells under low-glucose conditions. Therefore, in the low-glucose environment, the expression of the above genes was reversed after the application of the SIRT1 inhibitor TV-6. C onclusion K562-R imatinib-resistant cells can down-regulate the expression of SREBP through up-regulated SIRT1/AMPK pathway under low-glucose conditions, thereby inhibiting the expression of transcription factors involved in lipogenesis, reducing fatty acid synthesis, and providing the imatinib-resistant cells with the energy which required for proliferation. Keyword Chronic myeloid leukemia; Metabolomics; Lipid metabolism; SIRT1/AMPK Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Jie Luo",
        "Dongmei Luo",
        "Hanying Liang",
        "Yaxian Tan",
        "Xiaoli Liu",
        "Qifa Liu",
        "Na Xu"
    ],
    "author_dict_list": [
        {
            "author_name": "Jie Luo",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital,Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dongmei Luo",
            "author_affiliations": [
                "Department of Hematology, Nan fang Hospital, Southern Medical University, guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanying Liang",
            "author_affiliations": [
                "Department of Hematology, Nan fang Hospital, Southern Medical University, guangzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaxian Tan",
            "author_affiliations": [
                "Department of Hematology, Department of Hematology, Nanfang Hospital,Southern Medical University, Guangdong, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoli Liu",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qifa Liu",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Na Xu",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T04:05:35",
    "is_scraped": "1"
}