{
    "doi": "https://doi.org/10.1182/blood.V128.22.334.334",
    "article_title": "Cancer in the National Cancer Institute Inherited Bone Marrow Failure Syndrome Cohort after 15 Years of Follow-up ",
    "article_date": "December 2, 2016",
    "session_type": "508. Bone Marrow Failure: Long-Term Cancer Risks, New Molecular Pathways, and Models of DBA and SDS",
    "abstract_text": "Background: TheInherited Bone Marrow Failure Syndromes (IBMFS) are a group of cancer-prone disorders in which patients may present with aplastic anemia and/or characteristic physical anomalies; malignancies comprise the major subsequent events. Objective: To determine and compare the types and risks of cancer in patients with an IBMFS. Methods: The NCI IBMFS cohort is a retrospective/prospective cohort that opened in January 2002. We focused on the four major syndromes: Diamond-Blackfan anemia (DBA), dyskeratosis congenita (DC), Fanconi anemia (FA), and Shwachman-Diamond syndrome (SDS). We examined the types of cancer and analyzed the observed/expected numbers of cancer after adjusting for age, sex, and birth cohort, compared with the general population using data from the Surveillance, Epidemiology, and End Results (SEER) Program. We also analyzed hazard rates and cumulative incidences. Results: Five hundred and thirty patients were enrolled through December 2015, with follow-up through May 2016: 135 DBA, 197 DC, 163 FA and 35 SDS. The respective median survivals for each group were ages 68, 52, 38, and 43 years. The cumulative incidence of severe bone marrow failure (leading to death or hematopoietic cell transplantation [HCT]) by age 50 years was 23% in DBA, 47% in DC, 70% in FA, and 55% in SDS using competing risk analyses. Leukemia developed in 14 patients: 1 DBA, 7 DC, 5 FA, and 1 SDS; the respective standardized incidence ratios (SIR) were 5 for DBA, 24 for DC, 40 for FA, and 34 for SDS; and the cumulative incidences by age 50 were 1, 2, 5, and 6%. Solid tumors developed in 51 patients: 9 DBA, 20 DC, 21 FA, and 1 SDS; the respective SIRs were 3, 3, 19 and 5. The cumulative incidences by age 50 were 5, 11, 16, and 38%. The majority of the cancers in the untransplanted cohort were syndrome-specific: cervix, colon, lung in DBA; head and neck squamous cell carcinoma (HSNCC), leukemia, and gynecologic cancer in DC and FA; and leukemia and ovary in SDS. HCT was performed in 136 patients: 10 DBA, 60 DC, 63 FA, and 3 SDS. Cancer developed in 16 patients following HCT: 1 DBA, 3 DC, 12 FA, and no SDS. One case of post-transplant lymphoproliferative disease was reported in each of DBA, DC, and FA. The other post-transplant cancers included 1 tongue and 1 Hodgkin lymphoma in DC; 6 HNSCC, 2 thyroid, and 2 gynecologic in FA; and none in SDS. The relative risk of cancer in the HCT group compared with those with no HCT was 5.7-fold in DC and 3.5-fold in FA, similar to the 4.4-fold risk we previously reported in different FA cohorts (Rosenberg et al Blood 105:67, 2005). Conclusions: The NCI cohort provides direct comparison of cancer risks among the 4 major IBMFS. These patients had very high risks of leukemia and solid tumors, particularly in FA and DC. The leukemias were primarily acute myeloid leukemia. HNSCC and gynecologic cancers were the most frequent solid tumors in DC and FA. The risk of cancer was particularly increased in DC and FA following HCT. Despite temporal improvement in HCT outcomes, HNSCC remained increased in FA. IBMFS pathophysiology involves ribosomes in DBA and SDS, telomere biology in DC, and DNA repair in FA; it remains to be determined how defects in these pathways lead to specific cancers. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "follow-up",
        "national cancer institute",
        "pancytopenia",
        "leukemia",
        "head and neck squamous cell carcinoma",
        "solid tumors",
        "gynecologic cancer",
        "transplantation",
        "aplastic anemia"
    ],
    "author_names": [
        "Blanche P Alter, MD MPH",
        "Neelam Giri, MD",
        "Sharon A Savage, MD",
        "Philip S. Rosenberg, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Blanche P Alter, MD MPH",
            "author_affiliations": [
                "Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Neelam Giri, MD",
            "author_affiliations": [
                "Clinical Genetics Branch, DCEG, National Cancer Institute, Rockville, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon A Savage, MD",
            "author_affiliations": [
                "Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Rockville, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip S. Rosenberg, PhD",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, NIH National Cancer Institute, Bethesda, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T09:38:44",
    "is_scraped": "1"
}