{
    "doi": "https://doi.org/10.1182/blood.V120.21.4460.4460",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2198",
    "start_url_page_num": 2198,
    "is_scraped": "1",
    "article_title": "Immune Reconstitution and Quality of Life Analyses After Autologous Transplant for Multiple Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "Chronic Myeloid Leukemia - Therapy Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "topics": [
        "multiple myeloma",
        "quality of life",
        "transplantation",
        "immune reconstitution",
        "antigens",
        "pneumococcal 7-valent conjugate vaccine",
        "hematopoietic stem cell transplantation",
        "hospital anxiety and depression scale",
        "time to progression",
        "vaccines, conjugate"
    ],
    "author_names": [
        "Craig C. Hofmeister, MD",
        "Mindy A Bowers, BS",
        "Anissa Bingman, M.S.",
        "Gerard Lozanski, M.D.",
        "Robert A. Baiocchi, M.D., Ph.D.",
        "William Falk, B.S.",
        "Don M. Benson, Jr., MD, PhD",
        "Yvonne A Efebera, M.D.",
        "Kristina Humphries, M.S.",
        "Megan Sell, RN, MS",
        "Carli N Greenfield, RN, MSN, ACNP",
        "Mark E Lustberg, MD, PhD",
        "John L. Vaughn, BS",
        "Christian Tyler Earl",
        "Susan Geyer, PhD",
        "Steven M. Devine, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Internal Medicine, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Pathology, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Internal Medicine, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Internal Medicine, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Internal Medicine, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Internal Medicine, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Internal Medicine, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "College of Medicine, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Hematology and Oncology, The Ohio State University-James Cancer Center, Columbus, OH, USA"
        ],
        [
            "Department of Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH, USA, "
        ]
    ],
    "first_author_latitude": "39.9977212",
    "first_author_longitude": "-83.0233615",
    "abstract_text": "Abstract 4460 Introduction: Multiple myeloma patients after autologous hematopoietic stem cell transplant (HSCT) achieve a minimal residual disease state, providing an opportunity for immunomodulatory therapy – but the details of immune recovery after transplant are not clear. Early lymphocyte recovery is associated with improved overall survival (Porrata et al, 2003) which is thought to be related to NK cell recovery. Myeloma patients with long term disease control have recovered circulating B-cells, bone marrow dendritic cells and tissue macrophages similar to healthy adults, but have few circulating regulatory T-cells (Pessoa et al, Haematologica , 2012). Methods: This trial assessed immune function as measured by response to the conjugate vaccine to Streptococcus pneumoniae (Prevnar, PCV7), detailed peripheral blood lymphocyte subset analysis (including NK cell subsets and Tregs), as well as quality of life measures (Hospital Anxiety and Depression Scale, Brief Fatigue Inventory [BFI], Brief Pain Inventory [BPI], and the FACT-G) after autologous transplant for myeloma. Myeloma patients after either 140 or 200 mg/m2 melphalan HSCT were enrolled if they had ANC ≥1000/μL, platelet count ≥ 75,000/μL, and adequate hepatic function by the time Prevnar [serotypes 4, 9V, 14, 18C, 19F, 23F, and 6B] was administered on weeks 9 [month 2], 17 [month 4], and 25 [month 6] after autologous HSCT. Maintenance therapy was an exclusion criteria. Results: Thirty patients were enrolled – twelve with ISS stage 1 at diagnosis, six with ISS 2, five patients with ISS 3, and nine were unknown. Disease status pre-transplant revealed 34% CR and 78% ≥PR, at +60 days 44% CR and 94% ≥PR, but by +180 days the ≥PR was down to 76% due primarily to relapses from CR. With a median follow-up of 35 months since diagnosis and 28 months since transplant, median time to progression has not been reached. We used ELISA to assess antibody concentration against immunogenic antigens (14 & 18c) and the less immunogenic antigen 23F. Two months after each PCV7 injection [weeks 13, 25, and 33], an adequate response (>35 mcg/mL) was demonstrated for antigen 14 in 7% (2/29) at week 13, 16% (4/25) at week 25, and 19% (5/27) at week 33. For antigen 18C, 6.7% (2/30) at week 13, 8.3% (2/24) at week 25, and Z% (4/26) at week 33. At one year responses faded with only 10% (2/20) for antigen 14, 0% (0/24) for antigen 18C, and 0% (0/7) for antigen 23F. Quality of life analyses including BFI, FACT-G, BPI, and HADS showed no significant changes from weeks 9, 17, 25, and off study except for worsening anxiety and depression at one year post-transplant compared to study entry. Peripheral blood flow cytometry using Cox univariate analysis showed an association with overall survival with late activated T-cells (CD3+HLA-DR+, p<0.05 at 30 days and p<0.01 at 100 days) and degranulated T-cells (CD3+CD63+,p<0.09 at 30 days, p<0.06 at 100 days. An association with the achievement of CR at day +30 post-transplant was seen for NK cells (CD3-CD16+CD56+, p<0.024), KIR- NK cells (CD3-CD16+CD56+CD158b-, p<0.07), and CD314+ NK-cells (CD3-CD16+CD56+CD314+, p<0.04. Calculating Spearman correlation coefficients between lymphocyte subsets and Prevnar antibody response found no lymphocyte subset associated with response in more than one antigen. Conclusions: In this pilot trial of 30 myeloma patients we have shown that the adaptive immune system is profoundly suppressed with a minority of patients reacting to the conjugate vaccine Prevnar. Depression and anxiety both worsen in the first year post transplant. Multivariate and grouped covariate analyses of peripheral blood lymphocyte subsets with both Prevnar response and time to progression will be presented at the meeting. Disclosures: No relevant conflicts of interest to declare."
}