{
    "doi": "https://doi.org/10.1182/blood-2021-153582",
    "article_title": "Long-Term Safety and Efficacy of Voxelotor for Patients with Sickle Cell Disease: Results from an Open-Label Extension of the Phase 3 HOPE Trial ",
    "article_date": "November 5, 2021",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia: Clinical and Epidemiological",
    "abstract_text": "Background: Sickle cell disease (SCD) is a lifelong, inherited blood disorder, resulting from a mutation in the hemoglobin (Hb) subunit β gene, that leads to sickle hemoglobin (HbS) formation. Polymerization of HbS causes red blood cell sickling and damage, leading to hemolysis, chronic anemia, and vaso-occlusive crises (VOCs). Patients with SCD are at higher risk of end-organ damage, increased morbidity, and early mortality as a result of low Hb and increased hemolysis. Voxelotor (Oxbryta ® ) tablets, a HbS polymerization inhibitor, are approved in the US for treatment of SCD in adults and adolescent patients aged ≥12 years. The randomized, placebo-controlled HOPE trial showed that significantly more patients treated with voxelotor 1500 mg achieved a >1 g/dL Hb increase compared with placebo (89% vs 25%, respectively) at any time up to week 72. These Hb increases were associated with reductions in markers of hemolysis (eg, indirect bilirubin, reticulocyte percentage). To confirm the safety and efficacy of long-term voxelotor use, we report an interim analysis of an ongoing open-label extension (OLE) of the HOPE trial. Methods: Patients who completed the phase 3 HOPE trial were eligible to enroll in the multicenter OLE study and receive treatment as long as they continued to receive clinical benefit and/or until they had access to voxelotor through commercialization or a managed access program. All patients, including those who previously received placebo or voxelotor 900 mg, received voxelotor 1500 mg as ongoing treatment. Adverse event data were collected beginning on the date of informed consent through 28 days after discontinuation of voxelotor. Measurements of Hb and clinical markers of hemolysis are ongoing and summarized here for 48 weeks of treatment in the OLE. Central laboratory assessments were used for the US and Europe, and local laboratory assessments were used for the rest of the world. Data presented are based on an interim data cut (December 31, 2020). Results: Of the 199 patients who completed the HOPE trial, 178 (89.4%) were enrolled and dosed in the OLE. Median age at enrollment was 25 years (15.7% adolescents, 84.3% adults). At the cutoff date, the median duration of voxelotor exposure the OLE was 69.9 weeks (range: 1.9-102.0 weeks), with 78 patients treated for ≥72 weeks. Of these 78 patients, 52 had previously received voxelotor in the randomized part of the study, for a combined exposure duration of ≥144 weeks. Among those who previously received placebo, the mean (SD) change in Hb from baseline (ie, the start of the OLE) to week 48 was 1.3 (1.51) g/dL, consistent with the HOPE trial results. Mean (SD) Hb changes for patients who previously received voxelotor 900 mg and 1500 mg were 0.7 (1.48) g/dL and 0.2 (1.15) g/dL, respectively, indicating durability of response. Markers of hemolysis improved from baseline to week 48 in patients who received placebo in the HOPE trial (-39.5% indirect bilirubin; -28.6% reticulocyte percentage). Patients who received voxelotor during the HOPE trial showed a stable response at week 48 (-2.0% and 1.1% indirect bilirubin, -14.6% and -21.0% reticulocytes for voxelotor 900 mg and 1500 mg, respectively). The annualized incidence rate of VOCs was 1.3 (95% CI: 1.1-1.4) events per year across all patients. A total of 83.7% of patients (149/178) experienced a non-SCD-related treatment-emergent adverse event (TEAE), with the most commonly reported being arthralgia, headache, pain, nausea, and pain in extremity (Table). Most non-SCD-related TEAEs were grade 1 or 2 in severity. Eleven patients (6.2%) had an adverse event that led to treatment discontinuation. No TEAEs consistent with lack of tissue oxygenation were observed. Conclusions: In this OLE study, treatment with voxelotor 1500 mg resulted in improvements in Hb and clinical measures of hemolysis at 48 weeks in patients who received placebo in the HOPE trial. Treatment with voxelotor 1500 mg showed durability of response in patients previously treated with voxelotor of any dosage in the HOPE trial. The safety profile in the OLE was consistent with the findings from the HOPE trial, and no new safety signals were identified with exposure through a combined 144 weeks of treatment. Based on these results, long-term use of voxelotor is safe, well tolerated, and effective in reducing anemia and hemolysis, with a low rate of VOCs, in patients with SCD. Funding: This study was supported by Global Blood Therapeutics. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Achebe:  Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees; Pharmacosmos: Membership on an entity's Board of Directors or advisory committees; Fulcrum Therapeutics: Consultancy. Hassab:  Global Blood Therapeutics: Research Funding. Alkindi:  Global Blood Therapeutics: Speakers Bureau; Emmaus: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Brown:  Global Blood Therapeutics: Consultancy, Research Funding; Imara: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Novo Nordisk: Consultancy; Forma Therapeutics: Research Funding; Pfizer: Research Funding. Telfer:  BlueBirdBio: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Membership on an entity's Board of Directors or advisory committees; Global Blood Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Addmedica: Membership on an entity's Board of Directors or advisory committees; Emmaus: Membership on an entity's Board of Directors or advisory committees; Terumo: Honoraria; ApoPharma: Membership on an entity's Board of Directors or advisory committees. Biemond:  Sanquin: Research Funding; Global Blood Therapeutics: Honoraria, Research Funding, Speakers Bureau; Celgene: Honoraria; Novo Nordisk: Honoraria; Novartis: Honoraria, Research Funding, Speakers Bureau; CSL Behring: Honoraria. Gordeuk:  Modus Therapeutics: Consultancy; Global Blood Therapeutics: Consultancy, Research Funding; Emmaus: Consultancy, Research Funding; Incyte: Research Funding; Novartis: Research Funding; CSL Behring: Consultancy. Lipato:  Global Blood Therapeutics: Speakers Bureau. Tonda:  Global Blood Therapeutics: Current Employment, Current equity holder in publicly-traded company. Gray:  Global Blood Therapeutics: Current Employment, Current equity holder in publicly-traded company. Howard:  Resonance Health: Honoraria; Bluebird Bio: Research Funding; Agios Pharmaceuticals: Consultancy; Forma Therapeutics: Consultancy; Novo Nordisk: Consultancy; Novartis: Consultancy, Honoraria; Global Blood Therapeutics: Consultancy; Imara: Consultancy, Honoraria.",
    "author_names": [
        "Maureen Achebe",
        "Hoda Hassab",
        "Salam Alkindi",
        "R. Clark Clark Brown",
        "Paul Telfer",
        "Bart J. Biemond",
        "Victor R. Gordeuk",
        "Thokozeni Lipato",
        "Margaret Tonda",
        "Sarah Gray",
        "Joanna Howard"
    ],
    "author_dict_list": [
        {
            "author_name": "Maureen Achebe",
            "author_affiliations": [
                "Division of Hematology, Hematology Division Brigham and Women's, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hoda Hassab",
            "author_affiliations": [
                "Paediatric Department and Clinical Research Center, Faculty of Medicine, Alexandria University, Alexandria, Egypt"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salam Alkindi",
            "author_affiliations": [
                "Sultan Qaboos University College of Medicine, Muscat, OMN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Clark Clark Brown",
            "author_affiliations": [
                "Department of Pediatrics, Children's Healthcare of Atlanta AFLAC Cancer Ctr. %26 Blood Disorders Svc., Atlanta, GA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Telfer",
            "author_affiliations": [
                "Blizard Institute, Queen Mary University of London, London, GBR"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart J. Biemond",
            "author_affiliations": [
                "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor R. Gordeuk",
            "author_affiliations": [
                "Sickle Cell Center, Division of Hematology and Oncology, Department of Medicine, University of Illinois at Chicago, Carol Stream, IL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thokozeni Lipato",
            "author_affiliations": [
                "Virginia Commonwealth University, Richmond, VA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Tonda",
            "author_affiliations": [
                "Global Blood Therapeutics, South San Francisco, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Gray",
            "author_affiliations": [
                "Global Blood Therapeutics, South San Francisco, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna Howard",
            "author_affiliations": [
                "Guy's and St Thomas' NHS Foundation Trust and King's College London, London, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:02:35",
    "is_scraped": "1"
}