{
    "doi": "https://doi.org/10.1182/blood.V112.11.236.236",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1244",
    "start_url_page_num": 1244,
    "is_scraped": "1",
    "article_title": "A Placebo-Controlled Phase III Trial of Patient-Specific Immunotherapy with Mitumprotimut-T (ID-KLH) and GM-CSF Following Rituximab in Patients with CD20+ Follicular Lymphoma ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models",
    "topics": [
        "follicular lymphoma",
        "granulocyte-macrophage colony-stimulating factor",
        "immunotherapy",
        "phase 3 clinical trials",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "rituximab",
        "diagnostic radiologic examination",
        "disease remission",
        "sargramostim",
        "adverse effects"
    ],
    "author_names": [
        "Arnold S. Freedman, MD",
        "Sattva Neelapu, MD",
        "Craig R Nichols, MD",
        "Michael Robertson, MD",
        "Benjamin Djulbegovic, MD, PhD",
        "Jane N. Winter, MD",
        "Daniel Gold, PhD",
        "John Bender, PharmD",
        "Morgan Stewart, PhD",
        "Richard G. Ghalie, MD, MBA",
        "Paul A. Hamlin, Jr., MD"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Providence Cancer Center, Portland, OR, USA"
        ],
        [
            "Indiana Univ. Medical Center, Indianapolis, IN, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA"
        ],
        [
            "Feinberg School of Medicine, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Favrille, Inc., San Diego, CA, USA"
        ],
        [
            "Favrille Inc., San Diego, CA, USA"
        ],
        [
            "Favrille, Inc, San Diego, CA, USA"
        ],
        [
            "Favrille, Inc, San Diego, CA, USA"
        ],
        [
            "Memorial Sloan-Kettering Cancer Ctr., New York, NY, USA"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Background : Early studies demonstrated that patients with indolent B-cell lymphomas have the capacity to mount anti-idiotype (Id) B-cell immune responses following active immunization with patient-specific Id proteins. Durable clinical remissions were observed in patients undergoing vaccination in chemotherapy-induced first remissions. This study evaluated the efficacy and safety of active immunotherapy with mitumprotimut-T (Id- KLH, SPECIFID™, Favrille, San Diego, CA) and GM-CSF (sargramostim, LEUKINE ® ) in patients with CD20+ follicular lymphoma. Mitumprotimut-T is a patient-specific therapeutic vaccine composed of the Id protein produced by proprietary recombinant technology from the malignant lymphoma biopsy specimen and conjugated to KLH, a potent immunogenic protein. Patients and Methods : Patients with treatment-naïve (T-N) or relapsed/refractory (R/R) WHO Grade 1–3 CD20+ follicular lymphoma received rituximab infusions at 375 mg/m 2 weekly for 4 weeks, and those achieving a complete response (CR), partial response (PR), or stable disease (SD) at Week 11 were randomized to mitumprotimut-T (1 mg subcutaneously on Day 1) and GM-CSF (250 mcg subcutaneously daily on Days 1–4) or placebo and GM-CSF. Randomization was stratified by prior therapy (T-N vs. R/R) and response to rituximab (CR/PR vs. SD). Patients were immunized monthly × 6, every other month × 6, and then every 3 months until disease progression (PD). The primary efficacy endpoint was time-to-progression (TTP), which was assessed by an independent central radiology review. Results : 349 patients were randomized; their median age was 54 years (range, 21–86 years), 79% were T-N, 85% had an ECOG performance status of 0, and 86% had Stage III-IV disease. Thirty-four randomized patients (10%) did not receive blinded study drug: 28 because mitumprotimut-T could not be produced, 5 due to PD prior to start of blinded study drug, and 1 who withdrew for personal reasons. The mean number of courses was 10.6 (range, 1–21), and was comparable in the 2 groups. After a median follow-up of 40 months, 215 patients (62%) had progressed, 113 who were randomized to mitumprotimut-T and 102 who had received placebo. Median TTP from randomization was 9.0 months for patients randomized to mitumprotimut-T/GM-CSF and 12.6 months for placebo/GM-CSF (hazard ratio = 1.384, p = 0.019). Significantly more patients with high-risk FLIPI and fewer patients with low-risk FLIPI were unexpectedly randomized to mitumprotimut-T (p = 0.0042). After adjusting for FLIPI risk group in a Cox regression model, there was no significant difference in TTP between the two arms in the intent-to-treat population (p = 0.128), in patients with high risk FLIPI (p = 0.891), in patients with intermediate/low risk FLIPI (p = 0.143), in the 315 patients treated with blinded study drug, or in any of the patient subsets based on stratification factors. Comparisons of TTP between the two treatment arms using the investigators assessment of response were consistent with those obtained from central radiology review. There were no significant differences between the two treatment arms in objective responses (CR+PR) to rituximab at Week 11 (57.6%, combined data from both arms) or in objective responses any time on study (64.7%, combined data). Treatment was usually well tolerated, with 76% of adverse events graded as mild or moderate. The most common side effect was local injection site reaction, reported in 94% of patients. Conclusion : This Phase 3 trial showed no improvement in TTP with mitumprotimut-T and GM-CSF following rituximab in CD20+ follicular lymphoma."
}