{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5643.5643",
    "article_title": "Anemia Clinic Treatment and Pre-Operative Management of Cardiovascular Surgery Patients ",
    "article_date": "December 7, 2017",
    "session_type": "903. Outcomes Research—Non-Malignant Hematology Online Only",
    "abstract_text": "Introduction: The efficacy of an Anemia Clinic in medically optimizing cardiovascular surgery (CVS) patients preoperatively has not yet been examined. A retrospective chart review was performed to explore whether such an intervention might minimize resource utilization, improve outcomes and decrease health system cost. Methods: Twenty five patients with a history of anemia (defined as hemoglobin ≤ 13.5 in men and 12.0 in women) undergoing cardiac surgeries - inclusive of Coronary Artery Bypass Graft (CABG), valvular (mitral or aortic) surgery, or a combination of the two - were referred to the Department of Hematology's Anemia Clinic at Pennsylvania Hospital by cardiovascular surgeons throughout the University of Pennsylvania Health System between January 01, 2016 and June 01, 2017. Three patients had comorbidities that precluded surgery and one with normal hemoglobin was referred for further optimization. Twenty one anemic CVS patients met criteria for evaluation and nineteen were treated in the preoperative setting, receiving erythropoietic-stimulating agents (ESA) and/or IV iron. Eleven of nineteen received both ESA and IV iron, while eight received only the latter. Three of the patients in the treatment cohort preemptively refused blood products at time of presentation on account of religious convictions. Results: Special attention was paid to patients' hemoglobin at initial encounter, final hemoglobin prior to surgery, post-operative hemoglobin, doses of ESA and/or IV iron, number of subsequent transfusions, and 30-day hospital readmissions with comparison to the standard of care. Four of the sixteen patients (25%) managed pre-operatively with ESA and/or IV iron who were willing to accept blood products following CVS ultimately required transfusion, as compared to transfusion rates that typically near 50% for patients undergoing cardiac surgery (Mehta et al., 2009; Murphy et al., 2015). Two of these four had received both ESA and parenteral iron, while two had received iron alone. Zero of the nineteen patients treated pre-operatively in the Anemia Clinic were readmitted within 30 days of their discharge from the hospital, as compared to a state-specific 30-day readmission rate of 11.7% for patients undergoing CVS between 01/2014 and 03/2016 (Martin, 2017). Conclusion: The medical optimization of cardiovascular surgery patients pre-operatively via an Anemic Clinic platform decreases post-operative transfusions and may play a prominent role in preventing 30-day hospital readmissions. A potential improvement in patient outcomes at decreased cost to the health system advocates strongly for further cost-benefit analysis as well as examination of this model's validity in larger data sets and across other healthcare specialties. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anemia",
        "cardiovascular surgical procedures",
        "iron",
        "hemoglobin",
        "patient readmission",
        "surgical procedures, operative",
        "blood products",
        "blood transfusion",
        "cardiac surgery procedures",
        "coronary artery bypass surgery"
    ],
    "author_names": [
        "Christian Barlow, MD",
        "Cassandra Upchurch, BSN",
        "Erinn Kober, BS",
        "Matthew Mitchell, PhD",
        "Patricia Locantore-Ford, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christian Barlow, MD",
            "author_affiliations": [
                "Department of Medicine, Pennsylvania Hospital, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cassandra Upchurch, BSN",
            "author_affiliations": [
                "Center for Transfusion-Free Medicine, Pennsylvania Hospital, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erinn Kober, BS",
            "author_affiliations": [
                "Department of Clinical Research, Abramson Cancer Center at Pennsylvania Hospital, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Mitchell, PhD",
            "author_affiliations": [
                "UPHS Center for Evidence-based Practice, University of Pennsylvania Health System, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Locantore-Ford, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Pennsylvania Hospital, Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T04:03:53",
    "is_scraped": "1"
}