{
    "doi": "https://doi.org/10.1182/blood-2018-99-117403",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4107",
    "start_url_page_num": 4107,
    "is_scraped": "1",
    "article_title": "Combined BCL-2 and HDAC Targeting Has Potent and TP53 Independent Activity in AML ",
    "article_date": "November 29, 2018",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background: Acute myeloid leukaemia (AML) arises from the transformation of hematopoietic stem and progenitor cells. Targeting BCL-2 with the BH3-mimetic venetoclax (VEN) has emerged as a highly efficacious treatment option for elderly patients with AML, in combination with either low-dose ara-C (LDAC) (Wei, ASH 2017) or hypomethylating agents (HMA) (Di Nardo, Lancet Oncol 2018). Long-term survival outcomes, however, remain poor among patients with adverse risk karyotype, who often harbour mutations in the TP53 gene. Identification of more effective treatment options with TP53 independent activity represents an area of high unmet therapeutic need in AML. Methods: Panobinostat (histone deacetylase inhibitor; HDACi) was obtained from Novartis, S55746 (BCL-2 inhibitor) was obtained from Servier, and venetoclax (BCL-2 inhibitor) was obtained from Selleck Chemicals. Primary AML samples were obtained from patients providing informed consent. For in vivo experiments, NOD/Rag -/- / Il2rg tm1Wjl Tg(IL3, CSF2, KITLG) (NRG-SG3) mice were used. Dosing for S55746 was 100mg/kg daily Mon-Fri and panobinostat 10mg/kg on Mon/ Wed/ Fri. Results: A panel of 22 drugs were screened for enhanced anti-leukaemic activity in combination with BH3-mimetics targeting either BCL-2 or MCL1 against 45 primary AML patient samples. This revealed the histone deacetylase inhibitor (HDACi) panobinostat to have substantially enhanced efficacy: LC50 at 48h was reduced by >2 logs when combined with VEN to target BCL-2 in 13/21 (62%) or S55746 in 19/24 (79%) cases. Targeted exome sequencing revealed adverse-risk AML, including TP53 mutant cases, to be sensitive to this combination. Studies performed in factor dependent myeloid (FDM) cells, derived from gene knockout mice, demonstrated cell death from panobinostat to be Bax/Bak dependent. CRISPR/Cas9 BIM (MV4;11) and TP53 (OCI-AML3) deleted AML cell lines confirmed panobinostat-VEN activity to be independent of these pathways. Comparison of panobinostat in combination with BCL-2 targeting showed the combination to be less affected by p53 deficiency than cytotoxic (idarubicin, ara-C) + BCL2 inhibitor combinations. Patient-derived xenograft (PDX) models confirmed that this combination was tolerable and able to rapidly suppress bone marrow AML in vivo. Exploratory CyTOF and Western blot studies in MV4;11 cells showed that panobinostat +/- BCL-2 targeting markedly suppressed levels of MYC, pSTAT5 and pERK. Conclusions: Combined targeting of HDAC and BCL-2 represents a promising, chemotherapy-free, treatment option for patients with AML, including sub-groups with adverse risk genomic characteristics. The combination may have particular relevance for patients with adverse risk AML, including cases defective in functioning TP53. Figure. View large Download slide Figure. View large Download slide  Disclosures Teh: The Walter and Eliza Hall Institute of Medical Research: Other: Institutional funding for venetoclax including milestone and royalty payments.. Kraus-Berthier: servier: Employment. Kloos: Servier: Employment; Novartis: Other: Partnership. Schoumacher: Servier: Employment. Gray: The Walter and Eliza Hall Institute of Medical Research: Other: Institutional funding for venetoclax including milestone and royalty payments.. Wei: Celgene: Honoraria, Other: Advisory committee, Research Funding; Novartis: Honoraria, Other: Advisory committee, Research Funding, Speakers Bureau; Amgen: Honoraria, Other: Advisory committee, Research Funding; Pfizer: Honoraria, Other: Advisory committee; Servier: Consultancy, Honoraria, Other: Advisory committee, Research Funding; Abbvie: Honoraria, Other: Advisory board, Research Funding, Speakers Bureau.",
    "topics": [
        "bcl2 gene",
        "hdac protocol",
        "histone deacetylase",
        "tp53 gene",
        "panobinostat",
        "histone deacetylase inhibitors",
        "venetoclax",
        "cytarabine",
        "chemotherapy regimen",
        "gene knockout techniques"
    ],
    "author_names": [
        "Jessica M Salmon, PhD",
        "Giovanna Pomilio",
        "Donia M Moujalled, PhD",
        "Sarah Macraild",
        "Charis E Teh, PhD",
        "Sewa Riajl, PhD",
        "Adam Ivey, BSc, MSc, PhD",
        "Tse-Chieh Teh, MD",
        "Paul G Ekert",
        "Laurence Kraus-Berthier",
        "Ioana Kloos",
        "Marie Schoumacher",
        "Daniel Gray",
        "Andrew H Wei, MBBS, PhD"
    ],
    "author_affiliations": [
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia "
        ],
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia "
        ],
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia "
        ],
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia "
        ],
        [
            "The Walter and Eliza Hall Institute of Medical Research, Melbourne, Australia "
        ],
        [
            "The Australian Centre for Blood Diseases, Melbourne, Australia "
        ],
        [
            "Department of Pathology, Alfred Hospital, Melbourne, Australia "
        ],
        [
            "The Alfred Hospital, Victoria, AUS "
        ],
        [
            "Murdoch Children's Research Institute, Melbourne, Australia "
        ],
        [
            "Institut de Recherches Servier Oncology R&D Unit, Croissy Sur Seine, France "
        ],
        [
            "Institut de Recherches Servier, Suresnes, France "
        ],
        [
            "Institut de Recherches Servier, Suresnes, France "
        ],
        [
            "The Walter and Eliza Hall Institute, Parkville, VIC, AUS "
        ],
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia ",
            "Department of Clinical Haematology, The Alfred Hospital, Melbourne, Australia"
        ]
    ],
    "first_author_latitude": "-37.9145125",
    "first_author_longitude": "145.1349971"
}