{
    "doi": "https://doi.org/10.1182/blood.V104.11.3474.3474",
    "article_title": "Inhibition of XIAP Renders Newly CD40-Activated Chronic Lymphocytic Leukemia Cells Sensitive to Fas (CD95) Mediated Apoptosis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "CD40 ligation induces CLL cells to express high levels of Fas (CD95) and DR5, a death receptor for the tumor necrosis factor (TNF) receptor apoptosis-inducing ligand (TRAIL). Despite expression of these death receptors, CD40-activated CLL cells initially are resistant to CD95- or TRAIL-mediated apoptosis, even under conditions that repress CD40-induced expression of both isoforms of the flice-inhibitory protein (FLIP) that can inhibit recruitment of pro-caspase 8 to the death-inducing signaling complex ( Proc Natl Acad Sci U S A  100 : 3854 –9, 2002 ). One potential explanation for how newly CD40-activated CLL cells can resist CD95/DR5-mediated apoptosis is through the high-level expression of XIAP, an important downstream inhibitor of caspase activation that is expressed by CLL cells and many other types of cancer. The anti-apoptotic activity of XIAP can be circumvented by SMAC (Diablo), a natural inhibitor to the inhibitors of apoptosis that is released from mitochondria following activation of the intrinsic apoptotic pathway. SMAC inhibits XIAP by blocking its BIR domain(s), thereby precluding XIAP from inhibiting active caspases, such as caspase 9. Using mixture-based combinatorial libraries, we identified a series of polyphenylureas that selectively target the BIR2 domain of XIAP and that do not compete with SMAC for binding to XIAP ( Cancer Cell  5 : 25 –35, 2004 ). Recently, structural activity studies resulted in the identification of analogs with improved drug-like characteristics. We used an active (TPI 1540–14) and inactive structural analog (TPI 1540–20) in this study to investigate whether inhibition of XIAP could enhance the sensitivity of CD40-activated CLL cells to CD95-mediated apoptosis. Consistent with prior studies, CLL cells following CD40-ligation initially were resistant to apoptosis induced by the anti-CD95 IgM mAb CH11, despite having high-level, de novo expression of CD95. However, when these CH11-resistant cells were treated with TPI 1540-14, but not with the control compound TPI 1540-20, the CD40-activated CLL cells became sensitive to CH11-mediated apoptosis. Immunoblot analyses of lysates made from treated cells demonstrated that CD40-activated CLL cells treated with TPI1540-14 experienced activation of caspases 8 and 3 and cleavage of poly(ADP-ribose) polymerase (PARP) upon treatment with CH11. The non-specific caspase inhibitor zVAD could inhibit the apoptosis induced by CH11. We also observed similar activity with TPI 1540-14 on blood mononuclear cells collected from patients one day after they were treated with an infusion of autologous CD154-transfected CLL cells. This study provides the first evidence that distal apoptosis regulators play a role in the resistance of CD40-activated CLL cells to CD95-mediated apoptosis and suggests that such inhibitors may work synergistically with immune-therapy strategies that target CD40, such as CD40-ligand (CD154) gene therapy.",
    "topics": [
        "apoptosis",
        "birc4 gene",
        "cd40 antigens",
        "cd95 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "caspases",
        "cd40 ligand",
        "death domain receptors",
        "ligation"
    ],
    "author_names": [
        "Arnon P. Kater, MD",
        "Frank Dicker, PhD",
        "Massimo Mangiola, PhD",
        "Kate Welsh",
        "John Ostresh, PhD",
        "Richard Houghten, PhD",
        "John C. Reed, MD, PhD",
        "Thomas J. Kipps, MD, PhD",
        "Clemencia Pinilla, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Arnon P. Kater, MD",
            "author_affiliations": [
                "John and Rebecca Moores Cancer center, University of California at San Diego, La Jolla, CA, USA",
                "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands",
                "Chronic Lymphocytic Leukemia Research Consortium"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Frank Dicker, PhD",
            "author_affiliations": [
                "John and Rebecca Moores Cancer center, University of California at San Diego, La Jolla, CA, USA",
                "Chronic Lymphocytic Leukemia Research Consortium"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Mangiola, PhD",
            "author_affiliations": [
                "Burnham Institute, la Jolla, CA, USA",
                "Chronic Lymphocytic Leukemia Research Consortium"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kate Welsh",
            "author_affiliations": [
                "Burnham Institute, la Jolla, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Ostresh, PhD",
            "author_affiliations": [
                "Torrey Pines Institute for Molecular Sciences, San Diego, Ca, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Houghten, PhD",
            "author_affiliations": [
                "Torrey Pines Institute for Molecular Sciences, San Diego, Ca, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Reed, MD, PhD",
            "author_affiliations": [
                "Burnham Institute, la Jolla, CA, USA",
                "Chronic Lymphocytic Leukemia Research Consortium"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Kipps, MD, PhD",
            "author_affiliations": [
                "John and Rebecca Moores Cancer center, University of California at San Diego, La Jolla, CA, USA",
                "Chronic Lymphocytic Leukemia Research Consortium"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clemencia Pinilla, PhD",
            "author_affiliations": [
                "Torrey Pines Institute for Molecular Sciences, San Diego, Ca, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T03:44:22",
    "is_scraped": "1"
}