{
    "doi": "https://doi.org/10.1182/blood.V112.11.1337.1337",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1133",
    "start_url_page_num": 1133,
    "is_scraped": "1",
    "article_title": "Acidic Leucine-Rich Nuclear Phosphoprotein 32 Family Member B (ANP32B), a Novel Caspase-3 Substrate, Exerts Anti-Apoptotic Effects on Acute Myeloid Leukemic Cells. ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Apoptosis and Cell Cycle Regulation",
    "abstract_text": "The acidic leucine-rich nuclear phosphoprotein 32B (ANP32B, also called APRIL) is a member of a conserved superfamily of nuclear proteins that includes ANP32A/pp32, a factor that binds histones and inhibits their acetylation and regulates cell growth and differentiation in a tissue-specific manner. Recently, ANP32B was identified as a novel histone chaperone, and it can interact with the transcription factor KLF5, leading to transcriptional repression of a KLF5-downstream gene through stimulation of promoter region-specific histone incorporation and inhibition of histone acetylation. Additionally, ANP32B and/or ANP32A also serve as adaptor molecules linking the HuR nucleocytoplasmic shuttle protein and the nuclear export receptor CRM1 to regulate the cytoplasmic accumulation of some transcripts such as c-fos and CD83. However, its biological activity is still poorly understood. By the two-dimensional electrophoresis plus MALDI-TOF/TOF tandem mass spectrometry-based analysis of subcellular protein expression profiles, we identified ANP32B protein to become a small fragment in the cytosols of apoptotic leukemic cell line induced by NSC606985, a camptothecin analog. The ongoing immunoblot analyses confirmed that ANP32B protein was cleaved during cellular context-independent and caspase-3 activation-dependent apoptosis induced by etoposide, doxorubin and arsenic trioxide besides NSC606985. Further in vitro proteolytic experiments supported that ANP32B is a direct substrate of caspase-3, and the site-directed mutagenesis analysis identified the unclassical aspartate (AEVD 163 ) of ANP32B sequence to be the caspase-3 targeted sites. Thus, we investigated the potential role of ANP32B in apoptosis induction. Our results showed that the suppression of ANP32B expression by siRNA in acute myeloid leukemic cell line U937 cells strongly enhances NSC606985 and etoposide-induced apoptosis. Based on these findings, this work also analyzed molecular mechanism of anti-apoptotic effect of ANP32B, and some interesting findings were confirmed.",
    "topics": [
        "caspase-3",
        "leucine",
        "leukemic cells",
        "phosphoproteins",
        "histones",
        "etoposide",
        "arsenic trioxide",
        "aspartate",
        "camptothecin",
        "electrophoresis"
    ],
    "author_names": [
        "Yun Yu",
        "Shao-Ming Shen",
        "Li-Shun Wang",
        "Qian Zhao",
        "Guo-Qiang Chen"
    ],
    "author_affiliations": [
        [
            "Department of Pathophysiology, Rui-Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China"
        ],
        [
            "Shanghai Institute of health Sciences, Shanghai Institutes for Biological Sciences-Shanghai Jiao Tong University School of Medicine, Shanghai, China"
        ],
        [
            "Department of Pathophysiology, Rui-Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China"
        ],
        [
            "Department of Pathophysiology, Rui-Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China"
        ],
        [
            "Department of Pathophysiology, Rui-Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China"
        ]
    ],
    "first_author_latitude": "31.2719113",
    "first_author_longitude": "121.37215219999999"
}