{
    "doi": "https://doi.org/10.1182/blood-2020-140200",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4597",
    "start_url_page_num": 4597,
    "is_scraped": "1",
    "article_title": "FLT3 Ligand-DM1 Conjugate Selectively Targets Acute Myeloid Leukemia Cells with FLT3 Expression ",
    "article_date": "November 5, 2020",
    "session_type": "604.Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "topics": null,
    "author_names": [
        "Dengyang Zhang, PhD",
        "Yao Guo, PhD",
        "Yuming Zhao, MD",
        "Liuting Yu",
        "Zhiguang Chang, PhD",
        "Han Zhong Pei",
        "Junbin Huang, MDPhD",
        "Chun Chen, MDPhD",
        "Hongman Xue, MDPhD",
        "Yihang Pan, MD",
        "Ningning Li, PhD",
        "Chengming Zhu, PhD",
        "Zhizhuang Joe Zhao, PhD",
        "Jian Yu, PhD",
        "Yun Chen, PhD"
    ],
    "author_affiliations": [
        [
            "The Seventh Affiliated Hospital, Sun Yat-sen University, Shenzhen City, Guangdong Provience, China "
        ],
        [
            "The Seventh Affiliated Hospital, Sun Yat-sen University, Shenzhen, China "
        ],
        [
            "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China "
        ],
        [
            "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China "
        ],
        [
            "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China "
        ],
        [
            "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China "
        ],
        [
            "The Seventh Affiliated Hospital, Sun Yat-sen University, shenzhen, China "
        ],
        [
            "The Seventh Affiliated Hospital, Sun Yat-sen University, shenzhen, China ",
            "Sun Yat-sen Memorial Hospital, Guangzhou, China "
        ],
        [
            "The Seventh Affiliated Hospital, Sun Yat-sen University, Shenzhen, China "
        ],
        [
            "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China "
        ],
        [
            "The Seventh Affiliated Hospital, Sun Yat-sen University, Shenzhen City, Guangdong Provience, China "
        ],
        [
            "The seventh affiliated hospital, Sun Yat-sen University, shenzhen, China "
        ],
        [
            "Department of Pathology, University of Oklahoma Health Sciences Center, Oklahoma City, OK "
        ],
        [
            "Beijing Advanced Innovation Centre for Biomedical Engineering, Beihang University, Beijing, China"
        ],
        [
            "The Seventh Affiliated Hospital, Sun Yat-sen University, Shenzhen, China "
        ]
    ],
    "first_author_latitude": "23.125445",
    "first_author_longitude": "113.289925",
    "abstract_text": "Acute myeloid leukemia (AML) is a malignant hematopoietic neoplasm featured by impaired differentiation and uncontrolled proliferation of myeloid progenitors. Gain-of-function mutations of FMS-like tyrosine kinase 3 (FLT3) present in 30-40% of patients with AML. In addition, more than 90% of AML blasts aberrantly express FLT3, making FLT3 an attractive therapeutic target for AML. Currently, several small molecule tyrosine kinase inhibitors (TKIs) targeting FLT3 have been approved in the treatment of AML, but they need to be used in combination with chemotherapy because of their limited potency to eliminate leukemic cells as single agents, largely due to the development of secondary inhibitor-resistant FLT3 mutations. Therefore, novel therapeutic strategies targeting FLT3 are needed. In the present study, we developed a FLT3 ligand-emtansine drug conjugate (FL-DM1) that targeted FLT3-positive AML cells with high potency and selectivity. We expressed recombinant human FLT3 ligand (rhFL) in the periplasm of recombinant E. Coli . The protein was purified by a two-step purification system containing Ni-NTA and Phenyl Sepharose. Our purified rhFL was bioactive to stimulate phosphorylation of FLT3 and proliferation of THP-1 cells. Next, we conjugated purified rhFL and emtansine (DM1) with SPDP linker. Reducing and non-reducing SDS-PAGE revealed that rhFL and DM1 were successfully conjugated, evidenced by a band with higher molecular weight of the conjugation product. Previous studies show that DM1 is a drug preferentially targeting proliferating cells by depolymerizing microtubules through binding at the vinca binding site of tubulin. We found that FL-DM1 reserved the physiological function of FLT3 ligand to stimulate proliferation of AML cells by inducing phosphorylation of FLT3 and the downstream signaling protein AKT in immunoblot, potentially enhancing the potency of FL-DM1 to inhibit FLT3-positive AML cells. Furthermore, flow cytometry showed that the surface expression of FLT3 significantly decreased on cells treated by FL-DM1 within two hours, which indicated the internalization of FL-DM1/FLT3 complex on these FLT3-positive AML cells, providing a mechanism of FL-DM1 entering target cells. In cell viability assay, we found that FL-DM1 effectively inhibited FLT3-positive AML cells THP-1 and MV-4-11 with IC 50 around 10-30 nM. Also, FL-DM1 induced apoptosis and cell cycle arrest at G2/M phase in these cells detected by flow cytometry. In our previous studies, we generated FLT3-ITD transformed HCD-57 cells. HCD-57 cells are FLT3-negative erythroleukemia cells that depend on erythropoietin for survival. When infected with recombinant retroviruses carrying FLT3-ITD, they acquired ability to proliferate in the absence of EPO. We found that FL-DM1 inhibited HCD-57 cells transformed by FLT3-ITD, but not parental HCD-57 cells without FLT3 expression, indicating the selectivity of FL-DM1 to target FLT3-positive AML cells. In conclusion, our data demonstrated that FL-based drug conjugate can serve as an effective drug to target FLT3-expressing AML cells. Further studies will focus on in-vivo evaluation of FL-DM1 in animal models, the production of uncleavable SMCC linked FL-DM1 with improved in-vivo pharmacokinetic properties, and screening of FL muteins-DM1 conjugates with desired pharmacological properties. Disclosures No relevant conflicts of interest to declare."
}