{
    "doi": "https://doi.org/10.1182/blood.V108.11.1724.1724",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=708",
    "start_url_page_num": 708,
    "is_scraped": "1",
    "article_title": "Non-Hodgkin Lymphoma B-Cells Induce Intratumoral CD4 + CD25 − T Cells To Express Foxp3 and Gain Regulatory Function. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "antigens, cd25",
        "b-lymphocytes",
        "foxp3 gene",
        "lymphoma, non-hodgkin",
        "t-lymphocytes",
        "granules",
        "lymphoma",
        "antigens, cd27",
        "neoplasms",
        "adrenal corticosteroids"
    ],
    "author_names": [
        "Zhi-Zhang Yang, MD",
        "Anne J. Novak, Ph.D",
        "Thomas E. Witzig, M.D",
        "Stephen M. Ansell, M.D., Ph.D"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Internal Medicine, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Hematology and Internal Medicine, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Hematology and Internal Medicine, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Hematology and Internal Medicine, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.0225456",
    "first_author_longitude": "-92.4666752",
    "abstract_text": "We have previously shown that CD4 + CD25 + Foxp3 + regulatory T cells from NHL tumors suppress the function of infiltrating CD4 + T cells and cytolytic CD8 + T cells. Expression of Foxp3 has been demonstrated to be crucial to the development and function of CD4 + CD25 + regulatory T cells. However, the mechanistic details that drive development of Foxp3 expression in T cells, in both the normal and malignant scenario, remains to be fully elucidated. Previous studies suggest that Foxp3 expression in CD4 + CD25 − T cells can be upregulated by tolerizing stimuli such as activation through TCR, corticosteroids, estrogen, and TGF-beta. Because lymphoma B cells have been shown to induce T-cell tolerance, we postulated that lymphoma B cells may play a role in the generation of regulatory T cells by inducing Foxp3 expression in CD4 + CD25 − T cells. FoxP3 expression was initially thought to be restricted to CD4 + CD25 + regulatory T cell population. However, recent literature suggests that Foxp3 may also be expressed in CD4 + CD25 − T cells. Using biopsy specimens from patients with B-cell NHL, we found that a subset, 15%, of infiltrating CD4 + CD25 − T cells express Foxp3 and are capable of suppressing the proliferation and granule production of infiltrating cytotoxic CD8 + T cells. These initial studies suggest that CD4 + CD25 − Foxp3 + T cells have regulatory function. To explore the underlying mechanism by which Foxp3 expression is regulated, we determined the effect of costimulatory signals on Foxp3 expression in CD4 + CD25 − Foxp3 − T cells. Activation with OKT3/anti-CD28 Ab as well as DC-mediated activation induced Foxp3 expression in a subset of CD4 + CD25 − T cells. We also found that the presence of lymphoma B cells during activation augmented the induction of Foxp3 expression in CD4 + CD25 − T cells and that NHL B cell-mediated Foxp3 expression was cell contact-dependent. To better understand the contribution of NHL B cells in Foxp3 expression, we explored the possibility that CD27-CD70 interaction may be involved in Foxp3 expression. Lymphoma B cells express CD70, but not B7-1 and B7-2, which have been shown to be important in protecting tumor cells from lysis and contributing to cancer pathogenesis. Ligation of CD27 by receptor cross-linking enhanced Foxp3 expression in infiltrating CD4 + CD25 − T cells in B-cell NHL. Taken together these studies reveal a novel role for NHL B cells in development of regulatory T cells. Our data show that lymphoma B cells induce expression of Foxp3 in infiltrating CD4 + CD25 − T cells and may result in development of T cells with regulatory function within the tumor microenvironment. Our results also suggest a potential role for CD27-CD70 interactions in this process. The ability of malignant B cells to drive development of regulatory T cells may be one mechanism by which lymphoma B cells protect themselves from anti-tumor immunity. (Supported in part by the Iowa/Mayo Lymphoma SPORE CA97274)."
}