{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4989.4989",
    "article_title": "Berberine Acts As a Putative Epigenetic Modulator By Affecting Histone Code in Acute Myelocytic Leukemia Cells ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "abstract_text": "Berberine (BBR) has a wide range of biochemical and pharmacological effects. However, the exact mechanism of these bio-activities remains poorly understood. Based on the bioinformatics analyses, our study firstly discovered the possibility of berberine being an epigenetic modulator in U266 cells. We demonstrated significant similarity between berberine and two epigenetic modulators (CG-1521 and TSA). We conducted this study to explore how these molecular events are regulated by berberine in (Acute Myelocytic Leukemia) AML cells. The analysis found that enzymes involved in histone acetylation and methylation have been impacted predominantly. In addition to this, the results showed that berberine also inhibited the expression of EZH2 and DNMT1 in HL-60/ADR and KG1-α cells, both in protein and mRNA. In DNA methylation, BBR induced decrease methylation level in the SFRPs, then depressed the wnt/β-catenin pathway.The results of this study suggest that berberine might modulate expression of epigenetic regulators importent for some downstream pathways, thereby manifests its various bio-activities in AML cells. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "berberine",
        "epigenetics",
        "leukemia, myelocytic, acute",
        "histone code",
        "dna (cytosine-5-)-methyltransferase 1",
        "enzymes",
        "rna, messenger",
        "depressive disorders"
    ],
    "author_names": [
        "Zhixiang Wang, PhD",
        "Qifa Liu",
        "Xuejie Jiang, MD",
        "Yu Zhang, PhD",
        "Ling Jiang, PhD MD",
        "Fanyi Meng"
    ],
    "author_dict_list": [
        {
            "author_name": "Zhixiang Wang, PhD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital of Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qifa Liu",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xuejie Jiang, MD",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Zhang, PhD",
            "author_affiliations": [
                "Department of Hematology, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ling Jiang, PhD MD",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fanyi Meng",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T12:56:32",
    "is_scraped": "1"
}