{
    "doi": "https://doi.org/10.1182/blood.V110.11.1356.1356",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=909",
    "start_url_page_num": 909,
    "is_scraped": "1",
    "article_title": "A Multi-Center, Open-Label Study To Evaluate the Safety and Efficacy of Pentostatin, Cytoxan, and Rituxan (PCR) in the Treatment of Previously Untreated or Treated, Stage II, III or IV Chronic Lymphocytic Leukemia (CLL). ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclophosphamide",
        "pentostatin",
        "polymerase chain reaction",
        "rituximab",
        "toxic effect",
        "anemia",
        "febrile neutropenia",
        "hematotoxicity"
    ],
    "author_names": [
        "Raul R. Mena, MD",
        "Mehdi M. Moezi, MD",
        "Robert L. Robles, MD",
        "Maureen Cooper, MD"
    ],
    "author_affiliations": [
        [
            "East Valley Hematology and Oncology Medical Group, Burbank, CA, USA"
        ],
        [
            "Integrated Community Oncology Network, Jacksonville, FL, USA"
        ],
        [
            "Bay Area Cancer Research Group, Concord, CA, USA"
        ],
        [
            "St. Francis Cancer Research Foundation, Beech Grove, IN, USA"
        ]
    ],
    "first_author_latitude": "34.159467299999996",
    "first_author_longitude": "-118.32911099999998",
    "abstract_text": "Most treatment regimens for CLL are fludarabine-based regimen, which is highly myelosuppressive and immunosuppressive that frequently results in severe infections, especially among the elderly. Combination therapy with pentostatin (P), a purine analog, cyclophosphamide (C), a DNA alkylator, and rituximab (R), an anti-CD20 monoclonal antibody, based on the single-agent activities, documented synergy, and non-overlapping toxicity profiles, may represent a promising approach in the treatment of these patients. To further investigate the efficacy of the PCR regimen for the treatment of CLL, we conducted a phase II study. Patients diagnosed of stage II, III or IV CLL (modified Rai classification), previously untreated or treated, were eligible. All patients were treated with intravenous infusions of P (4 mg/m 2 ), C (600 mg/m 2 ), and R (375 mg/m 2 ) on day 1 of a 21-day cycle for at least 8 cycles. 2 additional cycles were given for patients with PR or SD after cycle 8 or patients with CR/CRu first evident at cycle 8. Clinical evaluation was performed after cycles 2, 4, 6, 8, and 10 if necessary. Dose modification for hematologic toxicity may be increased to the previous higher level when a hematologic toxicity returned to normal. Two 25% dose reductions or one 50% dose reduction were allowed for nonhematologic toxicity. Eighty-five patients with CLL, 61 previously untreated, 13 previously treated, and 11 with unknown treatment history were enrolled in the study. The median age was 64 years (range 35–83) and 66.7% were ECOG PS 0, 29.6% PS1, 3.7% PS 2. A total of 446 cycles were given, with a median of 6 cycles per patient. 69 patients received at least two cycles of treatment and were evaluated for response.16 patients were not evaluated for response due to deaths (n=3), withdrawal of consent (n=3), unacceptable toxicities (n=3), treatment delay (n=2), screening failure (n=1), missing data (n=3), administrative reason (n=1). The highest achieved response rate (RR) was 56.5%, with 11 (12.9%) CR, 8 (9.4%) CRu, 29 (34%) PR, 20 (23.5%) SD, 1 (1.1%) progressed. Stratified according to previous treatment status, patients with previously untreated CLL had an RR of 42.4% (CR, CRu 17.7%) while that of the previously treated was 4.7% (CR 1.2%). 11 (13.0%) patients discontinued treatment due to toxicities. Grade 3/ 4 hematological adverse events documented included 9 grade 4 neutropenia, 16 grade 3 neutropenia, 4 grade 3 anemia, 2 grade 4 anemia, and 5 grade 3 thrombocytopenia. Infectious complications were observed in 8 patients including 5 grade 3 febrile neutropenia, 1 grade 4 febrile neutropenia, and 1 grade 3 and 1 grade 4 infection. A total of 8 deaths, of which 6 were in elderly patients (>70 years old) were recorded, including 1 acute respiratory failure, 1 cholangiocarcinoma, 1 pulmonary edema, 2 sepsis, and 3 unknown causes. The PCR regimen is active patients with stage II, III, and IV CLL. The study is currently on-going and updated results will be presented."
}