{
    "doi": "https://doi.org/10.1182/blood.V122.21.4763.4763",
    "article_title": "Romiplostim: A Bridge To Splenectomy In Three Patients With Refractory Immune Thrombocytopenia (ITP) ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function",
    "abstract_text": "Background Ten to thirty percent of patients with immune thrombocytopenia (ITP) do not respond to initial therapy. Options for such patients include Rituximab, TPO-mimetic agents and splenectomy. We report on three patients with refractory ITP and significant thrombocytopenia who received romiplostim as a bridge to splenectomy. Methods Three patients with isolated ITP or Evans syndrome did not respond to steroids, intravenous immune-globulin (IVIG) or Rituximab. Romiplostim was given to increase the platelet count prior to laparoscopic splenectomy. Before surgery the bone marrow was evaluated and patients were vaccinated. We reviewed their baseline clinical characteristics, and clinical course. Results Patient 1: 51 y/o M presented with fatigue and melena. Laboratory data showed hemoglobin (Hgb) of 7.9 g/dl, platelet (plt) count of < 2,000/uL, LDH of 997 U/L, reticulocyte count of 7.5 % and positive direct Coombs test. Prednisone and IVIG were started with improvement in Hgb but plt count remained < 2000/uL. Rituximab was started on day 7 with no response in plt count after 4 doses. Weekly romiplostim was started on day 37 with no response after 3 doses and then pt was lost to follow up. He presented two months later with plt count of < 2,000/uL and was treated with IVIG with transient response and restarted on Romiplostim. Plt count reached to 93,000/uL with a dose of 6 mcg/kg of romiplostim. He was maintained on romiplostim for a total of 19 doses and then underwent laparoscopic splenectomy. Platelet counts pre-op were 294,000/uL, post-op rose to 1,261,000/uL but normalized afterwards and he has been off all treatment for more than two years ( figure 1 ). Figure 1 View large Download slide Clinical course of Pt 1. Figure 1 View large Download slide Clinical course of Pt 1.  Close modal Patient 2: 28 y/o F presented with bruising and plt count of 12,000/uL. She was treated with 5 days of dexamethasone with transient improvement in plt count to 50,000/uL which rapidly dropped to < 2,000/uL. Despite daily prednisone and IVIG, plt count continued to be < 2000/uL and weekly rituximab was started on day 7. On day 14, plt count continued to be <10,000/uL and weekly romiplostim was initiated at 1 mcg/kg and increased weekly for four weeks when the plt count reached 61,000/uL after receiving 4 mcg/kg. Patient then underwent laparoscopic splenectomy. Post-op platelet count increased to 1,053,000/uL which returned to normal afterwards and remained so off all treatment at nine months follow up after splenectomy. Patient 3: 66 y/o M with coronary artery disease and long standing ITP was on prednisone 10-20 mg/day with plt count of 10-20,000/uL. Because of side effects of steroids, he was treated with danazol and rituximab (6 weeks) with no response in plt count. Cardiac catheterization prior to splenectomy could not be done because of thrombocytopenia. Romiplostim was then started at dose of 1 mcg/kg and advanced weekly to 3 mcg/kg with improvement in counts to 60,000/uL with peak of 200,000/uL. Cardiac catheterization was normal and he underwent successful laparoscopic splenectomy. Plt count before splenectomy was 73,000/uL and increased to 513,000/uL post-op. The plt count decreased to 120,000/uL and has remained stable for more than two years without further treatment. Conclusions Rituximab and TPO-mimetic agents are increasingly used for treatment of relapsed, refractory ITP as an alternative to splenectomy. Rituximab has a significant relapse rate. TPO-mimetic agents are expensive, require lifelong use, and are associated with rebound thrombocytopenia in those who stop treatment. Long-term use has also been associated with reversible bone marrow fibrosis and thromboembolism. Laparoscopic splenectomy is a safe procedure that is ideally done after a platelet response to high dose steroids and/or IVIG to reduce bleeding risk. Two of our patients were refractory to Rituximab. One received Rituximab concurrently with Romiplostim. All 3 patients did not want long term treatment with a TPO agent and had low platelet counts that were an impediment to surgery. We found that a short course of Romiplostim increased the platelet counts enough to enable surgery. All 3 patients achieved sustained remissions requiring no further treatment. No rebound thrombocytopenia was observed after stopping Romiplostim and none of the patients had bleeding or thrombotic complications. This case series suggests that a short course of Romiplostim can be used safely and effectively as a bridge to splenectomy for patients with refractory ITP. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "romiplostim",
        "splenectomy",
        "thrombocytopenia due to immune destruction",
        "uterine fibroids",
        "rituximab",
        "immunoglobulins, intravenous",
        "splenectomy, laparoscopic",
        "thrombocytopenia"
    ],
    "author_names": [
        "Dhaval Shah, MD",
        "Siayareh Rambally, MD",
        "Martha Mims, MD",
        "Mark M. Udden, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dhaval Shah, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Siayareh Rambally, MD",
            "author_affiliations": [
                "UT Southwestern Medical Center, Dallas, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Mims, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark M. Udden, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:41:28",
    "is_scraped": "1"
}