{
    "doi": "https://doi.org/10.1182/blood.V110.11.132.132",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=913",
    "start_url_page_num": 913,
    "is_scraped": "1",
    "article_title": "Evidence for QTLs Influencing the Endogenous Thrombin Potential (ETP) and Protein C Concentrations in a Dutch Family with Unexplained Thrombophilia. ",
    "article_date": "November 16, 2007",
    "session_type": "Pathophysiology of Thrombosis",
    "topics": [
        "protein c",
        "quantitative trait loci",
        "thrombin",
        "thrombophilia",
        "anticoagulants",
        "anticoagulation",
        "blood coagulation factors",
        "dna",
        "genetic aspects",
        "genetic pedigree"
    ],
    "author_names": [
        "Michael W.T. Tanck, PhD",
        "Iris M. Wichers, MD",
        "Joost C.M. Meijers, PhD",
        "Harry R. Büller, MD",
        "Pieter H. Reitsma, PhD",
        "Saskia Middeldorp, MD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Epidemiology and Biostatistics, Academic Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Department of Vascular Medicine, Academic Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Department of Vascular Medicine, Academic Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Department of Vascular Medicine, Academic Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Einthoven Laboratory for Vascular Medicine, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Clinical Epidemiology, Leiden University Medical Center, Leiden, Netherlands"
        ]
    ],
    "first_author_latitude": "52.2938961",
    "first_author_longitude": "4.9592096",
    "abstract_text": "Introduction: In Dutch families with unexplained thrombophilia (GENES study), plasma levels of the endogenous thrombin potential (ETP) discriminated affected from non-affected family members. A high variance, i.e. >60%, attributable to genetic factors was found for the ETP in one extended family. Increases in ETP levels could not be readily explained by known determinants of ETP from the coagulation cascade or anticoagulant pathways. In the present study, a genome-wide scan was performed in this family to identify quantitative trait loci (QTL) influencing ETP and several other coagulation factors. Methods: Phenotypic data, plasma, and DNA were available for 135 of the 185 individuals in the pedigree. Patients using anticoagulation medication were excluded from the analyses. If necessary, data were transformed prior to the analyses. Multipoint Identity by Descent (IBD)-estimation and variance component multipoint (bivariate) linkage analysis including covariates were performed using SOLAR. LOD scores were empirically adjusted. Results: For ETP levels, suggestive evidence for linkage was found at 36 cM (one-lod support interval: 1 – 61 cM) on chromosome 20 (LOD = 2.57). Interestingly, significant evidence for linkage with protein C levels (LOD=6.6) was found in the same region at 48 cM (41 – 59 cM). A bivariate LOD score of 5.8 (p<2x10 −6 ) was obtained for this region of chromosome 20, but the correlation between the two traits due to QTL effects was low (0.10 ± 0.28, p=0.734). This finding, together with the fact that the test for complete pleiotropy had to be rejected (p<0.0001), indicates that ETP and protein C levels are most likely influenced by two different QTLs (i.e. coincident linkage) on chromosome 20. Conclusion: In this Dutch family, ETP and protein C levels were influenced by two putative major genes, both localized in the same region of chromosome 20. This region is known to harbor several liver-enriched transcription factors, e.g. hepatocyte nuclear factor (HNF) 3b (20p11) and HNF4a (20q12-q13.1). Since most of the plasma proteins that determine the level of ETP are synthesized in the liver, these candidate genes are now further explored within this family with unexplained thrombophilia and inherited high ETP levels."
}