{
    "doi": "https://doi.org/10.1182/blood.V126.23.5617.5617",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3233",
    "start_url_page_num": 3233,
    "is_scraped": "1",
    "article_title": "Reduction in Gram Negative Rod Sepsis Rate in Intensively Treated Patients with AML Achieved through Identification of Unexpected Potential Environmental Source: A Successful Root-Cause Analysis ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases",
    "topics": [
        "gram-negative bacillus",
        "sepsis",
        "infections",
        "chemotherapy regimen",
        "fever",
        "neutropenia",
        "antibiotics",
        "antifungal agents",
        "blood culture",
        "chlorhexidine"
    ],
    "author_names": [
        "Wing Yee Chris Sin, MB",
        "Fiona Kenton",
        "Claire Jane Hemmaway, MD",
        "Biju Krishnan, FRCPath MRCP MBBS",
        "Sandra Lacey",
        "Ian Grant, FRCP,FRCPath",
        "Paul Greaves, PhDMB,BS,MRCP"
    ],
    "author_affiliations": [
        [
            "Haematology, Barking Havering and Redbridge University NHS Trust, Romford, United Kingdom "
        ],
        [
            "Haematology, Barking Havering and Redbridge University NHS Trust, Romford, United Kingdom "
        ],
        [
            "Haematology, Barking Havering and Redbridge University NHS Trust, Romford, United Kingdom "
        ],
        [
            "Haematology, Barking Havering and Redbridge University NHS Trust, Romford, United Kingdom "
        ],
        [
            "Microbiology, Barking Havering and Redbridge University NHS Trust, Romford, United Kingdom"
        ],
        [
            "Haematology, Barking Havering and Redbridge University NHS Trust, Romford, United Kingdom "
        ],
        [
            "Haematology, Barking Havering and Redbridge University NHS Trust, Romford, United Kingdom "
        ]
    ],
    "first_author_latitude": "51.5688117",
    "first_author_longitude": "0.1807796",
    "abstract_text": "Sepsis remains a major cause of death during intensive chemotherapy for acute myeloid leukaemia (AML). There are few published studies documenting speciation and origin of episodes of sepsis in AML chemotherapy, and recent guidelines suggest that gram-negative rods (GNR) now account for proportionally fewer cases of febrile neutropenia. Infection with GNR is associated with a greater complication and mortality rate than other bacterial species. GNR are thought to translocate from inflamed gut mucosa due to cytotoxic chemotherapy. Our institutional practice is to give piperacillin/tazobactam for febrile episodes, add gentamicin for the hemodynamically unstable, switch to meropenem at 48 hours unresolved fever, add teicoplanin for soft tissue or line infection & empirical antifungal agent at 72-96 hours. Antibiotics are rationalised based on cultures. Blood cultures are taken prior to initiating and switching antimicrobials, and subsequently every 48-72 hours if fever remains unresolved. An increase in GNR septicaemia was noted at our centre. The objective of this retrospective study was to evaluate the microbiology of neutropenic sepsis episodes, identify risk factors including neutropenia duration and mucositis severity, and identify potential environmental contaminants including intravenous long-lines in order to reduce risk. All newly diagnosed patients eligible for intensive chemotherapy over a three-year period (n=35) were identified and analysed by pathology database and casenote review. Patients were aged between 25 and 69, median age 52. During intensive chemotherapy the total number of days of severe neutropenia (<0.5) ranged from 7 to 165 (median 60). A total of 696 blood cultures were taken, 80% were culture negative. Of the positive cultures, 5% grew multiple species, 49% overall grew GNRs. 51% grew other species, predominantly coagulase-negative Staphylococcus. Klebsiella pneumoniae, Escherichia coli and Pseudomonas aeruginosa accounted for 70% of GNR+ cultures, with 9% being Stenotrophomonus maltophilia. Infection with the latter species had a 75% mortality. 45% of patients had notes available for review. All note-assessable patients required a switch to second line antibiotics and 56% received antifungal agents. 23 lines were inserted in these 16 patients (4 peripherally inserted central catheters and 19 Hickman lines) with median insertion duration 58 days. 8 (35%) lines were removed due to suspected infection, but no line tips grew bacteria on culture, hence could not be definitively proven as source of ongoing sepsis. 87% of patients experienced oral mucositis although only 2 (13%) required a diamorphine pump for analgesia. Median diarrhea duration was 11 days (range 0-26). 100% patients in the latter half of the study period experienced at least one episode of GNR septicaemia, compared to only 38% of patients in the early half of the study period. Root cause analysis of this trend focussed on changes in practice temporally coinciding with this increased rate. This included incorporation of chlorhexidine-impregnated bungs into standard line care, discontinuation of use of sterile gloves for line handling (as per international guidelines reinforcing no-touch technique over sterile glove use) and installation of personal fridges into siderooms. Antibiotic prophylaxis and long-line type preference were not changed during this time. Cultures were taken from all fridges and staff line-access technique observed. Line handling practice and training were deemed adequate on observation. Cultures from fridges grew all GNR species encountered in the septic patients. Fridges were consequently removed from patient side-rooms and bung use discontinued. The removal of these fridges and possible reduced line-handling conferred by discontinuing modified bung use has coincided with a marked reduction in GNR infection. In conclusion, an unexpected peak in GNR sepsis rates apparently coincided with installation of fridges found later to be contaminated with multiple bacterial species including the same GNR, as well as use of chlorhexidine-impregnated bungs. Reduction in GNR sepsis rate was successfully achieved by discontinuing these interventions. This study documents the necessity of close audit of microbial growth patterns in this high risk patient population and the success of root-cause analysis in uncovering potential aetiologies. Disclosures No relevant conflicts of interest to declare."
}