{
    "doi": "https://doi.org/10.1182/blood.V106.11.2285.2285",
    "article_title": "Effects of a Leukemia-Associated Gain-of-Function Mutation of SHP-2 Phosphatase on IL-3 Signaling. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Mutations in SHP-2 phosphatase that cause its hyper-activation have been identified in human leukemias, in particular, juvenile myelomonocytic leukemia (JMML) that is characterized by hypersensitivity of myeloid progenitor cells to granulocyte macrophage colony-stimulating factor and interleukin (IL)-3. However, the molecular mechanisms by which gain-of-function (GOF) mutations of SHP-2 induce leukemia are not fully understood. Our previous studies have shown that SHP-2 plays an essential role in IL-3 signal transduction in catalytic-dependent and -independent manners and that overexpression (5-to-6 fold) of wild-type (WT) SHP-2 attenuates IL-3-mediated hematopoietic cell function through dephosphorylation of STAT5. This raised the possibility that SHP-2-associated JMML was not solely attributed to the increased catalytic activities of SHP-2 GOF mutants. The SHP-2 mutants must have gained other additional functions. To test this possibility, we investigated effects of a GOF mutation (E76K, the most frequent SHP-2 mutation seen in JMML) of SHP-2 on IL-3 signal transduction in great detail by comparing signaling activities of SHP-2 E76K to WT SHP-2. Our results showed that SHP-2 E76K mutation caused myeloproliferative disease in mice, while overexpression of WT SHP-2 decreased hematopoietic potential of the transduced cells in recipient animals. E76K mutation in the N-terminal Src homology 2 domain significantly increased binding of the mutant SHP-2 to Grb2 and Gab2, two adaptor proteins coupling downstream Erk and PI3 kinase pathways to the proximity of the IL-3 receptor. As a result, IL-3-induced Erk and PI3 kinase pathways were highly activated by SHP-2 E76K mutation. In addition, Jak2 kinase activation was also markedly enhanced and due to the E76K mutation the substrate specificity of SHP-2 toward STAT5 was changed. Dephosphorylation of STAT5 by SHP-2 E76K was alleviated. These studies suggest that in addition to elevated catalytic activity, profound changes in protein-protein interaction capacities of GOF mutant SHP-2 play an important role in the pathogenesis of SHP-2-related leukemias.",
    "topics": [
        "interleukin-3",
        "leukemia",
        "mutation",
        "phosphoric monoester hydrolases",
        "signal transduction",
        "juvenile myelomonocytic leukemia",
        "1-phosphatidylinositol 3-kinase",
        "adaptor signaling protein",
        "granulocyte-macrophage colony-stimulating factor",
        "growth factor receptor-bound protein 2"
    ],
    "author_names": [
        "Wen-Mei Yu",
        "Hanako Daino",
        "Jing Chen",
        "Kevin D. Bunting",
        "Cheng-Kui Qu"
    ],
    "author_dict_list": [
        {
            "author_name": "Wen-Mei Yu",
            "author_affiliations": [
                " Medicine, Division of Hematology/Oncology, Case Western Reserve University, Cleveland, OH, USA ."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hanako Daino",
            "author_affiliations": [
                " Medicine, Division of Hematology/Oncology, Case Western Reserve University, Cleveland, OH, USA ."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Chen",
            "author_affiliations": [
                " Medicine, Division of Hematology/Oncology, Case Western Reserve University, Cleveland, OH, USA ."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin D. Bunting",
            "author_affiliations": [
                " Medicine, Division of Hematology/Oncology, Case Western Reserve University, Cleveland, OH, USA ."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheng-Kui Qu",
            "author_affiliations": [
                " Medicine, Division of Hematology/Oncology, Case Western Reserve University, Cleveland, OH, USA ."
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T06:44:32",
    "is_scraped": "1"
}