{
    "doi": "https://doi.org/10.1182/blood.V104.11.742.742",
    "article_title": "Impaired Platelet Function in a P2Y 12 -Deficient Patient Caused by a Mutation in the Translation Initiation Codon. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Recent studies have demonstrated that ADP plays a critical role in platelet activation. Platelets possess at least two major G protein-coupled ADP receptors that are largely responsible for platelet responses to ADP: P2Y 1 and P2Y 12 . P2Y 12 is the therapeutic target of efficacious antithrombotic agents, such as ticlopidine and clopidogrel, and its congenital deficiency results in a bleeding disorder. In this study, we have identified a patient with the congenital P2Y 12 deficiency and analyzed the role of P2Y 12 in platelet function. The proband (OSP-1) is a 67-year-old Japanese female with a lifelong history of easy bruising. In response to high concentrations of agonists OSP-1’s platelets showed a specifically impaired aggregation to ADP stimulation. The impaired platelet aggregation was neither improved even at 100 μM ADP stimulation nor reduced by adding 1 μM AR-C69931MX, a specific P2Y 12 antagonist. ADP induced platelet shape change normally and failed to inhibit PGE 1 -stimulated cAMP accumulation in OSP-1 platelets, further suggesting the defect in P2Y 12 dependent signal. Molecular genetic analysis revealed that OSP-1 was a homozygous for a mutation in the translation initiation codon (ATG to AGG) in the P2Y 12 gene. HEK293 cells transfected with wild-type P2Y 12 construct expressed a 60 kD-protein, while cells transfected with mutant P2Y 12 construct failed to express any related protein. These data confirmed that the mutation was responsible for the deficiency in P2Y 12 and denied the possibility that the substitution might induce an alternative translation starting at downstream ATGs leading to an expression of shorter form of P2Y 12 . Platelet spreading onto immobilized fibrinogen was impaired in OSP-1 platelets as well as in control platelets in the presence of 1 μM AR-C69931MX. Under static conditions, activation of integrin α IIb β 3 measured by PAC1-binding in OSP-1 platelets was only 5 to 12 % of controls even at high concentrations of PAR1-TRAP, PAR4-TRAP or U46619. These results suggest that ADP released by Gq-coupled receptors and P2Y 12 -dependent signal are critical for sustained activation of integrin α IIb β 3 . Real time observations of thrombogenesis on a type I collagen-coated surface under a high shear rate (2000 s −1 ) revealed that thrombi were unstable. Most of the aggregates of OSP-1 platelets were unable to resist against high shear stress and loosely-attached aggregates came off into the blood stream. Thrombus height and volume measured at the plateau phase was 50% of control. Our data suggest that secretion of endogenous ADP and subsequent P2Y 12 -mediated signals are critical for platelet spreading, stable integrin α IIb β 3 activation and, as a consequence, for stabilization of thrombus. These results provide a novel insight for the role of P2Y 12 and endogenous ADP released into a limited space between thrombus-forming platelets.",
    "topics": [
        "codon, initiator",
        "mutation",
        "platelet function",
        "thrombus",
        "integrins",
        "cd40 ligand",
        "telomeric repeat amplification protocol",
        "thyroid hormone associated protein complex",
        "agonists",
        "alprostadil"
    ],
    "author_names": [
        "Masamichi Shiraga, MD",
        "Shigeki Miyata, MD",
        "Tsuyoshi Kamae, MD",
        "Hisashi Kato, MD",
        "Teruo Kiyoi, MD",
        "Hirokazu Kashiwagi, MD",
        "Shigenori Honda, MD",
        "Yoshiyuki Kurata, MD",
        "Yoshiaki Tomiyama, MD",
        "Yuzuru Kanakura, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Masamichi Shiraga, MD",
            "author_affiliations": [
                "Dept of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shigeki Miyata, MD",
            "author_affiliations": [
                "National Cardiovascular Center, Suita, Osaka, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsuyoshi Kamae, MD",
            "author_affiliations": [
                "Dept of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisashi Kato, MD",
            "author_affiliations": [
                "Dept of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teruo Kiyoi, MD",
            "author_affiliations": [
                "Dept of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirokazu Kashiwagi, MD",
            "author_affiliations": [
                "Dept of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shigenori Honda, MD",
            "author_affiliations": [
                "National Cardiovascular Center, Suita, Osaka, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiyuki Kurata, MD",
            "author_affiliations": [
                "Dept of Blood Transfusion, Osaka University Hospital, Suita, Osaka, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiaki Tomiyama, MD",
            "author_affiliations": [
                "Dept of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuzuru Kanakura, MD",
            "author_affiliations": [
                "Dept of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T18:45:08",
    "is_scraped": "1"
}