{
    "doi": "https://doi.org/10.1182/blood-2019-126050",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4336",
    "start_url_page_num": 4336,
    "is_scraped": "1",
    "article_title": "Protein Arginine Methyltransferase 1 Is Required for Maintenance of Normal Adult Hematopoiesis ",
    "article_date": "November 13, 2019",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "hematopoiesis",
        "protein-arginine n-methyltransferase",
        "cd45 antigens",
        "transferrin receptors",
        "transplantation",
        "flow cytometry",
        "hemoglobin",
        "methyltransferase",
        "neoplasms",
        "cell count"
    ],
    "author_names": [
        "Lei Zhu, MD",
        "Xin He, PhD",
        "Haojie Dong, PhD",
        "Jie Sun, PhD",
        "Hanying Wang, PhD",
        "Yinghui Zhu, PhD",
        "Feiteng Huang",
        "Jingying Zou",
        "Xiaoying Zhao, MD",
        "Ling Li, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope Medical Center, Duarte, CA ",
            "Department of clinical laboratory, The Second Affiliated Hospital of Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope, Duarte, CA "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope, Duarte, CA "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope, Duarte, CA "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope Medical Center, Duarte, CA "
        ],
        [
            "Hematology, The Second Affiliated Hospital of Zhejiang University School of Medcine, Hangzhou, China"
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope, Duarte, CA "
        ]
    ],
    "first_author_latitude": "34.130051099999996",
    "first_author_longitude": "-117.97186129999999",
    "abstract_text": "Protein arginine methyltransferase 1 (PRMT1) is the predominant asymmetric methyltransferase in mammalian cells. Mounting evidence suggested that PRMT1 is essential to embryonic development and tumor pathogenesis, but its role in normal adult hematopoiesis is less studied. In this study, we determined the function of PRMT1 in normal adult hematopoiesis using a Prmt1 conditional knockout (KO) mouse model (PRMT1 f/f /Mx1-Cre). Our overall analysis in peripheral blood of the 6 to 8-week-old mice revealed a significant cell number decrease in red blood cells, hemoglobin, white blood cells including neutrophils and lymphocytes at 12 weeks post pIpC induction. Importantly, BM cellularity of PRMT1 -KO mice was decreased compared with littermate controls. We also determined the frequency of erythroid (Ter119+), mature myeloid (Mac1+/Gr1+), B cells (B220) and T cells (CD3) in the BM of PRMT1-deleted mice and found that Ter119+ and B220+ subsets were significantly decreased compared with littermate controls (p<0.01), while the myeloid and T cell populations were relatively intact. We also calculated the absolute numbers of erythroid, myeloid, T and B cells on the basis of their frequencies and BM cellularity and observed overall decreases in all lineage cells. In PRMT1 KO mice, we observed significantly enriched primitive erythroid subsets including S0 (CD71 - /Ter119 - ) as well as S1 (CD71 hi /Ter119 - ) populations, accounting for a relative decrease of mature erythroid cells (S5, CD71 - Ter119 hi ), thereby indicating erythroid maturation block. Interestingly, our histology analysis of BM showed hypocellularity with megakaryocytosis, indicating more differentiation to the lineage of megakaryocytes. We further analyzed the frequency and absolute cell number of BM HSPC populations from PRMT1-KO mice by flow cytometry. The frequencies of phenotypic progenitor subsets in BM, including LSK, MPP and LMPP was not affected upon PRMT1 KO. Notably, the frequency of the ST-HSC population and GMPs was significantly lower in PRMT1-KO BM compared with littermate controls (p<0.05). Moreover, the absolute cell numbers of ST-HSCs and the GMPs subset was significantly decreased compared with littermate control mice (p<0.01). We next evaluated the function of PRMT1 KO hematopoietic progenitor cells using an in vitro serial replating assay. PRMT1 KO progenitors generated lower numbers of CFUs in all passages relative to controls. Moreover, to assess the long-term consequences of Prmt1 deficiency in adult mouse hematopoiesis under the transplant context, we performed a competitive repopulation assay using unfractionated BM cells. We transplanted approximately 1 × 10 6 BM cells isolated from Prmt1 f/f , or PRMT1 f/f /Mx1-CRE mice (which are CD45.2), together with equal numbers of WT CD45.1 competitor cells, into lethally irradiated CD45.1 recipient mice. Post-pIpC induction, PRMT1-deleted CD45.2 cells were dramatically reduced compared to control donor cells, in both the peripheral blood and BM of recipient mice. Consistently, the chimerism contribution of PRMT1-deficient HSPCs or lineages were reduced relative to PRMT1-intact cells. To evaluate the long-term repopulation capacity of Prmt1 null HSCs, we performed secondary BM transplantation (BMT). While analyzing BM at 16 weeks post BMT, we found PRMT1 KO markedly reduced CD45.2+ donor chimerism of multiple lineages as well as HSPCs subsets relative to those of controls. In BM, the absolute numbers of HSPCs subsets and lineages were markedly reduced compared to littermate control mice. showed a significant decrease compared with similarly treated littermate control mice. In summary, our data suggest PRMT1 is required at multiple stages of hematopoietic differentiation and HSPCs self-renewal. Our results indeed reveal that PRMT1 serves as a key regulator of normal adult hematopoiesis. Disclosures No relevant conflicts of interest to declare."
}