{
    "doi": "https://doi.org/10.1182/blood-2018-99-113379",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3863",
    "start_url_page_num": 3863,
    "is_scraped": "1",
    "article_title": "DS-3201, a Potent EZH1/2 Dual Inhibitor, Demonstrates Antitumor Activity Against Non-Hodgkin Lymphoma (NHL) Regardless of EZH2 Mutation ",
    "article_date": "November 29, 2018",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster I",
    "topics": [
        "administration, oral",
        "complete remission",
        "dietary sodium chloride",
        "diffuse large b-cell lymphoma",
        "ezh2 gene",
        "follicular lymphoma",
        "hematologic neoplasms",
        "histone h3",
        "human anti-mouse antibody",
        "immunoglobulins, thyroid-stimulating"
    ],
    "author_names": [
        "Daisuke Honma, PhD",
        "Emi Nosaka",
        "Machiko Shiroishi",
        "Yoshimi Takata",
        "Yasuhiro Hama",
        "Yuka Yamamoto",
        "Nobuaki Adachi, PhD",
        "Dai Maruyama, MD PhD",
        "Kensei Tobinai, MD PhD",
        "Takashi Ishida, MD PhD",
        "Shigeru Kusumoto, MD",
        "Kenji Ishitsuka, MD PhD",
        "Yoshitaka Imaizumi, MD, PhD",
        "Shogo Takeuchi, MD",
        "Kunihiro Tsukasaki, MD PhD",
        "Tomoyuki Fujioka",
        "Jun Watanabe",
        "Osamu Kanno, PhD",
        "Eiji Kumazawa, PhD",
        "Sumiaki Fujitani, MSc",
        "Kazushi Araki, DVM, PhD",
        "Kosaku Fujiwara, PhD"
    ],
    "author_affiliations": [
        [
            "Oncology Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Biological Research Department, Daiichi Sankyo RD Novare Co., Ltd, Tokyo, Japan "
        ],
        [
            "Biomarker Department, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Department of Hematology, National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology and Oncology, Department of Internal Medicine, Iwate Medical University, Morioka, Japan "
        ],
        [
            "Department of Hematology and Oncology, Nagoya City University Hospital, Nagoya, Japan "
        ],
        [
            "Department of Hematology and Immunology, Kagoshima University Hospital, Kagoshima, Japan "
        ],
        [
            "Department of Hematology, Nagasaki University Hospital, Nagasaki, Japan "
        ],
        [
            "Department of Hematology, Izuro Imamura Hospital, Kagoshima, Japan "
        ],
        [
            "Saitama Medical University, International Medical Center, Department of Hematology, Saitama, Japan "
        ],
        [
            "Biomarker Department, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Biological Research Department, Daiichi Sankyo RD Novare Co., Ltd, Tokyo, Japan "
        ],
        [
            "Oncology Clinical Development Department, Daiichi Sankyo Co., Ltd., Tokyo, Japan"
        ],
        [
            "Oncology Clinical Development Department, Daiichi Sankyo Co., Ltd., Tokyo, Japan"
        ],
        [
            "Oncology Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ]
    ],
    "first_author_latitude": "35.684398349999995",
    "first_author_longitude": "139.81621570000001",
    "abstract_text": "Enhancer of zests homologous (EZH)1 and its close homolog EZH2 are component of polycomb repressive complex (PRC) 2 protein complex, and play redundant and crucial role for the maintenance of transcriptional repression by tri-methylating histone H3 lysine 27 (H3K27). Hyper tri-methylation of H3K27 has been associated with lymphoma and myeloma progression, suggesting that PRC2 is a therapeutic target for hematological malignancies. Selective EZH2 inhibitors induce compensatory activation of EZH1 which in turn re-activates PRC2 function. We hypothesized that dual inhibition of EZH1 and EZH2 is more effective than selective EZH2 inhibition as anti-tumor therapy. We have developed a novel EZH1 and EZH2 dual inhibitor DS-3201, which simultaneously inhibited the enzymatic activity of EZH1 and EZH2 in nano-molar concentration. DS-3201 showed anti-proliferative effect against various NHL cells, such as diffuse large B-cell lymphoma (DLBCL), mantle cell lymphoma, and peripheral T-cell lymphoma, with GI 50 values less than 100 nM regardless of EZH2 gain-of-function mutations. DS-3201 also induced differentiation of undifferentiated NHL cells with increment of cell lineage specific markers and which induced cell death in vitro. DS-3201 also showed synergistic effect with the standard of care agents for NHL in vitro and in vivo. An open-label phase 1 clinical study was initiated to examine the safety and pharmacokinetics of multiple-dose monotherapy of DS-3201b which is the salt form of DS-3201 in patients with NHL (ClinicalTrials.gov Identifier: NCT02732275). Eighteen patients with relapsed or refractory NHL were enrolled. The patients received oral administration of DS-3201b once daily in a 28-day cycle at dose of 150, 200 and 300 mg. Preliminary efficacy results (D. Maruyama, et al. ASH 2017), showed that the overall response rate was 58.8% (10/17) with 1 complete response and 9 partial responses (PR). Thirteen NHL patients including five follicular lymphoma (FL) and one DLBCL were analyzed for gene mutation status by targeted gene sequencing. EZH2 mutation was detected only in one FL patient, who achieved PR. It was suggested that DS-3201b has clinical activity against NHL, regardless of the mutation status of EZH2. Disclosures Honma: Daiichi Sankyo: Employment. Nosaka: Daiichi Sankyo: Employment. Shiroishi: Daiichi Sankyo: Employment. Takata: Daiichi Sankyo: Employment. Hama: Daiichi Sankyo: Employment. Yamamoto: Daiichi Sankyo RD Novare: Employment. Adachi: Daiichi Sankyo: Employment. Maruyama: Mundipharma International: Honoraria, Research Funding; MSD: Honoraria, Research Funding; Chugai Pharma: Honoraria, Research Funding; Dai-ichi-Sankyo: Honoraria; Bristol-Myers Squibb: Honoraria; Biomedis International: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Kyowa Hakko Kirin: Honoraria, Research Funding; Fujifilm: Honoraria, Research Funding; Ono Pharmaceutical: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Eisai: Honoraria, Research Funding; Dai-Nippon-Sumitomo: Honoraria; Asahi Kasei Pharma: Honoraria; AstraZeneca: Research Funding; Solasia Pharma: Research Funding; Pfizer: Research Funding; Nippon Boehringer Ingelheim: Research Funding; Novartis: Research Funding; Otsuka: Research Funding; Amgen Astellas BioPharma: Research Funding; Astellas Pharma: Research Funding; Abbvie: Research Funding; GlaxoSmithKline: Research Funding; Zenyaku Kogyo: Honoraria, Research Funding. Tobinai: Chugai Pharma: Honoraria, Research Funding; Kyowa Hakko Kirin: Honoraria, Research Funding; Ono Pharmaceutical: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; GlaxoSmithKline: Research Funding; Eisai: Honoraria, Research Funding; Mundipharma: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; SERVIER: Research Funding; Abbvie: Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Zenyaku Kogyo: Consultancy, Honoraria; HUYA Bioscience International: Consultancy, Honoraria. Ishida: Kyowa Hakko Kirin Co.Ltd: Honoraria, Research Funding; Celgene K.K: Honoraria, Research Funding; Bayer AG: Research Funding; Mundiparma K: Honoraria. Kusumoto: Bristol-Myers Squibb: Honoraria, Research Funding; Chugai Pharmaceutical Co. Ltd: Honoraria, Research Funding; Kyowa Hakko Kirin: Honoraria, Research Funding. Tsukasaki: Daiich-Sankyo: Consultancy; Ono Pharma: Consultancy; HUYA: Consultancy, Research Funding; Chugai Pharma: Honoraria, Research Funding; Eisai: Research Funding; Celgene: Honoraria; Mundy Pharma: Honoraria; Kyowa-hakko/Kirin: Honoraria; Seattle Genetics: Research Funding. Fujioka: Daiichi Sankyo: Employment. Watanabe: Daiichi Sankyo: Employment. Kanno: Daiichi Sankyo: Employment. Kumazawa: Daiichi Sankyo RD Novare: Employment. Fujitani: Daiichi Sankyo: Employment. Araki: Daiichi Sankyo: Employment. Fujiwara: Daiichi Sankyo: Employment."
}