{
    "doi": "https://doi.org/10.1182/blood.V118.21.3667.3667",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2088",
    "start_url_page_num": 2088,
    "is_scraped": "1",
    "article_title": "Expression of Phospholipse C Gamma 2 in Diffuse Large B-Cell Lymphomas, ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "topics": [
        "diffuse large b-cell lymphoma",
        "dasatinib",
        "lymphoma",
        "protein kinase c",
        "receptors, antigen, b-cell",
        "src-family kinases",
        "antigen binding",
        "cell lines"
    ],
    "author_names": [
        "Minh Quang Huynh, Sr.",
        "Ulrich Kaiser, Sr.",
        "Jennifer Goßmann",
        "Andreas Neubauer, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology and Immunology, University Hospital Marburg, Marburg, Germany, "
        ],
        [
            "Hematology and Oncology, St. Bernward Hospital, Hildesheim, Germany, "
        ],
        [
            "Hematology, Oncology and Immunology, University Hospital Marburg, Marburg, Germany, "
        ],
        [
            "Department of Hematology, Oncology and Immunology, University Hospital of Marburg, Marburg, Germany"
        ]
    ],
    "first_author_latitude": "50.798301099999996",
    "first_author_longitude": "8.742813949999999",
    "abstract_text": "Abstract 3667 Cell survival and proliferation of diffuse large B-cell lymphomas (DLBCL) are dependent on the NF-κB signaling pathway. Antigen binding of the B-cell receptor (BCR) leads to phosphorylation of Src tyrosine kinases, resulting in PLCg2 activation, which is important for regulation of NF-κB through the protein kinase C (PKC). The PLC-PKC cascade also activates the Ras signaling pathway. There are several clinical studies showing that inhibition of PKCβ with the specific inhibitor Enzastaurin could be a promising new therapy target for DLBCL. To our knowledge, there are little data about the role of PLCg2 in DLBCL. It has been shown that the activity of Syk and PLCg2 are well correlated with sensitivity of DLBCL to dasatinib. Our study performed immunohistological staining of PLCg2 in 86 primary DLBCL. PLCg2 was strongly expressed in 54 out of 86 cases (63%) and weakly expressed in 28 cases (32%). Only 4 cases (5%) were negative for PLCg2. In three DLBCL cell lines (SuDHL-4, SuDHL-6 and U2932) we could show an inhibitory effect of the PLC-inhibitor U73122 on cell proliferation. Treatment in combination with Enzastaurin or the Src-inhibitor pp2 had an additive effect on cell proliferation compared to U73122 alone. In conclusion, PLCg2 is strongly expressed in a great subset of DLBCL. Inhibition of PLCg2 could be, at least in these cases, a new target for lymphoma treatment. Disclosures: No relevant conflicts of interest to declare."
}