{
    "doi": "https://doi.org/10.1182/blood.V116.21.3449.3449",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1788",
    "start_url_page_num": 1788,
    "is_scraped": "1",
    "article_title": "Ongoing Chronic GvHD Is the Most Harmful Factor for Sperm Recovery In Male Survivors After Allogeneic HSCT Not Conditioned with TBI. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia and Late Complications After Transplantation: Poster II",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "conditioning (psychology)",
        "graft-versus-host disease, chronic",
        "sperm cell",
        "survivors",
        "hematopoietic stem cell transplantation",
        "follow-up",
        "busulfan",
        "infertility",
        "azoospermia"
    ],
    "author_names": [
        "Alicia Rovo, MD",
        "Maria Teresa van Lint, MD",
        "Mahmoud Aljurf, MD",
        "Nina Salooja, MD",
        "Gülsan Sucak, MD",
        "Ann Elizabeth Hunter, MD",
        "Tan Swee Kim, MD",
        "Gerard Socie, MD",
        "Manuela Badoglio",
        "Andre Tichelli, MD"
    ],
    "author_affiliations": [
        [
            "University Hospital of Basel, Basel, Switzerland, "
        ],
        [
            "Department of Haematology II, Ospedale San Martino, Genova, Italy, "
        ],
        [
            "Hosp. & Rsrch. Ctr., King Faisal Specialist, Riyadh, Saudi Arabia, "
        ],
        [
            "Imperial College, London, United Kingdom, "
        ],
        [
            "Gazi Universitesi Tip Fakültesi Hastanesi, Ankara, Turkey, "
        ],
        [
            "Leicester Royal Infirmary, Nottngham, England, "
        ],
        [
            "Hospital Amphang, Kuala_Lumpur, Malaysia, "
        ],
        [
            "Saint-Louis Hospital, Paris, France, "
        ],
        [
            "EBMT Late effects working party, "
        ],
        [
            "Hematology, University Hospital of Basel, Basel, Switzerland"
        ]
    ],
    "first_author_latitude": "47.560827499999995",
    "first_author_longitude": "7.5851399",
    "abstract_text": "Abstract 3449 Gonadal dysfunction with the absence of sperm production leading to definitive infertility is a common long-term non-malignant effect after hematopoietic stem cell transplantation (HSCT). Total body irradiation (TBI) used as part of the conditioning regimen plays a central role in posttransplantation infertility. Younger age at HSCT and longer time interval since HSCT has been associated with spermatogenesis recovery. However, larger and more diverse cohorts of patients are needed to better define sperm recovery after allogeneic HSCT. Therefore, we assessed the chances of sperm recovery after HSCT in a large retrospective multicenter study of male survivors and evaluated factors associated with infertility. Male patients with at least one seminal fluid analysis (SFA) performed after HSCT, and in complete remission were included in this analysis. Ninety EBMT centers were asked to participate; 23 reported having data on SFA, and 15 centers finally contributed reporting a total of 247 patients; 226 out of them were treated with allogeneic HSCT; they compose the population evaluated in the present study. 196 (87%) patients were transplanted for a malignant hematological disease and 155 (63%) of them were transplanted before the year 2000. The median age at HSCT and the age at time of last SFA was 24 (2-59) and 31 (5-64) years, respectively. The median time interval between HSCT and last SFA analysis was 63 months (8 - 275). 145 (65%) patients received TBI with a median dose of 12 Gy (7.5-14.4) as part of the conditioning; 46 (21%) patients received a Busulfan-containing regimen and 31 (14%) were conditioned without TBI and without Busulfan. 193 (86%) patients had a matched sibling donor and 171 (76%) received bone marrow as a source of stem cells. During the follow-up 140 recipients (64%) presented acute GvHD, 133 (63%) chronic GvHD (cGvHD); 29 (23%) of them had ongoing cGvHD at time of SFA and 24 (17%) were still on immunosuppression. Any presence of spermatozoa in SFA was considered as recovery of spermatogenesis. Spermatozoa were detected in 68/218 (31%) patients: 22 (10%) normozoospermia (≥20×10e6/ml); 14 (6%) oligozoospermia (5-20 ×10e6/ml); 28 (13%) severe oligozoospermia ( 25 at HSCT (p=0.013), < 8 years follow-up after HSCT (p=0.011), ongoing cGvHD (p< 0.001) as well as immunosuppression at time of SFA (p=0.006) were associated with azoospermia. In the multivariate analysis, age at HSCT was no longer significant ( Figure 1 ). Since TBI was the strongest risk factor, we further evaluated separately patients conditioned with or without TBI: within the TBI group of patients, the most significant adverse factors for spermatogenesis recovery were age > 25 at HSCT and follow-up < 8 years ( Figure 2 ); cGvHD was not related with azoospermia (p=0.102). In contrast, for patients conditioned without TBI, ongoing cGvHD was the most harmful factor for spermatogenesis recovery (p<0.0001); age at HSCT and time interval until SFA did not longer play a role ( Figure 2 ). In conclusion, this is the largest cohort of male survivors where spermatogenesis after allogeneic HSCT has been evaluated. TBI is the most relevant adverse risk factor for sperm production. Factors such age at HSCT and time of follow-up after HSCT might be established as risk factors for patients conditioned with TBI. In patients not conditioned with TBI, even when they are conditioned with Busulfan containing regimen, ongoing chronic GVHD is the main adverse factor for sperm recovery. In this last group, age at HSCT and follow-up time did not show significant influence. Hence, for the first time evidence for graft versus testis effect can be demonstrated as the most relevant adverse factor for sperm recovery in patients conditioned without TBI. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}