{
    "doi": "https://doi.org/10.1182/blood.V118.21.4844.4844",
    "article_title": "Hydroxyurea Dose and Toxicity in African American Patients with Sickle Cell Disease and Renal Impairment ",
    "article_date": "November 18, 2011",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "abstract_text": "Abstract 4844 Background: Hydroxyurea (HU) use in patients with sickle cell anemia is associated with a well established laboratory and clinical benefits by inducing fetal hemoglobin. The principal toxicity observed with HU is hematologic and it includes reversible and transient depression of white blood cells, platelets, and hemoglobin concentration. An initial HU dose of 15mg/kg/day is indicated in patients with normal renal function. Approximately 37% of an orally administered dose of HU is excreted by the kidneys in patients with normal renal function. This can be altered in patients with renal insufficiency and, based on recent pharmacokinetic data, a 50% dose reduction was proposed in patients with creatinine clearance (CrCl) less than 60 mL/min. The safety and the proper dosage of this agent in sickle cell patients with impaired renal function have not been well studied in the clinical setting. The purpose of our study was to evaluate HU dose and hematological toxicity in adult African American patients with sickle cell disease and impaired renal function. Methods: A retrospective study, approved by the institutional review board, was conducted in a tertiary care academic institution by reviewing the medical records of 250 adult African American patients with sickle cell disease. Patients who were on HU for at least one year were included in the study. The average HU dose (assumed to be the most effective and the least toxic) and the mean CrCl (calculated by using Cockcroft and Gault equation) over the last year were used in the analysis. Patients were considered to have renal insufficiency if their CrCl <60 mL/min. Patients on hemodialysis were excluded from the study. Hematological toxicity was defined by the presence of any of the following: absolute neutrophil count less than 2000/mm3, platelets count less than 80,000/mm3 or absolute reticulocyte count less than 80,000/mm3 (when the hemoglobin concentration is below 9 g/dL). Results: Among the 250 patients with sickle cell disease, we found 60 patients on HU for at least one year. Eight patients (13%) were found to have renal insufficiency (CrCl < 60 mL/min). The mean age in the renal insufficiency group was 51 years compared to 36 years in the normal renal function group. Table-1 shows different CrCl groups with their correspondence HU dose. The average HU dose in the renal insufficiency group was 10.9 mg/kg/day (656 mg/day) as compared to 20 mg/kg/day (1433mg/day) in the normal renal function group ( table-2 ). Eleven patients (18%) developed hematological toxicity while on HU. The most common toxicity was neutropenia (7 patients) followed by reticulocytopenia (5 patients including one patient developed both toxicities). In patients with CrCl<60 mL/min only one patient (14%) developed hematological toxicity compared to 10 (19%) in patients with CrCl ≥ 60 mL/min (Fisher's exact test P-value = 1) ( table-2 ). Table-1  CrCl (mL/min) . Patients (No.) . Average HU (mg/day) . HU/Kg (mg/kg/day) . Toxicity . 15-29  1  750  11.3  0  30-59  7  643  10.9  1  60-89  9  1194  19.4  3  ≥90  43  1483  20.2  7  CrCl (mL/min) . Patients (No.) . Average HU (mg/day) . HU/Kg (mg/kg/day) . Toxicity . 15-29  1  750  11.3  0  30-59  7  643  10.9  1  60-89  9  1194  19.4  3  ≥90  43  1483  20.2  7  View Large Table-2  CrCl (mL/min) . Patients (No.) . Average HU (mg/day) . HU/Kg (mg/kg/day) . Toxicity . <60  8  656  10.9  1  ≥60  52  1433  20  10  CrCl (mL/min) . Patients (No.) . Average HU (mg/day) . HU/Kg (mg/kg/day) . Toxicity . <60  8  656  10.9  1  ≥60  52  1433  20  10  View Large Conclusion: Our data shows that around 55 % dose reduction in HU dose was needed and it was associated with a comparable hematological toxicity profile in adult African American patients with sickle cell disease and renal insufficiency compared to patients with normal kidney function. Patients with CrCl < 60 mL/min needed around 55% lower HU dose than patients with CrCl ≥ 60 mL/min. In addition to that, there was no statistically significant difference in HU hematological toxicity (P-value = 1) between the two groups. The above data correlates well with the pharmacokinetic data reported in the literature. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "african american",
        "hydroxyurea",
        "renal impairment",
        "sickle cell anemia",
        "toxic effect",
        "kidney failure",
        "hemoglobin",
        "creatinine clearance",
        "fetal hemoglobin",
        "hemodialysis"
    ],
    "author_names": [
        "Bassam Ghanem, M.S",
        "Zuhair Y. Ghanem, MD",
        "Fredric Lombardo, Pharm. D"
    ],
    "author_dict_list": [
        {
            "author_name": "Bassam Ghanem, M.S",
            "author_affiliations": [
                "Department of Clinical Pharmacy, Howard University Hospital, Washington DC, DC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zuhair Y. Ghanem, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Howard University Hospital, Washington DC, DC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fredric Lombardo, Pharm. D",
            "author_affiliations": [
                "Department of Clinical Pharmacy, Howard University Hospital, Washington DC, DC, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T03:41:29",
    "is_scraped": "1"
}