{
    "doi": "https://doi.org/10.1182/blood.V114.22.5055.5055",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1546",
    "start_url_page_num": 1546,
    "is_scraped": "1",
    "article_title": "Pediatric Venous Thromboembolism: Redefining Epidemiology. ",
    "article_date": "November 20, 2009",
    "session_type": "Pathophysiology of Thrombosis",
    "topics": [
        "epidemiology",
        "pediatrics",
        "venous thromboembolism",
        "autoimmune diseases",
        "cancer",
        "chronic disease",
        "medically complex conditions",
        "metabolic diseases",
        "neuromuscular diseases",
        "surgical procedures, operative"
    ],
    "author_names": [
        "Bhuvana A Setty, MD",
        "Sarah H. O'Brien, MD, MSc",
        "Bryce A. Kerlin, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology/BMT, Nationwide Childrens Hospital, Columbus, OH, USA, "
        ],
        [
            "Division of Hematology/Oncology, Nationwide Children's Hospital, Columbus, OH, USA, "
        ],
        [
            "Nationwide Children's Hospital, Columbus, OH, USA"
        ]
    ],
    "first_author_latitude": "39.9526322",
    "first_author_longitude": "-82.9795141",
    "abstract_text": "Abstract 5055 Introduction Pediatric venous thromboembolism (VTE) is a multifactorial disease most commonly seen in children with complex medical conditions. The data regarding associated conditions in children is sparse. The most comprehensive source regarding these associations is derived from the Canadian registry of 137 children with VTE collected from 1990-1992. Objective To refine the spectrum of pediatric VTE associated illnesses, utilizing a large, comprehensive claims database. Methods The Healthcare Cost and Utilization Project (HCUP) Kids' Inpatient Database (KID) 2006 was utilized to identify children <18 years old with in-hospital VTE. These children were identified by the presence of at least one of the following ICD-9-CM diagnosis or procedure codes: 325, 452, 453(.0, .2-.42), 453 (.8-.9), 415 (.0-.11), 38 (.05, .07, .09), or 99.10. The remaining diagnostic ICD-9-CM codes were then utilized to assign a preliminary Complex Chronic Condition (CCC) category for each patient, using previously defined criteria. This categorization was further refined by a manual translation of the diagnostic codes by one of the investigators (BAS or BAK). The incidence of in-hospital VTE by geographic region, hospital type, age, gender, ethnicity, and median household income was estimated. Results 4,731 children met the inclusion criteria (1.76/1,000 discharges). The major underlying illnesses were cardiovascular (18%), malignancy (17%), neuromuscular disease (11%), gastrointestinal (8%), hematology/immunology (7%), and metabolic disease (6%). Trauma and surgical interventions were present in 5 % while 5% of VTE was idiopathic. Renal, respiratory, and autoimmune diseases were less commonly associated with VTE (<5%). Interestingly, the incidence of VTE was highest in the Midwest (2.12/1,000 discharges) and lowest in the South (1.60/1,000 discharges). As seen in previous studies, VTE was more commonly seen in infants and adolescents. There was a slight predominance of males with VTE (1.22:1). 4.2% of the VTE were associated with in-hospital death. Conclusion Pediatric VTE is rarely an idiopathic illness. More commonly it is associated with a chronic underlying medical condition. These data refine our understanding of the spectrum of underlying health conditions in children with VTE. This is limited by the inability to take into account the use of various medications and outpatient interventions that may have contributed to the occurrence of the VTE. Future studies should focus on the epidemiology of VTE within each associated disease category. Disclosures No relevant conflicts of interest to declare."
}