{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2520.2520",
    "article_title": "The Pharmacological Blockade of Phosphodiesterase IV Potentiates the Anti-Tumor Effects of Arsenic Trioxide (ATO) in Acute Myelogenous Leukemia Cells through Multiple Signaling Pathways ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster II",
    "abstract_text": "Preclinical in vitro and in vivo studies showed that Arsenic Trioxide (ATO) has antileukemic effects both as a single agent and in combination with conventional therapies or with other molecularly targeted agents . Furthermore, analogs of cAMP have been shown to enhance the therapeutic effects of ATRA and ATO in APL cells. Because cAMP pathway is modulated by various Inhibitiors of phosphodiesterase IV (PDEIV), some of which are already in the clinics for the treatment of asthma, the aim of this study was to investigate whether the pharmacological inhibition of PDEIV potentiates the cytodifferentiating and/or proapoptotic activities of ATO in acute myelogenous leukemia (AML) cells. We found that PDEIV inhibitors induced the upregulation of the myeloid markers (CD38 and CD11b), and potentiated the cytodifferentiating action of ATO in APL cells via induction of cAMP; the cytodifferentiating effects of the PDEIV inhibitors /ATO combination in leukemic cells was also confirmed by nitro blue tetrazolium reductase activity assay. Accordingly, we also found that the inhibition of PDEIV accelerated the ATO-induced degradation of PML-retinoic acid receptor α (PML-RARα) oncoprotein in NB4 cells, thus removing the PML-RARα-induced maturation blocks. Furthermore we also demonstrated that PDEIV inhibitors synergized with ATO to induce apoptosis in both APL NB4 and non-APL HL-60, MOLM-13 and OCI-AML-3 AML cell lines and significantly (P<.01) potentiated the ATO-induced cell death of fresh purified leukemic blasts in 8 out of 10 AML patients analyzed with different genetic abnormalities; in contrast, no significant cytotoxicity in peripheral blood mononuclear cells from 3 healthy volunteers was observed after PDEIV inhibitors/ATO treatment. We consistently found that the inhibition of PDEIV strongly potentiated the ATO-induced activation of caspase-3 and PARP fragmentation in all the tested cell lines as well as in primary AML blasts from patients, and, by using a peptide inhibitor approach, we demonstrated that caspase activity was indispensable for PDEIV inhibitors / ATO-induced apoptosis. Furthermore, siRNA knockdown of endogenous PDE4A and PDE4B gene expression recapitulated the ability of PDEIV inhibitors to sensitize leukemic cells to ATO, thereby confirming the significant role of these enzymes in mediating ATO sensitization of leukemic cells to PDEIV inhibitors /ATO-induced apoptosis. Interestingly, by using cAMP analogs and cAMP competitors we demonstrated that PDEIV inhibitors /ATO -induced apoptosis was cAMP independent. In order to investigate the molecular effectors involved in PDEIV inhibitors /ATO-induced apoptosis we first evaluated the effects of the combined treatment on Bcl-2 and p53 family proteins and their biologic relevance in the synergism observed between PDEIV inhibitors and ATO. By western blot analysis we demonstrated that co-treatment with PDEIV inhibitors and ATO increased protein expression of pro-apoptotic of Bax, Bak and/or Puma and decrease anti-apoptotic Mcl-1, A1/Bfl1 and/or Bcl-2; in agreement with the biochemical findings indicating the activation of the mitochondrial apoptotic pathway, we found that combined treatment with PDEIV inhibitors and ATO strongly potentiated mitochondrial depolarization induced by ATO alone in all the tested cell lines. Preliminary data indicate the involvement of p73 pathway which is consistent with the observed upregulation of Bax, Bak and/or Puma in AML cells; ongoing experiment are in progress to evaluate whether p53 pathway is activated by the combined treatment in MOLM-13 and OCI-AML-3 AML cell lines as well as in fresh purified leukemic blasts. Additionally, we found that co-treatment with PDEIV inhibitors and ATO also induced prosurvival signals by increasing ERK and Bad phosphorylation and the expression of anti-apoptotic Bcl-xL, and the pharmacological or genetic disruption of ERK or Bcl-xL consistently and significantly potentiated the cytotoxic effects of the combination PDEIV inhibitors /ATO. Altogether these findings suggest to extend the study to more patients and strongly support the rationale for testing these promising combinations in clinically relevant in vivo mouse models of drug-resistant leukemia. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "arsenic trioxide",
        "leukemia, myelocytic, acute",
        "neoplasms",
        "pharmacology",
        "phosphoric diester hydrolase",
        "signal pathway",
        "signal transduction pathways",
        "cyclic amp",
        "combined modality therapy",
        "leukemic cells"
    ],
    "author_names": [
        "Laura Mazzera, PhD",
        "Manuela Abeltino, PhD",
        "Antonio Bonati, MD",
        "Paolo Lunghi, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura Mazzera, PhD",
            "author_affiliations": [
                "Department of Medicine and Surgery, UNIVERSITA' DI PARMA, PARMA, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Manuela Abeltino, PhD",
            "author_affiliations": [
                "Department of Medicine and Surgery, UNIVERSITA' DI PARMA, PARMA, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Bonati, MD",
            "author_affiliations": [
                "Department of Medicine and Surgery, University of Parma, Parma, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Lunghi, PhD",
            "author_affiliations": [
                "Department of Medicine and Surgery, University of Parma, Parma, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:29:31",
    "is_scraped": "1"
}