{
    "doi": "https://doi.org/10.1182/blood-2020-142197",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4507",
    "start_url_page_num": 4507,
    "is_scraped": "1",
    "article_title": "Final Results of a Dual-Institution Phase I Clinical Trial of Targeted Marrow Irradiation (TMI) Intensification of Reduced-Intensity Fludarabine/Busulfan (Flu/Bu) Conditioning for Allogeneic Hematopoietic Cell Transplantation for Medically Frail Patients with High-Risk Hematological Malignancies ",
    "article_date": "November 5, 2020",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": null,
    "author_names": [
        "Naveed Ali, MD",
        "Ana Carolina Pires de Rezende, MD",
        "Folashade Otegbeye, MBBChir,MPH",
        "Mariana Nassif Kerbauy, MD",
        "Brenda W. Cooper, MD",
        "David Mansur, MD",
        "Gisele Pereira, PhD",
        "Roberto Sakuraba, MD",
        "Benjamin K. Tomlinson, MD",
        "Kirsten M Boughan, DO",
        "Cinthya Correa Silva, MD",
        "Leland Metheny, III, MD",
        "Andreza Feitosa Ribeiro, MD",
        "Molly M Gallogly, MDPhD",
        "Ehsan Malek, MD",
        "EDuardo Weltman, MD",
        "Marcos de Lima, MD",
        "Nelson Hamerschlak, MD PhD",
        "Paolo F Caimi, MD"
    ],
    "author_affiliations": [
        [
            "Case Western Reserve University, University Heights, OH "
        ],
        [
            "Department of Radiation Oncology, Hospital Israelita Albert Einstein, São Paulo, Brazil "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Hospital Albert EInstein / HSCT Program, Hospital Israelita Albert Einstein, São Paulo, BRA "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Department of Radiation Oncology, University Hospitals Cleveland Medical Center, Cleveland, OH "
        ],
        [
            "Department of Radiation Oncology, University Hospitals Cleveland Medical Center, Cleveland, OH "
        ],
        [
            "Department of Radiation Oncology, Hospital Israelita Albert Einstein, São Paulo, Brazil "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Oncology and Hematology, Hospital Israelita Albert Einstein, São Paulo, Brazil "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Hospital Israelita Albert Einstein, Sao Paulo, BRA "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Shaker Hts, OH "
        ],
        [
            "Oncology and Hematology, Hospital Israelita Albert Einstein, São Paulo, Brazil "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Hematology, Hospital Israelita Albert Einstein, São Paulo, Brazil"
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ]
    ],
    "first_author_latitude": "41.5043413",
    "first_author_longitude": "-81.6083838",
    "abstract_text": "Background Reduced-intensity conditioning (RIC) regimens provide insufficient disease control in patients with high-risk hematological malignancies who are ineligible for myeloablative hematopoietic cell transplantation (HCT) due to advanced age or comorbidities. RIC fludarabine/busulfan (Flu/Bu) is generally well tolerated, but is associated with high relapse rates. We hypothesized that intensification of RIC Flu/Bu with targeted marrow irradiation (TMI) would be feasible and improve outcomes in such patients. Methods This dose escalation phase I clinical trial incorporated 3+3 design with expansion. The primary endpoint was to estimate safety and feasibility of TMI combined with Flu/Bu. Secondary endpoints included transplant-related mortality (TRM), disease free survival (DFS) and overall survival (OS). Eligible patients were ≥ 18 years diagnosed with high-risk hematological malignancies who were not candidates for myeloablative HCT. The conditioning regimen consisted of TMI (dose levels: 3 Gy, 4.5 Gy and 6 Gy) delivered at 1.5 Gy/fraction in twice daily fractions on days -10 through -7, fludarabine (30 mg/m 2 ) on days -6 through -2 and busulfan (AUC 4800 µM*minute) on days -5 and -4. Radiation was targeted to bone marrow and spleen using intensity modulated radiation therapy (IMRT) technique while minimizing injury to organs at risk. GVHD prophylaxis included tacrolimus and methotrexate for matched sibling and unrelated donors (UD), and tacrolimus, mycophenolate mofetil and post-cyclophosphamide for haploidentical donors. Antithymocyte globulin (ATG) was added for recipients of UD transplants. Dose limiting toxicity (DLT) was defined as engraftment failure, grade ≥ 4 mucositis and grade ≥ 3 other non-hematological adverse events (AEs) from day -10 to day +32. Results A total of 26 patients (median age 64 years [range, 25-76]; 61% females) were enrolled in two transplant centers ( Table 1 ). Diagnoses included AML (n=15), MDS (n=5), T-PLL (n=2), CLL (n=1), DLBCL (n=1), multiple myeloma (n=1) and myeloproliferative disorder (n=1). Sixteen (61%) patients had intermediate/high HCT-comorbidity index and high/very high disease risk index (DRI). At the time of HCT, 19 (73%) patients had active or residual disease. Donors were UD (n=18), matched sibling (n=5) and haploidentical (n=3). All patients engrafted neutrophils (median, 16 days [range, 10-29]). Most frequent AEs were mucositis (65%), gastrointestinal toxicity (62%), hepatotoxicity (hyperbilirubinemia and/or increased transaminase levels) (65%) and fatigue (69%). Twenty-four grade ≥ 3 AEs occurred in 13 patients; 2 patients experienced reversible DLT (mucositis and hepatotoxicity) at 6 Gy TMI dose level. Additional escalation was halted and 6 Gy cohort was expanded. Only 1 patient experienced reversible hepatotoxicity in the expansion cohort. Grade II-IV and III-IV acute GVHD rates at day +100 were 57% (95% CI, 39%-84%) and 22% (95% CI, 9%-53%), respectively. The 1-year cumulative incidence of chronic GVHD was 42% (95% CI, 24%-74%). The 1-year cumulative incidence of TRM and relapse was 8% (95% CI, 2%-32%) and 26% (95% CI, 13%-52%), respectively ( Figure 1A ). The overall TRM for 3 Gy, 4.5 Gy and 6 Gy cohorts was 25%, 12.5% and 12%, respectively. With a median follow up of 12.7 months (range, 1.1-36.8), 1-year DFS was 55% (95% CI, 34%-76%) and OS was 65% (95% CI, 46%-85%) ( Figure 1B ). One-year DFS was equivalent for patients transplanted in CR or with active disease (54% [95% CI, 14%-93%] vs 55% [95% CI, 29%-80%]; p=0.83) ( Figure 1C ). While no difference in DFS was observed between the 4.5 Gy and 6 Gy cohorts, the 3 Gy cohort was associated with inferior DFS (p=0.004) ( Figure 1D ). One-year DFS and OS for 6 Gy cohort was 58% (95% CI, 30%-87%) and 82% (95% CI, 59%-100%), respectively. Conclusion Intensification of RIC Flu/Bu with TMI is feasible, with low incidence of TRM in medically frail patients. Reversible mucositis and hepatotoxicity prevented dose escalation beyond 6 Gy. DFS and OS at 6 Gy are promising and deserve further investigation. View large Download slide View large Download slide  Disclosures Malek: Janssen: Other: Advisory board, Speakers Bureau; Medpacto: Research Funding; Sanofi: Other: Advisory board; Clegene: Other: Advisory board , Speakers Bureau; Amgen: Honoraria; Takeda: Other: Advisory board , Speakers Bureau; Bluespark: Research Funding; Cumberland: Research Funding. de Lima: Pfizer: Other: Personal fees, advisory board, Research Funding; Celgene: Research Funding; Kadmon: Other: Personal Fees, Advisory board; Incyte: Other: Personal Fees, advisory board; BMS: Other: Personal Fees, advisory board. Caimi: Amgen: Other: Advisory Board; Bayer: Other: Advisory Board; Verastem: Other: Advisory Board; Kite pharmaceuticals: Other: Advisory Board; ADC therapeutics: Other: Advisory Board, Research Funding; Celgene: Speakers Bureau."
}