{
    "doi": "https://doi.org/10.1182/blood.V118.21.1045.1045",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2003",
    "start_url_page_num": 2003,
    "is_scraped": "1",
    "article_title": "RNAi-Mediated Inhibition of Tmprss6 Elevates Hamp1 Expression and Reduces Serum Iron Levels in Mice ",
    "article_date": "November 18, 2011",
    "session_type": "102. Regulation of Iron Metabolism: Poster I",
    "topics": [
        "mice",
        "serum iron level result",
        "tmprss6 protein",
        "rna interference",
        "iron",
        "hepcidin",
        "iron overload",
        "rna, small interfering",
        "hemochromatosis",
        "hormones"
    ],
    "author_names": [
        "Ivanka Toudjarska, PhD",
        "Zuhua Cai",
        "Tim Racie",
        "Stuart Milstein, PhD",
        "Brian R Bettencourt, PhD",
        "Julia Hettinger",
        "Dinah WY Sah, PhD",
        "Akshay Vaishnaw, MD, PhD",
        "David Bumcrot, PhD"
    ],
    "author_affiliations": [
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3646514",
    "first_author_longitude": "-71.0819623",
    "abstract_text": "Abstract 1045 The liver hormone Hepcidin (encoded by Hamp1 ) regulates serum iron levels by controlling the efflux of iron from intestinal enterocytes and macrophages. Maintaining sufficient iron levels to support erythropoiesis while preventing iron overload requires tight control of Hepcidin expression. Transcription of Hamp1 in hepatocytes is stimulated by high serum iron levels, via Transferrin Receptor signaling, as well as by activation of the BMP/SMAD pathway. The membrane serine protease Matriptase-2 (encoded by Tmprss6 ) inhibits BMP induced Hamp1 induction through the regulation of the BMP co-receptor, Hemojuvelin. In humans, loss of function mutations in TMPRSS6 lead to elevated Hepcidin levels resulting in iron-resistant iron-deficiency anemia (IRIDA). In diseases associated with iron overload, such as Thalassemia intermedia (TI) and Familial Hemochromatosis (FH), Hepcidin levels are low despite elevated serum iron concentrations. Studies in murine models of TI and FH have shown that elevating Hepcidin levels by genetic inactivation of Tmprss6 can prevent iron overload and correct aspects of the disease phenotype. Therefore, therapeutic strategies aimed at specifically inhibiting Tmprss6 expression could prove efficacious in these, and other, iron overloading diseases. Here we show that systemic administration of a potent lipid nanoparticle (LNP) formulated siRNA directed against Tmprss6 leads to durable inhibition of Tmprss6 mRNA in the mouse liver, with concomitant elevation of Hamp1 expression. This leads to significant decreases in serum iron concentration and Transferrin saturation, along with changes in hematologic parameters consistent with iron restriction. Further testing in mouse genetic models of TI and FH will support the rationale for developing LNP formulated Tmprss6 siRNA as a novel therapeutic modality. Disclosures: Toudjarska: Alnylam Pharmaceuticals, Inc.: Employment. Cai: Alnylam Pharmaceuticals, Inc.: Employment. Racie: Alnylam Pharmaceuticals, Inc.: Employment. Milstein: Alnylam Pharmaceuticals, Inc.: Employment. Bettencourt: Alnylam Pharmaceuticals, Inc.: Employment. Hettinger: Alnylam Pharmaceuticals, Inc.: Employment. Sah: Alnylam Pharmaceuticals, Inc.: Employment. Vaishnaw: Alnylam Pharmaceuticals, Inc.: Employment. Bumcrot: Alnylam Pharmaceuticals, Inc.: Employment."
}