{
    "doi": "https://doi.org/10.1182/blood.V120.21.1857.1857",
    "article_title": "Phase Ib Study of Recombinant Circularly Permuted TRAIL (CPT) in Relapsed or Refractory multiple Myeloma Patients ",
    "article_date": "November 16, 2012",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1857 Background: Circularly permuted TRAIL (CPT) is a recombinant mutant of human Apo2L/TRAIL developed by Beijing Sunbio Biotech Co. Ltd. as a targeted therapy for multiple myeloma and other hematologic malignancies. CPT is a dual pro-apoptotic receptor agonist that directly activates both pro-apoptotic receptors TRAIL-R1 (DR4) and TRAIL-R2 (DR5). CPT selectively induces apoptosis in a variety of cancer cells, while sparing most normal cells in the preclinical models. Objective: The safety, pharmacokinetics and preliminary efficacy of CPT in relapsed or refractory multiple myeloma patients (Ral/Ref MM) has been evaluated. Methods: This is a phase Ib, multiple-center, open-label, single/multiple dose-escalation study,18 patients were enrolled in the single dose-escalation study, and 29 patients were recruited in multiple dose-escalation study (including some patients from single dose-escalation study of CPT). Five escalation dosage levels include 5.0, 6.5, 8.0, 10.0 and 15.0 mg/kg/day. Patients received single dose of CPT, or once daily for 5 consecutive days (multiple dose) of each 21-days cycle. Patients receiving multiple doses were treated up to 4 cycles. The clinical response was evaluated at the end of each cycle by an independent review committee according to the criteria of the European Group for Blood and Marrow Transplantation (EBMT). Results: In single dose-escalation study, no dose limiting toxicity (DLT) and maximum tolerated dose (MTD) was observed. The most common treatment-related adverse events (≥10%) were elevated AST, fever, elevated LDH, leucopenia and shivers. In multiple dose-escalation study, the most common treatment-related adverse events(≥10%) were fever, leucopenia, elevated AST, fatigue and vomit. No significant difference of related adverse event was observed among the different dose groups. Two patients (33.3%) experienced laboratorial or clinical tumor lysis syndrome in 15.0 mg/kg multiple dose. The efficacy was evaluated in 27 patients, 1 patient achieved complete response (CR), 4 partial response (PR), 4 minor response (MR) and 12 no change (NC). No response better than MR was observed in 5.0mg/kg and 6.5mg/kg group. In 8.0mg/kg, 10.0mg/kg and 15.0mg/kg groups, the overall response rate (CR+PR %) was 33.33%, 16.67% and 33.33%, respectively. The disease control rate for five dose groups was 50.00%, 66.67%, 83.33%, 83.33% and 100% respectively, indicating that the optimal dose for CPT may be between 8.0 and 15.0mg/kg. PK results are linear at dose range from 5 mg/kg to 15 mg/kg with CL of 32.47±9.33 ml/h/kg, Vd of 51.89±9.20 ml/kg and t1/2 of 1.16±0.22h. No drug accumulation was observed in repeated administration. No anti-drug antibodies were detected after 1 to 4 cycle's treatment. Conclusion: CPT was well tolerated up to 15mg/kg with promising efficacy in patients with Ral/Ref MM. The MTD has not been reached. A randomized phase 2 trial in patients with Ral/Ref MM is ongoing. Disclosures: Yang: Beijing Sunbio Biotech Co., Ltd.: Employment. Zhu: Beijing Sunbio Biotech Co., Ltd.: Employment.",
    "topics": [
        "multiple myeloma",
        "adverse event",
        "multiple-dose regimen",
        "aspartate transaminase levels raised",
        "fever",
        "leukopenia",
        "agonists",
        "antidrug antibody",
        "bone marrow transplantation",
        "complete remission"
    ],
    "author_names": [
        "Wenming Chen, MD",
        "Lugui Qiu, MD",
        "Jian Hou, MD, PhD",
        "Xuejun Zhang",
        "Xiaoyan Ke, MD, PhD",
        "Zhao Wang, MD, PhD",
        "Fang Zhou",
        "Shifang Yang, PhD",
        "Yaozhong Zhao",
        "Yun Leng",
        "Hao Xi",
        "Fuxu Wang",
        "Bing Zhu"
    ],
    "author_dict_list": [
        {
            "author_name": "Wenming Chen, MD",
            "author_affiliations": [
                "Hematology, Chaoyang Hospital of Capital Medical University, Beijing, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lugui Qiu, MD",
            "author_affiliations": [
                "State Key Lab. of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, CAMS & PUMC, Tianjin, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian Hou, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Chang Zheng Hospital, Second Military Medical University, Shanghai, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xuejun Zhang",
            "author_affiliations": [
                "Hematology, The second hospital of Hebei medical university, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoyan Ke, MD, PhD",
            "author_affiliations": [
                "Hematology, Pecking University Third Hospital, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhao Wang, MD, PhD",
            "author_affiliations": [
                "Hematology, Beijing Friendship Hospital, Capital Medical University, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fang Zhou",
            "author_affiliations": [
                "Hematology, Jinan Military General Hospital, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shifang Yang, PhD",
            "author_affiliations": [
                "Beijing Sunbio Biotech Co.,Ltd., Beijng, China, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaozhong Zhao",
            "author_affiliations": [
                "Department of lymphoma center, Institute of Hematology and Blood Diseases Hospital, CAMS & PUMC, Tianjin, China, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yun Leng",
            "author_affiliations": [
                "Hematology, Chaoyang Hospital of Capital Medical University, Beijing, China, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hao Xi",
            "author_affiliations": [
                "Department of Hematology, Changzheng Hospital, Second Military Medical University, Shanghai, China, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fuxu Wang",
            "author_affiliations": [
                "Hematology, The second hospital of Heibei medical university, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bing Zhu",
            "author_affiliations": [
                "Beijing Sunbio Biotech Co.,Ltd., Beijing, China"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:33:46",
    "is_scraped": "1"
}