{
    "doi": "https://doi.org/10.1182/blood.V112.11.1690.1690",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1325",
    "start_url_page_num": 1325,
    "is_scraped": "1",
    "article_title": "Immunomodulatory Effects of Lenalidomide and Bortezomib on Bone Marrow Stroma Cell and CD4 T Cell Interaction in Multiple Myeloma. ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bone marrow stroma",
        "bortezomib",
        "lenalidomide",
        "multiple myeloma",
        "t-lymphocytes",
        "suppressor of cytokine signaling 3 protein",
        "coculture techniques",
        "cytokine",
        "cd28 antigens",
        "flow cytometry"
    ],
    "author_names": [
        "Gullu Gorgun, PhD",
        "Elisabetta Calabrese, MD",
        "Teru Hideshima",
        "Hiroshi Ikeda",
        "Giulia Perrone",
        "Loredana Santo",
        "Diana Cirstea",
        "Paul G Richardson",
        "Kenneth C Anderson"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.333785999999996",
    "first_author_longitude": "-71.14358819999998",
    "abstract_text": "The bone marrow (BM) environment consists of extracellular matrix molecules and the cellular compartment including immune cells. Interaction between multiple myeloma (MM) cells, BM cells, and BM-derived soluble factors (BMSF), particularly cytokines, induces growth, survival, migration and drug resistance in MM cells. Even though MM cell interaction with bone marrow stroma cells (BMSC) has been extensively studied, the role of immune cells in the MM bone marrow milieu is not yet defined. Current novel therapies in MM include immunomodulatory agents Lenalidomide (Len) and Bortezomib (Bor). We and others have shown that Bor may mediate anti-MM activity by inhibiting IL-6 production in BMSC, and Len requires CD28 costimulatory signaling to induce T cell proliferation. Here we examined the in vitro immunomodulatory effects of Len and Bor, either alone or in combination, on interaction of CD4 T cells (Th) with BMSF or BMSC in MM. Peripheral blood mononuclear cells (PBMC) were obtained from patients with rel/ref MM or healthy donors and cocultured with allogeneic BMSC or BMSF, in the absence or presence of Len (1uM) for 24–48h and Bor (0.5uM) for the last 2–5 hours. To determine whether Len and Bor regulate cytokine signaling in Th cells, we used flow cytometry to analyse their effects on suppressor of cytokine signaling proteins (SOCS), including intracytoplasmic SOCS1, SOCS2, SOCS3 and CIS expression in Th cells from both healthy donors and patients with MM. Coculture of MM cell lines, including MM1S, MM1R, U266, OPM1, OPM2, RPMI, LR5 and DOX40, with healthy PBMCs induced SOCS3 expression in Th cells; conversely treatment with Len and Bor, alone or in combination, downregulated the SOCS3 expression in Th cells. In the presence of BMSF, SOCS3 expression in Th cells was decreased by treatment with Len alone or in combination with Bor, while Bor alone induced SOCS3 expression. In the cocultures of BMSC and PBMCs, Len and Bor alone induced SOCS3 expression, whereas treatment with Len and Bor combination decreased SOCS3 expression in Th cells. It has been shown that SOCS3 regulates Th cell differentiation and cytokine responses including IL-6R signaling and production of IL-2, IL-10, IFNγ, as well as Th cell differentiation to T-bet expressing Th1 cells. We observed that Len and Bor alone induced IFNγ expression, whereas the combination significantly decreased expression of IFNγ as well as T-bet in Th cells in the BMSC and PBMC coculture. To assess effects of Len and Bor on immune cell proliferation in the BM milieu, healthy or MM-PBMCs were prelabeled with CFSE and cocultured with BMSF or BMSC for 4 days. The proliferation of CD4 T cells and CD8 T cells, B cells and NK cells was assessed by CFSE flow cytometry analysis. Len and Bor induced only Th cell proliferation in the presence of BMSF; however, there was increased proliferation of effector cells including CD4 T cells, CD8 T cells, and NK cells, in the presence of BMSC. Moreover, Len and Bor induced associated changes in the expression of costimulatory molecules including CD28, ICOS, CD274 (PDL1), CD275 (ICOSL), CD276 (B7-H3) on immune cells in the cocultures with BMSF or BMSC. These data demonstrate that modulation of SOCS3 by blocking BMSC derived inhibitory cytokine signaling may enhance effector cells and CD4 T cell response in MM. Ongoing analysis of Lenalidomide and Bortezomib effects on immune cells in the BM environment will both define their role in disease pathogenesis and suggest novel immune-based targeted therapies."
}