{
    "doi": "https://doi.org/10.1182/blood.V104.11.218.218",
    "article_title": "Factor XI Deficient Mice Have Reduced Platelet Accumulation and Fibrin Deposition after Laser Injury. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Tissue factor exposure at sites of vascular injury results in the generation of factor Xa and thrombin. A current model of blood coagulation suggests that the amount of thrombin generated through this pathway is limited by the inhibition of the factor VIIa-tissue factor complex by tissue factor pathway inhibitor in the presence of factor Xa. The initial thrombin activates a number of hemostatic proteins including factor XI. Factor XIa then activates factor IX leading to generation of the tenase complex to maintain the thrombin flux. While in vitro studies support this hypothesis the importance of factor XI for thrombus formation in vivo remains unclear. We have examined thrombus formation upon laser injury to the arterioles (30–50 μm diameter) of the cremaster muscle in living mice lacking factor XI using digital multi-channel fluorescence intravital microscopy. Platelets were labeled with Alexa 488 conjugated murine CD41 Fab fragments by systemic infusion of the antibody. Maximum platelet accumulation in factor XI null mice (median of 35 thrombi in 4 mice) is only 25% of that of wild type mice (median of 40 thrombi in 4 mice) after injury (p<0.03). The time course of platelet accumulation is similar between both genotypes. Maximum platelet accumulation occurs in approximately 90 seconds (p<0.2). Fibrin deposition was observed simultaneously using an Alexa 660 conjugated anti-fibrin antibody that does not recognize fibrinogen. Maximum fibrin deposition in factor XI null mice is 50% that of wild type mice (p<0.001) and the rate of fibrin generation is slower in factor XI null mice. However, the time to achieve half maximal fibrin deposition is approximately the same in factor XI null mice (77 sec) compared to wild type mice (63.5 sec, p<0.09). These data suggest that the primary difference in response to laser induced injury between the factor XI null mice and wild type mice is the level of thrombin generated and supports the hypothesis that factor XI participates in maintaining thrombin flux after inhibition of the factor VII-tissue factor. The model above postulates a single source of tissue factor, the vessel wall, and further, that the tissue factor-factor VIIa complex formed from the exposed tissue factor is rapidly inactivated by tissue factor pathway inhibitor after the appearance of the initial factor Xa formed. In addition it has been suggested that a rapidly growing thrombus blocks access to vascular wall tissue factor. However we have recently observed that there is a P-selectin and P-selectin glycoprotein ligand 1 dependent pathway of blood coagulation that recruits blood borne tissue factor into a growing thrombus at sites of laser-induced vessel injury. Both vessel wall and blood borne tissue factor are required for normal thrombus formation. Our data suggest that although tissue factor is continuously recruited to the growing thrombus, factor XIa plays a significant role in thrombin generation.",
    "topics": [
        "blood platelets",
        "factor xi",
        "fibrin",
        "laser injuries",
        "mice",
        "thrombus",
        "thrombin",
        "thromboplastin",
        "factor xa",
        "antibodies"
    ],
    "author_names": [
        "T. Regan Baird, Ph.D.",
        "David Gailani, M.D., Ph.D",
        "Bruce Furie, M.D.",
        "Barbara C. Furie, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "T. Regan Baird, Ph.D.",
            "author_affiliations": [
                "Division of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center, Boston, MA, USA",
                "Medicine, Harvard Medical School, Boston, Ma, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Gailani, M.D., Ph.D",
            "author_affiliations": [
                "Departments of Pathology and Medicine, Vanderbilt University, Nashville, TN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce Furie, M.D.",
            "author_affiliations": [
                "Division of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center, Boston, MA, USA",
                "Medicine, Harvard Medical School, Boston, Ma, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara C. Furie, Ph.D.",
            "author_affiliations": [
                "Division of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center, Boston, MA, USA",
                "Medicine, Harvard Medical School, Boston, Ma, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T06:40:05",
    "is_scraped": "1"
}