{
    "doi": "https://doi.org/10.1182/blood.V126.23.3887.3887",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3143",
    "start_url_page_num": 3143,
    "is_scraped": "1",
    "article_title": "Serum Proteomic Profiling in Diffuse Large B-Cell Lymphoma ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "topics": [
        "diffuse large b-cell lymphoma",
        "gel",
        "adiponectin",
        "cd14 antigen",
        "peptides",
        "serum specimen",
        "biological markers",
        "acquired immunodeficiency syndrome",
        "antigens, differentiation",
        "artifacts"
    ],
    "author_names": [
        "Christine F. Skibola, PhD"
    ],
    "author_affiliations": [
        [
            "University of Alabama, Birmingham, Birmingham, AL"
        ]
    ],
    "first_author_latitude": "33.501540350000006",
    "first_author_longitude": "-86.80798835",
    "abstract_text": "Background: The aim of this study was to conduct an exploratory serum proteomic profiling study of diffuse large B-cell lymphoma (DLBCL) using mass spectrometry (MS) analysis to identify potential biomarkers that may provide further clues to disease mechanisms. Methods: Serum samples from 57 chemotherapy-naive male DLBCL cases and 30 healthy controls matched by age and BMI from a San Francisco Bay Area case-control study were divided into single-use aliquots and stored at -80°C until proteomic analysis. Serum samples were depleted of the 12 most abundant proteins by filtration on immunoaffinity spin columns prior to MS analysis. Proteomic analysis was performed using a GeLC approach. Specifically, equal amounts of protein from serologic specimens were separated by one-dimensional denaturing gel electrophoresis. Each lane was cut into six equal MW fractions followed by in-gel digestion with trypsin. The resultant peptides were analyzed using nano-liquid chromatography MS. Because MS is more qualitative than quantitative, the most significant and biologically relevant proteins of interest were chosen for further confirmation by ELISA in the \"sandwich\" configuration to specifically and quantitatively measure protein concentrations. ELISA assays were performed on unprocessed serum samples without depletion of the major serum proteins, providing a direct, one-step measurement, thereby avoiding any artifacts due to uncontrolled parameters common in preprocessing. Statistically significant differentially expressed serum peptides between the cases and controls as detected by MS were further analyzed using Systems biology/Pathway analysis. Results: MS data computed as normalized spectral counts of peptides revealed 1,207 protein IDs with >99% confidence, and 44 statistically significant candidates that were differentially expressed between the DLBCL cases and controls. We confirmed 4 [adiponectin (AdipoQ), extracellular matrix protein 1 (ECM1), CD14, and SerpinA3 (ACT)] of the 6 top candidates chosen for further confirmation by ELISA, which were elevated by 68.8, 62.9, 33.6 and 28.8 %, respectively, in DLBCL sera compared to controls. Adiponectin is an adipocyte-derived cytokine that regulates the metabolism of lipids and glucose. There is accumulating evidence that adiponectin also exhibits pro- and anti-tumorigenic activity, depending on the tumor type. Our study confirms previous reports of significantly elevated adiponectin levels in patients with adult non-Hodgkin lymphoma (NHL) and DLBCL, childhood NHL, and Hodgkin lymphoma compared to controls (PMID: 22547160). CD14 is a myeloid differentiation marker found primarily on monocytes and macrophages. Soluble CD14 levels have been positively associated with AIDS-related NHL risk (PMID: 23169327). ECM1 regulates cell migration, invasion and stem-like properties via induction of EMT progression and cancer stem cell formation. High ECM1 levels have been detected in various epithelial cancers, including invasive breast ductal carcinoma, esophageal squamous carcinoma, and gastric and colorectal cancer. ECM1 also has been associated with invasiveness and poor prognosis in thyroid and breast cancer. ACT is a metastasis-associated protein. Elevated ACT levels in serum have been associated with poor overall survival in acute leukemia (PMID: 24179540). The proteins identified in this study were critically analyzed using pathway analysis tools, and were found to be strongly associated with FcR signaling, and response to kinase activation including MAPK, membrane PTK, and neurotrophin TRK. These activities, and the proteins identified appear to involve IL-6 (Jak1/Stat3), ESR1/ CREB1, RXR1/ PPAR1, NF-kB, and HIF-1 signaling pathways at different stages of disease vs. controls. Based on these data, the predicted downstream effectors include regulation of immune processes that involve acute-phase and inflammatory responses, and regulation of lipid metabolism and transport. Conclusions: Through serum proteomic profiling studies, we have identified 3 novel (ECM1, CD14, and ACT) and 1 previously reported biomarker (adiponectin) of DLBCL that may have potential biological relevance in the pathogenesis or progression of the disease. Prospective epidemiology and clinical studies will be needed to determine whether these markers are involved in disease etiology and their possible prognostic value. Disclosures No relevant conflicts of interest to declare."
}