{
    "doi": "https://doi.org/10.1182/blood.V128.22.2373.2373",
    "article_title": "Integrating a Touchscreen-Based Assessment and Screening Tool for Adults with Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster I",
    "abstract_text": "Background: More than 60% of multiple myeloma (MM) diagnoses and nearly 75% of deaths occur in patients over 65 years old. Because older adults (OAs) experience more treatment-related toxicities, treatment disruptions or dose reductions may be based on age and performance status alone, despite their poor predictive value for patient outcomes. Comprehensive Geriatric Assessment (CGA), including frailty indices, has shown predictive validity for toxicity and survival in OAs with MM, but is not routinely used in practice due to time and complexity, a lack of clarity about optimal tools and technologies to implement them, and clinician knowledge gaps on how to incorporate CGA into decision-making and care. Purpose : This project aims to address these gaps by pilot testing a tablet-based modified (m)CGA in 120 patients that presents compiled CGA results, including a frailty score, back to clinicians interacting with patients at the time of a treatment decision. Outcomes include feasibility, usability, utility, and impact on treatment decision-making, from both patient and provider perspectives. Pre-study implementation processes and milestones, including development of the mCGA, clinical workflow planning processes, training and other site-initiation activities are presented herein. Methods: The mCGA was developed using an iterative and dynamic consensus-driven process that included: 1) literature review and expert input to identify CGA domains for potential inclusion and 2) consensus building within a multi-disciplinary panel of gero-oncology experts, nurse scientists, and psychometricians. Domains and measures were selected based on predictive ability, length, and ability to administer via patient self-report so as to reduce clinician assessment burden. Study training and implementation procedures were developed using the same approach, as well as through workflow analysis and clinical team consensus building at the participating sites. Results: The Palumbo frailty index (FI) was chosen as the core of the mCGA tool given correlation with clinical outcomes specifically in OAs with MM. In addition to the 4 mGA measures comprising the Palumbo FI (age, comorbidity, ADL, and IADL), other GA variables were also chosen based on their strong predictive ability, clinical feasibility, and relevance to the MM population. This summary of results is displayed for ease of provider use within the Carevive dashboard (see Figure 1). Given prevalent knowledge gaps in use of CGA for MM treatment decision-making and care, a certified medical education self-study course was developed for training prior to the study intervention. Four geographically-dispersed academic and community hospitals who treat high volumes of diverse MM patients are participating to date. All 4 sites developed a process for ensuring treating providers would have easy access to the platform. Conclusions : Real-world, comprehensive and innovative solutions, combining education, geriatric assessment (GA) tools to determine a patient's fit/frailty status, realistic clinical work flow processes, and technology tools are needed to support and enhance treatment-decision making for patients with MM as well as their providers. Figure 1 View large Download slide Screenshot: Touch-screen based dashboard results display example Figure 1 View large Download slide Screenshot: Touch-screen based dashboard results display example  Close modal Disclosures Wildes: Carevive Systems: Consultancy. Stricker: Carevive Systems, Inc.: Employment, Equity Ownership. Dudley: Carevive Systems, Inc.: Consultancy. Harris: Carevive Systems, Inc.: Consultancy. Nathwani: Carevive Systems, Inc.: Research Funding. Brant: Carevive Systems, Inc.: Research Funding. Kurtin: Carevive Systems, Inc.: Research Funding. Hurria: Boehringer Ingelheim Pharmaceuticals: Consultancy; GTx, Inc: Consultancy; Carevive: Consultancy; Celgene: Other: Research; Optum Health Care SOlutions: Consultancy, Other: Conference panel, research; Sanofi: Consultancy; Novartis: Other: Research.",
    "topics": [
        "multiple myeloma",
        "screening",
        "tablet dosage form",
        "frailty",
        "oral allergy syndrome",
        "overt aggression scale",
        "therapeutic touch",
        "toxic effect",
        "mitoguazone",
        "solutions"
    ],
    "author_names": [
        "Tanya M Wildes, MD",
        "Carrie T. Stricker, PhD RN",
        "William Dudley, PhD",
        "Diana Harris, MBe, PhD",
        "Nitya Nathwani, MD",
        "Jeannine Brant, PhD APRN, AOCN",
        "Sandra E. Kurtin, RN, MS, AOCN, ANP-C",
        "Arti Hurria"
    ],
    "author_dict_list": [
        {
            "author_name": "Tanya M Wildes, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carrie T. Stricker, PhD RN",
            "author_affiliations": [
                "Carevive Systems, Inc., Philadelphia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Dudley, PhD",
            "author_affiliations": [
                "Piedmont Research Strategies, Inc., Greensboro, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diana Harris, MBe, PhD",
            "author_affiliations": [
                "Carevive Systems, Inc.,, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nitya Nathwani, MD",
            "author_affiliations": [
                "Judy and Bernard Briskin Myeloma Center, City of Hope, Duarte, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeannine Brant, PhD APRN, AOCN",
            "author_affiliations": [
                "Billings Clinic, Billings, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra E. Kurtin, RN, MS, AOCN, ANP-C",
            "author_affiliations": [
                "Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arti Hurria",
            "author_affiliations": [
                "City of Hope, Duarte, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T13:01:05",
    "is_scraped": "1"
}