{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.631.631",
    "article_title": "Inflammation-Produced TNFα± Protects Hematopoietic Stem Cells from Necroptosis via Canonical NF-κB Pathway ",
    "article_date": "December 7, 2017",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Extrinsic and intrinsic HSC signaling",
    "abstract_text": "Chronic inflammation is associated with bone marrow (BM) failure, aging and hematological malignancies. TNFα is a major pro-inflammatory cytokine overproduced in many hematological diseases, which is also known as a prototypical death ligand that can trigger programmed cell death in effector cells. Hematopoietic stem cells (HSCs: Lin - cKit + Sca1 + Flk2 - CD48 - CD150 + ) are highly responsive to an altered cytokine milieu in the BM, and show unique response to cell death stimuli compared to downstream progenitors. Yet, how TNFα regulates HSCs and downstream progenitors remains controversial. In vitro treatment with TNFα revealed that HSCs were totally resistant to TNFα-induced cell death regardless of the dose (1 ng/ml ~ 10 μg/ml) in cytokine-rich conditions, although they become somewhat susceptible in cytokine-poor conditions, in contrast to granulocyte-macrophage progenitors (GMPs: Lin - cKit + Sca1 - FcγR + CD34 + ) that were killed by TNFα exposure in both conditions. Mechanistically, TNFα induced a stronger activation of canonical NF-κB in HSCs than GMPs, with higher NF-κB-GFP reporter activity and more robust nuclear translocation of p50 and p65. Pharmacological blockade of canonical NF-κB with the IKKβ inhibitor BMS-345541 rendered HSCs partially susceptible to TNFα-induced cell death, while deficiency for p65, but not p50, resulted in complete HSC susceptibility to TNFα-mediated cell killing. Remarkably, we discovered that necroptosis, but not apoptosis, was the dominant cell death pathway in HSCs that had partial blockade of canonical NF-κB. HSCs with kinase-inactive RIPK1, RIPK3 deficiency or MLKL deletion all exhibited complete resistance to TNFα-mediated killing in IKKβ inhibited conditions, whereas HSCs deficient for caspase-8, BID, or BAK/BAX showed comparable susceptibility. In contrast, complete blockade of NF-κB through p65 deletion activated both apoptosis and necroptosis pathways, and could only be rescued by treatment with a combination of the pan-caspase inhibitor zVAD-fmk and RIPK1 inhibitor GSK'963. By contrast, TNFα-induced GMP death could not be rescued by either apoptosis or necroptosis inhibition, or a combination of both. To gain more insights into the molecular mechanism driving the differential response to TNFα, we performed RNA-seq-based whole transcriptome analyses of HSCs and GMPs treated with TNFα either in vitro or in vivo. We extracted cell-specific signatures of TNFα exposure in HSCs (62 genes) and GMPs (51 genes), which correspond to genes upregulated across all types of TNFα treatment (FDR3-fold). Notably, we identified cIAP2, a critical regulator for pro-survival effect in TNFα pathway, as one of the 44/62 unique genes upregulated in TNF-exposed HSCs. Quantitative RT-PCR analyses confirmed that TNF-exposed HSCs upregulate cIAP2 in a p65-dependent manner, and treatment with the cIAP inhibitor LCL-161 completely sensitized HSCs to TNFα-induced cell death even with intact p65 nuclear translocation. By contrast, TNFα-exposed GMPs showed a signature of cell death pathway activation and pro-inflammatory mediators. Finally, we investigated the effect of TNFα on hematopoiesis in vivo. Intravenous injection with TNFα (3x 2 μg every 12 hours, harvest 24 hours later) significantly reduced the absolute number of GMPs, but not HSCs. Importantly, canonical NF-κB was quickly activated in HSCs upon each TNFα injection but was desensitized 24 hours later. As a consequence, we observed a striking reduction in engraftment capacity of TNFα-exposed HSCs that was due in large part to necroptosis killing resulting from NF-κB desensitization, and was rescued by RIPK3 deficiency. Strikingly, chronic inflammation induced by repeated poly I:C injections (7x 10 mg/kg every 2 days) increased TNFα production and lead to NF-κB activation in HSCs. This was completely abrogated in HSCs isolated from poly I:C-treated TNFα-deficient mice, suggesting that TNFα is the major source of NF-κB activation in HSCs during chronic inflammation. As a result, we observed significant loss of HSC numbers in poly I:C-treated TNFα-deficient mice, which was completely rescued by RIPK3 deficiency. Taken together, our results demonstrate that HSCs are protected by TNFα-dependent canonical NF-κB activity from necroptosis during inflammation, which has significant implications for the treatment of patients with hematological malignancies and compromised NF-κB signaling. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cells",
        "inflammation",
        "necroptosis",
        "cytokine",
        "chronic inflammation",
        "baculoviral iap repeat-containing 3 protein",
        "hematologic neoplasms",
        "poly i",
        "spinocerebellar ataxia type 1",
        "tumor necrosis factors"
    ],
    "author_names": [
        "Masayuki Yamashita, MDPhD",
        "Emmanuelle Passegué, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Masayuki Yamashita, MDPhD",
            "author_affiliations": [
                "Genetics and Development Department, Columbia Stem Cell Initiative, Columbia University, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emmanuelle Passegué, PhD",
            "author_affiliations": [
                "Genetics and Development Department, Columbia Stem Cell Initiative, Columbia University, New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T02:33:46",
    "is_scraped": "1"
}