{
    "doi": "https://doi.org/10.1182/blood.V116.21.3963.3963",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1648",
    "start_url_page_num": 1648,
    "is_scraped": "1",
    "article_title": "PILLAR-1: Preliminary Results of a Phase II Study of mTOR Inhibitor Everolimus In Patients with Mantle Cell Lymphoma (MCL) Who Are Refractory or Intolerant to Bortezomib ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "topics": [
        "bortezomib",
        "everolimus",
        "mantle-cell lymphoma",
        "mtor inhibitors",
        "phase 2 clinical trials",
        "adverse event",
        "lymphoma",
        "mtor serine-threonine kinases",
        "toxic effect",
        "anemia"
    ],
    "author_names": [
        "Owen A. O'Connor, MD, PhD",
        "Leslie Popplewell, M.D.",
        "Jane N. Winter, M.D.",
        "RuiRong Yuan, MD, PhD",
        "Anna Robeva, MS",
        "Helene Cauwel",
        "Quincy Chau",
        "Michael Wang, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, NYU Cancer Institute, NYU Langone Medical Canter, New York, NY, USA, "
        ],
        [
            "Hematology and Stem Cell Transplantation, City of Hope, Duarte, CA, USA, "
        ],
        [
            "Division of Hematology/Oncology and Robert H. Lurie Comprehensive Cancer Center, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA, "
        ],
        [
            "Novartis Pharmaceuticals, Florham Park, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals, Florham Park, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals, Florham Park, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals, Florham Park, NJ, USA, "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "40.71641269999999",
    "first_author_longitude": "-73.93954355",
    "abstract_text": "Abstract 3963 Introduction: MCL remains incurable with current therapeutic approaches. Bortezomib is approved for patients with relapsed MCL, though the duration of response is limited. As such, there is a critical need for novel therapeutic strategies and targeted agents. The mammalian target of rapamycin (mTOR) pathway is aberrantly activated in many hematologic malignancies. Studies of monotherapy everolimus, an oral inhibitor of mTOR, have shown substantial antitumor activity in relapsed aggressive non-Hodgkin's lymphoma and other types of relapsed or refractory lymphomas, including MCL. Methods: PILLAR-1 (PIvotaL Lymphoma triAls of RAD001-1) is an open-label, US-based, multicenter, single-arm, phase II study (clinicaltrials.gov: NCT00702052 ) of oral everolimus (RAD001) 10 mg/d in patients with pathologically confirmed MCL who are bortezomib refractory (defined as radiological progression ≤12 months after the last bortezomib-containing combination or monotherapy) or intolerant (defined as requiring discontinuation due to toxicity). Study treatment with everolimus continued until disease progression, unacceptable toxicity, death, or study discontinuation. Eligible patients have received ≥1 prior antineoplastic agent other than bortezomib either separately or in combination with bortezomib. The primary endpoint is objective response rate (ORR including complete response [CR] and partial response [PR]). Secondary endpoints include progression-free survival, overall survival, duration of response, and safety. A Simon two-stage design was used and was based on ORR among 34 treated patients in Stage 1. If ≥3 CR or PR occurred in Stage 1, an additional 23 patients would be treated in Stage 2; otherwise, the study would be stopped. Results presented here are based on a data cut-off of April 26, 2010. Results: A preliminary analysis of efficacy and safety included 26 patients (65% male) with the following baseline characteristics: median age 65 y (range, 50–83); 77% were >2 y post initial diagnosis; 72% had previously received ≥3 therapies; 89% had previously relapsed ≤6 months before enrollment; 73% were stage IV at initial diagnosis; 73% had prior bone marrow involvement; 92% had ECOG performance status ≤1; 85% were refractory and 12% were intolerant to bortezomib. Median duration of exposure to everolimus was 58 days (range, 13–221). Efficacy analysis of best overall disease response revealed no CR, 3 PR (12%), 14 SD (54%), 3 PD (12%), and 6 unknown (23%). ORR (CR+PR) was 12% (95% CI, 2–30) and met the requirement for full recruitment in Stage 2 of the study ahead of the Stage 1 enrollment target. A total of 19 patients discontinued from the study, 7 (27%) due to adverse events, 9 (35%) due to PD, and 3 (12%) withdrew consent. In the safety analysis, grade 3 or 4 adverse events suspected to be related to study treatment in ≥2 patients (>7%) were anemia, thrombocytopenia (including 1 grade 4), diarrhea, hyperglycemia (including 1 grade 4), and pneumonitis. Conclusion: Early analysis from this ongoing phase II study (stage I) shows that oral everolimus 10 mg/d has promising single-agent activity with 12% PR and 54% SD and good tolerability in bortezomib-refractory and intolerant MCL. The efficacy results support continuing to stage II enrolling more patients into this study. Disclosures: O'Connor: SAB-Pharma: Research Funding. Winter: Novartis Pharmaceuticals: Consultancy, Research Funding. Yuan: Novartis Pharmaceuticals: Employment, Equity Ownership. Robeva: Novartis Pharmaceuticals: Employment, Equity Ownership. Cauwel: Novartis Pharmaceuticals: Employment, Equity Ownership. Chau: Novartis Pharmaceuticals: Employment, Equity Ownership. Wang: Celgene: Research Funding; Onyx: Research Funding; Millenium: Research Funding; Novartis: Research Funding."
}