{
    "doi": "https://doi.org/10.1182/blood.V124.21.5135.5135",
    "article_title": "Effect of Imatinib on Proliferation, Apoptosis and Expression of Platelet Derived Growth Factor Receptor By Mesenchymal Stem Cells ",
    "article_date": "December 6, 2014",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells",
    "abstract_text": "Introduction Imatinib Mesylate (IM) is a tyrosine kinase inhibitor (TKI), which targets Platelet Derived Growth Factor Receptor (PDGF-R), c-kit and BCR-ABL and is used in the treatment of Gastrointestinal Stromal Tumors (GIST) and Chronic Myeloid Leukemia (CML). Patients using Imatinib for a long time display abnormalities in bone metabolism (Vandyke et al. J Clin Endocrinol Metab 2013). In vitro, IM affects osteoblastic differentiation through inhibition of PDGF/PDGF-Rb signaling, as well as osteoclast function/differentiation through modulation of PDGF/PDGF-Ra signaling (Berman et al. Leuk Res 2013). Conflicting reports have shown differential effects on in vivo bone marrow density. Confounding factors include patient age (pediatric ve adult), type of bone (osteochondral vs trabecular), duration and dose of IM treatment. Mesenchymal Stem Cells (MSCs) are cells with great regenerative potential and differentiate into adipogenic, osteogenic cells and multiple other cell lineages (Bianco et al. Cell Stem Cell 2008). MSCs express high cell surface levels of PDGF-Rb and intermediate levels of PDGF-Ra and are therefore likely to be affected by IM treatment. Here, we wanted to assess the effect of IM on proliferation and apoptosis of MSCs as well as on surface expression of PDGF-Rb and PDGF-Ra. Methods Healthy human bone marrow MSCs were isolated using Ficoll and plastic adherence and cultured up till passage 3. Proliferation assays were performed using Real Time Cell Analysis (XCELLigence, Roche) to determine optimal in vitro doses of IM (Novartis). IM was used at doses from 2,5 uM to 20 uM and found to be optimal at 5 uM. PDGF-Rb (CD140b) and PDGF-Ra (CD140a) surface expression were measured using monoclonal antibodies and read using a FACSARIA (Becton Dickinson). Apoptosis was assessed using Annexin-V and Propidium Iodide. Adipogenic and osteogenic differentiation was evaluated after 21 days in differentiation media with or without IM, using spectrophotometric quantitation of levels of Oil Red O (Adipogenic differentiation) and Calcium Phosphate (Osteogenic differentiation). Results IM inhibited proliferation of MSCs in a dose-dependent fashion, with doses > 5 uM resulting in severe suppression of proliferation. Inhibition of proliferation by IM could be overcome by increasing cell densities of MSCs, but not by addition of PDGF-BB. Co-treatment with IM and PDGF-BB resulted in more pronounced suppression of MSC proliferation. Treatment with IM resulted in a decrease of cell surface expression of both PDGF-Rb from 97,4±2,36% to 77,3±0,13% (n=3, p<0.02) and PDGF-Ra from 18,4% to 6,4% (n=1). Addition of PDGF-BB resulted in a further decrease in cell surface expression of PDGF-Rb, but had no effect on expression of PDGF-Ra. IM increased apoptosis levels (Annexin-V positive cells) about twofold. Addition of 5 or 10 ng/mL PDGF could completely abrogate this effect. Treatment of K562, a BCR-ABL positive CML cell line, with 5 uM IM suppressed proliferation of K562 four-fold, but had no obvious effect on levels of apoptosis. Treatment of MSCs with IM during differentiation revealed no clear effect on adipogenesis, but did increase osteogenic differentiation, as measured as an increase in Calcium-Phosphate. Conclusions Imatinib Mesylate inhibits PDGF/PDGF-R signaling through interference with tyrosine kinases. Here, we found that 5 uM IM not only affects MSC proliferation through inhibition of PDGF-receptor signaling, but also through downregulation of PDGF-Rb and PDGF-Ra cell surface expression. This dose is very close to the maximal plasma concentration of 4.6 uM observed in patients (Druker et al. New England J Med 2001). Addition of PDGF-BB enhanced the effects of IM on suppression of MSC proliferation, likely through further downregulation of surface PDGF-Rb expression, thus decreasing PDGF/PDGF-R signaling. PDGF signaling has been implicated in regulation of invasiveness of cancers and TKI have been used in the treatment of several types of cancer. Whether or not combination treatment of IM with PDGF-BB similarly affects proliferation/invasiveness of BCR-ABL+ CML cells, and PDGF-Ra positive GIST cells, remains to be investigated. Prolonged treatment with IM in patients has been shown to affect bone remodeling and bone densities. Our current results suggest that treatment with IM impacts BM-resident MSCs, supporting increased osteogenesis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "imatinib mesylate",
        "platelet-derived growth factor receptor",
        "stem cell, mesenchymal",
        "platelet-derived growth factor",
        "gastrointestinal stromal tumor",
        "protein-tyrosine kinase inhibitor",
        "annexin a5",
        "bcr-abl tyrosine kinase",
        "calcium phosphates"
    ],
    "author_names": [
        "Fatima Aerts-Kaya, MDPhD",
        "Gulen Guney, MSc",
        "Sule Unal, Assoc Prof",
        "Duygu Uckan-Cetinkaya, Prof. Dr."
    ],
    "author_dict_list": [
        {
            "author_name": "Fatima Aerts-Kaya, MDPhD",
            "author_affiliations": [
                "Hacettepe University, Ankara, Turkey "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gulen Guney, MSc",
            "author_affiliations": [
                "Hacettepe University, Ankara, Turkey "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sule Unal, Assoc Prof",
            "author_affiliations": [
                "Hacettepe University Medical Faculty, Ankara, Turkey"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Duygu Uckan-Cetinkaya, Prof. Dr.",
            "author_affiliations": [
                "Hacettepe University Medical Faculty, Ankara, Turkey"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T02:42:23",
    "is_scraped": "1"
}