{
    "doi": "https://doi.org/10.1182/blood-2020-143248",
    "article_title": "Premedication and Longer Infusion Time Do Not Reduce the Incidence of Hypersensitivity Reactions to Pegaspargase ",
    "article_date": "November 5, 2020",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "Introduction Pegaspargase (PEG) is a critical component of therapy for pediatric acute lymphoblastic leukemia (ALL); however, complete asparaginase treatment may be hampered by the development of hypersensitivity reactions. Inadequate exposure to asparaginase has been shown to result in inferior outcomes (Gupta 2020). Although Erwinia asparaginase can be utilized as a replacement in patients with PEG allergy, recent shortages of Erwinia leave some patients who develop allergy to PEG without an alternative. Premedication with antihistamines and corticosteroids, as well as decreasing the pegaspargase infusion rate have been proposed as approaches to reduce hypersensitivity reactions (Cooper 2019, Bade 2019, Stock 2019). We evaluated the episodes of hypersensitivity reactions to PEG during three time periods with differing premedication and infusion practices at a single institution. Methods We utilized pharmacy records to conduct a retrospective chart review on PEG administration at Children's Healthcare of Atlanta from June 2017 to May 2020. Abstraction captured data on clinical hypersensitivity reactions to PEG over 3 time periods. PEG 2500 units/m 2 was delivered as an intravenous infusion according to the schedules used in Children's Oncology Group ALL protocols. In the first time period (P1, June 22, 2017 to June 21, 2018) PEG was infused over 1 hour without premedication. In the second period (P2, June 22, 2018 to May 19, 2019) PEG was infused over 1 hour following premedication with ranitidine and diphenhydramine. In the final period (P3, May 20, 2019 to May 19, 2020) PEG was infused over 2 hours with normal saline piggyback intravenous fluids following premedication with ranitidine (or famotidine), diphenhydramine and hydrocortisone. Asparaginase activity was measured 7-10 days after PEG doses in consolidation and subsequent phases in P1 and P2, and also after induction in P3. Silent inactivation was defined as asparaginase activity <0.1 IU/ml. A likelihood ratio test was used to compare the probability of a hypersensitivity reaction per dose of PEG between periods. Results The cohort included 277 recipients of at least one dose of PEG during the review period. Some patients received PEG across multiple periods. During P1, 121 patients received 298 PEG doses. Of these, fifteen patients (12.4%) had hypersensitivity reactions; 1 patient (0.8%) had silent inactivation. During P2, 94 patients received 235 PEG doses. Seventeen (18.1%) of these patients had hypersensitivity reactions, with no cases of silent inactivation cases. During P3, 125 patients received 332 PEG doses. Sixteen (12.8%) had hypersensitivity reactions and one (0.8%) had silent inactivation (Figure 1). The majority of reactions occurred with each patient's second (56%) or 3rd (38%) PEG dose. The probability of reaction per dose across all periods was 0.054 (95% CI: 0.039, 0.069). The reaction probability for the three phases are estimated to be 0.050, 0.068, and 0.048 for P1, P2, and P3 respectively (Figure 2). There was no statistically significant difference in the probability of PEG hypersensitivity reactions between the three different time periods (p = 0.56). Conclusions Premedication with antihistamines and corticosteroids or prolongation of infusion time did not affect the incidence of hypersensitivity reactions to PEG over a three-year period at our institution. The rate of silent inactivation was extremely low, and did not increase after premedication was instituted. These results contrast with prior single institution reports regarding reductions in hypersensitivity reactions and indicate that larger, multi-center trials are needed to determine the efficacy of premedication or prolongation of infusion time on reducing hypersensitivity reactions to PEG during pediatric ALL therapy. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Catherine Hughes, PharmD",
        "Valeria Bernardo, PharmD",
        "Susanne Youssef, PharmD",
        "James P. Hughes, PhD",
        "Frank G. Keller, MD",
        "Tamara P. Miller, MDMSc",
        "Sharon M. Castellino, MD MSc",
        "Glen Lew, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Catherine Hughes, PharmD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Valeria Bernardo, PharmD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Youssef, PharmD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James P. Hughes, PhD",
            "author_affiliations": [
                "University of Washington School of Public Health, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank G. Keller, MD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory University School of Medicine / Children's Healthcare of Atlanta, Atlanta, GA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara P. Miller, MDMSc",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory University School of Medicine / Children's Healthcare of Atlanta, Decatur, GA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon M. Castellino, MD MSc",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory University School of Medicine / Children's Healthcare of Atlanta, Atlanta, GA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glen Lew, MD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory Univ. / Children's Healthcare of Atlanta, Atlanta, GA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T04:03:51",
    "is_scraped": "1"
}