{
    "doi": "https://doi.org/10.1182/blood.V122.21.176.176",
    "article_title": "Hepcidin-Induced Hypoferremia Is a Host-Defense Mechanism Against Siderophilic Bacteria ",
    "article_date": "November 15, 2013",
    "session_type": "102. Regulation of Iron Metabolism",
    "abstract_text": "Introduction The iron-regulatory hormone hepcidin, a 25 amino acid peptide secreted by hepatocytes, is greatly increased during infection or inflammation, causing hypoferremia. Hypoferremia during infections has been proposed as a host defense mechanism that evolved to restrict iron availability for pathogen growth but specific support for this hypothesis has been lacking. Hereditary hemochromatosis, an iron overload disease caused by hepcidin deficiency, is associated with greatly increased risk of infections with siderophilic pathogens such as Vibrio vulnificus and Yersinia enterocolitica . Hepatic iron overload, high plasma iron concentrations and impaired hypoferremic response to infection could contribute to the susceptibility of hereditary hemochromatosis patients to infections with siderophilic bacteria. In this study we investigated the role of hepcidin-induced hypoferremia in murine resistance to Vibrio vulnificus infection. Methods In order to examine the effect of iron stores, plasma iron concentrations and inflammatory hypoferremia on susceptibility to infection, we iron-depleted or iron-loaded wild type (WT) and hepcidin KO ( Hamp1 -/- ) mice by dietary manipulations: WT mice were fed low (4 ppm) or high (10,000 ppm) iron diets, and hepcidin KO mice were fed low (4 ppm) or standard (270 ppm) iron diets. The mice were infected with V. vulnificus (CMCP6 strain) by subcutaneous administration. We analyzed survival, CFU counts in blood and tissues, as well as iron and inflammatory parameters. In addition, we tested the host-protective effect of acute hypoferremia induced by the minihepcidin PR73, a hepcidin agonist developed in our laboratory. Results As expected, V. vulnificus growth and resulting host mortality was greatly enhanced in iron-loaded as compared to iron-depleted mice, in both WT and Hamp1 -/- groups. Comparing WT to Hamp1 -/- mice, both iron-loaded and iron-depleted Hamp1 -/- mice had much higher mortality than either iron-loaded or iron-depleted WT when given the same number of bacteria. Relative to the number of injected bacterial CFU, Hamp1 -/- mice had much higher post-infection bacterial counts in blood, liver and spleen. Furthermore, Hamp1 -/- mice did not develop hypoferremia during infection whereas WT mice responded to the infection by acutely increasing plasma hepcidin concentration (within 6 h) and lowering serum iron (Table 1). To isolate the role of hypoferremia, we next compared iron-loaded WT mice to iron-depleted Hamp1 -/- mice. Despite identical baseline serum iron concentrations (WT 65±4 vs Hamp1 -/- 69±7 μM) and lower hepatic iron stores of Hamp1 -/- (WT 425±109 vs Hamp1 -/- 112±81 μg/g, p<0.001), iron-depleted Hamp1 -/- mice were still much more susceptible to V. vulnificus infection than iron-loaded WT mice, with 1000-fold lower number of bacteria needed for lethal infection (1x10 3 CFU for Hamp1 -/- vs 1x10 6 CFU for WT), suggesting that hepcidin-dependent hypoferremia is critical for the control of V. vulnificus infection. Experimental induction of hypoferremia in Hamp1 -/- mice by the administration of the minihepcidin PR73 prior to infection abated mortality from a lethal dose of V. vulnificus (Table 2) and dramatically reduced bacterial burden in blood and tissues. Minihepcidin treatment was life-saving even when administered 3 h after infection to iron-overloaded Hamp1 -/- mice ( Figure 1 ). Figure 1. View large Download slide Survival graph of iron-overloaded Hamp1 -/- mice infected with V. vulnificus followed 3 h later by an injection of solvent (n=6) or minihepcidin PR73 (n=7). Figure 1. View large Download slide Survival graph of iron-overloaded Hamp1 -/- mice infected with V. vulnificus followed 3 h later by an injection of solvent (n=6) or minihepcidin PR73 (n=7). Close modal View Large View Large Conclusion Reactive hepcidin-induced hypoferremia after V. vulnificus infection restricts bacterial growth and helps protect the host from acute mortality. Timely administration of hepcidin agonists to hepcidin-deficient subjects may protect against morbidity and mortality from infections with siderophilic microorganisms. Disclosures: Ganz: Intrinsic LifeSciences: Equity Ownership, Membership on an entity’s Board of Directors or advisory committees. Nemeth: Intrinsic LifeSciences: Equity Ownership, Membership on an entity’s Board of Directors or advisory committees.",
    "topics": [
        "bacteria",
        "hepcidin",
        "host defense",
        "iron",
        "infections",
        "diet",
        "agonists",
        "hemochromatosis",
        "iron overload",
        "solvents"
    ],
    "author_names": [
        "João Arezes, MS",
        "Grace Jung, MS",
        "Victoria Gabayan",
        "Erika Valore",
        "Tomas Ganz, MD, PhD",
        "Yonca Bulut, MD",
        "Elizabeta Nemeth, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "João Arezes, MS",
            "author_affiliations": [
                "GABBA, University of Porto, Porto, Portugal, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Grace Jung, MS",
            "author_affiliations": [
                "Medicine, UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Gabayan",
            "author_affiliations": [
                "Medicine, UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erika Valore",
            "author_affiliations": [
                "Medicine, UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Ganz, MD, PhD",
            "author_affiliations": [
                "Medicine, UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yonca Bulut, MD",
            "author_affiliations": [
                "Medicine, UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeta Nemeth, PhD",
            "author_affiliations": [
                "Medicine, UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T15:32:50",
    "is_scraped": "1"
}