{
    "doi": "https://doi.org/10.1182/blood.V126.23.5502.5502",
    "article_title": "A Phase II Trial of Radioimmunotherapy-Based Autologous Transplantation with I-131 Tositumomab, Cyclophosphamide and Etoposide in Relapsed/Refractory Diffuse Large B-Cell Lymphoma ",
    "article_date": "December 3, 2015",
    "session_type": "731. Clinical Autologous Transplantation: Results",
    "abstract_text": "PURPOSE: Autologous stem cell transplantation (ASCT) is the standard of care for patients with chemosensitive relapsed or refractory diffuse large B-cell lymphoma (DLBCL). However, even with this aggressive approach, 40-70% of patients will still relapse. Many conventional conditioning regimens employ a combination of chemotherapy +/- total body irradiation (TBI), with further dose escalation limited by non-hematological toxicities. CD20-targeted radioimmunotherapy (RIT) delivers high doses of tumor-localized radiation with relative sparing of vital organs and has been successfully utilized to improve the efficacy and reduce the normal organ toxicity of ASCT. Based on the radiosensitivity of DLBCL and the reduced cross-resistance with chemotherapy, we hypothesized that RIT-based ASCT would improve survival outcomes for patients with relapsed/refractory DLBCL. PATIENTS AND METHODS: We performed a prospective phase II trial utilizing RIT-based myeloablative conditioning with high-dose I-131 tositumomab (to deliver ≤25 Gy to critical normal organs), cyclophosphamide (100mg/kg) and etoposide (60mg/kg) followed by ASCT in patients with relapsed/refractory DLBCL. Additionally, based on retrospective chart review, we identified and evaluated 61 eligibility-matched control patients who underwent myeloablative conditioning with TBI (12Gy), cyclophosphamide (100mg/kg), and etoposide (60mg/kg) at our Center during the trial enrollment period. RESULTS: From October 1999 to May 2011, we treated 27 DLBCL patients on this phase II trial. Baseline patient characteristics included advanced disease (89%), IPI≥2 (52%), and a median age of 51.4 years (range 31.9-59.1). The vast majority of patients had received prior rituximab (89%), with 59% considered rituximab refractory (defined as less than partial remission (PR) following or relapse within 6 months of rituximab therapy) and 55% experiencing relapse within 12 months of rituximab-based immunochemotherapy (R-chemo). Fifteen percent of patients achieved complete remission (CR) with their last chemotherapy regimen, 37% achieved PR, 26% had stable disease (SD) and 22% had progressive disease (PD). Patients received a median I-131 activity of 540 mCi (range 285 to 797), with lung (n=21), liver (n=4), and kidney (n=2) as the critical normal organs receiving the highest absorbed dose. Engraftment of neutrophilsand platelets occurred at a median of 13 (range 9-17) and 11 (range 7-38) days after ASCT, respectively. The 100-day non-relapse mortality was 7% (n=2), with one death due to cardiac failure and one due to respiratory failure. With a median follow up of 6.6 years (range 0.2-15.5), median overall survival (OS) was not reached and median progression free survival (PFS) was 3.5 years. Median PFS in the highest-risk patients, as defined by recurrent disease within 12 months of R-chemo (n=15) or chemorefractory relapse (n=13), was 22.6 and 10.8 months, respectively. Serial annual bone marrow evaluations did not identify any cases of treatment-associated myelodysplastic syndrome or acute myeloid leukemia. In comparison to the RIT group, the 61 eligibility-matched, TBI-conditioned control group patients were less heavily pretreated (2 vs 3 average prior regimens [p=<0.001], 9 vs 11 average prior cycles of chemotherapy [p=0.01]), with a trend toward higher CR rate (34% vs. 15 %, p=0.07) and lower rate of PD (9% vs. 22%, p=0.06) prior to ASCT. Adjusting for these disparate covariates, RIT-based ASCT resulted in significantly improved survival outcomes for patients with high-risk disease (relapse within 12 months of R-chemo, rituximab refractory disease, or chemorefractory relapse [SD/PD to last salvage regimen]) when compared to standard TBI-based conditioning (Figure 1). CONCLUSION: These data suggest that myeloablative RIT-based conditioning using I-131-tositumomab, cyclophosphamide and etoposide followed by ASCT is safe, feasible and effective for relapsed/refractory DLBCL. In comparison to standard TBI-based conditioning, this RIT-based approach may yield improved survival outcomes for a subset of high-risk patients. Figure 1. View large Download slide Kaplan-Meier curves for RIT vs TBI-based conditioning for high-risk DLBCL patients. Results from Cox models: HR = hazard ratio (95% CI) where reference group is TBI; p = p-value. Figure 1. View large Download slide Kaplan-Meier curves for RIT vs TBI-based conditioning for high-risk DLBCL patients. Results from Cox models: HR = hazard ratio (95% CI) where reference group is TBI; p = p-value.  Close modal Disclosures Maloney: Juno Therapeutics: Research Funding; Janssen Scientific Affairs: Honoraria; Seattle Genetics: Honoraria; Roche/Genentech: Honoraria. Cassaday: Seattle Genetics: Research Funding; Pfizer: Research Funding. Gopal: Pfizer: Consultancy, Research Funding; Janssen: Consultancy; BMS: Research Funding; Sanofi-Aventis: Honoraria; Millenium: Honoraria, Research Funding; BioMarin: Research Funding; Emergent/Abbott: Research Funding; Piramal: Research Funding; Merck: Research Funding; Seattle Genetics: Consultancy, Honoraria; Gilead: Consultancy, Research Funding; Spectrum: Consultancy, Research Funding.",
    "topics": [
        "cyclophosphamide",
        "diffuse large b-cell lymphoma",
        "etoposide",
        "iodine-131",
        "phase 2 clinical trials",
        "radioimmunotherapy",
        "tositumomab",
        "transplantation, autologous",
        "autologous stem cell transplant",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Paul S Martin, MD",
        "Isaac C Jenkins, MS",
        "Theodore A Gooley, PhD",
        "Damian J Green, MD",
        "John M Pagel, MD PhD",
        "Sally J Lundberg, RN",
        "Lacey M Hedine",
        "Joseph G Rajendran, MD",
        "Andrew T Shields, MD",
        "Darrell R Fisher, PhD",
        "David G Maloney, MD PhD",
        "Frederick R Appelbaum, MD",
        "Ryan D Cassaday, MD",
        "Oliver W Press, MD PhD",
        "Ajay K. Gopal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul S Martin, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Isaac C Jenkins, MS",
            "author_affiliations": [
                "Clinical Statistics Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theodore A Gooley, PhD",
            "author_affiliations": [
                "Clinical Statistics Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damian J Green, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M Pagel, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sally J Lundberg, RN",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lacey M Hedine",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph G Rajendran, MD",
            "author_affiliations": [
                "Department of Radiology, University of Washington, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew T Shields, MD",
            "author_affiliations": [
                "Department of Radiology, University of Washington, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darrell R Fisher, PhD",
            "author_affiliations": [
                "Dade Moeller Health Group, Richland, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David G Maloney, MD PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "Division of Medical Oncology, University of Washington, Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick R Appelbaum, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan D Cassaday, MD",
            "author_affiliations": [
                "Division of Hematology, University of Washington, Seattle, WA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver W Press, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajay K. Gopal, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T03:48:39",
    "is_scraped": "1"
}