{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5595.5595",
    "article_title": "Real-World Burden of Comorbidities in US Patients with AL Amyloidosis ",
    "article_date": "December 7, 2017",
    "session_type": "901. Health Services Research—Non-Malignant Conditions",
    "abstract_text": "Introduction: Amyloidlight chain (AL) amyloidosis is a rare, progressive, and typically fatal disease caused by extracellular deposition of misfolded immunoglobulin light chains (LCs). The toxic LC aggregates and deposited fibrils (amyloid) in AL lead to progressive failure of vital organs, including the heart, kidneys, and nervous system. The objective of this study was to estimate the burden of comorbidities among patients with AL amyloidosis in a real-world setting. Methods: This was a retrospective, cross-sectional study using 2007-2015 data from the Truven MarketScan ® Commercial and Medicare Supplemental claims databases. As there is no diagnosis code specific to AL amyloidosis, the following algorithm was used to identify patients. For each calendar year (CY), adult patients ≥18 years old with AL amyloidosis were identified if they (1) had at least one inpatient claim or two outpatient claims consistent with AL amyloidosis [International Classification of Diseases, 9th Revision, Clinical Modification (ICD-9-CM) codes: 277.30 or 277.39; International Classification of Diseases, 10th Revision, Clinical Modification (ICD-10-CM) codes: E85.4x, E85.8x, or E85.9x] in any diagnosis field and (2) received AL-specific treatments (eg, chemotherapy, hematopoietic stem cell transplant [HSCT]) on or after the first AL amyloidosis diagnosis in the study period. Full-year enrollment was not required after exploratory analyses suggested most patients with partial year enrollment likely died during the year. Descriptive statistics were reported by CY and overall. Some patients may have been included in multiple CYs at different points in the course of their disease. All analyses were done using SAS ® . Results: A total of 7,326 patients with AL amyloidosis were included in the study period (between 368 and 1,080 unique patients per year). The mean (SD) age of the total population with AL amyloidosis was 63.6 (12.1) years old and 45% were female. All US regions were represented. The most common AL-related comorbidities were renal disease (39.3%), congestive heart failure (33.2%), and moderate or severe liver disease (28.6%). Other common comorbidities include hyperlipidemia (45.7%), moderate or severe liver disease (28.6%), any malignancy/lymphoma/leukemia excluding multiple myeloma (23.4%), monoclonal gammopathy of undetermined significance (19.6%), diabetes without chronic complications (18.3%), hypothyroidism (17.7%), and hypotension (16.2%). At least one claim with a diagnosis of multiple myeloma was identified in 38.9% of patients. The burden of comorbidities increased over time (eg, the mean (SD) of Charlson Comorbidity Index: 4.2 (3.2) in 2007 and 4.6 (3.2) in 2015. Conclusions: Patients with AL amyloidosis have a substantial burden of comorbidities. Many of the observed comorbidities, including congestive heart failure, renal disease, and liver disease, likely represent manifestations of the disease process. In summary, our current study is the first comprehensive report of the real-world burden of comorbidities in a large US population with AL amyloidosis. Physician awareness of these comorbidities may lead to better diagnosis, disease management, and treatment of AL amyloidosis. Disclosures Quock: Prothena Biosciences Inc: Employment, Other: Stockholder. Yan: Partnership for Health Analytic Research, LLC: Employment. Chang: Partnership for Health Analytic Research, LLC: Employment. Broder: Partnership for Health Analytic Research, LLC: Employment.",
    "topics": [
        "comorbidity",
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "liver diseases",
        "congestive heart failure",
        "hematopoietic stem cell transplantation",
        "kidney diseases",
        "multiple myeloma",
        "amyloidosis",
        "cancer"
    ],
    "author_names": [
        "Tiffany P. Quock, PhD MS",
        "Jessie T. Yan, PhD",
        "Eunice Chang, PhD",
        "Spencer D Guthrie, MBA",
        "Michael S. Broder, MD MSHS"
    ],
    "author_dict_list": [
        {
            "author_name": "Tiffany P. Quock, PhD MS",
            "author_affiliations": [
                "Prothena Biosciences Inc, South San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jessie T. Yan, PhD",
            "author_affiliations": [
                "Partnership for Health Analytic Research, LLC, Beverly Hills, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eunice Chang, PhD",
            "author_affiliations": [
                "Partnership for Health Analytic Research, LLC, Beverly Hills, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Spencer D Guthrie, MBA",
            "author_affiliations": [
                "No affiliation, San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael S. Broder, MD MSHS",
            "author_affiliations": [
                "Partnership for Health Analytic Research, LLC, Beverly Hills, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:38:06",
    "is_scraped": "1"
}