{
    "doi": "https://doi.org/10.1182/blood.V120.21.728.728",
    "article_title": "Phase I Study of Lorvotuzumab Mertansine (LM, IMGN901) in Combination with Lenalidomide (Len) and Dexamethasone (Dex) in Patients with CD56-Positive Relapsed or Relapsed/Refractory Multiple Myeloma (MM) ",
    "article_date": "November 16, 2012",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation III",
    "abstract_text": "Abstract 728 Background: LM, an antibody-drug conjugate (ADC), is designed to specifically kill CD56+ cancer cells and contains a potent maytansinoid cytotoxic agent (DM1) attached to a CD56-targeting antibody. MM shows CD56 expression in >70% of cases. LM has demonstrated single agent clinical activity and an acceptable safety profile in relapsed/refractory (rel/ref) MM patients. Preclinical studies showed enhanced anti-MM activity when LM was combined with Len/Dex. To further study the safety and efficacy of LM in combination with Len/Dex, a phase I study was conducted in rel/ref patients. This abstract reports updated results on the safety and efficacy of LM/Len/Dex and preliminary results on the pharmacokinetics (PK) and immunogenicity studies. Methods: Primary study objectives were to determine the safety, maximum tolerated dose (MTD), recommended phase 2 dose (RP2D), anti-MM activity and PK of LM in combination with standard oral (PO) doses of Len (25 mg po, daily on days 1–21) and Dex (40 mg po on D 1, 8, 15, and 22) in CD56+ rel/ref MM patients who have received at least 1 prior therapy. LM was given intravenously (IV) on D 1, 8, and 15 on a 28-day cycle. Dose escalation was conducted in new cohorts of patients to define the MTD, which was then further evaluated in a dose-expansion cohort. Adverse events (AEs) were assessed using CTCAEv3 criteria, and dose-limiting toxicity (DLT) determination was based on the occurrence of AEs that were probably or definitely attributed to the study regimen. Efficacy was assessed using the International Myeloma Working Group (IMWG) criteria. Enrollment has completed and 16 patients remain on study. Results: Forty-four patients were enrolled, 41 are currently evaluable for safety and 32 are evaluable for efficacy. The median number of prior therapies was 2 (range 1–11), 62% of patients had prior Len exposure and 33% were Len refractory. LM doses of 75 (N = 11), 90 (N=4), and 112 (N =6) mg/m 2 were evaluated in the dose-escalation phase. The most common AE was peripheral neuropathy (PN), which occurred more frequently at higher LM doses (55% at 75 mg/m 2 and 100% at 90 and 112 mg/m 2 ); Grade 3 PN was seen only in patients treated at 90 mg/m 2 or above. PN emerged, in most cases, in cycles >3 and was manageable with LM dose modification. During dose escalation, 1 patient experienced Grade 4 neutropenia and hyperuricemia. The 75 mg/m 2 LM dose was considered the MTD based on overall tolerability and the lower incidence of PN observed, and was further tested to determine its suitability as the RP2D in the dose expansion portion of the study (N=23 patients, 19 patients available for safety evaluation). Grade 1–2 PN occurred in 8 patients (42%) and grade 3 PN was observed only in 1 pt in the dose-expansion cohort. Two patients developed grade 3 tumor lysis syndrome (TLS). Other grade 3 AEs reported in 1 patient each (5%) in the dose-expansion cohort consisted of neutropenia, thrombocytopenia, anemia, hemolytic anemia, and LDH increase. Efficacy was observed across all dose levels and the overall response rate (ORR) was 59%, including 1 patient each with stringent complete response (sCR) and complete response (CR), 8 patients with very good partial remission (VGPR), and 9 patients with partial remission (PR). No immunogenicity against the antibody (HAHA) or DM1 component (HADA) of LM was detected. PK results from 18 patients treated at 75 mg/m 2 indicate LM Cmax and exposure in this combination regimen is consistent with LM monotherapy. Conclusions: Based on all available safety data, 75 mg/m 2 was considered the RP2D. LM at 75mg/m 2 in combination with Len and Dex has shown objective evidence of clinical activity with an acceptable safety profile. Disclosures: Off Label Use: Lorvotusumab mertansine is not FDA approved for treatment of multiple myeloma alone or in combination with lenalidomide and dexamethasone as is investigated in this trial. Running: ImmunoGen, Inc.: Employment. Murphy: ImmunoGen, Inc.: Employment. Guild: ImmunoGen, Inc.: Employment. Carrigan: ImmunoGen, Inc: Employment. Ladd: ImmunoGen, Inc.: Employment. Wolf: ImmunoGen, Inc.: Employment, Equity Ownership. O'Leary: ImmunoGen, Inc.: Employment. Ailawadhi: Millenium Pharmaceuticals: Speakers Bureau.",
    "topics": [
        "cd56 antigens",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "neural cell adhesion molecules",
        "antigens",
        "antibodies",
        "complete remission",
        "neutropenia",
        "partial response"
    ],
    "author_names": [
        "Jesus G. Berdeja, MD",
        "Francisco Hernandez-Ilizaliturri, MD",
        "Asher Chanan-Khan, MD",
        "Manish Patel, MD",
        "Kevin R. Kelly, MD",
        "Kelli L. Running",
        "Mary Murphy",
        "Robin Guild",
        "Christina Carrigan, PhD",
        "Sharron Ladd",
        "Beni B. Wolf, MD, PhD",
        "James J. O'Leary, MD",
        "Sikander Ailawadhi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jesus G. Berdeja, MD",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Francisco Hernandez-Ilizaliturri, MD",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asher Chanan-Khan, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Mayo Clinic, Jacksonville, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manish Patel, MD",
            "author_affiliations": [
                "Sarah Cannon Research Institute and Florida Cancer Specialists, Sarasota, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin R. Kelly, MD",
            "author_affiliations": [
                "CTRC at the University of Texas Health Science Center at San Antonio, The Institute for Drug Development, San Antonio, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelli L. Running",
            "author_affiliations": [
                "ImmunoGen, Inc., Waltham, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Murphy",
            "author_affiliations": [
                "ImmunoGen, Inc., Waltham, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Guild",
            "author_affiliations": [
                "ImmunoGen, Inc., Waltham, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Carrigan, PhD",
            "author_affiliations": [
                "ImmunoGen, Inc., Waltham, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharron Ladd",
            "author_affiliations": [
                "ImmunoGen, Inc., Waltham, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beni B. Wolf, MD, PhD",
            "author_affiliations": [
                "ImmunoGen, Inc., Waltham, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James J. O'Leary, MD",
            "author_affiliations": [
                "ImmunoGen, Inc., Waltham, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sikander Ailawadhi, MD",
            "author_affiliations": [
                "Division of Hematology, University of Southern California, Los Angeles, CA, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T21:39:30",
    "is_scraped": "1"
}