{
    "doi": "https://doi.org/10.1182/blood.V106.11.27.27",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=346",
    "start_url_page_num": 346,
    "is_scraped": "1",
    "article_title": "Endogenous Platelet PF4 Promotes In Vivo Activated Protein C (APC) Generation and Survival after Lethal Lipopolysaccharide Challenge in Mice: A Potential Physiologic Role for PF4. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Pharmacologic infusion of activated protein C (APC) improves survival in human sepsis and genetically induced deficiencies in APC generation increase mortality in a murine lipopolysaccharide (LPS) model of inflammation/sepsis. We have shown that the platelet α-granule-specific chemokine, platelet factor 4 (PF4), accelerates thrombin·thrombomodulin complex APC generation in vitro and in vivo when recombinant PF4 is pharmacologically co-infused in a primate thrombin infusion model system. Hypothesizing a potential physiologic role for PF4 in stimulating APC formation in vivo, we tested whether variations in the level of endogenous platelet PF4 content affect APC generation and also influence survival in the murine LPS challenge model. To stimulate APC formation and platelet PF4 release in mice, we injected murine thrombin (80U/kg IV). Ten min after thrombin injection into wildtype (WT) C57BL/6J mice, plasma APC levels, assessed by enzyme capture amidolytic assay, increased ~10-fold over basal levels. Injection of concurrent murine PF4 (7.5 mg/kg IV) further increased APC levels 2-2.6-fold. We then studied APC generation in mice that were either completely deficient in PF4 (PF4 −/− ) or transgenic mice that had 6-fold normal levels of human PF4 (hPF4 + ), both of which had been crossbred onto the same C57BL/6J background >10 times. Plasma APC generation by thrombin was 74 ± 6% in the PF4 −/− mice (n = 7) compared to WT littermates (n = 15, p<0.1) and increased to 178 ± 49% in hPF4 + mice (n= 22, p< 0.003 compared to WT (n= 36)). Heterozygous protein C deficient (PC +/− ) mice had 65 ± 21% of WT APC generation (n= 5, p= 0.05 compared to WT (n=7)), but APC generation was restored to 96 ± 6% level in hPF4 + /PC +/− mice (n= 6, p= 0.88 compared to WT (n=12)). Only PF4 −/− and PC +/− mice died during this thrombin injection trial with mortality rates of 30% and 58%, respectively. A lethal LPS challenge model (25 mg/kg IP) was used to test the susceptibility of mouse strains with varying PF4 levels. Significant numbers of WT and PF4 −/− mice died before the end of the first day [(18 of 44 (40% mortality) and 6 of 21 (28% mortality), respectively], while none of the 19 hPF4 + animals died (p< 0.001). However, after the first day, mortality did not differ significantly between the groups and final mortality for the three groups was ~70%. In summary, these studies of mice with varying platelet PF4 suggest that endogenous PF4 plays a physiologic role to stimulate APC production. Moreover, mice with high platelet PF4 content appear to be protected from both thrombin- and LPS-provoked deaths. This suggests that PF4 plays a physiologic role to enhance APC generation, that patients with high PF4 levels may be intrinsically protected from sepsis and supports the possibility that PF4 infusions in patients with sepsis may be a viable therapeutic strategy.",
    "topics": [
        "activated protein c",
        "blood platelets",
        "lipopolysaccharides",
        "mice",
        "granules",
        "thrombin",
        "sepsis",
        "infusion procedures",
        "chemokines",
        "enzymes"
    ],
    "author_names": [
        "M. Anna Kowalska, PhD",
        "Shawn A. Mahmud, BA",
        "Mortimer Poncz, MD",
        "Arne Slungaard, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Hematology, Oncology and Transplantation, Medicine, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Pediatric Hematology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA",
            "Pediatrics, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Hematology, Oncology and Transplantation, Medicine, University of Minnesota, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "39.94729265",
    "first_author_longitude": "-75.1945975"
}