{
    "doi": "https://doi.org/10.1182/blood.V110.11.1761.1761",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=864",
    "start_url_page_num": 864,
    "is_scraped": "1",
    "article_title": "The Various Procoagulant Effects of PolyP Require Different Minimal Polymer Lengths. ",
    "article_date": "November 16, 2007",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "polymers",
        "polyps",
        "granules",
        "tissue factor pathway inhibitor",
        "factor v",
        "phosphates",
        "anticoagulants",
        "electrophoresis, gel",
        "factor xa",
        "hemostatics"
    ],
    "author_names": [
        "Stephanie A. Smith, DVM, MS",
        "Jillian Huyck",
        "Sharon H. Choi, MS",
        "James H. Morrissey, PhD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, University of Illinois College of Medicine, Urbana, IL, USA"
        ],
        [
            "Biochemistry, University of Illinois College of Medicine, Urbana, IL, USA"
        ],
        [
            "Biochemistry, University of Illinois College of Medicine, Urbana, IL, USA"
        ],
        [
            "Biochemistry, University of Illinois College of Medicine, Urbana, IL, USA"
        ]
    ],
    "first_author_latitude": "40.104871700000004",
    "first_author_longitude": "-88.22148315",
    "abstract_text": "Introduction: Polyphosphates (polyP) are negatively charged, linear phosphate polymers found throughout biology. PolyP in prokaryotes and unicellular eukaryotes is typically hundreds of phosphate units long, while polyP in dense granules of human platelets is ∼75 phosphates long. PolyP is secreted upon platelet activation, and we recently reported that it is a potent hemostatic regulator, acting at multiple points in the clotting cascade: PolyP triggers the contact pathway, accelerates factor V activation, and abrogates the anticoagulant function of tissue factor pathway inhibitor (TFPI). Our previous experiments utilized relatively heterodisperse polyP preparations. We have now isolated polyP fractions of defined polymer lengths and here report the size dependence of the various procoagulant effects of polyP. Methods: PolyP preparations were carefully size-fractionated by gel electrophoresis (Clark and Wood, Anal. Biochem. 1987, 161:280–290). Clotting assays were performed using pooled normal plasma with or without added recombinant TFPI or 40–50 μM polyP. Clotting was initiated by tissue factor (TF), factor Xa (FXa), or CaCl 2 alone (contact pathway). Results: Of the polyP procoagulant activities tested, triggering the contact pathway required the longest polymers: We observed weak triggering of the contact pathway with ∼75mers and increasing procoagulant activity as polymer lengths increased, with maximal contact pathway activation requiring 450mers or longer. On the other hand, the downstream procoagulant effects of polyP required significantly shorter polyP polymers. (When clotting is triggered by either TF or FXa, further shortening of clotting times by polyP is attributed to accelerated factor V activation.) Minimum polymer lengths required to shorten TF or FXa clot times were ∼37mers, with maximal activity requiring 75mers or longer. Finally, the ability of polyP to abrogate TFPI anticoagulant function required the shortest minimum polymer lengths: Detectable anti-TFPI activity was observed with 11mers, with maximal activity requiring 49mers or longer. Conclusions : PolyP exhibited different minimum length requirements for its various procoagulant effects, consistent with the idea that polyP interacts with different proteins at various points in the clotting cascade. Contact pathway activation required very long polymers that were similar in size to those in infectious microorganisms. Therefore, triggering of the contact pathway by polyP may contribute to procoagulant/inflammatory responses to infection. In contrast, acceleration of factor V activation by polyP was maximal with polymers of the size released from human platelets. Even shorter polyP polymers abrogated TFPI function, suggesting that at least some of polyP’s anti-TFPI effect may be mediated by mechanisms other than (or in addition to) its ability to accelerate factor V activation."
}