{
    "doi": "https://doi.org/10.1182/blood.V120.21.527.527",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2270",
    "start_url_page_num": 2270,
    "is_scraped": "1",
    "article_title": "Enhancer Profiling Reveals SOX9 As a Novel Transcription Regulator of B Cell Activation and DLBCL Transformation ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Genome-wide Analyses in Lymphocytic Leukemias",
    "abstract_text": "Abstract 527 Antigen stimulation of naïve B cells (NBC) induces differentiation with a phenotype characterized by robust proliferation and genomic instability tolerance to enable activated germinal center B cells (GCB) to undergo immunoglobulin affinity maturation. Aberrant genetic events resulting from this process lead to malignant transformation and diffuse large B cell lymphoma (DLBCL). Phenotypic progression from quiescent NBC to activated GCB and malignant DLBCL involves major shifts in gene expression. Recent studies suggest that enhancers play a key role in mediating cell type-specific gene regulation. We therefore postulated that enhancers are involved in dictating the gene expression programs that govern normal and malignant B cell phenotypes; and systematic discovery of enhancers coupled with bioinformatic analysis would uncover key enhancer-binding transcription factors (TFs) that regulate these cell states. To test this hypothesis, we performed ChIP-seq on enhancer histone marks, i.e. H3K4me2, H3K27Ac, and H3K4me3, in primary NBC and GCB, and in DLBCL cell lines in biological replicates. We defined enhancers by the criterion of H3K4me2 hi H3K4me3 low . We observed a striking pattern of enhancer re-organization between cell types. First, we found a larger number of enhancers in primary B-cells (∼20,000) than in DLBCL (∼12,000). Second, we confirmed that enhancers are cell type-specific. For example, 11,492 out of 20,173 NBC enhancers were lost during transition to GCB (loss of H3K4me2 enrichment), while 13,088 new enhancers were gained in GCB. A similar phenomenon was also observed in DLBCL when compared to either NBC or GCB. This re-organization of enhancers suggests that cells may have dynamic gene regulatory programs during differentiation or malignant transformation. To discover TFs that act through enhancers, we used bioinformatic analyses, including FIRE and MEME, to search for TF consensus binding sequences within enhancers. Over-represented DNA motifs included motifs of SPI1, RUNX1, STAT3, RELA and SOX9, etc. SOX9 motif was significantly enriched in GCB specific enhancers ( p =3.07e-15). SOX9 belongs to the SOX family TFs and plays an important role in cartilage development, sex determination, and intestinal differentiation but has not been implicated in B cell development. To investigate the role of SOX9 in B cell activation and malignant transformation, we first examined the expression of SOX9 in these cells. RNA-seq performed on human tonsilar NBC and GCB showed more than 20-fold increase of SOX9 mRNA in GCB as compared to NBC (6.75±0.80 vs 0.29±0.14, RPKM, p =0.0002). In addition, SOX9 expression was maintained in plasma B cells (2.88±0.49, RPKM). To understand how SOX9 regulates transcriptional programming in GCB, we performed SOX9 ChIP-seq in GCB to look for its targets. We found that SOX9 binds to 1,668 upstream distal enhancer regions (-5 to -100 kb of TSS) associated with 963 genes. These target genes were significantly enriched in many important pathways including cell cycle regulation ( CCND2 , CDC25B , CDK1 ), transcription regulation ( BCOR , NCOR2 ), epigenetic regulation ( BMI1 , DNMT3A , MLL2 , SUZ12 , TET3 ), and MAPK signaling ( MAP2K3 , MAP3K7 ) ( p <0.001). One of the SOX9 targets is PRMD1 , a TF that controls the transition from GCB to plasma cells, suggesting that SOX9 may be involved in B cell terminal differentiation. To our surprise, we did not detect SOX9 mRNA in 10 out of 12 DLBCL cell lines by RNA-seq. Moreover, SOX9 was not expressed in the majority of primary malignant non-Hodgkin's lymphoma cases studied by IHC in the Human Protein Atlas project. To examine whether reduced SOX9 expression could induce malignant transformation, we used shRNA to knockdown Sox9 in mouse BCL1 lymphoma cells and subjected them to colony forming assay in semi-solid methylcellulose. Knockdown of Sox9 increased BCL1 colony forming ability by 50% as compared to scramble, suggesting that loss of SOX9 expression maybe important for lymphomagenesis. In summary, we identified a novel germinal center TF, SOX9, by examining enrichment of TF motifs within enhancer regions uncovered by ChIP-seq. Our current data suggest that SOX9 may play an important role in germinal center reaction and subsequent terminal differentiation by regulating key factors, such as PRDM1, and that loss of SOX9 may contribute to DLBCL malignant transformation by potentially blocking the terminal differentiation of mature GCB. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "b-cell activation",
        "diffuse large b-cell lymphoma",
        "enhancer of transcription",
        "sox9 gene",
        "malignant transformation",
        "cyclin d1",
        "rna",
        "rna, messenger",
        "antigens",
        "cdc2 protein kinase"
    ],
    "author_names": [
        "Yanwen Jiang, PhD",
        "Katerina Hatzi, PhD",
        "Olivier Elemento, PhD",
        "Ari Melnick, MD"
    ],
    "author_affiliations": [
        [
            "Institute for Computational Biomedicine and Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Department of Medicine, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Institute for Computational Biomedicine and Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.766488599999995",
    "first_author_longitude": "-73.9555127"
}