{
    "doi": "https://doi.org/10.1182/blood.V108.11.637.637",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=670",
    "start_url_page_num": 670,
    "is_scraped": "1",
    "article_title": "MK-0457, a Novel Multikinase Inhibitor, Inhibits BCR-ABL Activity in Patients with Chronic Myeloid Leukemia (CML) and Acute Lymphocytic Leukemia (ALL) with the T315I BCR-ABL Mutation. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "acute lymphocytic leukemia",
        "aurora kinase inhibitor mk-0457",
        "bcr-abl tyrosine kinase",
        "leukemia, myelocytic, chronic",
        "mutation",
        "phosphotransferases",
        "biological markers",
        "infusion procedures",
        "ms-like tyrosine kinase 3",
        "dasatinib"
    ],
    "author_names": [
        "Donald A. Bergstrom, MD, PhD",
        "Jason B. Clark, PhD",
        "Alan Xiao, PhD",
        "Matthew Griffiths, PhD",
        "Susannah Falcon, PhD",
        "John Pollard, PhD",
        "Steven J. Freedman, MD,PhD",
        "Francis Giles, MD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Oncology, Merck & Co., Inc, Upper Gwynedd, PA, USA"
        ],
        [
            "Department of Clinical Oncology, Merck & Co., Inc, Upper Gwynedd, PA, USA"
        ],
        [
            "Department of Clinical Oncology, Merck & Co., Inc, Upper Gwynedd, PA, USA"
        ],
        [
            "Vertex Pharmaceuticals (Europe), Abingdon, Oxfordshire, United Kingdom"
        ],
        [
            "Vertex Pharmaceuticals (Europe), Abingdon, Oxfordshire, United Kingdom"
        ],
        [
            "Vertex Pharmaceuticals (Europe), Abingdon, Oxfordshire, United Kingdom"
        ],
        [
            "Department of Clinical Oncology, Merck & Co., Inc, Upper Gwynedd, PA, USA"
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "40.21469329999999",
    "first_author_longitude": "-75.28440119999999",
    "abstract_text": "Background. MK-0457 (VX-680) is a small-molecule inhibitor of Aurora kinases A, B, and C, FLT3, and JAK-2 with nanomolar level broad spectrum pre-clinical anti-tumor activity. The T315I BCR-ABL mutation mediates high level resistance to imatinib, dasatinib and nilotinib. A Phase I study of MK-0457 is being conducted in patients with refractory hematologic malignancies. The study regime is a 5 day continuous IV regimen given every 2 to 3 weeks. Methods. Fifteen CML patients received MK-0457 dosed at 8, 12, 16, 20, 24, 28, and 32 mg/m 2 /hr (11/15 had detectable BCR-ABL T315I). Peripheral blood for biomarker studies was available from patients at the 12 mg/m 2 /hr dose and above. Specimens were drawn prior to initiation of the infusion and at the end of the infusion (Day 5) during Cycle 1. Patient specimens have been analyzed using flow cytometry assays to measure BCR-ABL inhibition (phospho-CRKL), FLT3 and JAK-2 inhibition (phospho-STAT5) and Aurora kinase inhibition (phospho-histone H3). Results. MK-0457 has in vitro activity against cells expressing wild-type or mutated BCR-ABL, including the T315I BCR-ABL mutation. In CML and ALL patients with the T315I BCR-ABL mutation, MK-0457 is capable of inhibiting BCR-ABL as measured by the phospho-CRKL assay. The observed decrease in BCR-ABL activity trends with plasma exposure to MK-0457. At dose levels less than 20 mg/m 2 /hr, plasma exposure of MK-0457 typically does not exceed 1 micromolar and inhibition of BCR-ABL has not been observed. At exposures that exceed 1 micromolar, MK-0457 inhibits BCR-ABL, with pCRKL abundance falling below the lower limit of detection in one patient dosed at 24 mg/m 2 /hr and decreasing compared to baseline in several other patients. There is also a trend correlating degree of BCR-ABL inhibition as measured by the pCRKL biomarker and clinical response to MK-0457. Conclusions. MK-0457 inhibits BCR-ABL activity in CML and ALL patients with the BCR-ABL T315I mutation. Objective responses have been observed in patients without demonstrable BCR-ABL inhibition, suggesting that inhibition of Aurora kinase may also contribute to the clinical efficacy of MK-0457 in CML and ALL patients with the BCR-ABL T315I mutation."
}