{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.833.833",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3741",
    "start_url_page_num": 3741,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy of the Combination of Ibrutinib and Nivolumab in Patients with Relapsed Non-Hodgkin Lymphoma or Chronic Lymphocytic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "642. CLL: Therapy, excluding Transplantation: New Agents, Infections, and PET/CT",
    "topics": [
        "chronic b-cell leukemias",
        "ibrutinib",
        "lymphoma, non-hodgkin",
        "nivolumab",
        "brachial plexus neuritis",
        "diffuse large b-cell lymphoma",
        "small cell lymphoma",
        "programmed cell death 1 ligand 1",
        "follow-up",
        "toxic effect"
    ],
    "author_names": [
        "Anas Younes, MD",
        "Joshua Brody, MD",
        "Cecilia Carpio, MD",
        "Armando Lopez-Guillermo",
        "Dina Ben-Yehuda, MD",
        "A. Burhan Ferhanoglu, MD",
        "Arnon Nagler, MD",
        "Muhit Ozcan, MD",
        "Irit Avivi, MD",
        "Francesc Bosch Albareda, MD PhD",
        "María Dolores Caballero Barrigón, MD PhD",
        "Aisha Masood, MD",
        "Michael Streit, MD MBA",
        "John Alvarez, MD PhD",
        "Rob Ceulemans, MS",
        "Behzad Kharabi Masouleh, MD",
        "Sriram Balasubramanian, PhD",
        "Michael Schaffer, PhD",
        "Shean-Sheng Wang, PhD",
        "Nele Fourneau, MD",
        "Wojciech Jurczak, PhDMD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Department of Hematology, University Hospital Vall d'Hebron, Barcelona, Spain "
        ],
        [
            "Hematology, Hospital Clinic, Barcelona, Spain "
        ],
        [
            "Hematology Department, Hadassah-Hebrew University Medical Center, Jerusalem, Israel "
        ],
        [
            "Koc University, Istanbul, Turkey "
        ],
        [
            "The Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler Faculty of Medicine, Tel Aviv University, Ramat Gan, Israel "
        ],
        [
            "Ankara University School of Medicine, Ankara, Turkey "
        ],
        [
            "Tel Aviv Medical Center, Tel Aviv, Israel "
        ],
        [
            "Laboratory of Experimental Hematology, Department of Hematology, University Hospital Vall d'Hebron, Barcelona, Spain "
        ],
        [
            "Department of Haematology, Hospital Clínico Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Bristol-Myers Squibb, Lawrenceville, NJ "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Beerse, Belgium "
        ],
        [
            "Janssen Research & Development, Beerse, Belgium "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Raritan, NJ "
        ],
        [
            "Janssen Research & Development, Beerse, Belgium "
        ],
        [
            "Department of Hematology, UJ CM, Krakow, Poland"
        ]
    ],
    "first_author_latitude": "40.766023",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Background: Preclinical studies have demonstrated synergistic antitumor activity when immune checkpoint inhibitors targeting the programmed cell death protein-1 (PD-1)/PD ligand-1 (PD-L1) axis were combined with the Bruton's tyrosine kinase inhibitor ibrutinib. To test this hypothesis, we conducted a phase 1/2a study evaluating the safety and efficacy of ibrutinib in combination with nivolumab in patients (pts) with relapsed or refractory (R/R) high-risk chronic lymphocytic leukemia (CLL), small lymphocytic lymphoma (SLL), follicular lymphoma (FL), diffuse-large B-cell lymphoma (DLBCL), and Richter's transformation (RT). Methods : The study was initiated with Part A to establish the safety of oral (po) ibrutinib administered at the approved doses of 420 mg (CLL, FL, DLBCL) and 560 mg (FL, DLBCL) per day (qd) in combination with standard, intravenous (IV) nivolumab dosing of 3 mg/kg every 2 weeks. A modified toxicity probability interval design was used; approximately 18 pts would be enrolled. In Part B, we examined the efficacy of this combination in 4 expansion cohorts: pts with R/R, ibrutinib and PD-1 inhibitor naïve CLL and SLL (including deletion 17p and 11q), FL, DLBCL (GCB and ABC/non-GCB), and pts with RT. Approximately 35 pts would be enrolled in each cohort. In Part B, pts received 420 mg ibrutinib (CLL, SLL) or 560 mg ibrutinib (FL, DLBCL, RT) with nivolumab. Results: As of June 8, 2017, 141 pts were treated. Median time on study for CLL, SLL, FL, DLBCL, and RT was 71.4, 78.1, 65.5, 19.9, and 12.8 weeks, respectively. In Part A, 14 pts were enrolled, and 1 dose-limiting toxicity of hyperbilirubinemia grade 3 (by CTCAE) was observed, which resolved after 5 days. Thus, the combination of oral ibrutinib (420 mg or 560 mg qd) and IV nivolumab (every 14 days) displayed an acceptable safety profile. In Part B, an additional 127 pts were enrolled: 35 pts (CLL and SLL), 35 pts (FL), 37 pts (DLBCL), and 20 pts (RT). Median age was 65 years (range, 20-89 years), and 61.7% of pts were men. Median number of prior therapies was 3 (range, 1-12). Most common adverse events (AEs) for all pts were grade 1-2 and included diarrhea (31%), pyrexia, and fatigue (each 23%). The incidence of grade 3-4 neutropenia was 24% (DLBCL) to 56.7% (CLL), with febrile neutropenia reported in 2%, 5%, and 13% of pts with CLL, RT, and DLBCL, respectively. Grade 3-4 anemia was observed in 20% (FL, RT) to 24% (DLBCL) of pts. Immune-related AEs (IRAEs) occurred in 46.8% of all pts and were generally grade 1-2. Grade ≥3 IRAEs were reported in 13.5% of all pts; most common were rash and alanine aminotransferase increased. AEs leading to treatment discontinuation or death were reported in 27.0% or 6.4% of treated pts, respectively. Reported deaths were considered unrelated to study drugs. The overall response rate (ORR, complete response [CR] + partial response [PR]) was 83.3% for CLL (including PR with lymphocytosis), 66.7% for SLL, 30.0% for FL, 35.6% for DLBCL, and 60% for RT (Table). Preliminary data indicated that median progression-free survival (PFS) was immature and subject to maturation with longer follow-up for CLL, not estimable (NE) due to lack of events for SLL, 5.5 months (95% confidence interval [CI]: 2.9, 12.7) for FL, 3.2 months (95% CI: 2.0, 4.7) for overall DLBCL (4.1 months [95% CI: 2.1-7.6] for non-transformed DLBCL and 1.9 months [95% CI: 0.7-4.7] for transformed DLBCL), and 3.6 months (95% CI: 1.4, NE) for RT. Median duration of follow-up for CLL, SLL, FL, DLBCL, and RT was 15.90 (range 1.7, 25.5), 17.02 (1.9, 17.7), 13.34 (0.7, 21.3), 14.75 (0.4, 19.2), and 4.60 (1.4, 11.1) months, respectively. There was a trend toward increased CR and PFS in DLBCL pts with elevated PD-L1 protein staining (≥5% of tumor cells) by central immunohistochemistry analysis. In RT, 2/8 responders (PR or better) had elevated PD-L1 staining. PD-L1 staining was not elevated for all other cohorts. Conclusions : The combination of ibrutinib and nivolumab at full doses displayed an acceptable safety profile in pts in R/R non-Hodgkin lymphoma. The ORR was comparable to those observed with single-agent ibrutinib in CLL, SLL, FL, and DLBCL. Historical results demonstrate poor outcomes in pts with RT treated with single-agent ibrutinib or with chemotherapy. In this study, the rate of clinical response observed in pts with RT exceeded expectation and may support further clinical evaluation. Biomarker analysis is ongoing to identify pts who may benefit most from this novel therapy. View large Download slide View large Download slide  Disclosures Younes: Incyte: Honoraria; Curis: Research Funding; Johnson & Johnson: Research Funding; Sanofi: Honoraria; Merck: Honoraria; Bayer: Honoraria; Bristol-Myers Squibb: Honoraria; Roche: Consultancy, Honoraria, Other: Third-party medical writing assistance, under the direction of Anas Younes, was provided by Scott Malkin of Gardiner-Caldwell Communications, and was funded by F. Hoffmann-La Roche Ltd.; Janssen: Honoraria; Seattle Genetics: Honoraria; Takeda Millenium: Honoraria; Celgene: Honoraria; Novartis: Research Funding. Lopez-Guillermo: Celgene: Consultancy; Gilead: Consultancy; Janssen: Consultancy; Novartis: Consultancy; Roche: Consultancy, Other: Research grant. Bosch Albareda: Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Masood: Bristol-Myers Squibb: Employment, Equity Ownership. Streit: Janssen Research & Development: Employment, Equity Ownership. Alvarez: Janssen Research & Development: Employment, Equity Ownership. Ceulemans: Janssen Research & Development: Consultancy. Kharabi Masouleh: Janssen Research & Development: Employment. Balasubramanian: Janssen Research & Development: Employment, Equity Ownership. Schaffer: Janssen Research & Development: Employment, Equity Ownership. Wang: Janssen Research & Development: Employment. Fourneau: Janssen Research & Development: Employment. Jurczak: Gilead: Research Funding; Morphosys: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmacyclics: Research Funding; Merck: Research Funding; TG Therapeutics: Research Funding; Pfizer: Research Funding; Celtrion: Research Funding; Janssen: Research Funding; Acerta Pharma: Research Funding; Spectrum: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sandoz Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Nordic Nanovector: Membership on an entity's Board of Directors or advisory committees, Research Funding; Jagiellonian University: Employment; Servier: Membership on an entity's Board of Directors or advisory committees, Research Funding."
}