{
    "doi": "https://doi.org/10.1182/blood.V118.21.1081.1081",
    "article_title": "Genomic Assessment of Mortality in Sickle Cell Disease- A Novel Association with Cytokine Imbalance and T Cell Dysregulation ",
    "article_date": "November 18, 2011",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster I",
    "abstract_text": "Abstract 1081 Rationale: Sickle cell disease (SCD) is characterized by systemic complications and significant clinical variability. While some patients never experience severe clinical events, others suffer lifelong morbidity and accelerated mortality. To address this variability, we prospectively followed patients with SCD at steady-state to assess outcomes and leveraged microarray analysis of RNA isolated from peripheral blood mononuclear cells (PBMCs) to identify novel gene expression patterns and signaling pathways that could be associated with survival in SCD. Methods: Forty-two adult patients with SCD at steady-state (no VOC or ACS episodes for >3 weeks) were followed for 5 years (median follow-up 1154 ± 317 days). At baseline enrollment, patients underwent phlebotomy for plasma and serum collection. The plasma was utilized to extract mRNA from PBMCs. The serum was used to assess targeted cytokine levels using high-sensitive cytokine kits. Microarray expression analysis of PBMC mRNA utilized an FDR1.2. Student t-tests were performed for statistical significance. Results: Five out of forty-two patients (∼12%) died over the course of the study (median follow-up 1093 ± 320 days for surviving patients vs 1246 ± 325 days for patients who died, p=0.42). Although there were trends towards older age, higher tricuspid regurgitation jet velocity, NT-pro-BNP levels, AST levels, and lifetime number of transfusions in the patients that died, there were no statistically significant differences between groups ( Table 1 ). Patients who died (n=5) exhibited 278 differentially regulated genes in comparison to those who survived (n=37). Gene ontology analysis revealed significantly represented T-cell receptor and immune mediated pathways, comprising seven out of the top ten pathways (p<0.05). Using a fold-change of 1.5 threshold on the transcripts, we identified a 14 gene signature which discriminated the survival of patients with 100% accuracy. Multiple genes within this molecular signature for survival also included immune-mediate pathways including CD160, nuclear factor of kappa light polypeptide gene enhancer in B-cells inhibitor, alpha (NFKBIA), tumor necrosis factor, alpha-induced protein 3 (TNFAIP3), interleukin 1, beta (Il1B), killer cell lectin-like receptor subfamily G, member 1 (KLRG1), CD3d molecule, delta (CD3D), and killer cell lectin-like receptor subfamily F, member 1 (KLRF1). Given this robust representation of immune-mediate pathways in the signature and ontology analysis, we measured targeted plasma cytokine levels (based on candidates known to be involved in SCD) in all patients. IL-6 (5.7 ± 4.8 vs 11.7 ± 4.8 pg/mL, p=0.006) and IL-8 levels (3.5 ± 2.3 vs 6.2 ± 2.3 pg/mL, p=0.009) were significantly higher during steady-state in patients who later died than in those who survived. Interestingly, the anti-inflammatory cytokine IL-10 (35.2 ± 109.6 vs 16.1 ± 15.6 pg/mL) trended higher in the survival group while tumor necrosis factor levels trended lower (38.2 ± 28.0 vs 48.8 ± 38.5 pg/mL) but this did not reach statistical significance. Table 1. Clinical characteristics of study patients  Clinical Characteristics . Patients who survived (n=37) . Patients who died (n=5) . P value . Age (years) 38 ± 12 47 ± 10 0.07 Gender (M/F) 22/15 3/2 0.65 Systolic/Diastolic Blood Pressure (mm Hg) 122/70 ± 11/9 123/69 ± 12/9 0.37 TRV (m/s) 2.5 ± 0.30 2.6 ± 0.35 0.27 Transfusions (#) 3.1 ± 1.3 4.0 ± 1.2 0.08 History of ACS (#) 13 (35%) 2 (40%) 0.56 # of ACS episodes 1.0 ± 1.9 1.0 ± 2.0 0.47 WBC Count (10 −3 /mm 3 ) 9.6 ± 3.3 9.6 ± 5.3 0.49 Hemoglobin (g/dl) 9.3 ± 1.9 9.4 ± 2.1 0.44 Platelet Count (10 −3 /mm 3 ) 321 ± 143 342 ± 144 0.37 Creatinine (mg/dl) 1.1 ± 1.6 0.7 ± 0.2 0.30 AST (U/L) 36 ± 14 46 ± 34 0.10 Total Bilirubin (mg/dL) 2.7 ± 1.3 2.0 ± 1.0 0.13 Ferritin (mg/L) 1209 ± 1860 782 ± 414 0.30 Pro-NT-BNP (ng/L) 112 ± 125 125 ± 210 0.42 Clinical Characteristics . Patients who survived (n=37) . Patients who died (n=5) . P value . Age (years) 38 ± 12 47 ± 10 0.07 Gender (M/F) 22/15 3/2 0.65 Systolic/Diastolic Blood Pressure (mm Hg) 122/70 ± 11/9 123/69 ± 12/9 0.37 TRV (m/s) 2.5 ± 0.30 2.6 ± 0.35 0.27 Transfusions (#) 3.1 ± 1.3 4.0 ± 1.2 0.08 History of ACS (#) 13 (35%) 2 (40%) 0.56 # of ACS episodes 1.0 ± 1.9 1.0 ± 2.0 0.47 WBC Count (10 −3 /mm 3 ) 9.6 ± 3.3 9.6 ± 5.3 0.49 Hemoglobin (g/dl) 9.3 ± 1.9 9.4 ± 2.1 0.44 Platelet Count (10 −3 /mm 3 ) 321 ± 143 342 ± 144 0.37 Creatinine (mg/dl) 1.1 ± 1.6 0.7 ± 0.2 0.30 AST (U/L) 36 ± 14 46 ± 34 0.10 Total Bilirubin (mg/dL) 2.7 ± 1.3 2.0 ± 1.0 0.13 Ferritin (mg/L) 1209 ± 1860 782 ± 414 0.30 Pro-NT-BNP (ng/L) 112 ± 125 125 ± 210 0.42 View Large Conclusion: These preliminary data suggest that a PBMC genomic signature is a potential prognostic biomarker in SCD. Patients who subsequently died demonstrated a unique PBMC-gene expression profile with significant representation of specific T-cell and immune-mediated pathways. Concurrently, these at-risk patients also demonstrated higher serum IL-6 and IL-8 levels. Given that high circulating levels of these type 2 cytokines suppress both humoral and cell-mediated immune functions, we speculate that T-cells may play novel role in the variable morbidity and mortality observed in SCD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "drepanocytes",
        "genome",
        "t-lymphocytes",
        "blood transfusion",
        "brain natriuretic peptide",
        "follow-up",
        "interleukin-6",
        "interleukin-8",
        "lectin"
    ],
    "author_names": [
        "Ankit A Desai, MD",
        "Tong Zhou, PhD",
        "Mehdi Nouraie, MD, PhD",
        "Victor R. Gordeuk, MD",
        "Joe GN Garcia, MD",
        "Roberto F. Machado, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ankit A Desai, MD",
            "author_affiliations": [
                "Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tong Zhou, PhD",
            "author_affiliations": [
                "Institute for Personalized Respiratory Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Nouraie, MD, PhD",
            "author_affiliations": [
                "Center For Sickle Cell Disease, Howard University, Washington, DC, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor R. Gordeuk, MD",
            "author_affiliations": [
                "Center for Sickle cell Disease, Howard University, Washington, DC, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joe GN Garcia, MD",
            "author_affiliations": [
                "Institute for Personalized Respiratory Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto F. Machado, MD",
            "author_affiliations": [
                "Institute for Personalized Respiratory Medicine, University of Illinois, Chicago, IL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T04:10:11",
    "is_scraped": "1"
}