{
    "doi": "https://doi.org/10.1182/blood-2020-141280",
    "article_title": "Efficacy and Safety of Human Fibrinogen Concentrate for the Treatment of Patients with Congenital Fibrinogen Deficiency: Combined Results of the FORMA-02 and FORMA-04 Clinical Trials ",
    "article_date": "November 5, 2020",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Introduction: Congenital fibrinogen deficiency (CFD) is a rare disorder which results from a complete lack (afibrinogenemia) or low levels (hypofibrinogenemia) of functional fibrinogen. Treatment with human fibrinogen concentrate (HFC) can treat bleeding episodes and prevent blood loss in surgical treatment in patients with CFD. Herein we report combined data from two clinical studies on the efficacy and safety of HFC for the treatment of bleeding episodes (BEs) and surgical prophylaxis in adult, adolescent and pediatric patients. Methods: Both FORMA-02 and FORMA-04 were multinational, multicenter, prospective, open-label, uncontrolled Phase 3 studies for the use of HFC in adult and pediatric patients with CFD. They reported the hemostatic efficacy and safety of human fibrinogen concentrate (HFC: Fibryga ® Octapharma) for on-demand treatment of BEs and surgical prophylaxis using objective criteria. Efficacy was assessed by the trial investigators and adjudicated by an independent data monitoring and end-point adjudication committee (IDMEAC). All adverse events (AEs) and serious AEs were recorded. Results: The two studies included a total of 39 patients who received HFC. The median (range) age across both studies was 17 (1-54) years, with 14 pediatric (aged 0-11), 6 adolescent (aged 12-18) and 19 adult patients (aged >18). Treatment of Bleeding Events 32 patients received HFC for the treatment of 99 bleeding events (BEs), 97 minor and 4 major. Of these, 72 were spontaneous, and 27 were due to trauma. 10 BEs occurred in pediatric patients (8 minor, 2 major), and 89 in adult/adolescents (87 minor, 2 major). The mean (±SD) total dose per BE was 65.51 mg/kg (±26.47) for adult/adolescent patients (ages 12-54) and 93.78 (±64.60) for pediatric patients (ages 0-11). Investigator-assessed and IDMEAC rated hemostatic efficacy are shown in Table 1 . Overall hemostatic efficacy was rated as success (rating of excellent or good) for 99.0% of BEs by the IDMEAC. Treatment efficacy results were comparable when analyzed by age subgroup of adult (≥18 years), adolescent (>12-<18 years) and in two groups of pediatric patients (<6 years and 6-12 years). Surgical prophylaxis A total of 12 patients received HFC across 15 surgeries (13 minor and 2 major), 3 in pediatric patients (major: splenectomy; minor: circumcision and pulpectomy), and 12 in adults/adolescents (major: eye enucleation with socket reconstruction; minor: knee radioisotope synovectomy [n=2], dental extraction [n=3], circumcision [n=2], excision of circumcision scar bud, root canal operation, skin biopsy, and debridement of superficial necrosis). Mean (±SD) loading dose administered prior to surgery was 77.39 (±20.22) in adult/adolescent patients and 78.50 mg/kg (±27.96) for pediatric patients. Seven surgeries required multiple infusions, with the two major surgeries requiring 5 and 7 maintenance infusions, and the five minor surgeries requiring median (range) 3 (1-4) maintenance infusions. Intra- and post-operative hemostatic efficacy for all surgeries is shown in Table 1 . Overall hemostatic efficacy of all the procedures was rated 100% successful by both the investigator and IDMEAC assessment. Safety A total of 101 AEs occurred in 23 patients (59.0%), including 16 serious AEs in 6 patients. Of these, 5 AEs in 4 patients were considered to be possibly related to treatment. These included a mild skin reaction (itchiness and redness), ischemia due to digital microthrombi, peripheral phlebitis of the upper limbs, and a portal vein thrombosis following splenectomy. No allergic/hypersensitivity reactions or deaths were observed during either of the studies. Conclusions: HFC treatment was shown to be efficacious for on-demand treatment of BEs and perioperative prophylaxis in this rare CFD population, across two Phase 3 clinical trials. Efficacy was comparable for adult, adolescent and pediatric patients. A favorable safety profile was seen for the treatment of patients with congenital afibrinogenemia with HFC. View large Download slide View large Download slide  Close modal Disclosures Djambas Khayat: Octapharma: Research Funding. Kruzhkova: Octapharma: Current Employment. Solomon: Octapharma: Current Employment. Schwartz: Octapharma: Current Employment. Peyvandi: Octapharma: Research Funding. OffLabel Disclosure: On label use: Fibryga for treatment of bleeding episodes Off label use: Use of Fibryga as surgical prophylaxis in the US",
    "author_names": [
        "Claudia Djambas Khayat, MD BSc",
        "Irina Kruzhkova",
        "Cristina Solomon",
        "Bruce A. Schwartz, PhD",
        "Flora Peyvandi"
    ],
    "author_dict_list": [
        {
            "author_name": "Claudia Djambas Khayat, MD BSc",
            "author_affiliations": [
                "Department of Pediatrics, Hotel Dieu de France, Beirut, Lebanon "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Irina Kruzhkova",
            "author_affiliations": [
                "Octapharma AG, Lachen, Switzerland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Solomon",
            "author_affiliations": [
                "Octapharma AG, Lachen, Switzerland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce A. Schwartz, PhD",
            "author_affiliations": [
                "Octapharma US, Atlantic City, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Flora Peyvandi",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T06:42:57",
    "is_scraped": "1"
}