{
    "doi": "https://doi.org/10.1182/blood.V104.11.3746.3746",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=119",
    "start_url_page_num": 119,
    "is_scraped": "1",
    "article_title": "Long Term Regular Automated Red Cell Exchange Transfusion Significantly Reduces Symptoms and Hospital Admissions in Sickle Cell Anaemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction Effective therapies for Sickle Cell Anaemia (Hb SS) reduce blood concentration of HbS by transplanting erythroid stem cells or altering globin gene expression with hydroxyurea. A relatively stable reduction in HbS concentration intermediate between these approaches (10–45% HbS) can also be achieved by regular automated red cell exchange transfusion (RBCex), but concerns about cost-effectiveness, alloimmunisation, iron load, pathogen exposure and vascular trauma have limited the use of this treatment modality. Methodology A retrospective study of sixteen fully counselled HbSS individuals with serious complications undergoing regular RBCex with partially phenotype-selected, leucodepleted red cells for a median of 36 (range 11–65) months, for whom accurate pre- and post- RBCex admission data was available. The number of episodes of sickle-related hospitalisation and total inpatient days sustained per year by the group before enrolment in RBCex was compared to the number on RBCex. Excluded from analysis were patients having single RBCex for surgery, pregnancy, or non-recurrent acute complications, having manual exchange transfusions or unable to comply with regular RBCex. Four patients from other units were excluded because complete data on previous admissions was lacking. Target post-procedure haemoglobin was 10–11gm/dL (PCV = 0.31–33) and HbS% <15. Results Between September 1995 and July 2003, 547 RBCex procedures were performed on 56 patients (age: range 16–52 yrs, median 31.5 yrs, mean 29.7 years). Forty patients were excluded from analysis for reasons above. Analysed patients underwent a mean of 7.71 RBCex procedures per year (range 5.12–9.89, median 7.49). A mean of 7.8 (range 4.25–10, median 8) donor red cell units were transfused per procedure. RBCex was performed at a mean of 6.97-week intervals (range 5.26–10.16, median 6.91). Eleven patients (62.5%) required ‘in-out’ femoral vein Vascath insertion. Apheresis nurses placed all catheters in a day-care setting. In the five years before entering the program the patients experienced a mean of 2.03 inpatient episodes per year (range 0.4–5.2, median 1.6): on RBCex this fell to 1.02 per year [range 0–5.3, median 0.33 ( p = 0.004)]. Inpatient days fell from a mean of 16.56 per year (range 2–40.6, median 11) to 8.27 [range 0–56.33, median 1.33 ( p =0.007)] saving 208.87 in-patient bed days per year. The number of donor red cell units patients received increased from a mean of 15.15 per year (range 0.8–41.1, median 14.1) to 57.9 units per year [range 24–89.7, median 58.0 ( p =0.004)]. No patient received any form of iron chelation. No increase in serum ferritin ( p =0.796), or loss of vascular access sites, was identified. Two patients acquired new red cell alloantibodies (1-anti Kpa + anti-E; 1- non specific) during RBCex. Three already had alloantibodies (1 anti-e; 1 anti-Kpa + anti-C; 1 non-specific), but did not acquire any more while on RBCex. The presence of antibodies did not preclude continuing RBCex. No transfusion-related infections occurred. One patient died from unrelated causes at home. One novel phenomenon was identified: while on RBCex, ‘rebound’ crises tend to occur when HbS crosses the 45% threshold, emphasising the need for consistency using this therapy. Conclusion We contend that regular RBCex is effective therapy for carefully (self)-selected patients who severely symptomatic. It should be considered in those unresponsive to, or unwilling to take, hydroxyurea. Multidisciplinary support by a skilled team is essential.",
    "topics": [
        "hospital admission",
        "red cell exchange transfusion",
        "sickle cell anemia",
        "hemoglobin, sickle",
        "hydroxyurea",
        "isoantibodies",
        "alloimmunization",
        "antibodies",
        "apheresis",
        "catheters"
    ],
    "author_names": [
        "Michaela A. Pocock, RGN, MSc",
        "Adriaan van Heerden, MSc, PhD",
        "Modupe O. Elebute, MRCP, MRCPath, MD",
        "Marina Karakantza, MD",
        "David H. Bevan, FRCP, FRCPath"
    ],
    "author_affiliations": [
        [
            "Clinical Haematology, St Georges Hospital Trust, Tooting, London, United Kingdom."
        ],
        [
            "Clinical Haematology, St Georges Hospital Trust, Tooting, London, United Kingdom."
        ],
        [
            "Clinical Haematology, St Georges Hospital Trust, Tooting, London, United Kingdom."
        ],
        [
            "Clinical Haematology, St Georges Hospital Trust, Tooting, London, United Kingdom."
        ],
        [
            "Clinical Haematology, St Georges Hospital Trust, Tooting, London, United Kingdom."
        ]
    ],
    "first_author_latitude": "51.42664344999999",
    "first_author_longitude": "-0.1740705"
}