{
    "doi": "https://doi.org/10.1182/blood.V110.11.2165.2165",
    "article_title": "Breast-Feeding Mediates Feto-Maternal Tolerance and Improves Outcome of Allogeneic Bone Marrow Transplantation. ",
    "article_date": "November 16, 2007",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "abstract_text": "The widespread application of hematopoietic stem cell transplantation (HSCT) is limited by lack of a histocompatible donor in a proportion of patients who have a rare HLA haplotype. For these patients, allogeneic HSCT from an HLA-mismatched relative donor is complicated with a high incidence of severe graft-versus-host disease (GVHD). Exposure to noninherited maternal antigens (NIMAs) during pregnancy may have an impact on transplantation later in life. We recently demonstrated in a mouse model that a “child-to-mother” BMT from a NIMA-exposed donor reduced the mortality and morbidity of GVHD, but a “mother-to-child” BMT did not reduce GVHD (Matsuoka, 2006). We therefore hypothesized that breast-feeding could play a role on the induction of the tolerogenic NIMA effect. To test this hypothesis, we generated NIMA-exposed mice by mating a B6 (H–2 b ) male and a B6D2F1 (H–2 b/d ) female to generate H–2 b/b offspring. These H–2 b/b offspring were then nursed by either a B6D2F1 mother (in utero and oral exposure to NIMAs) or a B6 foster mother (in utero exposure to NIMAs). Transplantation from donors exposed to NIMA in utero alone produced more severe GVHD than BMT from in utero and orally exposed donors, demonstrating that breast-feeding is required for the induction of maximum NIMA effects. Next, to examine whether breast-feeding alone could mediate NIMA effects, we generated mice exposed to NIMA orally by nursing a new born B6 mouse with a B6D2F1 foster mother. CD4 + T cells isolated from these mice were cultured with B6D2F1 stimulators. Proliferation of these cells in response to NIMAs was significantly reduced in comparison to that from the controls. Lethally irradiated B6D2F1 recipients were transplanted with 2 × 10 6 T cells from these mice or controls together with 5 × 10 6 T cell-depleted bone marrow from control donors. Five days after transplant, donor T cell expansion and production of IFN-γ were significantly reduced in recipients of orally NIMA exposed donors than controls, resulting in a significant reduction of GVHD mortality (48% vs 80%, p<0.05). The tolerogenic milk effects were completely abolished when lethally irradiated B6D2F1 mice were transplanted with 1 × 10 6 CD25-depleted CD4 + T cells from the milk-mediated NIMA-exposed mice, thus suggesting that donor CD4 + CD25 + T cells play a role in the tolerogenic milk effects. Next, we hypothesized that generation of regulatory T cells in neonates during lactation period is essential for the induction of the tolerogenic milk effects. The anti-CD25 mAbs, PC61, is capable of depleting CD25 + cells in vivo. New born B6 mice nursed by a B6D2F1 foster mother were subcutaneously injected with anti-CD25 mAbs on days 1 and 8 of life, resulting in a decrease in numbers of Foxp3 + CD4 + CD25 + cells in spleens at 3-week-old. These mice were used as BMT donors at 8-week-old when the numbers of the regulatory T cells had recovered. After BMT from these donors, reduction of GVHD was not observed. These results suggest that development of Foxp3 + CD4 + CD25 + regulatory T cells during lactation is critical for the induction of the tolerogenic milk effects. Our findings may have immediate implications for clinical BMT to use a NIMA-mismatched donor in the absence of a HLA-identical donor in HLA mismatched HSCT.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "antigens",
        "antigens, cd25",
        "bone marrow",
        "bone marrow transplantation, allogeneic",
        "breast feeding",
        "child",
        "donors",
        "fetal endoscopic tracheal occlusion",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Kazutoshi Aoyama, MD",
        "Ken-ichi Matsuoka, MD",
        "Daigo Hashimoto, MD",
        "Tatsuo Ichinohe, MD",
        "Mine Harada, MD",
        "Mitsune Tanimoto, MD",
        "Takanori Teshima, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kazutoshi Aoyama, MD",
            "author_affiliations": [
                "Center for Cellular and Molecular Medicine, Kyushu University, Fukuoka, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ken-ichi Matsuoka, MD",
            "author_affiliations": [
                "Biopathological Science, Okayama University, Okayama, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daigo Hashimoto, MD",
            "author_affiliations": [
                "Center for Cellular and Molecular Medicine, Kyushu University, Fukuoka, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsuo Ichinohe, MD",
            "author_affiliations": [
                "Hematology/Oncology, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mine Harada, MD",
            "author_affiliations": [
                "Center for Cellular and Molecular Medicine, Kyushu University, Fukuoka, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsune Tanimoto, MD",
            "author_affiliations": [
                "Biopathological Science, Okayama University, Okayama, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takanori Teshima, MD",
            "author_affiliations": [
                "Center for Cellular and Molecular Medicine, Kyushu University, Fukuoka, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T15:45:05",
    "is_scraped": "1"
}