{
    "doi": "https://doi.org/10.1182/blood.V128.22.459.459",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3450",
    "start_url_page_num": 3450,
    "is_scraped": "1",
    "article_title": "Aberrant Expression of the SOX11 Oncogene in Mantle Cell Lymphoma Is Associated with Activation and De Novo 3D Looping of a Distant Enhancer Element ",
    "article_date": "December 2, 2016",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology: Gene Regulation and Epigenetics",
    "topics": [
        "mantle-cell lymphoma",
        "enhancer elements, genetic",
        "oncogenes",
        "histones",
        "kawasaki's disease",
        "tads study",
        "atac trial",
        "massively-parallel genome sequencing",
        "transcription factor",
        "cancer"
    ],
    "author_names": [
        "Roser Vilarrasa-Blasi",
        "Ana C. Queirós",
        "Renée Beekman",
        "Nuria Russiñol",
        "Giancarlo Castellano",
        "Julie Blanc",
        "François Serra",
        "Sílvia Beà",
        "Marta Kulis",
        "Núria Verdaguer-Dot",
        "Anna Enjuanes",
        "Anke Bergmann",
        "Itziar Salaverria",
        "Harmen J.G. van de Werken",
        "Avik Datta",
        "Paul Flicek",
        "Joost H.A. Martens",
        "Hendrik G. Stunnenberg",
        "Marta Gut",
        "Marc A. Marti-Renom",
        "Ivo G. Gut",
        "Reiner Siebert",
        "Elias Campo",
        "José I. Martin-Subero"
    ],
    "author_affiliations": [
        [
            "Departamento de Fundamentos Clínicos, Universitat de Barcelona, Barcelona, Spain "
        ],
        [
            "Departamento de Fundamentos Clínicos, Universitat de Barcelona, Barcelona, Spain "
        ],
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Departamento de Fundamentos Clínicos, Universitat de Barcelona, Barcelona, Spain ",
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Centro Nacional de Análisis Genómico - Centro de Regulación Genómica (CNAG-CRG), Barcelona, Spain "
        ],
        [
            "Centro Nacional de Análisis Genómico - Centro de Regulación Genómica (CNAG-CRG), Barcelona, Spain "
        ],
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Departamento de Fundamentos Clínicos, Universitat de Barcelona, Barcelona, Spain "
        ],
        [
            "Departamento de Fundamentos Clínicos, Universitat de Barcelona, Barcelona, Spain ",
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Genomics Unit, IDIBAPS, Barcelona, Spain "
        ],
        [
            "Institute of Human Genetics, Christian-Albrechts University, Kiel, Germany ",
            "Department of Pediatrics, Christian-Albrechts University & University Hospital Schleswig-Holstein, Kiel, Germany "
        ],
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Department of Cell Biology, Erasmus MC, Rotterdam, Netherlands ",
            "Cancer Computational Biology Center, Erasmus MC, Rotterdam, Netherlands ",
            "Department of Urology, Erasmus MC, Rotterdam, Netherlands "
        ],
        [
            "European Molecular Biology Laboratory, European Bioinformatics Institute (EMBL-EBI), Hinxton, United Kingdom "
        ],
        [
            "European Molecular Biology Laboratory, European Bioinformatics Institute (EMBL-EBI), Hinxton, United Kingdom "
        ],
        [
            "Radboud Institute for Molecular Life Sciences, Nijmegen, Netherlands "
        ],
        [
            "Radboud Institute for Molecular Life Sciences, Nijmegen, Netherlands "
        ],
        [
            "Centro Nacional de Análisis Genómico - Centro de Regulación Genómica (CNAG-CRG), Barcelona, Spain "
        ],
        [
            "Centro Nacional de Análisis Genómico - Centro de Regulación Genómica (CNAG-CRG), Barcelona, Spain "
        ],
        [
            "Centro Nacional de Análisis Genómico - Centro de Regulación Genómica (CNAG-CRG), Barcelona, Spain "
        ],
        [
            "Institute of Human Genetics, Christian-Albrechts University, Kiel, Germany "
        ],
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain ",
            "Hospital Clinic, University of Barcelona, Barcelona, Spain ",
            "Department of Pathology, Hospital Clinic and Institut d'Investigacions Biomediques August Pi i Sunyer (IDIBAPS), University of Barcelona, Barcelona, Spain"
        ],
        [
            "Departamento de Fundamentos Clínicos, Universitat de Barcelona, Barcelona, Spain ",
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ]
    ],
    "first_author_latitude": "41.3867751",
    "first_author_longitude": "2.1637277999999998",
    "abstract_text": "Introduction SOX11 is a transcription factor (TF) aberrantly expressed in the majority of mantle cell lymphomas (MCLs), which is generally associated with aggressive clinical behaviour. No mutations, genetic aberrations or direct correlations with differential DNA methylation at the promoter related to its expression have been found in MCL. Deeper insights into its regulation can be found by considering the three-dimensional (3D) chromatin structure. It is becoming clear that the genome can be partitioned into 3D building blocks, topologically associated domains (TADs) and that enhancer regions likely regulate genes within their TADs by 3D contacts, but do not affect genes outside their own TADs. By mapping the 3D chromatin structure, we previously identified a distant putative SOX11 enhancer showing enhancer activity and 3D contacts with the SOX11 gene in the SOX11-positive MCL cell line Z-138, but not in the SOX11-negative MCL cell line JVM-2. Aims We aimed to deepen our understanding of the differential 3D contacts and enhancer activity previously observed at the putative SOX11 enhancer in SOX11-positive versus SOX11-negative MCL cell lines by addressing the following questions: (i) Do TAD boundaries around the SOX11 locus change between SOX11-positive and -negative MCLs? (ii) How do the 3D contacts and chromatin states at this region behave in primary MCL cases and normal B cells? (iii) Is the putative SOX11 enhancer involved in SOX11 expression in other tissues? Methods We have extended our experimental analyses of the putative SOX11 enhancer by performing (i) HiC-sequencing and 3D fluorescence in situ hybridization (3D FISH) in MCL cell lines Z-138 and JVM-2, (ii) 4C-sequencing, chromatin inmmunoprecipiation followed by deep sequencing (ChIP-seq) of 6 histone marks, an Assay for Transposase-Accessible Chromatin with deep sequencing (ATAC-seq) and chromatin state modeling by chromHMM (using the 6 histone marks) in primary MCL cases and normal naive and memory B-cells. Furthermore, we have explored the activity of this region in other SOX11 expressing cell lines studied within the ENCODE Consortium. Results HiC-sequencing in the cell lines Z-138 (SOX11-positive) and JVM-2 (SOX11-negative) showed that the SOX11 locus and its putative enhancer are located within the same TAD in both samples. Hence, shifts in TAD boundaries do not seem to underlie the differential 3D chromatin interactions between the SOX11 locus and its putative enhancer in these two cell lines. By ChIP-seq and chromatin state modeling we observed that the promoter of SOX11 is poised, i.e., carrying histone marks H3K4me3 and H3K27me3, in normal naive and memory B-cells and the SOX11-negative MCL primary case. Furthermore, we observed weak enhancer activity at the putative SOX11 enhancer in normal naive and memory B-cells and the SOX11-negative MCL primary case, but strong enhancer activity, marked by the presence of H3K27ac, only in SOX11-positive samples. In addition, by ATAC-seq we identified two specific chromatin accessible regions that potentially represent the transcription factor binding sites responsible for activation of this enhancer region in SOX11-positive MCLs. By 4C-sequencing we observed that the SOX11 locus and its putative enhancer show high 3D contacts in two other SOX11-positive MCL cell lines (GRANTA-519 and JEKO-1) and in a SOX11-positive primary MCL case, but not in a SOX11-negative primary MCL case. Furthermore, the differential 3D contacts at these regions in Z-138 and JVM-2 were confirmed by 3D FISH, which is currently being performed in primary MCL cases. Interestingly, no 3D contacts were observed in normal naive and memory B cells, indicating that although the SOX11 promoter is poised within these normal B-cell subpopulations, primed looping at these regions does not exist and seems not to explain the 3D contacts we observed in SOX11-positive MCL cell lines and primary cases. When investigating chromatin states in cell lines studied by ENCODE with an active SOX11 promoter (H1-hESC, HSMM and NHLF) none of them show activity in the identified region, suggesting that the putative SOX11 enhancer is de novo activated only in the context of MCL lymphomagenesis. Conclusions We provide new evidence that the activation of a distant SOX11 putative enhancer and its 3D contacts to the SOX11 gene, is a de novo event in SOX11-positive MCL cell lines and primary cases that is likely specific for this malignancy. Disclosures No relevant conflicts of interest to declare."
}