{
    "doi": "https://doi.org/10.1182/blood-2021-148028",
    "article_title": "Use of Bivalirudin-Specific Monitoring Assays in Ventricular Assist Device Patients ",
    "article_date": "November 5, 2021",
    "session_type": "332.Anticoagulation and Antithrombotic Therapies",
    "abstract_text": "Increasing numbers of pediatric ventricular assist device (VAD) patients are being anticoagulated with the parenteral direct thrombin inhibitor bivalirudin because it is reportedly associated with fewer bleeding and thrombotic events. With expanded use, management is shifting from a handful of experts to a wider pool of clinicians and trainees, increasing the importance of identifying broadly acceptable, standardized monitoring assays. The pharmacokinetics of bivalirudin have not been well-studied in the pediatric population and drug monitoring in all ages has been problematic for critically ill patients who require intermediate or longer-term therapeutic anticoagulation. The dilute thrombin time (dTT), available in many clinical laboratories, has been suggested as a potentially superior alternative to the activated partial thromboplastin time (aPTT), but results have been inconsistent. As clinical use of the dTT (c-dTT) for monitoring bivalirudin increased at our institution, we sought to evaluate the performance of commercially available, \"research only\" functional bivalirudin assays with calibrators and controls to measure bivalirudin's anticoagulation effect, utilizing residual plasmas and clinical data from VAD patients treated with bivalirudin. Residual citrated, platelet poor plasma samples from clinically ordered laboratory tests in VAD patients were collected and stored frozen at -70 o C from February 8, 2018, to January 4, 2021. With IRB approval, the samples were analyzed in conjunction with medical record review. Two experimental assay kits were utilized, ex-dTT: a dilute thrombin time assay (Hemoclot, Hyphen-Biomed, FR) and ex-anti FIIa: a chromogenic anti-factor IIa assay (BiophenDTI, Hyphen-Biomed, FR). Bivalirudin calibrators (Biophen, Hyphen-Biomed, FR) were used to develop a standard curve for the assays. Controls of low and high (1.5 and 4 microgram/mL) bivalirudin (Biophen, Hyphen-Biomed, FR) were used for quality control of the assays. Results from the two experimental assays were compared with available standard laboratory monitoring when results were available. In total, 115 residual plasma samples from 11 different patients (up to 16 samples per patient) were analyzed. Subjects included 1 adult (37 yr.) and 10 pediatric patients (0-18 yr.). There was excellent correlation between the two experimental assays (Fig. 1A). Correlation was good between the c-dTT and each of the experimental assays; however, with a clinical laboratory platform change (instrument, reagents) midway through sample collection, the c-dTT results shifted substantially in their corresponding estimate of bivalirudin concentration (Figs 1B and C). Activated partial thromboplastin time (aPTT) had poor correlation with the c-dTT and with each of the experimental assays (Fig. 1D). Here we report results from two commercially available kits that estimate bivalirudin concentration using dTT or chromogenic anti-factor IIa assays, in comparison with clinically generated results from VAD patients treated with bivalirudin. Our findings agree with previous observations that the aPTT shows poor correlation with dTT assays (clinically used and experimental) over days and weeks of anticoagulation. The two experimental assays had excellent correlation with each other and good correlation with the c-dTT; however, the fact that the c-dTT results shifted dramatically with a clinical laboratory platform change is illustrative of the need for a bivalirudin-specific monitoring assay as an essential tool for improving outcomes at our center and across centers. More research is needed to understand which type of monitoring assay (dTT or anti-FIIa) may be better suited to particular clinical circumstances. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Lorts:  Abbott: Consultancy; Medtronic: Consultancy; Berlin Heart: Consultancy; Syncardia: Consultancy; Abiomed: Consultancy.",
    "author_names": [
        "Elissa Engel",
        "Michael Losos",
        "Janine Martin",
        "Joseph S. Palumbo",
        "Angela Lorts",
        "Rebecca Geer",
        "Lori Luchtman-Jones"
    ],
    "author_dict_list": [
        {
            "author_name": "Elissa Engel",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Losos",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Cincinnati Children's Hospital Medical Center, Cincinnati, OH",
                "Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janine Martin",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph S. Palumbo",
            "author_affiliations": [
                "Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH",
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Lorts",
            "author_affiliations": [
                "Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH",
                "Heart Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Geer",
            "author_affiliations": [
                "Division of Hematology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lori Luchtman-Jones",
            "author_affiliations": [
                "Division of Hematology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH",
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:08:55",
    "is_scraped": "1"
}