{
    "doi": "https://doi.org/10.1182/blood.V116.21.1073.1073",
    "article_title": "Clinical Activity, Pharmacokinetics, and Pharmacodynamics of Sorafenib In Pediatric Acute Myeloid Leukemia. ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1073 Background: Aberrant receptor tyrosine kinase (RTK) signaling arising from genetic abnormalities, such as FLT3 -internal tandem duplications ( FLT3 -ITD), is an important mechanism in the development and growth of acute myeloid leukemia (AML) and is often associated with a poor outcome. Hence, inhibition of RTK signaling is an attractive novel treatment option, particularly for disease that is resistant to conventional chemotherapy. We evaluated the clinical activity of the multikinase inhibitor sorafenib in children with de novo FLT3 -ITD–positive AML or relapsed/refractory AML. Methods: Fourteen patients were treated. Six patients with newly diagnosed FLT3- ITD–positive AML (aged 9–16 years; median, 12 years) received 2 cycles of remission induction therapy and then started sorafenib (200 mg/m 2 twice daily for 20 days) the day after completing induction II (low-dose cytarabine, daunorubicin, and etoposide). Nine patients (aged 6–17 years; median, 9 years) with relapsed AML (including one treated on the above regimen) received sorafenib alone (2 dose levels; 200 and 150 mg/m 2 ) twice daily for the first week of therapy, concurrently with clofarabine and cytarabine on days 8–12, and then alone from days 13 to 28. Sorafenib pharmacokinetics were analyzed at steady-state on day 8 of sorafenib in patients with newly diagnosed AML and on day 7 in patients with relapsed AML. In patients with relapsed AML, the effect of sorafenib on signaling pathways in AML cells was assessed by flow cytometry. Results: All 6 newly diagnosed patients, including 2 whose AML was refractory to induction I, achieved a complete remission (CR) after induction II; 5 had negative minimal residual disease (MRD; <0.1% AML cells in bone marrow) after induction II. Both patients in this group who relapsed achieved second remissions, one with sorafenib alone and one on the relapse regimen described above. Of the 9 patients with relapsed AML, 6 (4 with FLT3- ITD) were treated with sorafenib 200 mg/m 2 . All 6 had a >50% decrease in blast percentage and/or bone marrow cellularity after 1 week of sorafenib. After concurrent sorafenib and chemotherapy, 5 of the 9 patients with relapsed AML achieved CR (2 had negative MRD) and 2 achieved a partial remission (PR; 5%-25% AML cells in bone marrow); all 4 patients with FLT3- ITD had a CR or PR. After sorafenib treatment, 6 patients underwent HSCT while 2 with FLT3 -ITD who could not receive HSCT were treated with single-agent sorafenib and have maintained CR for up to 8 months. Hand-foot skin reaction (HFSR) or rash occurred in all patients and improved with cessation of sorafenib. Dose-limiting toxicity (DLT, grade 3 HFSR and/or rash) was observed in 3 of the 6 patients with relapsed AML treated with 200 mg/m 2 of sorafenib; no DLT was observed at 150 mg/m 2 . The effect of sorafenib on downstream RTK signaling was tested in the leukemic cells of 4 patients: in most samples, phosphorylation of S6 ribosomal protein and 4E-BP1 was inhibited. The mean (± SD) steady-state concentration (Css) of sorafenib was 3.3 ± 1.2 mg/L in the newly diagnosed group and 6.5 ± 3.6 mg/L (200 mg/m 2 ) and 7.3 ± 3.6 mg/L (150 mg/m 2 ) in those with relapsed AML. In both groups, the mean conversion of sorafenib to sorafenib N-oxide was 27%-35% (approximately 3 times greater than previously reported), and mean sorafenib N-oxide Css was 1.0–3.2 mg/L (2.1-6.7 μM). In a 442-kinase screen, the inhibitory profiles of sorafenib N-oxide and sorafenib were similar, and FLT3-ITD phosphorylation was potently inhibited by both forms (sorafenib N-oxide Kd = 0.070 μM; sorafenib Kd = 0.094 μM). Sorafenib N-oxide inhibited the growth of an AML cell line with FLT3 -ITD (IC 50 = 0.026 μM) and 4 AML cell lines with wild-type FLT3 (IC 50 = 3.9–13.3 μM) at approximately half the potency of sorafenib. Conclusion: In children with de novo FLT3 -ITD and relapsed/refractory AML, sorafenib given alone or with chemotherapy induced dramatic responses and inhibited aberrant RTK signaling in leukemic cells. Sorafenib and its active metabolite (sorafenib N-oxide) likely contribute to both efficacy and toxicity. These results warrant the incorporation of sorafenib into future pediatric AML trials. Disclosures: Inaba: Bayer/Onyx: Research Funding. Off Label Use: Sorafenib and clofarabine: both used for treatment of pediatric acute myeloid leukemia.",
    "topics": [
        "leukemia, myelocytic, acute",
        "pediatrics",
        "pharmacokinetics",
        "sorafenib",
        "pharmacodynamics",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "oxides",
        "chemotherapy regimen",
        "clofarabine"
    ],
    "author_names": [
        "Hiroto Inaba, MD, PhD",
        "Jeffrey E Rubnitz, MD, PhD",
        "Elaine Coustan-Smith, MS",
        "Lie Li",
        "Brian D Furmanski, PhD",
        "Gerard P Mascara",
        "Sheila A Shurtleff, PhD",
        "Stanley B Pounds, PhD",
        "Ching-Hon Pui, MD",
        "Raul C Ribeiro, MD",
        "Dario Campana, MD, PhD",
        "Sharyn D Baker, PharmD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroto Inaba, MD, PhD",
            "author_affiliations": [
                "Oncology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E Rubnitz, MD, PhD",
            "author_affiliations": [
                "Oncology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elaine Coustan-Smith, MS",
            "author_affiliations": [
                "Oncology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lie Li",
            "author_affiliations": [
                "Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian D Furmanski, PhD",
            "author_affiliations": [
                "Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerard P Mascara",
            "author_affiliations": [
                "Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheila A Shurtleff, PhD",
            "author_affiliations": [
                "Pathology, St. Jude Children's Research Hospital, Memphis, TN, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stanley B Pounds, PhD",
            "author_affiliations": [
                "Biostatistics, St. Jude Children's Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ching-Hon Pui, MD",
            "author_affiliations": [
                "Oncology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul C Ribeiro, MD",
            "author_affiliations": [
                "Oncology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dario Campana, MD, PhD",
            "author_affiliations": [
                "Oncology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharyn D Baker, PharmD, PhD",
            "author_affiliations": [
                "Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T03:47:52",
    "is_scraped": "1"
}