{
    "doi": "https://doi.org/10.1182/blood.V114.22.2742.2742",
    "article_title": "Combinations of the Histone Deacetylase Inhibitor Entinostat (SNDX-275, MS-275) and Imatinib Have Divergent Effects in Imatinib-Sensitive Vs. Imatinib-Resistant p210- BCR/ABL Expressing Cell Lines. ",
    "article_date": "November 20, 2009",
    "session_type": "Molecular Pharmacology, Drug Resistance Poster II",
    "abstract_text": "Abstract 2742 Poster Board II-718 Background: The BCR-ABL inhibitor imatinib has revolutionized the treatment of CML, and improves the efficacy of chemotherapy in Ph+ ALL. Acquired imatinib resistance (IR) is an emerging problem. Patients who develop IR have a dismal prognosis and novel therapeutic strategies are needed. Mechanisms of resistance include mutations and overexpression of BCR/ABL. In addition, BCR/ABL-independent pathways may contribute to resistance. Mounting evidence suggests that aberrant histone deacetylase (HDAC) expression plays a key role in acquired IR. HDAC inhibition has been shown to downregulate BCR/ABL expression via multiple mechanisms. The functional effects of HDAC inhibition include cell cycle arrest and induction of mitochondrial damage and caspase-dependent apoptosis, both in cells that are imatinib sensitive (IS) and IR. We hypothesized that HDAC inhibition will demonstrate synergistic activity in combination with imatinib in IR cells. To test this hypothesis, we employed entinostat (SNDX-275), a novel, class I HDAC isoform selective inhibitor currently being tested in multiple phase 2 clinical trials. We explored the use of SNDX-275 alone and in combination with imatinib and dasatinib in IR and IS p210 BCR/ABL expressing cell lines. Methods: K562 (p210 BCR/ABL expressing CML cell line), IR K562 cells (Weisberg E, et al. Blood. 2000;95:3498), Ba/F3 cells, Ba/F3 cells transfected with p210 BCR/ABL and Ba/F3 cells transfected with the T315I mutant form of BCR/ABL were treated with increasing concentrations of SNDX-275 (0.2 to 1.6μM), imatinib (0.1 to 1.6 μM), and dasatinib (0.3 to 250 nM) for 72 hours. The cells were also treated with combinations of SNDX-275 plus imatinib and SNDX-275 plus dasatinib at the same range of concentrations for 72 hours. All experiments were done in triplicate. Drug-related effects on cell viability were determined by MTT cytotoxicity assays. CalcuSyn software was used to calculate the IC 50 for each drug in each cell line and to calculate the combination index (CI) for cell lines treated with combinations of imatinib or dasatinib plus SNDX-275. A CI from 0.9 to 1.1 indicates that the two drugs have an additive effect, below 0.9 indicates synergy between the two drugs and above 1.1 indicates antagonism. Results: In the Ba/F3 p210 BCR/ABL and Ba/F3 T315I cells, SNDX-275 alone had minimal activity up to 1 μM. In K562 and IR K562 cells SNDX-275 alone led to significant cytotoxicity with an IC 50 of 0.662 μM and 0.495 μM respectively. In the IR cell lines, cotreatment with SNDX-275 enhanced the activity of both imatinib and dasatinib. For the IR K562 cells, imatinib plus SNDX275 was potently synergistic with a CI of 0.6234. Dasatinib plus SNDX275 treatment of IR K562 cells was additive with a CI of 1.1015 ( figure 1 ). Similarly, in the Ba/F3 T315I cells imatinib plus SNDX275 resulted in synergistic activity (CI = 0.87) and additive activity when treated with dasatinib plus SNDX275 (CI = 0.97). On the contrary, cotreatment of non-IR cell lines with dasatinib or imatinib plus SNDX-275 did not result in synergistic activity and revealed evidence of antagonism. In the K562 cells, the combination of imatinib plus SNDX-275 was antagonistic with a CI of 1.308 ( figure 1A ). In the Ba/F3 p210 BCR/ABL cells, the combination of dasatinib plus SNDX-275 was strikingly antagonistic with a CI of 2.9. Figure 1. View large Download slide K562 (WT) and IR K562 (RES) cells were treated with combinations of imatinib or dasatinib plus SNDX-275. Individual points represent CIs at different levels of growth inhibition. Figure 1. View large Download slide K562 (WT) and IR K562 (RES) cells were treated with combinations of imatinib or dasatinib plus SNDX-275. Individual points represent CIs at different levels of growth inhibition.  Close modal Conclusions: BCR/ABL-independent mechanisms of resistance, including aberrant acetylation of histone and non-histone proteins secondary to the deregulation of HDACs, contribute to IR in patients with CML and Ph+ ALL. Our data support this hypothesis, as the HDAC inhibitor SNDX-275 enhances the activity of imatinib and, to a lesser extent, dasatinib in IR p210 BCR/ABL expressing cell lines. Therefore, SNDX-275 may represent a novel therapeutic approach to patients with IR CML and Ph+ ALL, and a phase I clinical study is planned. In contrast, SNDX-275 may antagonize the activity of the tyrosine kinase inhibitors in nonresistant CML and Ph+ ALL. To our knowledge, this is the first report of antagonism between a HDAC inhibitor and tyrosine kinase inhibitors in CML. Further investigation is necessary to define the mechanism and clinical significance of this antagonism. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cell lines",
        "histone deacetylase inhibitors",
        "imatinib mesylate",
        "dasatinib",
        "histone deacetylase",
        "combined modality therapy",
        "cytotoxicity",
        "histones",
        "protein-tyrosine kinase inhibitor"
    ],
    "author_names": [
        "Rachel E. Rau, MD",
        "Emily McIntyre",
        "Scott H. Kaufmann, MD, PhD",
        "Igor Espinoza-Delgado, MD",
        "Judith Karp",
        "Patrick Brown, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rachel E. Rau, MD",
            "author_affiliations": [
                "Oncology and Pediatrics, Johns Hopkins University, Baltimore, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emily McIntyre",
            "author_affiliations": [
                "Oncology and Pediatrics, Johns Hopkins University, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott H. Kaufmann, MD, PhD",
            "author_affiliations": [
                "Oncology Research, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Igor Espinoza-Delgado, MD",
            "author_affiliations": [
                "Cancer Therapy Evaluation Program, National Cancer Institute, Bethesda, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith Karp",
            "author_affiliations": [
                "Div. of Hematology, Johns Hopkins University SOM, Baltimore, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Brown, MD",
            "author_affiliations": [
                "Oncology and Pediatrics, Johns Hopkins University, Baltimore, MD, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T09:43:07",
    "is_scraped": "1"
}