{
    "doi": "https://doi.org/10.1182/blood.V110.11.3111.3111",
    "article_title": "Analysis of Minimal Residual Disease (MRD) from the Phase 2 Multicenter Study of Subcutaneous (SC) Alemtuzumab Combined with Fludarabine for Treatment of Relapsed/Refractory B-Cell Chronic Lymphocytic Leukemia (CLL). ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "abstract_text": "Introduction: In patients (pts) with relapsed/refractory CLL, responses achieved with conventional salvage chemotherapy may have limited durability, likely due to the presence of residual disease remaining in the bone marrow (BM) or peripheral blood (PB). The anti-CD52 monoclonal antibody alemtuzumab (Campath®) demonstrates single-agent efficacy in relapsed/refractory CLL and has been shown to induce MRD-negative (-) responses in 20% of pts ( Moreton et al J Clin Oncol  2005 ; 23 : 2971 –2979 ). A recent phase 2 study reported that treatment with SC alemtuzumab with or without the addition of oral fludarabine in pts with relapsed/refractory CLL resulted in a 49% overall response (OR) rate and 16% complete response (CR) rate; MRD(-) CR was achieved in 10% of pts ( Sayala et al Blood  2006 ; 108 : abstract 34 ). We evaluated the safety and efficacy of SC alemtuzumab combined with intravenous (IV) fludarabine in pts with previously treated CLL and report the responses and results from MRD analysis. Methods: Eligible pts had active CLL requiring therapy and had relapsed after at least 1 prior therapy. SC alemtuzumab 30 mg days 1–5 and IV fludarabine 25 mg/m 2 days 1–5 were administered on a 28-day cycle for 4 cycles. Pts with <CR after 4 cycles were eligible to receive 2 additional cycles up to a total of 6 cycles. Responses were assessed based on the 1996 NCI Working Group Criteria. MRD was measured in the BM and PB at baseline, interim analysis, end of treatment, and 2 and 9 months following treatment. Four-color flow cytometry assays (CD5 + /CD19 + /CD38 + /CD20[dim], CD5 + /CD19 + /CD43 + /CD79b[dim], CD5 + /CD19 + /CD81 + /CD22[dim]) were used to evaluate 200,000 to 1,000,000 events per sample, with lower limits of detection (LLD) ranging from 0.005% to 0.01% of leukocytes. Results: The study completed enrollment with 56 pts (median age 62 years, range 37–86; 54% Rai stage III/IV; median 3 prior lines of therapy, range 1–14) receiving at least 1 dose of study treatment; 28 pts (50%) completed 4 or more cycles of therapy and were evaluable for response; of these, 17 (30%) pts completed 5 or more cycles and 11 (20%) completed 6 cycles of therapy. MRD evaluation of the BM was available in 17 pts. The ORR among 28 evaluable pts was 64%, with CR in 6 pts (21%). Four of 6 pts in CR achieved MRD(-) in both BM and PB, which was maintained at last evaluation in all 4 pts. In addition, 9 pts with PR showed no evidence of disease in PB and/or BM below LLD, with 4 of these pts having undetectable disease in BM. The correlation between MRD(-) in the PB and BM was 0.63 and between MRD(-) by 4-color flow and CD5 + /CD19 + <1% in the BM was 0.67 (Pearson correlation). Conclusion: After treatment with SC alemtuzumab and IV fludarabine, 64% of pts responded, with 8 of 17 evaluable pts achieving molecular undetectable disease in the BM, suggesting that MRD(-) remissions can be attained in a portion of heavily pretreated pts with CLL. Four-color flow cytometry of the BM is necessary to monitor MRD after an alemtuzumab regimen.",
    "topics": [
        "alemtuzumab",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "fludarabine",
        "neoplasm, residual",
        "brachial plexus neuritis",
        "cd19 antigens",
        "chronic lymphocytic leukemia refractory",
        "flow cytometry",
        "cd20 antigens"
    ],
    "author_names": [
        "Christopher Flowers",
        "Hilary Rosenthal",
        "Jennifer Brown",
        "Wendy Stock",
        "Harvey Katzen",
        "Shailendra Lakhanpal",
        "David Jaye"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher Flowers",
            "author_affiliations": [
                "Emory University Hospital, Atlanta, GA, USA",
                "Oregon Health & Science University, Portland, OR, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hilary Rosenthal",
            "author_affiliations": [
                "Emory University Hospital, Atlanta, GA, USA",
                "Oregon Health & Science University, Portland, OR, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Brown",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA",
                "Oregon Health & Science University, Portland, OR, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy Stock",
            "author_affiliations": [
                "University of Chicago Medical Center and Hospitals, Chicago, IL, USA",
                "Oregon Health & Science University, Portland, OR, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harvey Katzen",
            "author_affiliations": [
                "Oncology-Hematology Associates, PA, Clinton, MD, USA",
                "Oregon Health & Science University, Portland, OR, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shailendra Lakhanpal",
            "author_affiliations": [
                "Birmingham Hematology and Oncology Associates, LLC, Birmingham, AL, USA",
                "Oregon Health & Science University, Portland, OR, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Jaye",
            "author_affiliations": [
                "Emory University Hospital, Atlanta, GA, USA",
                "Oregon Health & Science University, Portland, OR, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T18:40:32",
    "is_scraped": "1"
}