{
    "doi": "https://doi.org/10.1182/blood-2021-145949",
    "article_title": "Myelodysplastic Syndromes: A More Global 5-Hydroxymethylcytosine Deficiency Disorder Than Suggested By the Presence of TET2 Mutations ",
    "article_date": "November 5, 2021",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational",
    "abstract_text": "The high frequency of TET2 mutations in myelodysplastic syndromes (MDS) and the sole function of TET-dioxygenases as 5-hydroxymethylcytosine (5-hmC) hydroxylases emphasize the key role of this gene in disease pathogenesis. However, the broad down-regulation of 5-hmC argues for a role of DNA demethylation in MDS beyond TET2 lesions, which albeit the high frequency, do not convey any impact on survival outcomes. In fact, decrease in 5-hmC levels is by far more widely spread than TET2 lesions pointing towards other pathways affecting TET2 activity, thereby obscuring a precise determination of its mutational and clinical consequences. Herein, we investigated TETs expression to identify factors explaining the widespread deficiency of 5-hmC in MDS possibly determining clinical phenotypes and prognosis. An integrative data analysis of genomic studies (whole genome and deep targeted NGS), RNA-sequencing and 5-hmC quantification was performed on 1,665 patients with MDS and 91 healthy controls (HC). Meta-analytic studies of 5-hmC levels in myeloid neoplasia (n=598) and data of RNA-sequencing of fractionated CD34 (GSE63569) were also included as confirmatory cohorts. We started by analyzing the clinical impact of TET2 mutations carried by 23% of our study population. No impact on survival was found in carriers of TET2 lesions including those with biallelic, truncating or missense mutations compared to wild-type (WT) ( Fig1A ). By using 5-hmC levels as a functional readout of TET activity, we found a TET deficiency in about 70% of patients, a proportion higher than one would conclude by considering the mere presence of TET2 mutations ( Fig1B ). To explain the decrease in 5-hmC levels in WT cases, we next examined transcriptome modifications. Analysis of the expression of TET family of genes showed that MDS patients had lower TET2 mRNA levels in total and in CD34+ cells as compared to HC, irrespective of their TET2 status. Therefore, we reasoned that TET2 deficiency is more ubiquitously involved in MDS pathogenesis than what would be expected by the only estimation of mutant cases. Indeed, \"low expressor\" status (defined by TET2 expression < 25%ile of HC) was found in 74% of MDS. Along with variable 5-hmC levels, concomitant differences in TET1/TET3 expression were also investigated. While TET1 levels were too low to be evaluated, TET3 expression levels were markedly higher in all and in WT MDS compared to HC, possibly in an attempt to compensate TET2 dysfunction ( Fig1C ). In addition, TET3 expression did not correlate with TET2 mutational burden, confuting a compensatory feedback mechanism in TET2 mutant cases. Further uni- and multivariate analyses showed that elevated TET3 levels compensated TET2 deficiency in terms of clinical outcomes ( Fig1D ) and linear regression analyses confirmed that indeed lack of compensation by TET3 (low TET3 expression) was associated with high risk features. To explore whether other factors might be associated with low TET2 levels, we studied TET2 expression in WT cases as to the presence of other mutations. We found that TET2 expression was significantly lower in patients harboring DNMT3A (P < 0.0001), SF3B1 ( P < 0.0001) and SRSF2 ( P = 0.04) compared to HC. However, lack of correlation between levels of TET2 and mutational burden failed to prove a direct relationship of these mutations ( Fig1E ). Decreased hydroxylation of 5-mC may also be caused by endogenous L-2-hydroxyglutarate (L2HG) produced via malate shunt. Accordingly, L2HG dehydrogenase (L2HGDH) levels catabolizing L2HG and malate dehydrogenases (MDH1/2) supplying L2HG, would influence TET2 activity in a reciprocal fashion. Consistently we found that MDH1/2 levels were increased in MDS and that L2HGDH showed also a likely compensatory increase to handle elevated L2HG loads. Further, linear regression analyses revealed that L2HGDH levels were correlated inversely with TET2 and positively with TET3 expression in WT cases ( Fig1F ). In sum, MDS can be considered a wide-ranging 5-hmC deficiency disorder driven by direct or indirect loss of TET2functions by mutations or down-modulation due to a variety of mechanisms. Disease phenotypes and outcomes are both influenced by counteracting factors such as expression of TET3. Application of precision therapeutic approaches should be informed by the analyses of all these factors. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Carraway:  Astex: Other: Independent review committee; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Stemline: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Agios: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AbbVie: Other: Independent review committee; Jazz: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Other: Independent review committee; Celgene, a Bristol Myers Squibb company: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Kim:  Paladin: Consultancy, Honoraria, Research Funding; Bristol-Meier Squibb: Research Funding; Pfizer: Honoraria; Novartis: Consultancy, Honoraria, Research Funding. Minden:  Astellas: Consultancy. Haferlach:  MLL Munich Leukemia Laboratory: Other: Part ownership. Maciejewski:  Bristol Myers Squibb/Celgene: Consultancy; Novartis: Consultancy; Regeneron: Consultancy; Alexion: Consultancy.",
    "author_names": [
        "Carmelo Gurnari",
        "Simona Pagliuca",
        "Yihong Guan",
        "Courtney E. Hershberger",
        "Ying Ni",
        "Jaymeson Gordon",
        "Hetty E. Carraway",
        "Richard A Padgett",
        "Diego Coutinho",
        "Ilana Zalcberg",
        "Jae-Sook Ahn",
        "Hyeoung-Joon Kim",
        "Dennis Dong Hwan Kim, Sr.",
        "Mark D. Minden",
        "Joop H. Jansen",
        "Babal K. Jha",
        "Torsten Haferlach",
        "Jaroslaw P. Maciejewski",
        "Valeria Visconte"
    ],
    "author_dict_list": [
        {
            "author_name": "Carmelo Gurnari",
            "author_affiliations": [
                "Department of Biomedicine and Prevention, University of Rome \"Tor Vergata\", Rome, Italy",
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Simona Pagliuca",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yihong Guan",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney E. Hershberger",
            "author_affiliations": [
                "Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Ni",
            "author_affiliations": [
                "Center for Clinical Genomics, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaymeson Gordon",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hetty E. Carraway",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A Padgett",
            "author_affiliations": [
                "Cardiovascular and Metabolic Sciences, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diego Coutinho",
            "author_affiliations": [
                "Divisão de Laboratórios do Centro de Transplantes de Medula Óssea (CEMO), Instituto Nacional do Câncer (INCA), Rio de Janeiro, Brazil"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilana Zalcberg",
            "author_affiliations": [
                "Divisão de Laboratórios do Centro de Transplantes de Medula Óssea (CEMO), Instituto Nacional do Câncer (INCA), Rio de Janeiro, Brazil"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Sook Ahn",
            "author_affiliations": [
                "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun-Gun, South Korea"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyeoung-Joon Kim",
            "author_affiliations": [
                "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Jeollanam-do, Korea, Republic of (South)"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis Dong Hwan Kim, Sr.",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark D. Minden",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joop H. Jansen",
            "author_affiliations": [
                "Radboud Institute Molecular Studies, Radboud University Medical Center, Nijmegen, Netherlands"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Babal K. Jha",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Visconte",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Taussig Cancer Institute, Cleveland, OH"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:04:27",
    "is_scraped": "1"
}