{
    "doi": "https://doi.org/10.1182/blood.V112.11.3067.3067",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1313",
    "start_url_page_num": 1313,
    "is_scraped": "1",
    "article_title": "Substitution of Four Residues Revealed by High-Throughput Screening of Human Factor VIII A2 Domain Generated a Recombinant Molecule That Escapes to Anti-Factor VIII Antibodies ",
    "article_date": "November 16, 2008",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Using Massive Mutagenesis technique® we performed a high-throughput alanine substitution of 206 residues between aminoacids 376 to 649 from factor VIII (FVIII) A2 domain. The pattern of activity and the levels of production of FVIII mutants were assessed following transient expression in COS-1 cells. FVIII mutants that kept at least 50% of wild-type activity were then screened in an inhibitor assay against total immunoglobulin G (IgG) fractions from patients with severe hemophilia A who had developed inhibitory antibodies (n=4; range 6–15 BU/mL) or a non immune IgG as control. In this assay, the cell culture supernatants containing FVIII were incubated in a volume of FVIII-depleted plasma for 1h30 in the presence of IgG. The residual activity was then measured in a chronometric assay. No single mutations were able to significantly allow FVIII to escape inhibitors. Four mutations (S409A, L462A, E507A, L629A) having a tendency to resist to inhibitors were selected and recombined two by two leading to a significant but insufficient resistance to anti-FVIII antibodies. The effect of the mutations was additive since a molecule (FVIII-4A2) combining the 4 substitutions significantly resisted to the inhibitory antibodies. Residual activity of FVIII-4A2 ranged from 8% to up to 82% of the initial activity depending on the inhibitor plasma whereas this residual activity never exceeded 30% for control wild-type FVIII. Following production by CHO cells, purified FVIII-4A2 demonstrated a similar pattern of resistance to the four IgG fractions already assayed. FVIII-4A2 was then assayed against 11 additional unrelated inhibitors (range 3–2662 BU/mL) and displayed also a resistance against 10 out of the 11 IgG fractions. The resistance was in all case only partial in relation with the likely presence of anti-C2 and/or anti-A3-C1 inhibitors within the IgG fractions. As detected in a solid-phase assay, the decrease in inhibitory effect was for some of the IgG fractions partly related to a decrease in their binding capacity. As a control experiment, FVIII-4A2 was poorly recognized by the monoclonal antibody GMA012 directed against the A2 domain. In contrast, the binding to ESH4, an anti-C2 monoclonal antibody was not affected. Such combination of mutations opened the perspective for the generation of a recombinant FVIII molecule that can be used as an effective substitutive FVIII therapy in patients with inhibitors.",
    "topics": [
        "antibodies",
        "factor viii antibody",
        "heart sound a2",
        "high-throughput screening methods",
        "molecule",
        "human factors engineering",
        "immunoglobulin g",
        "monoclonal antibodies",
        "alanine",
        "cell culture techniques"
    ],
    "author_names": [
        "Jean-Luc Plantier",
        "Didier Saboulard",
        "Marc Delcourt",
        "Nathalie Enjolras",
        "Claude Negrier, MD"
    ],
    "author_affiliations": [
        [
            "IFR62-Faculté de médecine RTH Laennec, Laboratoire d’hémobiologie-EA4174, Lyon, France"
        ],
        [
            "Biomethodes, Evry, France"
        ],
        [
            "Biomethodes, Evry, France"
        ],
        [
            "IFR62-Faculté de médecine RTH Laennec, Laboratoire d’hémobiologie-EA4174, Lyon, France"
        ],
        [
            "Centre de Traitement, Lyon, France"
        ]
    ],
    "first_author_latitude": "45.7579507",
    "first_author_longitude": "4.8351301"
}