{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3881.3881",
    "article_title": "Overcoming Leukemia-Induced Immune Suppression in BCR-ABL+ Acute Lymphoblastic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "BCR-ABL + acute lymphoblastic leukemia patients have transient responses to current therapies. However, the fusion of BCR to ABL generates a potential leukemia-specific antigen that could be a target for immunotherapy. Herein we demonstrate that the immune system can limit BCR-ABL + leukemia progression although ultimately this immune response fails. To address how BCR-ABL + leukemia escapes immune surveillance, we developed a peptide: MHC-II tetramer that labels endogenous BCR-ABL-specific CD4 + T cells. Naïve mice have a small population of BCR-ABL-specific T cells that proliferate modestly upon immunization with the BCR-ABL fusion peptide (referred to as BAp hereafter). In response to BCR-ABL + leukemia, BCR-ABL specific T cells proliferated and converted into regulatory T cells (Treg cells), a process that was dependent on MHC-II antigen presentation by leukemic cells. Treg cells were critical for leukemia progression in C57Bl/6 mice, as transient Treg cell ablation led to extended survival of leukemic mice. Leukemic B cells produced significantly more TGb1, IL10 and PDL1 than control non-transformed B cells. We are currently extending these studies to determine if leukemia-specific production of TGFb, IL10, or PDL1 plays a critical role in driving tolerance induction. Thus, BCR-ABL + leukemia actively suppresses the anti-leukemia immune responses by converting cross-reactive leukemia-specific T cells into Treg cells. To determine if we could reverse tolerance we examined whether checkpoint blockade or therapeutic vaccination with BAp peptide could improve survival in mice with pre-established BCR-ABL+ leukemia. Consistent with the low mutation load in our leukemia model, we found that checkpoint blockade with anti-PDL1 and CTLA-4 alone had only modest effects on survival. In contrast, robust heterologous vaccination using LCMV, Listeria, and VSV infection plus a peptide derived from the BCR-ABL fusion (BAp), a key driver mutation, resulted in a small population of mice that survived long-term. Checkpoint blockade strongly synergized with heterologous vaccination to enhance overall survival in mice with leukemia. Enhanced survival did not correlate with numbers of BAp:I-A b -specific T cells, but rather with increased expression of IL10, IL17, and GrzmB and decreased expression of PD1 on these cells. Our findings demonstrate that vaccination to key driver mutations cooperates with checkpoint blockade and allows for immune control of cancers with low non-synonymous mutation loads. We are currently examining whether we can further improve survival via combination chemotherapy (using Nilotinib which typically only induces transient remission) and immunotherapy (using checkpoint blockade with anti-PD1 or anti-PDL1). Disclosures Farrar: Merck: Research Funding.",
    "topics": [
        "acute lymphocytic leukemia",
        "leukemia",
        "therapeutic immunosuppression",
        "bcr-abl tyrosine kinase",
        "peptides",
        "interleukin-10",
        "immunotherapy",
        "ablation",
        "antigens",
        "cancer"
    ],
    "author_names": [
        "Michael Farrar, PhD",
        "Can Hekim, MSc,PhD",
        "Manlove S. Luke, PhD",
        "Vaiva Vezys, PhD",
        "Marc K Jenkins, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Farrar, PhD",
            "author_affiliations": [
                "Center for Immunology, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Can Hekim, MSc,PhD",
            "author_affiliations": [
                "Center for Immunology, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manlove S. Luke, PhD",
            "author_affiliations": [
                "Center for Immunology, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vaiva Vezys, PhD",
            "author_affiliations": [
                "Center for Immunology, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc K Jenkins, PhD",
            "author_affiliations": [
                "Center for Immunology, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T13:03:43",
    "is_scraped": "1"
}