{
    "doi": "https://doi.org/10.1182/blood.V122.21.970.970",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2479",
    "start_url_page_num": 2479,
    "is_scraped": "1",
    "article_title": "Placebo-Controlled, Double-Blind, First-In-Human, Ascending Single Dose and Multiple Dose, Healthy Subject Study Of Intravenous-Administered SelG1, a Humanized Anti-P-Selectin Antibody In Development For Sickle Cell Disease ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster I",
    "topics": [
        "antibodies",
        "crizanlizumab",
        "multiple-dose regimen",
        "selectins",
        "sickle cell anemia",
        "single-dose regimen",
        "p-selectin",
        "infusion procedures",
        "adverse event",
        "bleeding diathesis"
    ],
    "author_names": [
        "Jonathan W. Stocker, PhD",
        "Debra Mandarino, MD",
        "Ziad Kawar, PhD",
        "Richard Alvarez, MBA",
        "David Falconer, MS, MBA",
        "Scott A. Rollins, PhD",
        "Russell P. Rother, PhD"
    ],
    "author_affiliations": [
        [
            "Selexys Pharmaceuticals, Oklahoma City, OK, USA, "
        ],
        [
            "Covance Clinical Research Unit, Madison, WI, USA"
        ],
        [
            "Selexys Pharmaceuticals, Oklahoma City, OK, USA, "
        ],
        [
            "Selexys Pharmaceuticals, Oklahoma City, OK, USA, "
        ],
        [
            "Selexys Pharmaceuticals, Oklahoma City, OK, USA, "
        ],
        [
            "Selexys Pharmaceuticals, Oklahoma City, OK, USA, "
        ],
        [
            "Selexys Pharmaceuticals, Oklahoma City, OK, USA, "
        ]
    ],
    "first_author_latitude": "35.4754044",
    "first_author_longitude": "-97.5046251",
    "abstract_text": "SelG1 is a humanized anti-P-selectin monoclonal antibody being developed as a treatment for sickle cell disease (SCD). Extensive data have been published that suggest a pivotal role for P-selectin in the pathophysiology of SCD. Much of this work has been conducted in mice engineered to express human β hemoglobin S (sickle cell hemoglobin). These mice have a remarkably similar disease pathology to that observed in human SCD including vasoocclusion. Using these mice, investigators have demonstrated P-selectin interactions between the endothelium and sickled red blood cells, leukocytes and platelets. Additional studies have demonstrated direct P-selectin mediated binding of leukocytes with platelets. All of these cell-cell interactions have been implicated in SCD vasoocclusion. Further, blockade or genetic absence of P-selectin decreases or eliminates these cell-cell interactions and vasoocclusion. A Phase I clinical study was conducted to evaluate the safety, pharmacokinetics (PK), pharmacodynamics (PD), and immunogenicity of SelG1. This was a single-center, double-blind, placebo-controlled, first-in-human, ascending single dose and multiple dose study of intravenous (IV)-administered SelG1 in healthy adult male and female subjects. There were 5 dosing cohorts in the study (A through E): Ascending single dose cohorts: Cohort A:0.2 mg/kg IV dose of SelG1 (n=3) or placebo (n=1); Cohort B:0.5 mg/kg IV dose of SelG1 (n=3) or placebo (n=1); Cohort C:1.0 mg/kg IV dose of SelG1 (n=3) or placebo (n=1); Cohort D:5.0 mg/kg IV dose of SelG1 (n=6) or placebo (n=2). Multi-dose cohort: Cohort E:two 8.0 mg/kg IV doses of SelG1 (n=5) or placebo (n=2); the doses were given 2 weeks apart. In Cohorts A through D, SelG1 was slowly eliminated (mean t 1/2 = 75.6 to 500 hours). Mean t 1/2 values increased in a dose dependent manner. The exposure to SelG1 (mean C max , AUC 0-t , and AUC 0-∞ ) increased in a greater than proportional manner over the dose range. In Cohort E, SelG1 was slowly eliminated (mean t 1/2 = 363 hours for the second infusion). The mean C max and AUC 0-336 values were 1.6- and 1.7-fold higher, respectively, after the second infusion relative to the first infusion. The PD data demonstrate that P-selectin function was completely blocked for a minimum of 28 days in Cohort D and at least 56 days in Cohort E. Twenty-six of the 27 subjects who received study drug completed the study, with 1 placebo subject in Cohort D withdrawing himself from the study due to the required travel commitment. There were no deaths, serious adverse events, or severe AEs reported in any subject. There were no increases in the number or severity of AEs with increasing dosages or with multi-dose administration. The percentage of subjects experiencing an AE was similar between the SelG1-treated subjects and the placebo-treated subjects; in Cohorts A-D, 66.7% of SelG1-treated subjects and 60.0% of placebo subjects reported at least 1 AE, while in Cohort E, 60.0% of SelG1-treated subjects and 50.0% of placebo-treated subjects reported at least 1 AE. Only 1 AE occurred in more than 1 subject; vessel puncture site hematoma occurred in 1 subject of Cohort A, 1 subject of Cohort C, and 2 subjects of Cohort E. All other AEs occurred in only 1 subject and were mild to moderate in severity. No AEs in any subject were deemed “related” to study drug. No clinically significant findings were noted from vital sign measurements, physical examinations, or 12-lead ECGs for this study. No biochemistry, hematology, or other laboratory data were reported as clinically significant or were reported as AEs; there were no trends that indicated increases or decreases in mean or median values over time, and there were no dose-dependent increases or decreases in mean or median values. There were no demonstrable changes in coagulation parameters or increased bleeding tendencies. No specific antibody response to SelG1 occurred in any of the subjects. In summary, the administration of SelG1 was well tolerated in this group of healthy male and female subjects. A Phase II clinical study to evaluate the clinical efficacy of SelG1 in SCD patients is currently underway. Disclosures: Stocker: Selexys Pharmaceuticals: Employment, Equity Ownership. Mandarino: Selexys Pharmaceuticals: CRO Other. Kawar: Selexys Pharmaceuticals: Employment, Equity Ownership, Patents & Royalties. Alvarez: Selexys Pharmaceuticals: Employment, Equity Ownership, Patents & Royalties. Falconer: Selexys Pharmaceuticals: Employment, Equity Ownership. Rollins: Selexys Pharmaceuticals: Employment, Equity Ownership, Membership on an entity’s Board of Directors or advisory committees. Rother: Selexys Pharmaceuticals: Employment, Equity Ownership."
}