{
    "doi": "https://doi.org/10.1182/blood.V116.21.2494.2494",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1860",
    "start_url_page_num": 1860,
    "is_scraped": "1",
    "article_title": "Gene Expression Analysis Uncovers Similarity and Differences Among Burkitt Lymphoma Subtypes ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "topics": [
        "burkitt's lymphoma",
        "gene expression",
        "bare lymphocyte syndrome",
        "basic life support",
        "bloom syndrome",
        "diffuse large b-cell lymphoma",
        "cancer",
        "molecule",
        "neoplasms",
        "agar"
    ],
    "author_names": [
        "Pier Paolo Piccaluga",
        "Giulia De Falco",
        "Manjunat Kustagi",
        "Anna Gazzola",
        "Annalisa Astolfi",
        "Claudio Agostinelli",
        "Eleonora Leucci",
        "Anna Onnis",
        "Claudio Tripodo",
        "maria Rosaria Sapienza",
        "Cristiana Bellan",
        "Stefano Lazzi",
        "Lynnette Tumwine",
        "Michael Mawanda",
        "Martin Ogwang",
        "Valeria Calbi",
        "Serena Formica",
        "Andrea Califano, PhD",
        "Stefano Pileri",
        "Lorenzo Leoncini"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncological Sciences “L. and A. Seragnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Human Pathology and Oncology, University of Siena, Siena, Italy, "
        ],
        [
            "Joint Centers for Systems Biology, Columbia University, New York, NY, USA, "
        ],
        [
            "Hematology and Oncological Sciences “L. and A. Seragnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Centro Interdipartimentale per la Ricerca sul Cancro “G. Prodi”, University of Bologna, Bologna, "
        ],
        [
            "Hematology and Oncological Sciences “L. and A. Seragnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Human Pathology and Oncology, University of Siena, Siena, Italy, "
        ],
        [
            "Department of Human Pathology and Oncology, University of Siena, Siena, Italy, "
        ],
        [
            "Department of Human Pathology, University of Palermo, Palermo, Italy, "
        ],
        [
            "Hematology and Oncological Sciences “L. and A. Seragnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Human Pathology and Oncology, University of Siena, Siena, Italy, "
        ],
        [
            "Department of Human Pathology and Oncology, University of Siena, Siena, Italy, "
        ],
        [
            "Makerere University, Kampala, Uganda, "
        ],
        [
            "St. Mary Hospital, Lacor, Gulu, Uganda, "
        ],
        [
            "St. Mary Hospital, Lacor, Gulu, Uganda, "
        ],
        [
            "St. Mary Hospital, Lacor, Gulu, Uganda, "
        ],
        [
            "Centro Interdipartimentale per la Ricerca sul Cancro “G. Prodi”, University of Bologna, Bologna, "
        ],
        [
            "Joint Centers for Systems Biology, Columbia University, New York, NY"
        ],
        [
            "Hematology and Oncological Sciences “L. and A. Seragnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Human Pathology and Oncology, University of Siena, Siena, Italy, "
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999",
    "abstract_text": "Abstract 2494 Background. Burkitt lymphoma (BL) is currently listed in the WHO classification of lymphoid tumors as a single genetic and morphological entity with variation in clinical presentation. In particular, three clinical subsets of BL are recognized: endemic (eBL), sporadic (sBL) and immunodeficiency associated (ID-BL). Each affects different populations and can present with different features. So far, possible differences in their gene expression profiles (GEP) have not been investigated. In this study we aimed to 1) assess whether BL subtypes present with differences in their GEP; 2) investigate the relationship of the different BL subtypes with the non-neoplastic cellular counterparts; 3) Identify genes and programs specifically deregulated in BLs and possibly contributing to the malignant phenotype. Methods. We studied by GEP 128 cases of B-cell derived malignancies and 20 samples of normal B-cell subpopulations GEP analysis. In particular, we included 40 BLs (13 eBLs, 21 sBLs 6 HIV-BLs), 40 follicular lymphomas, 10 chronic lymphocytic leukemias, 10 GCB-type diffuse large B-cell lymphomas, 10 ABC-type DLBCL, 5 primary mediastinal B-cell lymphomas, 13 HIV-related DLBCL, as well as 10 germinal center (GC), 5 naïve and 5 memory cells samples. GEP results were confirmed by dividing BL cases into training and test subgroups. In addition, as further validation, we performed immunohistochemistry (IHC) on tissue microarrays containing 85 BL cases as well as functional assays in vitro and in vivo, by focusing on the role of RBL2, a tumor suppressor gene involved in cell cycle control and mutated in eBL. Specifically, we used cell transfection and shRNAs (for mimicking MYC over-expression and RBL2 silencing), soft agar and invasion capability assays, and xenografted mouse models. Results. First, we found that BLs constitute a unique molecular entity, with a relatively homogeneous GEP, distinct from other B-cell malignancies. Indeed, by unsupervised analysis all BLs clearly clustered apart of other lymphomas. However, by supervised analysis, we found that BL subtypes presented slight differences in their GEPs. Particularly, eBLs and ID-BLs appeared to be almost identical, diverging from sBLs. Specifically, they varied for genes involved in cell cycle control, BCR-signaling, and TNF/NFKB-pathways. Of note, eBLs and ID-BLs on one hand, and sBLs on the other (roughly corresponding to EBV + vs. EBV − cases) also differed for genes target of mi-R127a, which is altered in EBV + cases as a direct consequence of viral integration. To further investigate cell cycle regulation in BLs, we inferred a network of RBL2 -depending genes by reverse engineering, by uncovering possible RBL2 transcriptional targets. Interestingly, we found that eBL and sBL diverged for genes belonging to such network. Notably, we provided evidences that RBL2 can cooperate with MYC in inducing a neoplastic phenotype in vitro and in vivo . In particular, lymphoblastoid cells engineered to carry both MYC over-expression and RBL2 silencing presented with increased colony formation and matrix invasion capabilities, and higher efficiency in inducing tumor formation in nude mice if compared to single transfectants ( MYC + or RBL2 − ). Moreover, as the present WHO classification does not definitely identify the counterpart of eBL, we compared BLs GEP to those of normal B-cells. We found that all BL subtypes were intimately related to GC cells (by showing an early stage GC differentiation arrest), differing from them for molecules specially involved in cell proliferation, immune response, and signal transduction. Finally, as further validation of GEP, we studied by IHC the expression of SPARC and CYR61, two molecules involved in human tumorigenesis. Indeed, they turned out to be consistently expressed by neoplastic elements in all instances, as indicated by GEP analysis. Conclusions. Our study provided substantial insights on the pathobiology of BLs, by offering novel evidences which may be relevant for its classification and possibly future treatment. Disclosures: No relevant conflicts of interest to declare."
}