{
    "doi": "https://doi.org/10.1182/blood.V118.21.1643.1643",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2117",
    "start_url_page_num": 2117,
    "is_scraped": "1",
    "article_title": "Treatment with a Bortezomib-Containing Regimen Is Associated with Better Therapeutic Outcomes in Patients with Waldenstrom's Macroglobulinemia Who Have Familial Disease Predisposition ",
    "article_date": "November 18, 2011",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "bortezomib",
        "genetic disorder",
        "treatment outcome",
        "waldenstrom macroglobulinemia",
        "rituximab",
        "disease progression",
        "lymphoproliferative disorders",
        "time to progression",
        "multicatalytic endopeptidase complex",
        "b-lymphocytes"
    ],
    "author_names": [
        "Steven P Treon, MD, PhD",
        "Zachary Hunter",
        "Christina Hanzis",
        "Christina Tripsas",
        "Leukothea Ioakimidis",
        "Christopher Patterson",
        "Robert Manning",
        "Patricia Sheehy, NP",
        "Barry Turnbull, PhD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Bing Center for Waldenstroms macroglobulinemia, Dana-Farber Cancer Institute, Boston MA, Boston, MA, USA, "
        ],
        [
            "Bing Center for Waldenstrom's Macroglobulinemia, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Bing Center for Waldenstrom's Macroglobulinemia, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Bing Center for Waldenstrom's Macroglobulinemia, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Bing Center for Waldenstrom's Macroglobulinemia, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Bing Center for Waldenstrom's Macroglobulinemia, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Bing Center for Waldenstrom's Macroglobulinemia, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "BioBridges Inc., Needham, MA"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Abstract 1643 We examined the impact of familial predisposition on treatment outcome in 135 Waldenstrom's macroglobulinaemia (WM) patients, 26.7% of whom had first or second degree relative(s) with a B-cell lymphoproliferative disorder. All patients were rituximab-naïve and received a rituximab-containing regimen. There were no significant differences in baseline characteristics between cohorts. Overall (93.9% vs. 75.0%; p=0.029) and CR/VGPR (23.2% vs. 16.7%; p<0.0001) responses, time to progression (45.5 vs. 21 months; p=0.015), and to next therapy (50.0 vs. 33.0 months; p=0.024) favored sporadic patients. By multivariate analysis, familial predisposition was an independent marker for disease progression (Hazard ratio 0.554). We next assessed whether the type of treatment used impacted therapeutic outcome in patients with familial WM. Overall, major and CR/VGPR responses were better among patients with familial but not sporadic WM who received a bortezomib versus non-bortezomib containing regimen ( Figure 1 ). A longer TTP was also observed for familial but not sporadic WM patients who received a bortezomib versus non-bortezomib containing regimen. For patients with familial disease, the median TTP was estimated at >33 versus 20.6 months for bortezomib and non-bortezomib containing therapy, respectively (p=0.08). For sporadic WM patients, the median TTP was estimated at >35 versus 45.5 months for bortezomib and non-bortezomib containing therapy, respectively (p=0.68). The findings of this study convey that familial disease predisposition is an important determinant of response, TTP and TTNT in patients with WM. Treatment with a bortezomib-containing regimen is associated with better therapeutic outcomes in patients with WM who have familial disease predisposition, and may be revealing of signaling pathways that are present in familial patients and amenable to select targeting by proteasome inhibition. Figure 1. View large Download slide Overall, major, and VGPR/CR responses for 135 WM patients with sporadic (A) or familial (B) disease who received either bortezomib or a non-bortezomib containing regimen. *p=0.05; and **p=0.0006 among familial WM patients who received bortezomib versus non-bortezomib containing therapy. Figure 1. View large Download slide Overall, major, and VGPR/CR responses for 135 WM patients with sporadic (A) or familial (B) disease who received either bortezomib or a non-bortezomib containing regimen. *p=0.05; and **p=0.0006 among familial WM patients who received bortezomib versus non-bortezomib containing therapy.  Disclosures: No relevant conflicts of interest to declare."
}