{
    "doi": "https://doi.org/10.1182/blood.V124.21.4612.4612",
    "article_title": "The Hedgehog Pathway As Targetable Vulnerability with 5-Azacitidine in MDS and AML ",
    "article_date": "December 6, 2014",
    "session_type": "636. Myelodysplastic Syndromes – Basic and Translational Studies: Poster III",
    "abstract_text": "Introduction/Background Recurrent deletions of chromosome 5 and 7 are characteristic of the myeloid malignancies MDS and AML, determine prognosis and influence therapeutic decision. The pathogenetic contribution of individual genes to MDS/AML development has been shown for several of these genes. However, how and if these genetic losses may relate to therapeutic interventions or represent haploinsufficient targets has remained elusive for the most part. We hypothesized that genes found within the commonly deleted regions (CDRs) of chromosome 5/7 (chr 5/7) represent targetable vulnerabilities in malignant myeloid cells. Therefore we generated a custom RNAi library to functionally interrogate these genomic regions alone or under 5-Azacitidine (5-Aza) treatment, to identify individual genes whose silencing modulate 5-Aza responsiveness. Methods/Materials Custom siRNA plates against ~270 genes (3x sequences/gene, Qiagen) on CDRs of chr 5/7 were assembled. Genes were silenced by siRNA for 48 hours followed by 48-72 hour 5-Aza treatment after which cell viability was determined. Four cell lines (TF1, THP1, MDS-L and HEL) were investigated in parallel with combined siRNA/5-Aza incubations and appropriate 5-Aza and siRNA only control. Hits were selected as > 2 standard deviation changes in viability from the median log2 value of the ratio [(siRNA + 5-Aza)/(siRNA only)], normalized per plate and across the entire screen. Duplictae RNAis screens were performed. Synergy between 5-Aza and the SMO inhibitors LDE225 (Sonidegib) and GDC0449 (Vismodegib) was assessed with CalcuSyn in a panel of AML cell lines. Ex vivo viability and clonogenic re-population experiments in primary patient derived AML and MDS cells were performed with Sonidegib. Results Several genes within the Hedgehog (HH) pathway emerged as sensitizers to 5-Aza when silenced by siRNA in three of four cell lines examined. Specifically Shh siRNA sensitized to 5-Aza in both TF-1 and THP-1 cells, SMO in HEL and GLI3 in THP-1 cells. Shh silencing alone (siRNA only) resulted in reduction of viability only in TF-1 cells but not in THP-1 cells, while SMO and GLI3 siRNA alone did not result in significant reductions in viability but sensitized to 5-Aza, indicating true sensitization and an interactions between the HH pathway and 5-Aza treatment. The SMO inhibitor Vismodegib synergized with 5-Aza in drug dose response assays in a panel of four AML cell lines (TF-1, THP-1, ML-2, HL-60) with Combination Index (CI) values of around 0.6 or lower at low doses of both drugs. Similar results were also observed with Sonidegib in vitro in 5 molecularly heterogeneous AML cell lines. Given stem cell modulation capacity of SMO inhibition, we examined ex vivo proliferation and more importantly clonogenic growth capacity. Highly interesting, ex vivo viability was reduced and synergy observed by the Sonidegib/5-Aza combination to a much greater extend in CD34+ selected primary MDS and AML cells as compared to bulk or CD34 depleted (normal) MNCs. Clonogenic growth was reduced in the combination over single agent 5-Aza or Sonidegib in ~ 50% of samples assessed to date. No direct correlations to cytogenetics were observed. A clinical Phase 1b trial was designed based on these results and is currently accruing in the first cohorts. Conclusions RNAi screening of CDRs of chr 5/7 yielded potential targetable therapeutic vulnerabilities with several genes within the HH pathway sensitizing to 5-Aza. SMO inhibitors pharmacologically validate this concept in vitro and ex vivo with the potential to more selectively affect leukemia stem/progenitor cells. Clinical data will show if this is a specific effect involving chr 5/7 or a general concept in malignant myeloid cells. Thus, SMO inhibition in combination with 5-Aza may be a novel rational combination in AML and MDS. Disclosures Off Label Use: LDE225/Sonidegib on a clinical trial. Mesa: Incyte, CTI, NS Pharma, Inc., Gilead, Celgene: Research Funding.",
    "topics": [
        "azacitidine",
        "erinaceidae",
        "emotional vulnerability",
        "rna, small interfering",
        "sonidegib",
        "vismodegib",
        "zinc finger protein gli3",
        "cancer",
        "cd34 antigens",
        "drug dose"
    ],
    "author_names": [
        "Raoul Tibes, MD PhD",
        "Devora Delman, B.S.",
        "Nanna Hansen, M.S.",
        "Krisstina L. Gowin, DO",
        "Ruben Mesa, MD",
        "James M Bogenberger, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Raoul Tibes, MD PhD",
            "author_affiliations": [
                "Mayo Clinic Arizona, Scottsdale, AZ ",
                "Mayo Clinic in Arizona, Scottsdale, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Devora Delman, B.S.",
            "author_affiliations": [
                "Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nanna Hansen, M.S.",
            "author_affiliations": [
                "Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krisstina L. Gowin, DO",
            "author_affiliations": [
                "Mayo Clinic Cancer Center, Scottsdale, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben Mesa, MD",
            "author_affiliations": [
                "Mayo Clinic Cancer Center, Scottsdale, AZ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James M Bogenberger, PhD",
            "author_affiliations": [
                "Mayo Clinic, Scottsdale, AZ"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T21:33:14",
    "is_scraped": "1"
}