{
    "doi": "https://doi.org/10.1182/blood-2021-152984",
    "article_title": "Magnetismm-3: An Open-Label, Multicenter, Non-Randomized Phase 2 Study of Elranatamab (PF-06863135) in Patients with Relapsed or Refractory Multiple Myeloma ",
    "article_date": "November 5, 2021",
    "session_type": "653.Myeloma and Plasma Cell Dyscrasias: Clinical-Prospective Therapeutic Trials",
    "abstract_text": "Background: Multiple myeloma (MM) is a hematological B-cell malignancy that remains incurable for most patients. Almost all patients, including those who initially respond to treatment, are expected to relapse and subsequently cycle through multiple lines of treatment. The addition of proteasome inhibitors, immunomodulatory drugs and monoclonal antibodies has improved patient outcomes; however, survival of patients after these agents is very poor and highlights an unmet medical need in the relapsed/refractory MM population. Elranatamab (PF-06863135) is a humanized bi-specific antibody that targets both BCMA-expressing MM cells and CD3-expressing T cells, with binding resulting in T-cell mediated cytotoxicity. Elranatamab preclinical studies have demonstrated anti-tumor activity and delayed tumor progression. A Phase 1 study, MagnetisMM-1 (ClinicalTrials.gov ID: NCT03269136), with the aim of characterizing the efficacy, safety, pharmacokinetics, and pharmacodynamics of elranatamab as single agent and in combination with immunomodulatory agents for patients with relapsed/refractory MM is ongoing. Study Design and Methods: MagnetisMM-3 is an open-label, multicenter, non-randomized, Phase 2 study to evaluate the efficacy and safety of elranatamab monotherapy in patients with relapsed/refractory MM who are refractory to at least one proteasome inhibitor, one immunomodulatory drug, and one anti-CD38 antibody (ClinicalTrials.gov ID: NCT04649359). Approximately 150 patients will be enrolled to one of two independent parallel cohorts: those naïve to BCMA-directed therapies (Cohort A) and those with previous exposure to BCMA-directed therapy (Cohort B). The primary endpoint is objective response rate, according to International Myeloma Working Group [IMWG] response criteria. Secondary endpoints include duration of response, cumulative complete response (CR) rate, duration of cumulative CR, progression-free survival, time to response, minimal residual disease negativity rate, overall survival, safety, plasma concentrations, and immunogenicity of elranatamab. Key inclusion criteria are age ≥18 years, MM diagnosis according to IMWG criteria and with measurable disease based on IMWG criteria as defined by at least 1 of the following: Serum M-protein ≥0.5 g/dL by SPEP, Urinary M-protein excretion ≥200 mg/24 hours by UPEP; Serum immunoglobulin free light chain ≥10 mg/dL (≥100 mg/L) and abnormal serum immunoglobulin kappa to lambda free light chain ratio (1.65). Eligible patients should also have ECOG performance status ≤2, be refractory to at least one proteasome inhibitor, one immunomodulatory drug, and one anti-CD38 antibody and be relapsed/refractory to their last treatment regimen. Key exclusion criteria are smoldering MM, active plasma cell leukemia, amyloidosis, POEMS syndrome, active, uncontrolled bacterial, fungal or viral infections, stem cell transplant within 12 weeks of enrollment, any other active malignancy within 3 years prior to enrollment (except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ), or having received previous administration of an investigational drug within 30 days or 5 half-lives (whichever is longer) of the first dose of elranatamab. This study is, or is planned to be, open at centers in the USA, Australia, Canada, Belgium, France, Germany, Japan, Poland, Spain, and the UK. Disclosures Lesokhin:  Genetech: Research Funding; Serametrix, Inc: Patents & Royalties; pfizer: Consultancy, Research Funding; Behringer Ingelheim: Honoraria; Trillium Therapeutics: Consultancy; bristol myers squibb: Research Funding; Iteos: Consultancy; Janssen: Honoraria, Research Funding. Iida:  Ono: Honoraria, Research Funding; Glaxo SmithKlein: Research Funding; Janssen: Honoraria, Research Funding; Abbvie: Research Funding; Chugai: Research Funding; Celgene: Honoraria, Research Funding; Sanofi: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; Bristol-Myers Squibb: Research Funding; Daiichi Sankyo: Research Funding; Amgen: Research Funding. Ma:  Pfizer Inc: Current Employment, Current equity holder in publicly-traded company. Sullivan:  Pfizer Inc: Current Employment, Current equity holder in publicly-traded company. Raab:  Janssen: Membership on an entity's Board of Directors or advisory committees; Abbvie: Consultancy, Honoraria; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; GSK: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Consultancy; Celgene: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Alexander Lesokhin",
        "Shinsuke Iida",
        "Don Stevens",
        "Afshin Eli Gabayan",
        "Wei Dong Ma",
        "Sharon Sullivan",
        "Marc-Steffen Raab"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexander Lesokhin",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY",
                "Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shinsuke Iida",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Don Stevens",
            "author_affiliations": [
                "Norton Healthcare, Norton Cancer Institute, Louisville, KY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Afshin Eli Gabayan",
            "author_affiliations": [
                "Beverly Hills Cancer Center, Beverly Hills, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Dong Ma",
            "author_affiliations": [
                "Biostatistics, Pfizer Inc, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Sullivan",
            "author_affiliations": [
                "Pfizer Inc, Cambridge, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc-Steffen Raab",
            "author_affiliations": [
                "Department of Hematology/Oncology, Heidelberg Myeloma Center, Heidelberg University Hospital, Heidelberg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T06:42:18",
    "is_scraped": "1"
}