{
    "doi": "https://doi.org/10.1182/blood.V128.22.5860.5860",
    "article_title": "High Rate of Long Term Complete Remission for Patients with Chronic Lymphocytic Leukemia (CLL) Who Relapse after Allogeneic Stem Cell Transplantation and Receive Salvage with Donor Lymphocyte Infusions (DLI) ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Background: Allogeneic stem cell transplantation (SCT) remains the only curative option for CLL, in part due to allogeneic graft-vs-leukemia effect (GVL), which can lead to complete suppression of the CLL clone (Schetelig et al, JCO 2003). Management of post-SCT relapse remains challenging, and DLI has been successfully used as salvage, due to its potential to induce GVL (Delgado et al, Blood 2009). We evaluated outcomes of SCT for patients (pts) with a diagnosis of CLL transplanted at our center. Methods: 36 consecutive pts transplanted between 2004 and 2015 were reviewed. Kaplan Meier survival curves were produced to examine overall survival (OS), time to progression (TTP) and post-DLI survival. Univariate Cox Proportionate hazard models were also estimated to assess the impact of pt characteristics on the risk of survival and progression. Bivariate frequencies with Fisher exact tests, correlation analysis, and independent samples t-tests were performed to test associations across outcomes. Results: Sample was 72% male. Median age at time of SCT was 57 yo (range 42-74). Pts had a median time of 70 months (mos) between diagnosis (Dx) of CLL and SCT. Median follow-up post-SCT was 32 mos (range 1-118). Of the 30 pts with known disease status at the time of SCT, 16.7% were in complete remission (CR), 20% had stable disease (SD), 50% were in partial remission (PR) and 13.3% had progressive disease (PD). Median number of lines of therapy pre-SCT was 3 (range 1-8). Thirteen pts (36%) were refractory to their first line of therapy. 10 pts (27.8%) had del(17p), 11 pts (30.6%) had del(11q) and 8 pts (22.2%) had complex cytogenetics. Most patients (72%) received pre-SCT conditioning with FCR (Khouri et al, Exp Hematol 2004). 16 pts (44.4%) received rATG as part of their conditioning regimen. Graft-vs-host disease (GVHD) prophylaxis consisted of methotrexate and tacrolimus. 20 (55.6%) pts had acute GVHD and 19 (52.8%) had chronic GVHD. 5 (13.8%) pts had grade 3/4 acute GVHD and 1 (2.7%) had extensive chronic GVHD. When comparing pts who received SCT from unrelated donors (MUD, 24 pts) vs sibling donors (sib, 10 pts) there were no differences in rates of GVHD, disease progression or overall survival. Twenty-seven pts (75%) were in CR at first disease evaluation after SCT (CR conversion rate of 58.3%) and 2 pts (5.5%) had PD. On follow-up, another 15 pts (41.7%) presented PD. Median TTP was 14 months, with only 3 pts relapsing after 2 years from SCT. Eight pts who had PD and one patient who had a PR post-SCT received short-term anti-CLL therapy for disease debulking, followed by DLI. Six (66.6%) out of the 9 pts who received DLI achieved CR and are currently alive and in CR. Median follow-up post-DLI was 43 months and median duration of response to DLI was 47 mos (range 6-85 mos). Ultimately, 13 (36.1%) pts died, 8 (22.2%) were lost to follow-up, and 15 (41.7%) were alive at last contact. Disease progression was the most common cause of death (5 pts, 13.9%). Transplant-related mortality (TRM) was 13.9% (3 deaths due to infection, 2 deaths due to chronic GVHD). Only 2 deaths (5.5%) occurred during the first 100 days post-SCT, both due to infection. No deaths occurred due to acute GVHD. Median OS was 84 months. PFS (not accounting for pts who relapsed post-SCT but achieved CR with DLI) was 58% in the first year and 25% at five years. The median PFS was 19 months. Univariate and multivariate analysis of pre-SCT pt characteristics (age, time from Dx to SCT, number of therapies, stage, presence of adenopathy, MUD vs sib donor, cytogenetic abnormalities, ABO mismatch, disease status at SCT) did not show any statistically significant correlation with OS, PFS or GVHD rates. Conclusion: SCT remains the only curative option for CLL. Our experience shows that pts may achieve long-term survival with this approach. TRM was low (13.8%) and rates of acute and chronic GVHD were compatible with previous reports (Sorror et al, JCO 2005; Dreger et al, Blood 2010). Type of donor (MUD vs sib) did not impact outcomes, suggesting that patients without a matched sibling should not be denied transplantation if a MUD is available. Although 47% of the patients eventually progressed after transplantation, 66% of patients who received DLI for salvage were able to achieve CR and remain progression-free for a prolonged period of time, underlining the importance of the GVL effect. Most relapses occurred within the first 2 years post SCT and late relapses were rare. View large Download slide View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Figure 3 View large Download slide Figure 3 View large Download slide Close modal Disclosures Skarbnik: Gilead Sciences: Speakers Bureau; Seattle Genetics: Speakers Bureau; Genentech: Speakers Bureau; Abbvie: Consultancy; Pharmacyclics: Consultancy. Vesole: Celgene: Speakers Bureau; Takeda: Speakers Bureau; Janssen: Speakers Bureau; Amgen: Speakers Bureau; Novartis: Speakers Bureau. Goy: Pharmacyclics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Writing support, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Research Funding; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Infinity: Consultancy, Membership on an entity's Board of Directors or advisory committees; Acerta: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Feldman: Pharmacyclics: Speakers Bureau; Celgene: Speakers Bureau; Seattle Genetics: Consultancy, Speakers Bureau; Abbvie: Consultancy, Speakers Bureau. Leslie: Seattle Genetics: Speakers Bureau; Celgene: Speakers Bureau. Leslie: Seattle Genetics: Speakers Bureau; Celgene: Speakers Bureau.",
    "topics": [
        "allogeneic stem cell transplant",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "complete remission",
        "donors",
        "lymphocytes",
        "brachial plexus neuritis",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "follow-up"
    ],
    "author_names": [
        "Alan P Skarbnik, MD",
        "Mary E DiLorenzo, APN",
        "Tracy Andrews, MA",
        "Phyllis McKiernan, APN",
        "Scott D. Rowley, MD",
        "David H. Vesole, MD PhD",
        "Andre Goy, MD",
        "Tatyana Feldman, MD",
        "Lori A Leslie, MD",
        "Lori A. Leslie, MD",
        "Andrew L. Pecora, MD",
        "Michele L. Donato, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alan P Skarbnik, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mary E DiLorenzo, APN",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy Andrews, MA",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phyllis McKiernan, APN",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott D. Rowley, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David H. Vesole, MD PhD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Goy, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatyana Feldman, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lori A Leslie, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lori A. Leslie, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew L. Pecora, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele L. Donato, MD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:43:11",
    "is_scraped": "1"
}