{
    "doi": "https://doi.org/10.1182/blood.V124.21.5051.5051",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2730",
    "start_url_page_num": 2730,
    "is_scraped": "1",
    "article_title": "The PUP-GCP Clinical Trial: A Low Inhibitor Rate in Previously Untreated Patients with Severe Hemophilia a Treated with Octanate ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "hemophilia a",
        "screening",
        "adverse event",
        "dosing interval",
        "factor viii",
        "hemorrhagic episodes",
        "hemostatics",
        "stabilizer ingredient",
        "surgical procedures, operative",
        "introns"
    ],
    "author_names": [
        "Sigurd Knaub, PhD",
        "Anna Klukowska, MD",
        "Vladimir Komrska",
        "Pawel Laguna, MD PhD",
        "Vdovin Vladimir, MD",
        "Martina Jansen"
    ],
    "author_affiliations": [
        [
            "Octapharma AG, Lachen, Switzerland "
        ],
        [
            "Warsaw Medical University, Warsaw, Poland "
        ],
        [
            "University Hospital Motol, Prague, Czech Republic "
        ],
        [
            "Warsaw Medical University, Warsaw, Poland "
        ],
        [
            "Izmaylovo Children's Hospital Haematological Centre, Moscow, Russia "
        ],
        [
            "Octapharma Produktionsgesellschaft mbH, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "47.1915261",
    "first_author_longitude": "8.8540674",
    "abstract_text": "Background : Octanate is a highly purified, double virus inactivated, human plasma-derived factor VIII (FVIII) concentrate with all coagulation FVIII bound to its natural stabilizer VWF in a VWF:RCo/FVIII:C ratio of approximately 0.4. A prospective clinical trial has been initiated in 2000 in order to assess the immunogenicity, efficacy and tolerability of Octanate in previously untreated patients (PUPs). Materials and Methods: Patients with severe hemophilia A without previous exposure to FVIII or FVIII-containing products were enrolled. Inhibitor screening, using the modified Bethesda method, was performed prior to treatment, starting every 3-4 EDs (ED 1-20), and afterwards every 10 EDs (ED 21-100), but at least every three months. Efficacy and tolerability were assessed by a 4-point verbal rating scale. Results : The study is clinically completed, after fifty-one subjects with severe haemophilia A, at screening 0,01-5,61 years old (median 0,65 years; median 0,99 years at treatment start) have been enrolled. Three of them developed clinically relevant high titer inhibitors over the course of the study. Another two displayed transient inhibitors that disappeared spontaneously without changing the dose or dosing interval. All inhibitors developed under on-demand treatment and before ED 50. For 4 inhibitor patients an intron 22 inversion, for 1 inhibitor patient a large deletion of exons 7 – 12 was found. From 51 subjects, 45 exceeded 50 EDs. Octanate was well-tolerated and the adverse event profile was consistent with the population studied. The haemostatic efficacy in prophylaxis and treatment of bleeding episodes was generally rated as “excellent” and no complication was reported for any surgical treatment. Conclusion : Despite frequent inhibitor testing and predominant on-demand treatment, the data indicate a low overall inhibitor rate for Octanate in patients who exceeded 50 EDs (5/45) of which only 3 (6.7%) were clinically relevant. Disclosures Knaub: Octapharma AG: Employment. Klukowska: Octapharma AG: Investigator Other. Komrska: Octapharma AG: Investigator Other. Laguna: Octapharma AG: Investigator Other. Vladimir: Octapharma AG: Investigator Other. Jansen: Octapharma AG: Employment."
}