{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2841.2841",
    "article_title": "Keep an Eye on CXCL-13: A Promising Biomarker to Help IL-10 and IL-6 for the Diagnosis of Intraocular Lymphomas ",
    "article_date": "December 7, 2017",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Retrospective/Observational Studies: Poster II",
    "abstract_text": "Intraocular lymphomas (i-OL) are rare and aggressive subsets of central nervous system (CNS) lymphomas. They include primary vitreoretinal lymphomas (PVRL) but also concomitant localizations of primary CNS lymphomas (PCNSL) and systemic lymphomas (SCNSL). In most cases, i-OL are difficult to detect and often misdiagnosed as their clinical features can mimic other ocular conditions. To date, no independent biological tool can firmly diagnose i-OL; the combination of cytologic examination, immunochemistry, flow cytometry, and molecular analysis is required. Hence i-OL diagnosis remains challenging and diagnostic delays are still frequent. Recent data have shown that the diagnosis is achieved earlier, in part thanks to improved diagnostic tools, especially soluble biomarkers. Indeed, Interleukin (IL)-10 and 6 play an important role in the diagnostic work-up. Nowadays, the IL-10:IL-6 ratio and the recently published ISOLD diagnostic score based on these two biomarkers (Costopoulos, 2016) are of great help for i-OL diagnosis. However, some difficult cases cannot be classified in the ISOLD certainty clusters and remain in the grey zone. Interestingly, CXC chemokine ligand (CXCL) 13, the ligand of CXCR5, a chemokine that partly regulates B-cell trafficking, has been shown to increase in cerebrospinal fluids of CNS lymphoma patients (Rubenstein, 2013). Furthermore, CXCR5 overexpression has also been reported in PVRL cells (Chan, 2003). For the first time, we measured the concentration of CXCL-13, in addition to IL-10 and IL-6, in vitreous samples. Our aim was to determine the benefit of CXCL-13 for prompt i-OL diagnosis. Our retrospective study includes vitreous samples from 47 patients at the time of diagnosis: 28 i-OL patients (16 PVRL including 6 with concomitant cerebral involvement, 7 PCNSL with intraocular relapse, and 5 SCNSL with intraocular impairment) and 19 non lymphoma patients (uveitis). Vitreous samples were frozen within 6 hours and assays were performed on freshly thawed samples. IL-10 and IL-6 were measured using the quantitative Cytometric Bead Array® technique (human IL-10 and IL-6 CBA kits; BD Biosciences TM , Le Pont de Claix, France) on FACSCanto II cytometer (BD Biosciences TM ) following the manufacturer's instruction, with a detection limit of 2.5 pg/ml. As commercialized CBA kit for CXCL-13 is not available, we custom-built a CBA test detecting CXCL-13 within a range of 19.5 to 5,000 pg/ml. The CBA technique allows multiplex dosages on small sample volumes (50µl). Statistical analyses were performed with Prism 5 software (GraphPad Software, San Diego, CA, USA). Intergroup comparisons were assessed with the non parametric Mann-Whitney U -test. P -values <0.05 were considered statistically significant. We confirm that IL-10 is significantly increased in i-OL (median IL-10: 439 [28-5,000pg/ml]) compared to uveitis (median IL-10: 2.5 [2.5-18pg/ml]; P <0.0001). Conversely, IL-6 is increased in uveitis (median IL-6: 324 [17-5,000pg/ml]) compared to i-OL (median IL-6: 54 [7-5,000pg/ml]); P 5,000 pg/ml in 13/28 samples) than in uveitis (median CXCL-13: 185 [11-2,970]); P 5,000 and 2,637 pg/ml), which is an additional argument for i-OL diagnosis. CXCL-13 was tested for the first time using a self-made CBA approach in vitreous samples of patients suffering from i-OL and in a case-control cohort. CXCL-13 is significantly higher in i-OL compared to uveitis; thus it could add a major value for the ISOLD grey-zone patients. More patients are needed to confirm these promising preliminary results and to define new diagnostic algorithms for all i-OL diagnosis. Disclosures Leblond: Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Honoraria; Novartis: Honoraria; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "biological markers",
        "chemokine cxcl13",
        "eye",
        "interleukin-10",
        "interleukin-6",
        "lymphoma, intraocular",
        "uveitis",
        "primary central nervous system lymphoma",
        "primary vitreoretinal lymphoma",
        "lymphoma"
    ],
    "author_names": [
        "Chloe Friedrich",
        "Myrto Costopoulos, PharmD",
        "Gregory Lazarian, PharmD",
        "Choquet Sylvain",
        "Martine Brissard",
        "Caroline Houillier, MD",
        "Nathalie Cassoux, MD PhD",
        "Carole Soussain, MD PhD",
        "Veronique Leblond",
        "Helene Merle-Beral, MD PhD",
        "Valerie Touitou, MD PhD",
        "Magali Le Garff-Tavernier"
    ],
    "author_dict_list": [
        {
            "author_name": "Chloe Friedrich",
            "author_affiliations": [
                "Biological Hematology Department, Pitie-Salpetriere Hospital, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Myrto Costopoulos, PharmD",
            "author_affiliations": [
                "Biological Hematology Department, Pitie-Salpetriere Hospital, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Lazarian, PharmD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Choquet Sylvain",
            "author_affiliations": [
                "Département d'Hématologie, Hôpital de la Pitié Salpêtriere, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Brissard",
            "author_affiliations": [
                "Biological Hematology Department, Pitie-Salpetriere Hospital, Paris, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Houillier, MD",
            "author_affiliations": [
                "La Pitié Salpétrière Hospital, Neurology Department, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Cassoux, MD PhD",
            "author_affiliations": [
                "Ophtalmology Department, Curie Institute, Paris V Descartes University, Paris, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carole Soussain, MD PhD",
            "author_affiliations": [
                "Dept. of hematology, Curie Institute, René Huguenin Hospital, Paris, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Leblond",
            "author_affiliations": [
                "Département d'Hématologie, Hôpital de la Pitié Salpêtriere, Paris, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helene Merle-Beral, MD PhD",
            "author_affiliations": [
                "Biological Hematology Department, Pitie-Salpetriere Hospital, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie Touitou, MD PhD",
            "author_affiliations": [
                "Ophtalmology Department, Pitie-Salpetriere Hospital, Paris, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magali Le Garff-Tavernier",
            "author_affiliations": [
                "UPMC Paris 6-INSERM UMRS 1138, Service d'Hématologie Biologique, Groupe Hospitalier Pitié-Salpêtrière, Paris, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T21:29:39",
    "is_scraped": "1"
}