{
    "doi": "https://doi.org/10.1182/blood.V118.21.5307.5307",
    "article_title": "Molecular Characterization of Hemoglobinopathies and Red Cell Enzymopathies in the Czech and Slovak Populations: An Update ",
    "article_date": "November 18, 2011",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "abstract_text": "Abstract 5307 Background: Thalassemias are rare disorders in Middle Europe. However, as a result of historical and recent migration, thalassemias became common cause of congenital anemia in the Czech and Slovak populations. Abnormal hemoglobin variants and red-cell enzymopathies are rare cause of congenital anemia in this region. The aim of this work was to update the original reports of this research published almost two decades ago (Indrak et al., Hum Genet 1992; 88:399–404, Xu et al., Blood 1995; 85:257–63, Lenzner et al., Blood 1997; 89:1793–9). We assessed the frequency and spectrum of β-globin gene mutations in the patients with clinical symptoms of β-thalassemia or δ,β-thalassemia, the α-globin gene status in the patients with clinical symptoms of α-thalassemia, and we characterized red cell enzymopathies on molecular level in the Czech and Slovak populations. Patients and methods: Nearly 390 cases with clinical symptoms of thalassemia or hereditary nonspherocytic hemolytic anemia from several centers of Czech and Slovak Republic were analyzed. Hematological parameters, hemoglobin electrophoresis and enzyme activities were measured by standard procedures. Genomic DNA was used for PCR-sequencing analysis. Results: We identified 22 β-thalassemia mutations in more than 260 heterozygotes; most of the mutations were of Mediterranean origin. The newly discovered insertion of transposable element L1 into the HBB gene represents a novel etiology of β-thalassemia due to a silencing effect of repressive chromatin associated with retrotransposon insertion. The list of abnormal hemoglobins now contains 14 β-globin variants, involving Heinz body hemolytic anemia variant Hb Hana (β63(E7) His-Asn), phenotype of which was worsened by concomitant partial glutathione reductase deficiency (Mojzikova et al., Blood Cells Mol Dis 2010; 45:219–22). Several G6PD and PK variants were described in the Czech and Slovak populations; the G6PD variants include G6PD Olomouc, G6PD Varnsdorf and G6PD Praha. Recently, we identified a new frameshift mutation c. 1553delG (p. Arg518fs) at the homozygous state in exon 11 of the PKLR gene of the pediatric patient who suffered from transfusion dependent hemolytic anemia with Hb=9.4 g/dL, Ret=4.5%. His red cells PK activity was 4.52 IU/gHb (normal range 13–17 IU/gHb). The mutation occurs in C domain of PK-R subunit containing the binding site for fructose-1,6-bisphosphate. The patient's extremely elevated level of growth differentiation factor 15 (GDF15, 3577 pg/mL, healthy controls 231–345 pg/mL) could explain hereditary hemochromatosis and signs of iron overload in this patient. Conclusions: In the Czech and Slovak populations, hemoglobinopathies and red-cell enzymopathies appear to be an uncommon disorder, which, however, must be considered as the prevailing cause of congenital anemia. Most of the thalassemia patients were heterozygous, manifesting thalassemia minor. Most of the hemoglobin variants were described in single families, some of them originated locally. Among hemolytic anemias due to red-cell enzymopathies is the most frequent PK deficiency. This work was supported by grants NT11208, NS10281 (Ministry of Health Czech Republic), MSM6198959205 (Ministry of Education, Youth and Sports) and student projects LF_2011_006 and LF_2011_011 of the Palacky University . Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "czechoslovak",
        "erythrocytes",
        "hemoglobinopathies",
        "thalassemia",
        "glucosephosphate dehydrogenase",
        "anemia",
        "globins",
        "hemolytic anemia",
        "abnormal hemoglobins",
        "gamma hydroxybutyrate"
    ],
    "author_names": [
        "Martina Divoka",
        "Renata Mojzikova",
        "Lucie Piterkova",
        "Pavla Pospisilova",
        "Martina Partschova",
        "Monika Horvathova",
        "Dagmar Pospisilova",
        "Zuzana Laluhova Striezencova",
        "Jaroslav Cermak, MD, PhD",
        "Karel Indrak",
        "Vladimir Divoky"
    ],
    "author_dict_list": [
        {
            "author_name": "Martina Divoka",
            "author_affiliations": [
                "Department of Hemato-Oncology, University Hospital, Olomouc, Czech Republic, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Renata Mojzikova",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry, Palacky Univerzity, Olomouc, Czech Republic, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucie Piterkova",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry, Palacky Univerzity, Olomouc, Czech Republic, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavla Pospisilova",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry, Palacky Univerzity, Olomouc, Czech Republic, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Partschova",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry, Palacky Univerzity, Olomouc, Czech Republic, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Horvathova",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry, Palacky Univerzity, Olomouc, Czech Republic, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dagmar Pospisilova",
            "author_affiliations": [
                "Department of Pediatrics, University Hospital, Olomouc, Czech Republic, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zuzana Laluhova Striezencova",
            "author_affiliations": [
                "Children`s Faculty Hospital with Policlinic, Bratislava, Slovakia, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslav Cermak, MD, PhD",
            "author_affiliations": [
                "Institute of Hematology & Blood Transfusion, Prague, Czech Republic"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karel Indrak",
            "author_affiliations": [
                "Department of Hemato-Oncology, University Hospital, Olomouc, Czech Republic, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vladimir Divoky",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry, Palacky Univerzity, Olomouc, Czech Republic, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T02:21:12",
    "is_scraped": "1"
}