{
    "doi": "https://doi.org/10.1182/blood.V122.21.631.631",
    "article_title": "CXCR4 Upregulation Is a Biomarker Of Sensitivity To Targeted Inhibition Of B-Cell Receptor Signaling In Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "abstract_text": "B-cell receptor (BCR) signaling pathway components represent promising treatment targets in multiple B-cell tumors including diffuse large B-cell lymphoma (DLBCL). BCR signaling activates proximal pathway components such as the spleen tyrosine kinase (SYK) and downstream effectors including PI3K/AKT and NF-κB. In recent studies, we characterized distinct SYK/PI3K/AKT-dependent viability pathways in BCR DLBCL cell lines and primary tumors with high- or low-baseline NF-κB activity and defined additional SYK/PI3K/AKT-dependent processes essential for BCR DLBCLs with low- or high-baseline NF-κB (Chen et al Cancer Cell 2013; 23:826-838). For example, SYK/PI3K/AKT-dependent cholesterol biosynthesis was identified as a feed-forward mechanism of preserving the integrity of BCRs in lipid rafts in all BCR-dependent DLBCLs. In the current study, we sought to identify biomarkers of intact BCR signaling in DLBCLs with low or high baseline NF-κB. We found highly significant transcriptional upregulation of CXCR4 in all BCR-dependent DLBCLs treated with a chemical SYK inhibitor (R406). These results were of particular interest because BCR signaling inhibits stromal cell-derived factor (SDF)-1α chemotaxis and promotes intermobilization of the SDF-1α receptor, CXCR4. To expand on our findings, we analyzed CXCR4 transcript abundance in a large panel of cell lines including BCR-dependent/ low NF-κB (GC type) and BCR-dependent/ high NF-κB (ABC type) and BCR-independent/ OxPhos DLBCLs. CXCR4 transcript abundance was significantly and selectively upregulated in all BCR-dependent DLBCL lines assessed by qRT-PCR following chemical SYK inhibition. Consistent with the qRT-PCR results, SYK blockade also selectively upregulated cell surface CXCR4 expression in all BCR-dependent DLBCLs. Similar results were obtained following SYK knockdown with multiple independent shRNAs; CXCR4 transcript abundance was significantly and selectively upregulated in all BCR-dependent/ low NF-κB (GCB) DLBCLs and BCR-dependent/ high NF-κB (ABC) DLBCLs but was not altered in BCR-independent/ OxPhos tumors. Following SYK blockade, we also observed significant CXCR4 induction (by qRT-PCR) in multiple primary BCR-dependent DLBCLs (NF-κB low and NF-κB high) and unchanged CXCR4 levels in primary BCR-independent tumors. These data confirm that the observations regarding SYK blockade and CXCR4 induction in BCR-dependent DLBCL cell lines translated to primary tumors. Our recent studies indicate that all BCR-dependent DLBCLs exhibit SYK/PI3K/AKT signaling and modulation of FOXO1 regardless of baseline NF-κB levels. Given the recent identification of CXCR4 as a FOXO1 target, we asked whether modulation of CXCR4 in DLBCLs was via a PI3K/AKT pathway. In BCR-dependent DLBCLs with low or high baseline NF-κB, chemical PI3K inhibition (LY294002) phenocopied chemical SYK blockade (R406) with highly significant transcriptional upregulation of CXCR4. Moreover, in BCR-dependent DLBCL cell lines, enforced expression of a constitutively active form of AKT (myrAKT) abrogated CXCR4 upregulation resulting from SYK blockade. These data indicate that in BCR-dependent DLBCLs, CXCR4 is modulated by a SYK/PI3K/AKT-dependent pathway. To assess the functional significance of CXCR4 upregulation in BCR-dependent DLBCLs, we performed a transwell chemotaxis assay and evaluated migration toward a SDF-1α gradient. Following chemical SYK inhibition, all BCR-dependent DLBCLs exhibited significantly increased migration toward the CXCR4 ligand, SDF-1α, whereas the BCR-independent/ OxPhos DLBCLs were unaffected. The enhanced SDF-1α dependent migration was abrogated when the chemotaxis assay was performed in the presence of the specific CXCR4 inhibitor, AMD3100, confirming the specificity of the observed effect. Therefore, in BCR-dependent DLBCLs with low or high baseline NF-kB, SYK/PI3K inhibition is associated with significant and functionally relevant upregulation of CXCR4. For these reasons, CXCR4 may serve as a robust biomarker to assess the integrity of the BCR pathway and evaluate the efficacy of BCR inhibition in DLBCL. Disclosures: Off Label Use: R406 is not get approved, but is being evaluated in DLBCL and CLL.",
    "topics": [
        "biological markers",
        "cxcr4 receptors",
        "diffuse large b-cell lymphoma",
        "receptors, antigen, b-cell",
        "signal transduction",
        "up-regulation (physiology)",
        "1-phosphatidylinositol 3-kinase",
        "proto-oncogene proteins c-akt",
        "neoplasms",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Linfeng Chen, PhD",
        "Yansheng Hao, MD, PhD",
        "Jing Ouyang, PhD",
        "Bjoern Chapuy, MD, PhD",
        "Donna S. Neuberg, ScD",
        "Thomas M Habermann, MD",
        "Przemyslaw Juszczynski, MD, PhD",
        "Scott J Rodig, MD, PhD",
        "Stefano Monti, PhD",
        "Margaret A Shipp, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Linfeng Chen, PhD",
            "author_affiliations": [
                "Medical Oncology Department, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yansheng Hao, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Ouyang, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bjoern Chapuy, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna S. Neuberg, ScD",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M Habermann, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Przemyslaw Juszczynski, MD, PhD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott J Rodig, MD, PhD",
            "author_affiliations": [
                "Department of Pathology, Brigham and Women’s Hospital, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Monti, PhD",
            "author_affiliations": [
                "Section of Computational Biomedicine, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret A Shipp, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T09:39:02",
    "is_scraped": "1"
}