{
    "doi": "https://doi.org/10.1182/blood-2018-99-110286",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3983",
    "start_url_page_num": 3983,
    "is_scraped": "1",
    "article_title": "Normal and Aberrant NKL-Code in B-Cell Development and Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "b cell development",
        "cancer",
        "chromatin",
        "chromosome rearrangements",
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "gene expression profiling",
        "leukemogenesis",
        "lymphoma",
        "malignant transformation"
    ],
    "author_names": [
        "Stefan Nagel, PhD",
        "MacLeod A.F. Roderick, PhD",
        "Corinna Meyer",
        "Maren Kaufmann",
        "Hans G. Drexler, MD PhD"
    ],
    "author_affiliations": [
        [
            "Human and Animal Cell Lines, Leibniz-Insitute DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany "
        ],
        [
            "Human and Animal Cell Lines, Leibniz-Institute DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany"
        ],
        [
            "Human and Animal Cell Lines, Leibniz-Institute DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany"
        ],
        [
            "Human and Animal Cell Lines, Leibniz-Institute DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany"
        ],
        [
            "Human and Animal Cell Lines, Leibniz-Institute DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany"
        ]
    ],
    "first_author_latitude": "52.21219949999999",
    "first_author_longitude": "10.5312629",
    "abstract_text": "Homeobox genes encode transcription factors which regulate basic processes in development and cell differentiation. Several members of the NKL subclass are deregulated in T-cell progenitors and support leukemogenesis. We have recently described particular expression patterns of nine NKL homeobox genes in early hematopoiesis and T-cell development. Here, we screened NKL homeobox gene activities in normal B-cell development and extended the NKL-code to include this lymphoid lineage. Analysis of public expression profiling datasets revealed that HHEX and NKX6-3 were the only members differentially active in naïve B-cells, germinal center B-cells, plasma cells and memory B-cells. Subsequent examination of different types of B-cell malignancies showed both aberrant overexpression of NKL-code members and ectopic activation of subclass members physiologically silent in lymphopoiesis including BARX2, DLX1, EMX2, NKX2-1, NKX2-2 and NKX3-2. Based on these findings we performed detailed studies of the B-cell specific NKL homeobox gene NKX6-3 which showed enhanced activity in patient subsets of follicular lymphoma, mantle cell lymphoma and diffuse large B-cell lymphoma (DLBCL), and in three DLBCL cell lines to serve as in vitro models. While excluding genomic and chromosomal rearrangements at the locus of NKX6-3 (8p11) promoter studies demonstrated that B-cell factors MYB and PAX5 activated NKX6-3 transcription. Furthermore, aberrant BMP7/SMAD1-signalling and deregulated expression of chromatin complex components AUTS2 and PCGF5 promoted NKX6-3 activation. Finally, NKL homeobox genes HHEX, HLX, MSX1 and NKX6-3 were expressed in B-cell progenitors and generated a regulatory gene network in cell lines which we propose may provide physiological support for NKL-code formation in early B-cell development. Together, we identified an NKL-code in B-cell development whose violation may deregulate differentiation and promote malignant transformation. Disclosures No relevant conflicts of interest to declare."
}