{
    "doi": "https://doi.org/10.1182/blood-2020-134950",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4494",
    "start_url_page_num": 4494,
    "is_scraped": "1",
    "article_title": "Evaluation of the Prognostic Utility of Bone Marrow Biopsy in Diffuse Large B-Cell Lymphoma: A SEER-Medicare Linked Database Analysis ",
    "article_date": "November 5, 2020",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": null,
    "author_names": [
        "Danny Luan, MPH",
        "Yiyuan Wu, MS",
        "Jordan S. Goldstein, MDMSc",
        "Sarah C. Rutherford, MD",
        "John P. Leonard, MD",
        "Peter Martin, FRCPC, MD MS"
    ],
    "author_affiliations": [
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Department of Healthcare Policy & Research, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Medicine, New York Presbyterian - Weill Cornell Medical Center, New York, NY "
        ],
        [
            "Weill Cornell Medicine-New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Weill Cornell Medicine, New York, NY ",
            "Weill Cornell Medical College, Pelham Manor, NY"
        ],
        [
            "Weill Cornell Medicine-New York Presbyterian Hospital, New York, NY "
        ]
    ],
    "first_author_latitude": "40.7654389",
    "first_author_longitude": "-73.9565187",
    "abstract_text": "Background: Positron emission tomography-computed tomography (PET-CT) has become the primary modality for initial staging in diffuse large B-cell lymphoma (DLBCL) [Barrington et al , J Clin Oncol 2014; Cheson et al , J Clin Oncol 2014]. Recently, the role of a staging bone marrow biopsy (BMB) has become less clear. A meta-analysis suggested that PET-CT can miss bone marrow involvement [Adams et al , Eur J Nucl Med Mol Imaging 2014], but recent guidelines on staging suggested that BMB should be optional. We analyzed temporal trends in use of different screening modalities and evaluated the association between patient outcomes and staging modality (PET-CT with BMB compared to either PET-CT without BMB or CT with BMB) in patients with DLBCL in SEER-Medicare. We hypothesized that use of PET-CT as screening would increase over time and that use of BMB would decrease over time. We also hypothesized that use of BMB would not be associated with an improvement in overall survival in patients staged with PET-CT. Methods: 70,858 patients diagnosed with DLBCL in SEER-Medicare were identified with ICD-O-3 SEER histology codes 9680 and 9684. In this analysis, we included 7,159 patients who were diagnosed between 2002 and 2015, were treated with first-line rituximab, cyclophosphamide, vincristine, and doxorubicin chemotherapy regimens, and had claims for PET-CT and/or BMB within 30 days on either side of diagnosis. The patients were divided into screening categories of patients receiving PET-CT without BMB (PET-CT w/o BMB), patients receiving BMB with CT (i.e., no PET-CT) (CT w/ BMB), and patients receiving both screening modalities (PET-CT w/ BMB). Overall survival (OS) was calculated from date of diagnosis to death. Kaplan-Meier (KM) curves were used to estimate survival probabilities across screening categories and log-rank tests (LRT) were used to statistically evaluate differences between OS curves. Cox proportional hazards (CoxPH) models were used to estimate hazard ratios prior to and following adjustment for confounders. Results: 2,059 patients received PET-CT w/o BMB, 1,539 received CT w/ BMB, and 3,561 received PET-CT w/ BMB. Proportions of patients receiving PET-CT w/ BMB and PET-CT w/o BMB increased across years of diagnosis (36.7 to 51.9% and 17.4 to 36.1%, respectively, between 2002-2005 and 2013-2015), while the proportion of patients receiving CT w/ BMB decreased across years of diagnosis (45.8 to 12.0%) (Table 1). Similarly, the proportion of patients receiving BMB independent of imaging modality also decreased (28.8% to 16.8%). In bivariate analyses, categories of screening were significantly associated with age category, sex, year of diagnosis, race, stage, nodal status, poor performance status, Charlson Comorbidity Index (CCI), number of first-line cycles, and geographic classification, with receipt of PET-CT w/ BMB being more common in patients who are younger, male, diagnosed in later years in urban settings, and received >4 first-line cycles, with earlier stage at diagnosis, nodal disease, good performance status, and lower CCI (Table 1). In unadjusted KM analysis, median survival among patients receiving PET-CT w/ BMB was 8.7 years, compared to 8.1 and 7.6 years among patients receiving PET-CT w/o BMB and CT w/ BMB, respectively (LRT P <0.0001; Figure 1). In fully adjusted CoxPH models, patients receiving PET-CT w/ BMB did not have a significantly better OS compared to those receiving PET-CT w/o BMB (HR: 0.93; 95% CI, 0.84-1.02; P =0.1075). Separately, patients receiving CT w/ BMB had a significantly worse OS compared to those receiving PET-CT w/o BMB (HR: 1.13; 95% CI, 1.02-1.26; P =0.0212), even though OS was not significantly associated with year of diagnosis ( P =0.6613). Conclusions: In this SEER-Medicare cohort of 7,159 patients with newly diagnosed DLBCL, we found temporal trends supporting increased use of pretreatment staging PET-CT and decreased use of BMB. We also found that use of PET-CT w/ BMB did not provide a survival benefit as compared to use of PET-CT w/o BMB. These data would suggest that use of BMB could be spared in patients newly diagnosed with DLBCL over the age of 65, unless otherwise clinically indicated. Interestingly, the finding of no OS benefit across years of diagnosis suggests that improvements in outcomes in recent trials may be due to patient selection. Given the limitations associated with registry data, the study warrants replication in more complete DLBCL data sets. View large Download slide View large Download slide  Disclosures Rutherford: Genentech/Roche: Research Funding; Karyopharm: Consultancy, Research Funding; Regeneron: Research Funding; Celgene: Consultancy; Kite: Consultancy; Dova: Consultancy; Seattle Genetics: Consultancy; AstraZeneca: Consultancy; LAM Therapeutics: Research Funding; Heron: Consultancy; Juno: Consultancy. Leonard: Miltenyi: Consultancy; Karyopharm: Consultancy; Gilead/Kite: Consultancy; Sutro: Consultancy; Bayer: Consultancy; BMS/Celgene: Consultancy; MEI Pharma: Consultancy; Epizyme: Consultancy; Roche/Genentech: Consultancy; Regeneron: Consultancy; ADC Therapeutics: Consultancy; GenMab: Consultancy; AstraZeneca: Consultancy. Martin: Kite: Consultancy; Morphosys: Consultancy; Regeneron: Consultancy; Karyopharm: Consultancy, Research Funding; Janssen: Consultancy; Sandoz: Consultancy; I-MAB: Consultancy; Bayer: Consultancy; Incyte: Consultancy; Cellectar: Consultancy; Beigene: Consultancy; Celgene: Consultancy; Teneobio: Consultancy."
}