{
    "doi": "https://doi.org/10.1182/blood.V128.22.2011.2011",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3473",
    "start_url_page_num": 3473,
    "is_scraped": "1",
    "article_title": "Comprehensive Analysis of Safety: Rigosertib in 557 Patients with Myelodysplastic Syndromes (MDS) and Acute Myeloid Leukemia (AML) ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster I",
    "topics": [
        "adverse event",
        "anemia",
        "azacitidine",
        "binding (molecular function)",
        "bladder emptying",
        "combined modality therapy",
        "constipation",
        "cystitis",
        "diarrhea",
        "dysuria"
    ],
    "author_names": [
        "Guillermo Garcia-Manero, MD",
        "Pierre Fenaux, MD PhD",
        "Aref Al-Kali, MD",
        "Shyamala C. Navada, MD",
        "Maria R. Baer, MD",
        "Azra Raza, MD",
        "Peter Greenberg, MD",
        "Karl-Anton Kreuzer, MD",
        "Devendra K Hiwase, MBBS, MD FRACP, FRCPA, PhD",
        "Gail J. Roboz",
        "Valeria Santini, MD",
        "Uwe Platzbecker, MD",
        "Michael E. Petrone, MD MPH",
        "Bernard Brownstein, MD",
        "Patrick Simon Zbyszewski, MBA",
        "Manoj Maniar, PhD",
        "Lewis R. Silverman, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Universite Paris, Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Greenebaum Comprehensive Cancer Center, University of Maryland, Baltimore, MD "
        ],
        [
            "Columbia University Medical Center, New York, NY "
        ],
        [
            "Stanford Cancer Institute, Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "Clinic for Internal Medicine, University of Köln, Köln, DEU "
        ],
        [
            "Haematology, Royal Adelaide Hospital, Adelaide, Australia "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine and The New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Division of Hematology, University of Florence, Florence, Italy "
        ],
        [
            "University Hospital Carl Gustav Carus, Dresden, Germany "
        ],
        [
            "Onconova Therapeutics, Inc., Newtown, PA"
        ],
        [
            "Onconova Therapeutics, Inc., Newtown, PA"
        ],
        [
            "Onconova Therapeutics, Inc., Newtown, PA"
        ],
        [
            "Onconova Therapeutics, Inc., Newtown, PA"
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Background: Rigosertib (RIG) is a RAS-mimetic interacting with the RAS-binding domains of RAF kinases, preventing their binding to RAS and inhibiting the RAS-RAF-MEK pathway. Rigosertib also binds to the RAS-binding domains of Ral-GDS and PI3Ks (Athuluri-Divakar, et al, Cell 165:643, 2016). Mutations of RAS are involved in proliferative processes important in neoplastic transformation (Gil-Bazo, et.al, Cancer Biology and Therapy 17:719, 2016). As of May 2016, 557 patients with MDS or AML received IV (N=335) or oral (N=222) rigosertib. All IV rigosertib was administered as monotherapy. Oral rigosertib was administered as monotherapy (N=168) or in combination with injectable azacitidine (AZA; N=54). Safety results across this rigosertib development program have not been presented. Methods: We reviewed all treatment-emergent adverse events (TEAEs) among patients with MDS/AML treated with rigosertib IV monotherapy, rigosertib oral monotherapy, or in combination therapy, overall and by grade of severity, and serious TEAEs and TEAEs leading to discontinuation. Due to the unexpected observation of urinary AEs, including occasional gross hematuria, we analyzed urinary AEs in greater detail. Results: Rigosertib IV monotherapy: The most common TEAEs were fatigue (33%), nausea (33%), diarrhea (27%), constipation (25%), anaemia (24%) and pyrexia (24%). The most common ≥Grade 3 AEs were anaemia (21%), febrile neutropenia (13%), pneumonia (12%) and thrombocytopenia (11%). The most common serious AEs were febrile neutropenia (10%), pneumonia (9%), and sepsis (7%). The most common AEs leading to discontinuation of IV rigosertib were sepsis and pneumonia (3% each) (Table 1). Rigosertib oral monotherapy: The most common TEAEs were pollakiuria (increased urinary frequency) (35-%), fatigue (32%), diarrhoea (26%), dysuria (29%) and haematuria (24%). The most common ≥Grade 3 AEs were anaemia (17%), thrombocytopenia (5%), haematuria (4%) and urinary tract infection (4%). The most common serious AE was pneumonia (6%). The most common AEs leading to discontinuation of patients receiving oral rigosertib as monotherapy were (dysuria [8%], urinary tract pain [7%], haematuria [5%] and urinary frequency [5%] (Table 2). Rigosertib oral in combination with azacitidine (AZA): The most common TEAEs were nausea (41%), fatigue (39%), diarrhea (37%), constipation (37%) and dysuria (28%). The most common serious AEs were pneumonia (11%) and febrile neutropenia (7%). The most common AEs leading to discontinuation were AML (4%) and pneumonia (4%) (Table 3). In patients fully evaluable for gross hematuria the cause of bleeding was bladder inflammation. Urinary and plasma concentration of RIG were examined to assess dose relationship. According to the azacitidine package insert, the incidence of gross hematuria of any grade with single agent azacitidine is 6.3 % and Grade 3-4 of 2.3%. Evaluations performed of hematuria among 5 studies of oral rigosertib (4 monotherapy and 1 in combination with AZA) in patients with MDS/AML (Table 4). Conclusions: Rigosertib IV or oral formulations were generally well tolerated in clinical trials in over 500 patients with MDS/AML. Gastrointestinal AEs were most frequently reported with IV rigosertib and genitourinary AEs were seen more often with oral than IV dosing. The greater rate of urinary AEs in the oral than in the IV studies indicates a need for close monitoring of these patients and proactive risk management, such as adequate hydration, timing of administration of the second dose, and bladder emptying prior to sleep. Studies are being designed to optimize dosing and schedule to maximize efficacy and minimize hematuria of single agent oral rigosertib. A randomized trial of oral rigosertib/azacitidine versus azacitidine will be required to optimize the clinical benefit and safety in the management of higher-risk patients with MDS. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Fenaux: Celgene: Honoraria, Research Funding; Janssen: Research Funding; Novartis: Honoraria, Research Funding; Astex: Research Funding; Teva: Honoraria, Research Funding. Al-Kali: Celgene: Research Funding; Onconova Therapeutics, Inc.: Research Funding. Navada: Onconova Therapeutics, Inc.: Research Funding. Roboz: Agios, Amgen, Amphivena, Astex, AstraZeneca, Boehringer Ingelheim, Celator, Celgene, Genoptix, Janssen, Juno, MEI Pharma, MedImmune, Novartis, Onconova, Pfizer, Roche/Genentech, Sunesis, Teva: Consultancy; Cellectis: Research Funding. Santini: Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Onconova: Consultancy; Amgen: Consultancy; Astex: Consultancy. Platzbecker: Onconova, Teva, Celgene, Janssen, Novartis, Amgen: Honoraria, Research Funding. Petrone: Onconova Therapeutics, Inc.: Employment. Brownstein: Onconova Therapeutics, Inc.: Consultancy. Zbyszewski: Onconova Therapeutics, Inc.: Employment. Maniar: Onconova Therapeutics, Inc.: Employment. Silverman: Onconova Therapeutics, Inc.: Patents & Royalties: Co-Patent holder for the combination of azacitidine and rigosertib, Research Funding."
}