{
    "doi": "https://doi.org/10.1182/blood-2021-148677",
    "article_title": "Targeting PRAME with TCR-Mimic CAR T Cells in AML ",
    "article_date": "November 5, 2021",
    "session_type": "703.Cellular Immunotherapies: Basic and Translational",
    "abstract_text": "Chimeric antigen receptor (CAR) Ts have been effective in pre-B ALL, but their efficacy in AML has yet to be established. A significant barrier to effective CAR T therapy for AML is the substantial overlap of cell surface antigens expressed on AML and normal hematopoietic cells. To overcome this barrier, we profiled the transcriptome of over 3000 AML cases in children and young adults and contrasted this to normal hematopoietic tissues in search for AML-restricted targets (high expression in AML, silence in normal hematopoiesis). This led to the discovery of over 200 AML-restricted genes. Of these, Preferentially Expressed Antigen in Melanoma ( PRAME ) is among one of the highest expressing AML-restricted genes ( Figure 1A ) and, given its previous track record as a target for a variety of cancers, we selected this target for further assessment and therapeutic development in AML. However, PRAME is intracellular and therefore is inaccessible for targeting with conventional CAR T. Recently, a novel approach to target intracellular antigens was developed using TCR mimic (mTCR) antibodies, which recognize peptide/human leukocyte antigen (HLA) complexes on the tumor cell surface in a similar mode of recognition as authentic T Cell Receptors (TCRs). The Pr20 antibody was developed to recognize the PRAME ALY peptide in the context of HLA-A*02. Utilizing this Pr20 antibody, we developed a mTCR CAR T targeting PRAME and evaluated its preclinical efficacy in AML. The VL and VH sequences from Pr20 were used to construct the single-chain fragment variable domain of the 41-BB/CD3ζ CAR vector. We evaluated PRAME mTCR CAR T cells against OCI-AML-2 and THP-1 AML cell lines (PRAME + /HLA-A*02 + ), K562 CML cell line (PRAME + /HLA-A*02 - ) and HEK293T (293T) (PRAME - /HLA-A*02 + ). Using a PE-conjugated Pr20 antibody, we confirmed that OCI-AML2 and THP-1 express PRAME ALY: HLA-A*02 but not K562 and 293T by flow cytometry ( Figure 1B ). As further confirmation, AML blasts in primary patient samples also stained with the Pr20 antibody ( Figure 1C ). For in-vivo studies, leukemia-bearing mice were treated with unmodified T or PRAME mTCR CAR T cells at 5x10 6 cells (1:1 CD4:CD8) per mouse 1 week following leukemia injection. Leukemia burden was measured weekly by bioluminescence IVIS imaging. Cells were treated with 10ng/mL of IFN-γ prior to co-incubation with T cells for 16 hours. PRAME mTCR CAR T cells demonstrated potent cytolytic activity against OCI-AML2 and THP1 but not against K562 or 293T cells, following co-incubation with target cells for 24 hours ( Figure 1D ). Consistent with potent, target-specific reactivity against PRAME ALY: HLA-A*02 positive cells, increased levels of IFN-γ, IL-2 and TNF-α were detected in cocultures of CAR T cells with OCI-AML2 and THP1 but not with K562 and 293T cells ( Figure 1D ). The cytolytic activity of PRAME mTCR CAR T cells extended to primary AML specimens expressing the PRAME ALY: HLA-A*02 antigen (data not shown). In-vivo efficacy of PRAME mTCR CAR T was demonstrated in OCI-AML2 and THP-1 CDX models ( Figure 1E ). Treatment with CAR T cells induced leukemia clearance and significantly reduced leukemia burden in OCI-AML2 and THP-1 xenograft mice, respectively, while treatment with unmodified T cells exhibited leukemia progression ( Figure 1E ). The anti-leukemia activity of CAR T cells resulted in enhanced survival in OCI-AML2 (p=0.0035) and THP-1 (p=0.0047) xenografts ( Figure 1F ). The in-vivo activity of PRAME mTCR CAR T cells was target specific, as treatment with CAR T cells did not affect leukemia burden and survival in K562 xenograft mice ( Figure 1F ). Given that IFN-γ promotes PRAME presentation, we investigated whether treatment of IFN-γ would enhance cytolytic activity of PRAME mTCR CAR T cells. OCI-AML2 and THP-1 cells pretreated with IFN-γ were more sensitive to cytolysis compared to untreated controls ( Figure 1G ). In this study, we demonstrate the therapeutic potential of targeting PRAME with mTCR CAR T cells in AML. We show potent, target-specific reactivity of PRAME mTCR CAR T cells against PRAME ALY: HLA-A*02 positive AML cells, both in-vitro and in-vivo . We further demonstrate that the activity of PRAME mTCR CAR T cells can be enhanced with IFN-γ treatment, providing a useful strategy to increase efficacy. Thus, the results presented provide a novel approach to target PRAME with CAR T cells and compelling data to evaluate PRAME mTCR CAR T cells in AML clinical trials. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Pardo:  Hematologics, Inc.: Current Employment. Hylkema:  Quest Diagnostics Inc: Current equity holder in publicly-traded company; Moderna: Current equity holder in publicly-traded company. Scheinberg:  Eureka Therapeutics: Current equity holder in publicly-traded company.",
    "author_names": [
        "Anisha M Loeb",
        "Sommer Castro",
        "Cynthia Nourigat-Mckay",
        "LaKeisha Perkins",
        "Laura Pardo",
        "Amanda R. Leonti",
        "Thao T. Tang",
        "Lindsey F Call",
        "Tiffany A. Hylkema",
        "David A. Scheinberg",
        "Soheil Meshinchi",
        "Quy Le"
    ],
    "author_dict_list": [
        {
            "author_name": "Anisha M Loeb",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sommer Castro",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia Nourigat-Mckay",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "LaKeisha Perkins",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Pardo",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA",
                "Hematologics, Inc., Seattle, WA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda R. Leonti",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thao T. Tang",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lindsey F Call",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Clinical Research Division, Seattle, WA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiffany A. Hylkema",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Scheinberg",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA",
                "Department of Pediatrics, University of Washington, Seattle, WA",
                "Children's Oncology Group, Monrovia, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Quy Le",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:38:08",
    "is_scraped": "1"
}