{
    "doi": "https://doi.org/10.1182/blood.V110.11.85.85",
    "article_title": "A Noncatalytic, Ras-Independent Function of SHP-2 Is Essential in Hematopoietic Progenitors. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Cytokines and Signal Transduction",
    "abstract_text": "SHP-2 is a nonreceptor protein tyrosine phosphatase (PTPase) that is essential for embryonic hematopoiesis. SHP-2 acts as a signal relay molecule downstream of diverse growth factor receptors, and potentiates the activity of the Ras/Raf/MAPK pathway. Epistasis studies in model organisms indicate that SHP-2 can act upstream, downstream or parallel to Ras; however, most mammalian systems place SHP-2 upstream of Ras activation. Activating mutations in PTPN11 , the gene encoding SHP-2, comprise the most common genetic lesion in juvenile myelomonocytic leukemia (JMML). Other etiologies of JMML include activating mutations in NRAS or KRAS2 and inactivation of the tumor suppressor NF1 , which encodes a negative regulator of Ras, supporting a model in which SHP-2 activates Ras in hematopoietic progenitors. We tested the hypothesis that SHP-2 is essential in hematopoiesis because it is required for Ras activation. To do this, we bred mice with conditional hyperactive Kras G12D and inactive Ptpn11 flox alleles, in conjunction with the inducible Mx1-Cre transgene. Myeloid progenitors in LSL-Kras G12D ; Ptpn11 flox/flox ; Mx1-Cre mice never deleted both Ptpn11 alleles despite efficient Cre induction and expression of activated K-Ras G12D . This indicates selective pressure to retain SHP-2 despite Ras activation and implies that Ptpn11 loss is epistatic to Kras G12D . To test this directly, we acutely disrupted Ptpn11 and expressed Kras G12D in fetal liver cells using Cre-expressing retroviruses, and tested them for myeloid colony-forming activity. This confirmed the need for SHP-2 in myeloid progenitors, and Kras G12D again failed to alleviate this requirement. Surprisingly, expression of either wild type or PTPase-deficient SHP-2 rescued colony growth and restored the aberrant growth of Kras G12D mutant cells. To test whether hematopoiesis in vivo is independent of SHP-2 PTPase function, we created chimeric Mx1-Cre , Ptpn11 flox/flox mice in which a small fraction of bone marrow expressed exogenous SHP-2 and GFP. These mice were treated with a short course of pIpC to induce Cre and disrupt Ptpn11 , and the contribution of SHP-2 expressing cells in the peripheral blood was monitored by flow cytometry. As expected, exogenous SHP-2 expression in Mx1-Cre , Ptpn11 flox/flox bone marrow conferred a strong and durable (>16 wks) competitive advantage after pIpC treatment. Expression of PTPase-deficient SHP-2 also conferred a strong advantage lasting at least several weeks, and these mice are being aged to determine the duration of this response. These data indicate that SHP-2 is required for growth of both normal and neoplastic myeloid progenitors in vivo and in vitro , and suggest that SHP-2 is needed for maintenance of adult hematopoietic stem cells. In contrast to nearly all prior studies in mammalian cells, our data support a model in which SHP-2 has essential hematopoietic functions downstream or parallel to Ras activation. Furthermore, SHP-2 PTPase activity is not required in myeloid progenitors, a finding which also contradicts widely accepted models of SHP-2 function and may indicate that SHP-2 serves an adaptor role. Because PTPase activity is required by leukemogenic but not wild type SHP-2, pharmacologic PTPase inhibition may selectively target neoplastic hematopoietic progenitors.",
    "topics": [
        "alleles",
        "bone marrow",
        "chimera organism",
        "embryo",
        "fetus",
        "flow cytometry",
        "genes",
        "genetics",
        "growth factor receptors",
        "hematopoiesis"
    ],
    "author_names": [
        "Benjamin S. Braun, MD, PhD",
        "Laurene S. Cheung",
        "Gordon G. Chan, PhD",
        "Wentian A. Yang, PhD",
        "Joehleen A. Archard",
        "Benjamin G. Neel, MD, PhD",
        "Kevin Shannon, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Benjamin S. Braun, MD, PhD",
            "author_affiliations": [
                "Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laurene S. Cheung",
            "author_affiliations": [
                "Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon G. Chan, PhD",
            "author_affiliations": [
                "Medicine, Beth Israel Deaconess Medical Center, Cambridge, MA, USA",
                "Ontario Cancer Institute, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wentian A. Yang, PhD",
            "author_affiliations": [
                "Medicine, Beth Israel Deaconess Medical Center, Cambridge, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joehleen A. Archard",
            "author_affiliations": [
                "Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin G. Neel, MD, PhD",
            "author_affiliations": [
                "Medicine, Beth Israel Deaconess Medical Center, Cambridge, MA, USA",
                "Ontario Cancer Institute, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Shannon, MD",
            "author_affiliations": [
                "Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T18:41:00",
    "is_scraped": "1"
}