{
    "doi": "https://doi.org/10.1182/blood-2019-130774",
    "article_title": "Signaling Input from Divergent Pathways Subverts Malignant B-Cell Transformation ",
    "article_date": "November 13, 2019",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Background and significance: Normal B-cells constantly exchange information with their environment and depend on external cues for proliferation and survival that engage multiple divergent pathways (e.g. cytokine receptors; B-cell receptor, BCR). The dependency of normal B-cells on signaling input from a diverse repertoire of surface receptors is in contrast to transforming oncogenes that engage one single pathway. Beyond the established concept that diverse signal input from multiple cell surface receptors becomes dispensable in transformed cells, we here provide evidence that inactivation of divergent pathways that are not aligned with the principal oncogenic driver represents a critical step during malignant transformation. Tracking early stages of leukemia-initiation, we identified convergence on one principal oncogenic driver and inactivation of diverging pathways as critical events during B-cell transformation. Our results support a scenario in which reactivation of divergent and potentially conflicting signaling pathways represents a powerful barrier to malignant transformation. Here we studied the interaction of STAT5- and ERK-signaling pathways during normal B-cell development and malignant B-cell transformation, and found that convergence on one principal oncogenic driver represents a critical event during B cell transformation and a previously unrecognized vulnerability. Results: Our analysis of 987 patient-derived B-cell acute lymphoblastic leukemia leukemia (B-ALL) samples revealed that individual mutations did not promote leukemogenesis unless they converged on one single oncogenic pathway. Mutations that were not aligned with the central oncogenic driver would activate divergent pathways and subvert malignant transformation. Oncogenic lesions in B-ALL frequently mimic survival and proliferation signals downstream of cytokine receptors (STAT5) or the B cell receptor (ERK). STAT5- (286 cases) and ERK- (386 cases) activating lesions were frequently found but rarely co-occurred in the same sample (35 cases; P =2.5E-16). Single-cell mutation and phosphoprotein analyses revealed that even in these rare cases, oncogenic STAT5- or ERK-activation were mutually exclusive and segregated to competing clones. STAT5 and ERK engaged opposing biochemical and transcriptional programs orchestrated by MYC and BCL6, respectively. Genetic reactivation of the divergent (suppressed) pathway came at the expense of the principal oncogenic driver and reversed malignant transformation. Conversely, Cre-mediated deletion of divergent pathway components triggered leukemia-initiation and accelerated development of fatal disease. Thus, persistence of divergent signaling pathways represents a powerful barrier to malignant transformation and convergence on one principal driver defines a key event during leukemia-initiation. Proof-of-concept studies in patient-derived B-ALL cells revealed that small molecule agonists of STAT5 or ERK to reactivate the suppressed divergent circuits subvert oncogenic signaling and strongly synergized with direct inhibition of the principal oncogenic driver. Hence, pharmacological reactivation of divergent pathways can be leveraged as a previously unrecognized strategy to deepen treatment responses and to overcome drug-resistance. Current treatment approaches for drug-resistant cancer are focused on drug-combinations to suppress the central oncogenic driver and multiple alternative pathways. Here, we introduce a concept based on inhibition of the principal driver combined with pharmacological reactivation of divergent pathways Conclusions: These results provide evidence that inactivation of divergent pathways that are not aligned with the principal oncogenic driver represents a critical step during malignant transformation. Unlike B-ALL, where reactivation of a divergent pathway suppresses the principal pathway and compounds toxicity, activation of an alternative pathway in solid tumors represents a route for survival and drug resistance. While current treatment approaches for drug-resistant cancer are focused on drug-combinations to inhibit multiple pathways, we introduce a scenario that is based on inhibition of the principal pathway combined with reactivation of divergent pathways. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Wiita: UCSF: Patents & Royalties; Indapta Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Protocol Intelligence: Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Izraeli: sightdx: Consultancy; novartis: Honoraria; prime oncology: Speakers Bureau. Weinstock: Celgene: Research Funding; Verastem Oncology: Research Funding.",
    "topics": [
        "agonists",
        "b-lymphocytes",
        "burkitt's lymphoma",
        "cancer",
        "drug administration routes",
        "drug combinations",
        "leukemia",
        "leukemia, b-cell, acute",
        "leukemogenesis",
        "malignant transformation"
    ],
    "author_names": [
        "Lai N Chan, PhD",
        "Mark A. Murakami, MDMA,MMSc",
        "Rebecca Caesar",
        "Christian Hurtz, PhD",
        "Kohei Kume, PhD",
        "Teresa Sadras, PhD",
        "Seyedmehdi Shojaee, PhD",
        "Petri Pölönen, MSc",
        "Amol Ugale, PhD",
        "Jaewoong Lee, PhD",
        "Kadriye Nehir Cosgun, PhD",
        "Huimin Geng, PhD",
        "Merja Heinäniemi, PhD",
        "Olli Lohi, MD PhD",
        "Arun P. Wiita, MD PhD",
        "Shai Izraeli, MD",
        "David M Weinstock",
        "Markus Müschen, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lai N Chan, PhD",
            "author_affiliations": [
                "Department of Systems Biology, City of Hope Comprehensive Cancer Center, Monrovia, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Murakami, MDMA,MMSc",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Caesar",
            "author_affiliations": [
                "Department of Haematology, University of Cambridge, Cambridge, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Hurtz, PhD",
            "author_affiliations": [
                "Medicine, University Of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kohei Kume, PhD",
            "author_affiliations": [
                "Department of Systems Biology, City of Hope Comprehensive Cancer Center, Monrovia, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Sadras, PhD",
            "author_affiliations": [
                "Department of Systems Biology, City of Hope Comprehensive Cancer Center, Monrovia, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seyedmehdi Shojaee, PhD",
            "author_affiliations": [
                "University of California - San Francisco, San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petri Pölönen, MSc",
            "author_affiliations": [
                "Institute of Biomedicine, School of Medicine, University of Eastern Finland, Kuopio, Finland "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amol Ugale, PhD",
            "author_affiliations": [
                "Department of Systems Biology, City of Hope Comprehensive Cancer Center, Monrovia, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaewoong Lee, PhD",
            "author_affiliations": [
                "Department of Systems Biology, City of Hope Comprehensive Cancer Center, Monrovia, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kadriye Nehir Cosgun, PhD",
            "author_affiliations": [
                "Department of Systems Biology, City of Hope Comprehensive Cancer Center, Monrovia, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huimin Geng, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, UCSF, San Francisco, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merja Heinäniemi, PhD",
            "author_affiliations": [
                "Institute of Biomedicine, University of Eastern Finland, Kuopio, Finland "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olli Lohi, MD PhD",
            "author_affiliations": [
                "Tampere Center for Child Health Research, University of Tampere and Tampere University Hospital, Tampere, Finland "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arun P. Wiita, MD PhD",
            "author_affiliations": [
                "UCSF, San Francisco, CA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shai Izraeli, MD",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Sheba Medical Center, Petach Tikva, Israel "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M Weinstock",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Jamaica Plain, MA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Müschen, MD PhD",
            "author_affiliations": [
                "Department of Systems Biology, City of Hope Comprehensive Cancer Center, Monrovia, CA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T09:27:22",
    "is_scraped": "1"
}