{
    "doi": "https://doi.org/10.1182/blood.V112.11.4576.4576",
    "article_title": "Successful Pregnancy Outcomes in Paroxysmal Nocturnal Hemoglobinuria with Long-Term Eculizumab Treatment ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Red Cell Regulation and Production",
    "abstract_text": "Paroxysmal nocturnal hemoglobinuria (PNH) is characterized by a lack of the terminal complement inhibitor CD59 on erythrocytes that renders these cells susceptible to chronic hemolysis resulting in anemia, fatigue, abdominal pain, kidney dysfunction, pulmonary hypertension, and life-threatening thromboembolism (TE). During pregnancy, hemolysis frequently worsens and the incidence of TE increases, posing a high risk of both fetal and maternal mortality. Eculizumab is a terminal complement inhibitor that reduces hemolysis, transfusion requirements, and TE while improving fatigue and quality of life in patients with PNH. Eculizumab contains a hybrid constant region with components of both IgG2 and IgG4. Whether eculizumab crosses the placenta is not known. The eculizumab clinical trial protocols specified withdrawal of patients who became pregnant during the study. There were 5 reported pregnancies during the PNH clinical trials (n=195) prior to withdrawal from the study. To evaluate the safety and efficacy of eculizumab in the management of PNH during pregnancy, we reviewed the physician-reported adverse events (AEs), PK/PD, and distribution of eculizumab, duration of drug exposure during gestation, complications during and after pregnancy, and general health of the newborn in patients with PNH who became pregnant during the eculizumab clinical trials. Of the 5 reported pregnancies, one patient elected termination and 3 patients withdrew from eculizumab therapy between 4 to 16 weeks of gestation and continued pregnancy through term. There were no apparent complications or AEs related to drug and all 3 patients delivered healthy newborns. One patient was treated with low molecular weight heparin (LMWH) from the time she discontinued eculizumab to three months after delivery. She developed hyperpyrexia and was diagnosed with fever of unknown origin shortly after delivery. She was treated and then discharged. There have been no reported postpartum complications in any of these deliveries to date. The fifth patient withdrew from the study but continued on eculizumab treatment throughout the whole pregnancy and post-partum. She initiated eculizumab treatment in 2002 reducing her LDH from 10,300U/L to 490 U/L (normal range 150 to 480 U/L). Her transfusion requirement reduced from 4 units every 6 weeks to 2 units per year in order to maintain her hemoglobin above 8 g/dl. She was commenced on LMWH at week 8 of gestation and she remained on it for the duration of her pregnancy and postpartum. During pregnancy, she was transfused more frequently to maintain her hemoglobin above 9 g/dl. At week 28 of gestation, she experienced an episode of hemoglobinuria and abdominal pain for 3–4 days prior to her next dose of eculizumab and therefore the dosing interval was adjusted from 14 to 12 days (11 days to avoid weekends) as per the approved 900mg dose. She had no further episodes of breakthrough and her LDH levels were maintained below 450 U/L. The patient was induced at term and delivered a healthy newborn. On the day of delivery, there was no detectable eculizumab in the cord blood (see table). At day 1 and 9 postpartum, there was no detectable eculizumab in breast milk samples. To date, the patient shows no clinical signs of thrombosis or other morbidities typically associated with PNH. The first evaluation of eculizumab treatment from conception to delivery in a patient with PNH treated with eculizumab demonstrated that the drug was tolerated and the pregnancy was successful. There was no evidence of thromboses or other morbidities during the postpartum period. There have been no reported events of congenital anomaly/birth defects in the offspring of any patient with PNH who became pregnant during participation in our clinical studies. Further, there are currently two patients being followed who received eculizumab treatment either during the last trimester (started eculizumab at week 26) or throughout gestation to term. Pregnancy in PNH is associated with an extremely high maternal risk. A review of the 5 clinical trial cases demonstrated that patients receiving eculizumab during pregnancy had no obvious complications through the post-partum period and that a slightly higher dose of eculizumab may be required during pregnancy than in non-pregnant patients with PNH. In addition, eculizumab does not appear to cross the placenta or to be secreted into breast milk. Eculizumab therapy may play a significant role in the management of pregnancy in patients with PNH. Table. Eculizumab levels at delivery  Eculizumab Levels (μg/ml)* . Post Partum . . Day 0 . Day1 . Day 9** . NM. Not Measured *, a level of 35 μg/ml or more has been shown to completely block terminal complement activation **An additional dose was given between Day 1 and Day 9 Eculizumab serum levels in mother 116.1 81.3 146 Eculizumab serum levels in cord blood 0 NM NM Eculizumab in breast milk 0 0 0 Eculizumab Levels (μg/ml)* . Post Partum . . Day 0 . Day1 . Day 9** . NM. Not Measured *, a level of 35 μg/ml or more has been shown to completely block terminal complement activation **An additional dose was given between Day 1 and Day 9 Eculizumab serum levels in mother 116.1 81.3 146 Eculizumab serum levels in cord blood 0 NM NM Eculizumab in breast milk 0 0 0 View Large",
    "topics": [
        "eculizumab",
        "paroxysmal nocturnal hemoglobinuria",
        "normal pregnancy",
        "low-molecular-weight heparin",
        "abdominal pain",
        "complement inhibitor",
        "congenital abnormality",
        "fatigue",
        "hemoglobin",
        "thrombosis"
    ],
    "author_names": [
        "Richard Kelly, MD",
        "Louise Arnold, BSc, MA",
        "Stephen J. Richards, PhD",
        "Anita Hill, MD",
        "Charlotte Bomken, MD",
        "John Hanley, MD",
        "Andrew Loughney, MD, PhD",
        "Gus Khursigara, PhD",
        "Russell P. Rother, PhD",
        "Elizabeth Chalmers, MD",
        "Edward Fitzsimons, MD",
        "Ryotaro Nakamura, MD",
        "Anna Gaya, MD",
        "Bruno Rotoli, MD",
        "Antonio M. Risitano, MD, PhD",
        "Joerg Schubert, MD",
        "Peter Hillmen, MB, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Richard Kelly, MD",
            "author_affiliations": [
                "Institute of Oncology, St. James University Hospital, Leeds, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Louise Arnold, BSc, MA",
            "author_affiliations": [
                "Institute of Oncology, St. James University Hospital, Leeds, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Richards, PhD",
            "author_affiliations": [
                "Institute of Oncology, St. James University Hospital, Leeds, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Hill, MD",
            "author_affiliations": [
                "Department of Haematology, Bradford Royal Infirmary, Bradford, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlotte Bomken, MD",
            "author_affiliations": [
                "Department of Haematology, Royal Victoria Infirmary, Newcastle-upon-Tyne, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Hanley, MD",
            "author_affiliations": [
                "Department of Haematology, Royal Victoria Infirmary, Newcastle-upon-Tyne, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Loughney, MD, PhD",
            "author_affiliations": [
                "Department of Obstetrics, Royal Victoria Infirmary, Newcastle-upon- Tyne, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gus Khursigara, PhD",
            "author_affiliations": [
                "Alexion Pharmaceuticals, Cheshire, CT, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Russell P. Rother, PhD",
            "author_affiliations": [
                "Alexion Pharmaceuticals, Cheshire, CT, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Chalmers, MD",
            "author_affiliations": [
                "Department of Haematology, Queen Mothers Hospital, Glasgow, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Fitzsimons, MD",
            "author_affiliations": [
                "Department of Haematology, Gartnavel General Hospital, Glasgow, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryotaro Nakamura, MD",
            "author_affiliations": [
                "City of Hope National Medical Center & Beckman Research Institute, Duarte, CA, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Gaya, MD",
            "author_affiliations": [
                "Department of Hematology, Hospital Clinic, University of Barcelona, Barcelona, Spain"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Rotoli, MD",
            "author_affiliations": [
                "Biochimica e Biotechnologie Mediche, University of Naples Federico II, Napoli, Italy"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio M. Risitano, MD, PhD",
            "author_affiliations": [
                "Hematology, Federico II University, Naples, Italy"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joerg Schubert, MD",
            "author_affiliations": [
                "Saarland University Medical School, Homburg/ Saar, Germany"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Hillmen, MB, PhD",
            "author_affiliations": [
                "Institute of Oncology, St. James University Hospital, Leeds, United Kingdom"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T15:41:17",
    "is_scraped": "1"
}