{
    "doi": "https://doi.org/10.1182/blood.V122.21.559.559",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2660",
    "start_url_page_num": 2660,
    "is_scraped": "1",
    "article_title": "Comparison Of Two Combination Iron Chelation Regimens, Deferiprone and Deferasirox Versus Deferiprone and Deferoxamine, In Pediatric Patients With β-Thalassemia Major ",
    "article_date": "November 15, 2013",
    "session_type": "112. Thalassemia and Globin Gene Regulation",
    "topics": [
        "deferasirox",
        "deferiprone",
        "deferoxamine",
        "iron chelation therapy",
        "thalassemia",
        "pediatrics",
        "cardiac mri",
        "serum ferritin level result",
        "iron overload",
        "adverse event"
    ],
    "author_names": [
        "Mohsen Saleh Elalfy",
        "Yasser Wali, MD, FRCPCH, (UK)",
        "S Tony",
        "Ahmed Samir",
        "Amira Adly"
    ],
    "author_affiliations": [
        [
            "Pediatric Hemostasis and Thrombosis, Ain shams University, Cairo, Egypt, "
        ],
        [
            "Child Health, Sultan Qaboos University Hospital, Muscat, Oman, "
        ],
        [
            "Sultan Qaboos, Musket, Oman, "
        ],
        [
            "Ain Shams University, Cairo, Egypt, "
        ],
        [
            "pediatric hemostasis and thrombosis, Ain Shams University, Cairo, Egypt"
        ]
    ],
    "first_author_latitude": "30.075995000000002",
    "first_author_longitude": "31.2811135",
    "abstract_text": "Background Patients with severe iron overload may require a more rapid and efficient therapy for reduction in iron burden than what can be provided with chelation monotherapy. Combined chelation using deferoxamine (DFO) and deferiprone (DFP) is widely used to treat such patients, but the inconvenience of parenteral administration of DFO reduces the effectiveness of this regimen in many patients. Minimal data are available on the safety and efficacy of combined two orally active chelator agents. Aim To compare the safety, efficacy, compliance, treatment satisfaction, and quality of life (QoL) associated with two combination chelation regimens: DFP and DFO versus DFP and deferasirox (DFX). Methods This was a randomized, open-label trial registered as (NCT01511848) conducted at 2 treatment centers in patients aged 10 to 18 years with β-thalassemia major and severe iron overload (serum ferritin > 2500 μg/ L on chelation monotherapy, with 50% uptrend over the last 12 months). Patients were randomly allocated to one of two 12-month treatment regimens. All patients received DFP at a dose of 75 mg/kg/day, divided into 2 doses taken orally at 8 am and 3 pm. Those in Arm 1 additionally received DFO at a dose of 40 mg/kg/d delivered via subcutaneous infusion pump, starting at 10 pm, while those in Arm 2 additionally received a dose of DFX 20 mg/kg/d, taken orally at 10 pm . The primary efficacy endpoints were the difference between treatment groups in the change from baseline to 12 months of serum ferritin (SF) levels, liver iron concentration (LIC), and cardiac MRI. Secondary efficacy endpoints were the change from baseline to 12 months in QoL, using the Medical Outcomes Study Short Form health survey (SF-36). Serum ferritin was measured every 3 months, and liver and cardiac MRI T2* assessments were conducted every 6 months. Changes in all 3 measures were compared using 2-way ANOVA for repeated measures. The safety endpoint was the occurrence of serious adverse events during the study period. In addition, patients had complete blood count every 2 weeks, and monthly detailed clinical examinations that included blood sampling for serum creatinine, albumin/\u009dcreatinine ratio, and liver function tests. Audiometric and ophthalmological assessments were conducted at baseline and 12 months. Assessments of compliance and of patient-reported outcomes (PROs) were assessed at weeks 424 and at end of study. Results A total of 96 patients were randomized. The arms were comparable with respect to baseline demographics, with a mean age of 14.9±1.8 years in Arm 1 and 15.1±1.9 years in Arm 2 (p=0.27), and with 65.2% males in Arm 1 and 66.6% males in Arm 2 (p=0.76). Forty of 46 patients (87%) in Arm 1 and 46 of 48 patients (92%) in Arm 2 completed all 12 months of treatment. Reasons for discontinuation were skin infection and pain at infusion sites in Arm 1,and decrease in SF < 1000 μg/ L in Arm 2. Efficacy findings : Table 1 shows the changes in SF, LIC, and cardiac MRI values at baseline and at completion of 1 year on therapy.  . Median SF μg/ L . Mean LIC mg/gm . Median Cardiac MRI msec . Arm 1 n=40 Baseline: 4355 P:0.04 n=36 Baseline: 14.5 ±2.6 P:0.4 n=36 Baseline: 15.4 P:0.03 1 Year: 3154 1 Year: 9.1 ± 1.9 1Year: 19.5 P: < 0.001 P: <0.001 P: < 0.001 Arm 2 n=46 Baseline: 4654 n=40 Baseline: 14.1 ±2.6 n=40 Baseline: 15.8 1 Year: 2876 1 Year: 10.3± 2.2 1 Year: 21.1 P: < 0.001 P: < 0.001 P: < 0.001 . Median SF μg/ L . Mean LIC mg/gm . Median Cardiac MRI msec . Arm 1 n=40 Baseline: 4355 P:0.04 n=36 Baseline: 14.5 ±2.6 P:0.4 n=36 Baseline: 15.4 P:0.03 1 Year: 3154 1 Year: 9.1 ± 1.9 1Year: 19.5 P: < 0.001 P: <0.001 P: < 0.001 Arm 2 n=46 Baseline: 4654 n=40 Baseline: 14.1 ±2.6 n=40 Baseline: 15.8 1 Year: 2876 1 Year: 10.3± 2.2 1 Year: 21.1 P: < 0.001 P: < 0.001 P: < 0.001 View Large Safety findings : No serious adverse events were reported during the study in either treatment group. The number of adverse effects reported was comparable in both arms. Compliance: Treatment compliance was significantly higher in Arm 2 than in Arm 1(95% vs. 80%, respectively<0.001). Satisfaction: Significantly more patients in Arm 2 than in Arm 1 reported being satisfied with treatment at both 6 months (92% vs. 64%, respectively; p<0.001) and 12 months (88% vs. 59%, respectively; p<0.001). QoL: Improvement in QoL was seen in significantly more patients in Arm 2 than in Arm 1 (85% vs. 60%, respectively; p<0.001). Conclusion Data from this randomized prospective study show that while both forms of combination therapy, DFP with DFX and DFP with DFO, were effective in reducing iron overload in multi-transfused β-thalassemia major, patients who received DFP and DFX showed a higher decline in serum ferritin, greater improvement in cardiac T2*, higher treatment satisfaction, better compliance, and more improvement in QoL than did patients who received DFP and DFO, with no increased toxicity. Disclosures: No relevant conflicts of interest to declare."
}