{
    "doi": "https://doi.org/10.1182/blood-2019-126131",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4207",
    "start_url_page_num": 4207,
    "is_scraped": "1",
    "article_title": "Stem Cell Transplant Minimizes Insurance Coverage-Driven Outcomes Disparities for Multiple Myeloma Patients ",
    "article_date": "November 13, 2019",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "health disparity",
        "hematopoietic stem cell transplantation",
        "insurance",
        "multiple myeloma",
        "brachial plexus neuritis",
        "transplantation",
        "follow-up",
        "cancer",
        "log rank test",
        "proportional hazards models"
    ],
    "author_names": [
        "Gayathri Ravi, MD",
        "Kamal Chamoun, MD",
        "Kirsten M Boughan, DO",
        "Shufen Cao",
        "Pingfu Fu",
        "Marcos de Lima, MD",
        "Ehsan Malek, MD"
    ],
    "author_affiliations": [
        [
            "University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "University Hosptials Cleveland Medical Center, Adult Stem Cell Program, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Shaker Hts, OH"
        ]
    ],
    "first_author_latitude": "41.50754310000001",
    "first_author_longitude": "-81.6060473",
    "abstract_text": "Advent of novel anti-myeloma agents and broader use of stem cell transplant has led to significant improvement in survival of patients (pts) with Multiple Myeloma (MM). However, there are well-described issues with affordability of novel drugs and rapidly escalating price of these agents (Shih et al. JCO 2017), leading to significant disparity among different sociodemographic groups. Hereby, we interrogated the National Cancer Database (NCDB) (which covers 70% of MM patient diagnosed nationwide) to assess impact of insurance type on survival. We also sought to investigate if autologous transplant may overcome socioeconomic effects on survival, by potentially minimizing the need for chronic use of expensive drugs. Methods: Data from 117,926 MM pts diagnosed with MM (ICD-O 9732) between year 2005 and 2014 were analyzed.. The comparison of patient characteristics among insurance types was done using ANOVA for continuous measurements and Chi-square test for categorical factors. OS was measured from the date of diagnosis to the date of death, censored at the date of last follow-up for survivors. Survivor distribution was estimated using Kaplan-Meier methods and difference of OS between groups was examined by log-rank test. The effect of continuous measurements including age, distance to medical facility and facility volume on OS was estimated using Cox proportional hazard model. The effect of insurance type on OS was estimated using multivariable Cox proportional hazard regression after adjusting the effects of confounding factors. Results: Median age at diagnosis was 67 years (19-90); 55% were males. 57% of pts lived in areas where the median income was < $46k/year (individual income data was not available); Primary insurance was Medicare (52%), private insurance (35%) or Medicaid (5%), and 3% were uninsured. 40% were treated in academic institutions. Median follow up was 30.2 (range, 0-145.2) months. By univariate analysis, better OS was observed in pts with primary MM, lower Charlson Comorbidity Index (CCI), treatment in academic institutions, higher median regional income, or private insurance ( p 120 miles to the treatment facility than patients with Medicare (3%).Amongst patients younger than 65 years, 33% of patients with private insurance received transplant compared to 20% of those on Medicare (p<0.001). For those 65 years and older, 11% of privately insured patients were transplanted compared to only 6 % for those on Medicare (p<0.001). Median age of pts on Medicare and private insurance, was 74 and 57 years old, respectively. When restricting the analysis to pts ≥ 65 years old, pts with private insurance had longer OS compared to Medicare pts (p<0.0001). Table-2 shows the results of multivariate analysis. There was a statistically significant difference in survival between patients with private insurance and those with Medicare in favor of the private insurance among patients older than 65 years old (41.9 vs. 30.8 months, p <0.001 (Figure-1)). Similarly insurance type was a significant predictor of survival among patients who received therapies other than transplant among pts younger or older than 65 years old (Figure-2), however when considering patients who received transplant, there was no difference in survival between privately insured patients and Medicare in both age group (Figure-3). Conclusions: Although insurance type and regional income are associated with MM survival among patients who relied on non-transplant modalities, there was no significant impact of these socioeconomic factors on survival of patients that received an autologous transplant in this large database. This finding merits further investigation. View large Download slide View large Download slide  Disclosures Malek: Janssen: Speakers Bureau; Amgen: Speakers Bureau; Adaptive: Consultancy; Celgene: Consultancy; Medpacto: Research Funding; Takeda: Consultancy; Sanofi: Consultancy."
}