{
    "doi": "https://doi.org/10.1182/blood.V124.21.3025.3025",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2934",
    "start_url_page_num": 2934,
    "is_scraped": "1",
    "article_title": "Identification of Cell-Type-Specific Mutations in Angioimmunoblastic T-Cell Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "topics": [
        "angioimmunoblastic lymphadenopathy",
        "mutation",
        "lymphoma, t-cell, peripheral",
        "neoplasms",
        "rhoa gtp-binding protein",
        "cell separation",
        "laser capture microdissection",
        "cancer",
        "cd20 antigens",
        "generalized lymphadenopathy"
    ],
    "author_names": [
        "Tran Bich Nguyen, MD",
        "Mamiko Sakata-Yanagimoto, MD PhD",
        "Yukitsugu Asabe",
        "Kenichi Yoshida, MD PhD",
        "Hideharu Muto, MD PhD",
        "Rie Nakamoto-Matsubara, MD",
        "Koji Izutsu",
        "Naoya Nakamura, MDPhD",
        "Kengo Takeuchi, MD PhD",
        "Seishi Ogawa, MD PhD",
        "Shigeru Chiba, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Ibaraki, Japan "
        ],
        [
            "University of Tsukuba, Tsukuba, Ibaraki, Japan ",
            "Department of Hematology, Comprehensive Human Biosciences, University of Tsukuba, Tsukuba, Ibaraki, Japan ",
            "Department of Hematology, University of Tsukuba Hospital, Tsukuba, Ibaraki, Japan "
        ],
        [
            "Department of Hematology, Comprehensive Human Biosciences, University of Tsukuba, Tsukuba, Ibaraki, Japan "
        ],
        [
            "Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Hematology, University of Tsukuba Hospital, Tsukuba, Ibaraki, Japan "
        ],
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Ibaraki, Japan "
        ],
        [
            "Okinawa Memorial Institute for Medical Research, Tokyo, Japan ",
            "Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Tokai University School of Medicine, Isehara, Japan "
        ],
        [
            "The Cancer Institutue Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan "
        ],
        [
            "Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Hematology, Comprehensive Human Biosciences, University of Tsukuba, Tsukuba, Ibaraki, Japan ",
            "Department of Hematology, University of Tsukuba Hospital, Tsukuba, Ibaraki, Japan ",
            "Faculty of Medicine, University of Tsukuba, Tsukuba, Japan"
        ]
    ],
    "first_author_latitude": "36.093572",
    "first_author_longitude": "140.10325129999998",
    "abstract_text": "[Backgrounds] Angioimmunoblastic T-cell lymphoma (AITL) is a distinct subtype of peripheral T-cell lymphoma (PTCL), characterized by generalized lymphadenopathy and autoimmune-like manifestations. Regarding genetic lesions of AITL, frequent mutations in TET2, IDH2, DNMT3A and RHOA have been identified. In some PTCL cases, TET2 and DNMT3A mutations were identified in cell populations beyond the CD4+ T-lymphocytes, in which the tumor cells are contained, suggesting that TET2 and DNMT3A mutations occurred earlier than the commitment to CD4+ T lymphocytes. [Objective] We performed this study to identify the cell-type-specific mutations and further explore mutational profiles in AITL and AITL-related cancer. [Methods] The dataset of targeted sequencing was analyzed for 76 genes in 79 PTCL samples. Mutational origin was analyzed by cell sorting and laser microdissection. [Results] Targeted sequencing identified 168 mutations in 33 genes. Recurrent mutations, in addition to the already known frequent mutations in RHOA/TET2/IDH2/DNMT3A, were found in ODZ1 [4/79 (5%)], Notch1, NAV2, and MTERFD3 [3/79 (4%) for each], MLL2, TET3, FAT2, and LAMA2 [2/79 (3%) for each]. TET2/DMNT3A mutations showed statistically higher allelic burden than the newly identified mutations, suggesting precedence of TET2/DNMT3A mutations. Cell sorting and laser microdissection, followed by amplicon sequencing, revealed that TET2/DNMT3A mutations were identified in both tumor cell-enriched and –depleted populations while RHOA and IDH2 mutations were confined to tumor cell-enriched populations. Most of the newly identified mutations were similarly classified into the above-mentioned two types. It is noteworthy that we found some mutations only in T-cell lymphoma cell-depleted CD20-positive population but not in the tumor-cell-enriched PD-1-positive population. [Conclusion and discussion] Differentiation stages that mutational events arise are likely to be multiple in AITL and AITL-related lymphoma. Moreover, in AITL, Epstein-Bar virus-infected B cells often grow in an oligoclonal manner, sometimes resulting in monoclonal proliferation with fully malignant features. Detection of B-cell specific mutations might suggest premalignant status of B cells in these cases. Disclosures No relevant conflicts of interest to declare."
}