{
    "doi": "https://doi.org/10.1182/blood.V108.11.866.866",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=649",
    "start_url_page_num": 649,
    "is_scraped": "1",
    "article_title": "Establishing T Cell Memory by Adoptive Transfer of T Cell Clones. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "adoptive transfer",
        "allogeneic stem cell transplant",
        "animal model",
        "annexin a5",
        "antigens",
        "cancer",
        "cd19 antigens",
        "cd20 antigens",
        "cd28 antigens",
        "clone cells"
    ],
    "author_names": [
        "Carolina Berger, MD",
        "Michael C. Jensen, MD",
        "Stanley R. Riddell, MD"
    ],
    "author_affiliations": [
        [
            "Immunology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Cancer Immunotherapeutics, City of Hope, Duarte, CA, USA"
        ],
        [
            "Immunology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
            "Medicine, University of Washington, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.617961599999994",
    "first_author_longitude": "-122.32830425",
    "abstract_text": "Adoptive transfer of T cells has been employed to reconstitute T cell immunity to viruses such as cytomegalovirus (CMV) in immunodeficient allogeneic stem cell transplant (SCT) patients and is being investigated to treat malignancies. In the allogeneic SCT setting, the T cells are derived from the donor and need to be isolated as clones or highly pure populations to avoid graft-versus-host disease. CD8 + T cells can be divided into defined subsets including CD62L − effector memory (T EM ) and central memory T cells (T CM ) expressing the CD62L lymph node homing molecule. Both T CM and T EM can give rise to cytolytic effector T cells (T E ) after antigen stimulation and can be expanded in vitro for immunotherapy. However, the potential of T cells derived from either the T EM or T CM subset to persist in vivo has not been investigated. We used a macaque model to determine whether reconstitution of T cell memory to CMV by adoptive transfer of CD8 + T cell clones depended on their origin from either the CD62L + T CM or CD62L − T EM subset. T cell clones were retrovirally transduced to express the macaque CD19 or CD20 surface marker to allow tracking of T cells in vivo. Clones derived from both T CM and T EM had similar avidity and proliferative capacity in vitro, and had a T E phenotype (CD62L − CCR7 − CD28 − CD127 − , granzyme B + ). T CM and T EM -derived T cell clones were transferred to macaques at doses of 3–6×10 8 /kg and were both detected in the blood one day after transfer at 1.2–2.7% (low dose) to 20–25% (high dose) of CD8 + T cells. However, the frequency of T EM -derived T cells was undetectable after 3–5 days, and the cells were not present in lymph node or bone marrow obtained at day 14. By contrast, T CM -derived clones persisted in peripheral blood, migrated to tissue sites, and were detectable long-term at significant levels. A distinguishing feature of T CM -derived cells was their responsiveness to homeostatic cytokines. Only T CM -derived clones were rescued from apoptotic cell death by low-dose IL15 for >30 days in vitro and this correlated with higher levels of IL15Rα, IL2Rβ, and IL2Rγ, and of Bcl-x L and Bcl-2, which promote cell survival. To determine if the inability of T EM -derived clones to survive in vitro correlated with an increased susceptibility of cell death in vivo, we measured the proportion of infused cells that were positive for propidium iodide (PI) and Annexin V during the short period of in vivo persistence. One day after transfer, 41–45% of T EM -derived T cells were Annexin V + /PI + , analyzed directly in the blood or after 24 hours of culture. By contrast, only a minor fraction of an adoptively transferred T CM -derived T cell clone was Annexin V + /PI + and the infused cells survived in vivo. A subset of the persisting T cells reacquired T CM marker (CD62L + CCR7 + CD127 + CD28 + ) in vivo and regained functional properties of T CM (direct lytic activity; rapid proliferation to antigen). These T cells produced IFN-γ and TNF-α after peptide stimulation, and studies are in progress to assess their in vivo response to antigen by delivery of T cells expressing CMV proteins. Our studies in a large animal model show for the first time that CD8 + T E derived from T CM but not T EM can persist long-term, occupy memory T cell niches, and restore T CM subsets of CMV-specific immunity. Thus, taking advantage of the genetic programming of cells that have become T CM might yield T cells with greater therapeutic activity and could be targeted for human studies of T cell therapy for both viral and malignant disease."
}