{
    "doi": "https://doi.org/10.1182/blood.V128.22.3043.3043",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3565",
    "start_url_page_num": 3565,
    "is_scraped": "1",
    "article_title": "Clinical Impact of the Presence of a Diffuse Large B-Cell Lymphoma (DLBCL) Component in the Outcome of Untreated Patients with Follicular Lymphoma (FL) ",
    "article_date": "December 2, 2016",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster II",
    "topics": [
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "biopsy",
        "non-hodgkin's lymphoma, aggressive",
        "follow-up",
        "hemoglobin",
        "indolent",
        "lactate dehydrogenase test, serum",
        "lymphoma",
        "rituximab"
    ],
    "author_names": [
        "Laura Magnano, MD",
        "Ivan Dlouhy, MD",
        "Olga Balagué, MD",
        "Alfredo Rivas-Delgado, MD",
        "Jordina Rovira, MD",
        "Kennosuke Karube, MD PhD",
        "Blanca Gonzalez, MD",
        "Alejandra Martinez-Trillos, MD",
        "Antonio Martínez, MD PhD",
        "Julio Delgado",
        "Eva Gine",
        "Neus Villamor, MD PhD",
        "Elias Campo, MD PhD",
        "Armando Lopez-Guillermo"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Hospital Clinic de Barcelona, Barcelona, Spain "
        ],
        [
            "Hematology Department, Hospital Clinic de Barcelona, Barcelona, Spain ",
            "Hematology, Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Pathology Department, Hospital Clinic de Barcelona, Barcelona, Spain "
        ],
        [
            "Hematology Department, Hospital Clinic de Barcelona, Barcelona, Spain "
        ],
        [
            "Hematology Department, Hospital Clinic de Barcelona, Barcelona, Spain "
        ],
        [
            "Department of Pathology and Cell Biology, Graduate School of Medicine and Faculty of Medicine, University of the Ryukyus, Nishihara, Japan "
        ],
        [
            "Pathology Department, Hospital Clinic de Barcelona, Barcelona, Spain "
        ],
        [
            "Hematology Department, Hospital Clinic de Barcelona, Barcelona, Spain ",
            "Hospital Clinic de Barcelona, Barcelona, Spain "
        ],
        [
            "Pathology Department, Hospital Clinic de Barcelona, Barcelona, Spain ",
            "Hospital Clinic de Barcelona, Barcelona, Spain "
        ],
        [
            "Hematology Department, Hospital Clinic de Barcelona, Barcelona, Spain ",
            "Hospital Clínic, Barcelona, Spain "
        ],
        [
            "Hematology Department, Hospital Clinic de Barcelona, Barcelona, Spain ",
            "Hospital Clinic de Barcelona, Barcelona, Spain "
        ],
        [
            "Pathology Department, Hospital Clinic de Barcelona, Barcelona, Spain "
        ],
        [
            "Hospital Clinic de Barcelona, Barcelona, Spain ",
            "Pathology, Hospital Clinic de Barcelona, Barcelona, Spain ",
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain ",
            "Pathology Department, Hospital Clinic de Barcelona, IDIBAPS, Barcelona, Spain "
        ],
        [
            "Hospital Clinic de Barcelona, Barcelona, Spain ",
            "Hematology Department, Hospital Clinic, University of Barcelona, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "41.3894436",
    "first_author_longitude": "2.1523119",
    "abstract_text": "Introduction : Histological transformation into an aggressive lymphoma, usually DLBCL, may occur during the follow-up of FL patients and determines a poor outcome. The presence of a DLBCL component in a FL (FL/DLBCL) is observed in some cases at diagnosis, usually being considered a transformation of a FL with a previously undetected indolent course. The clinical implications of this situation in terms of prognosis and treatment remain unclear. The aim of the present study was to analyze the clinicobiological characteristics and outcome of patients diagnosed with FL/DLBCL in the rituximab era, in comparison with patients diagnosed with pure FL or de novo DLBCL at the same period in a single institution. Patients and Methods: Eight hundred seventy eight patients sequentially diagnosed with either FL, DLBCL or FL/DLBCL between 2002 and 2015 ina single institution were included in the study. The histological distribution was as follows: FL grade 1, 2, 3a, 320 cases (140M/180F; median age, 58 years), FL 3b, 8 cases (4M/4F; median age, 66 years), DLBCL, 510 cases (275M/235F; median age, 65 years) and FL/DLBCL, 40 (16M/24F; median age, 65 years).According to institutional guidelines, the latter were treated as aggressive lymphomas, with no maintenance or further intensification. All FL/DLBCL biopsies were reviewed and the DLBCL component semiquantified. Cell of origin (COO) assessment by gene expression-based assay was determined in 127 cases and NOTCH1-2 mutational status in 216. Results: Main clinicobiological characteristics of the patients according to the histology are listed in the table. Compared to DLBCL cases, FL/DLBCL patients showed more frequently ambulatory performance status, primary nodal origin and advanced stage, with these features being closer to those of FL patients. On the contrary, FL/DLBCL patients had an intermediate position between FL and DLBCL cases regarding B-symptoms, bone marrow infiltration, hemoglobin and serum LDH levels. The proportion of DLBCL component in FL/DLBCL cases ranged from 5 to 95%, with no significant differences in the initial characteristics according to the proportion of DLBCL component. COO was determined in 11 FL/DLBCL, with 8 (73%) being GCB, 2 (18%) ABC, and 1 unclassified. Such distribution in 116 DLBCL with COO available was: 50 (43%) GCB, 50 (43%) ABC and 16 unclassified. NOTCH 1-2 was mutated in 4/39 (10%) FL/DLBCL, whereas this proportion was 1/41 (2%) FL and 11/136 (8%) DLBCL. All FL/DLBCL patients were treated as aggressive lymphoma with no intensification after front-line therapy. The proportion of primary refractoriness in FL/DLBCL patients was significantly higher than in FL and similar to that of DLBCL. Progression free survival (PFS) and overall survival (OS) are showed in the table and figure. Among the 40 FL/DLBCL cases, the amount of DLBCL component did not show prognostic impact, whereas the histological grade did (5-year OS FL grades 1-2-3a/DLBCL, 92% vs. FL grade 3b/DLBCL, 38%; p=0.001). In the different cohorts analyzed (FL+FL/DLBCL, FL+FL/DLBCL+DLBCL, and FL/DLBCL+DLBCL), FL/DLBCL histology did not show independent value for OS in multivariate analyses that included standard prognostic variables, namely, serum β2m and FLIPI or IPI scores. Sequential biopsies were available in 120 cases, with the following distribution according to the primary diagnosis: FL, 60 cases (at relapse: 37 FL and 23 DLBCL), FL/DLBCL, 6 cases (at relapse: 3 FL, 2 FL/DLBCL and 1 DLBCL), and DLBCL, 54 cases (at relapse: 4 FL and 50 DLBCL). Conclusion : Patients with FL/DLBCL, although infrequent, exists and have clinicobiological differentiated features compared to pure FL and DLBCL. When treated with standard immunochemotherapy their outcome is not worse than that of de novo DLBCL. Some clinicobiological characteristics suggest FL/DLBCL to be a specific category rather than a transformation from a FL; however, this warrants further biological studies. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}