{
    "doi": "https://doi.org/10.1182/blood.V120.21.3437.3437",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2164",
    "start_url_page_num": 2164,
    "is_scraped": "1",
    "article_title": "Effects of Pooling Multiple Red Blood Cell Units to Improve Storage ",
    "article_date": "November 16, 2012",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster III",
    "topics": [
        "antibodies",
        "antibody screen",
        "antigens",
        "blood groups",
        "erythrocytes",
        "hemoglobin",
        "leukoreduction",
        "oxygen",
        "transfusion",
        "hemolysis"
    ],
    "author_names": [
        "Aabhas Mathur",
        "Adonis Stassinopoulos, PhD",
        "John R. Hess, MD, MPH",
        "Mohandas Narla, DSc",
        "Beth H Shaz, MD"
    ],
    "author_affiliations": [
        [
            "New York Blood Center, New York, NY, USA, "
        ],
        [
            "Cerus Corporation, Concord, CA, USA, "
        ],
        [
            "University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "New York Blood Center, NY, USA"
        ],
        [
            "New York Blood Center, New York, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.6718672",
    "first_author_longitude": "-73.90631075",
    "abstract_text": "Abstract 3437 Each unit of blood donated is processed and stored individually resulting in wide variability in the amount of red blood cells (RBCs) collected, RBC properties and in the 24 hour post-transfusion RBC survivability. As a result, each unit differs in its RBC content, its ability to deliver oxygen and potentially its effects on the recipient. The goal of this study was to investigate the effect of pooling and the use of novel additive solutions in producing a more uniform, standardized RBC product. RBCs were either stored in an approved additive solution with a 42 day shelf life (AS-3) or a solution which potentially enables an extended 50 to 100 day shelf life (EAS-81). The storage characteristics of individual RBC units were compared to pooled RBC products prepared by the same units and suspended in AS-3 and EAS-81 with comparable final hematocrits. Two sets of 5 individual leukoreduced group A, D-positive blood group RBC units were divided and stored as individual RBC products or as pooled products. Individual and pooled units tested as group A, D-positive and had a negative antibody screen. Quality indices were measured (ATP, 2,3 DPG and hemolysis) for all individual and pooled units weekly for 5 weeks. After 5 weeks of storage RBC units stored in EAS-81 showed higher ATP concentrations (2.53–4.20 μmole/g hemoglobin) compared to units stored in AS-3 solution (1.53–1.98 μmole/g hemoglobin). ATP concentration values of pooled units of EAS81:AS-3 (3.35:1.77 μmole/g hemoglobin) were close to average (3.24:1.64 μmole/g hemoglobin) values obtained from 5 individual unit concentrations (Figure). Next, after 5 weeks hemolysis was higher in EAS-81 (0.57–0.94% hemolysis) as compared to AS-3 solution (0.18–0.35% hemolysis); possibly due to cells being passed through an additional leukoreduction filter. The hemolysis values of pooled units of EAS-81: AS-3 (0.51:0.27%) was lower for EAS-81 but the same for AS-3 as the average values obtained from individual units (0.80:0.27%). Lastly, after 2 weeks of storage 2,3 DPG values obtained were lower for AS-3 units (2.71–3.84 μmole/g hemoglobin) as compared to EAS-81 units (3.40–7.10 μmole/g hemoglobin). 2,3-DPG concentration of pooled unit EAS-81:AS-3 (7.10:3.38 μmole/g hemoglobin) were higher compared to average of individual unit (4.74:3.19 μmole/g hemoglobin). 2,3 DPG concentration was negligible for 3 week measurement for all the units. In conclusion, RBCs stored in EAS-81 have higher ATP and 2,3-DPG levels than units stored in AS-3; pooled units maintain ABO/D typing without new antibody or antigen formation, and appear to have slightly better storage characteristics than individually stored units. Thus, our data support pooling RBC units is a valid method to provide more uniform RBC products with better storage characteristics, especially if stored in EAS-81, in the future. View large Download slide View large Download slide  Disclosures: Stassinopoulos: Cerus: Employment, Equity Ownership, Patents & Royalties. Hess: U. S. Army, Hemerus Medical, LLC: Membership on an entity's Board of Directors or advisory committees, Patents & Royalties."
}