{
    "doi": "https://doi.org/10.1182/blood.V110.11.4597.4597",
    "article_title": "Good Response to Decitabine in an Elderly Patient with MDS (Refractory Anemia with Excess Blasts RAEB-2) after Failure of Azacitidine. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Decitabine, A pyrimidine nucleoside analog of cytidine, 5-aza-2′-deoxycytidine strongly inhibits DNA methylation, is capable of inducing cell differentiation, In a phase II multicenter trial of 66 patients with MDS (median age 68 years, range: 38 to 84), DAC was given in a dose of 15 mg/m2 IV over 4 hours every eight hours for three consecutive days; cycles were repeated every six weeks. The overall response rate was 25, 48, and 64 percent for those in the intermediate-I, intermediate-II, and high IPSS risk groups, respectively. The median survival time from the start of treatment for the IPSS high risk patients was 1.2 years, considerably longer than the expected survival of 0.3 to 0.5 years for high risk patients treated with supportive care alone. Response to Decitabine after failure of Azaitadine was mentioned only in one abstract presented in the American society of hematology meeting 2006 in 22 patients. We present a case of an 83 y/o gentleman with RAEB-2 with IPSS of 1 Intermediate I with normal cytogenetics, trilineage pancytopenia, was heavily transfusion dependent with both red cells and platelets on a weekly bases. The patient was treated initially with Revlamide for 3 months, followed by Azacitadine for total of 4 cycles, along with Exjade as an iron chelator without any objective response or reduction in his transfusion requirement. The patient eventually was switched to Decitabine 20 mg SC daily for 5 days every 28 days. The patient started to have a response after the 4 th cycle with prolongation of his transfusion intervals. After the 5 th cycle the patient did not need transfusions with platelets within normal limits. Since there is paucity of data regarding the response to these new agents, our case may be added to the small number of patients that was presented to try to create a data pool that helps clinicians to manage this difficult disease.",
    "topics": [
        "azacitidine",
        "decitabine",
        "older adult",
        "refractory anemia with excess blasts",
        "prostatic hypertrophy risk score",
        "transfusion",
        "blood transfusion",
        "cytidine",
        "deferasirox",
        "deoxycytidine"
    ],
    "author_names": [
        "Ashraf R. Aziz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ashraf R. Aziz, MD",
            "author_affiliations": [
                "Hematology/Oncology, Kaiser Permanante Lakeview Medical Center, Anaheim, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T02:06:40",
    "is_scraped": "1"
}