{
    "doi": "https://doi.org/10.1182/blood.V108.11.4124.4124",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=743",
    "start_url_page_num": 743,
    "is_scraped": "1",
    "article_title": "Antidotal Effects of rFVIIa and FEIBA on Anticoagulant-Induced Inhibition of Thrombin Generation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "anticoagulants",
        "anti-inhibitor coagulant complex",
        "recombinant coagulation factor viia",
        "thrombin",
        "antidotes",
        "lepirudin",
        "argatroban",
        "danaparoid",
        "fondaparinux",
        "respiratory rate"
    ],
    "author_names": [
        "Daniele Pillitteri, MSc",
        "Wolfgang Wegert, MSc",
        "Thomas Scholz",
        "Carl M. Kirchmaier, MD"
    ],
    "author_affiliations": [
        [
            "Hemostaseology, Angiology and Vascular Medicine, Deutsche Klinik fuer Diagnostik, Wiesbaden, Germany",
            " "
        ],
        [
            "Hemostaseology, Angiology and Vascular Medicine, Deutsche Klinik fuer Diagnostik, Wiesbaden, Germany",
            " "
        ],
        [
            "Hemostaseology, Angiology and Vascular Medicine, Deutsche Klinik fuer Diagnostik, Wiesbaden, Germany",
            " "
        ],
        [
            "Hemostaseology, Angiology and Vascular Medicine, Deutsche Klinik fuer Diagnostik, Wiesbaden, Germany",
            " "
        ]
    ],
    "first_author_latitude": "50.08669",
    "first_author_longitude": "8.2691472",
    "abstract_text": "Recombinant FVIIa (NovoSeven®, N7) has been demonstrated to antagonize the antihemostatic effects of anticoagulants such as anti-Xa-agents like LMWH or Fondaparinux. Whether this effect, which can be monitored using cell-based in vitro assays including platelets, can also be observed when trying to antagonize thrombin inhibitors and heparinoids, is still insufficiently known. We used a fluorometric thrombin generation test (TGT) to assay N7 efficacy in platelet-rich plasma (PRP) on eight concentrations of Argatroban (Argatra®), Lepirudin (Refludan®) and Danaparoid (Orgaran®) between 0 and 10 μg/ml resp. 0–10 anti-Xa units/ml) including their therapeutic ranges. Blood samples used for spiking were taken from eight healthy male volunteers who had taken no antihemostatic medication 14 days before sampling. TF was used as initiator of coagulation (final conc. 60 fM). FEIBA (factor eight inhibitor bypassing activity) was also tested as a potential antidote in this experimental setting. N7 doses used for in-vitro spiking of PRP samples were betweeen 2.4 (corresponding to clinically used high doses) and 9.6 (Argatroban, Fondaparinux) resp. 24 μg/ml (Lepirudin), FEIBA doses were 0.5, 1 and 2 U/ml. The TGT parameters evaluated were ETP, PEAK, LAG TIME (LT) and TIME TO PEAK (TTP). While the Argatroban effect on thrombin generation could not be reversed up to 9.6 μg/ml of N7, for FEIBA the thrombin activity increased half-logarithmic-like with linear rises for doubled FEIBA doses. The inhibitory effect of Lepirudin on TGT parameters was neutralized by 2.4 μg/ml rFVIIa, and the lowest FEIBA concentration (0.5 U/ml) was also sufficient. For Danaparoid, the reversal of its inhibitory effects in the TGT was more marked for supratherapeutical concentrations, but 2.4 μg N7/ml worked as well as 24. The antidote effect of FEIBA on Danaparoid concentrations increased with FEIBA concentrations, but seemed to be less strong than that of N7. Fondaparinux (Arixtra®), which was run as control substance in our assay and antagonized with N7 2.4 μg/ml (9.6 μg/ml had no stronger effect) and FEIBA in the intermediate concentration of 1U/ml, showed analogous changes to the results published by Lisman et al., JTH 2003. Regarding the TGT parameters, there seem to be “cut-offs” between 2 and 5μg/ml for the inhibitors without antidotes where ETP and PEAK are reduced to zero. Inhibitor-induced prolongation of LT and TTP showed similar characteristics with and without antidotes, but on different levels, i. e. the antidotes shortened these time values over the whole inhibitor concentration range. Higher concentrations of antidotes were more effective on high inhibitor concentrations. Argatroban could be antagonized with FEIBA only, whereas N7 was also effective on Lepirudin and Fondaparinux, and even better on Danaparoid. The N7 reversal of Lepirudin-induced irreversible thrombin inhibition seems to be contradictory to the missing effect on the reversible Argatroban-induced effect but could be due to the (slow) binding kinetics (Elg et al Thromb Haemost 1997) of the recombinant hirudin. The assay could be used to determine or predict the antihemostatic effects of anticoagulants over a dose range and the potential efficacy of antidotes for overdosing with anticoagulants. Furthermore, it may be a tool for a personalized medicine approach."
}