{
    "doi": "https://doi.org/10.1182/blood-2019-128809",
    "article_title": "Spatial Mapping of Myelopoiesis Reveals the Bone Marrow Niche for Monocyte Dendritic Cell Progenitors ",
    "article_date": "November 13, 2019",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells",
    "abstract_text": "Monocytes, macrophages and dendritic cells are indispensable for innate immunity. Myelopoiesis takes place in the bone marrow (BM) through differentiation of a common myeloid progenitor into monocyte dendritic cell progenitors (MDP) or granulocyte monocyte progenitors (GMP). MDP differentiate into myeloid progenitors (MoP) or common dendritic progenitors (cDP) that give rise to monocytes or dendritic cells (DC) repectively. GMP can also generate neutrophil-like monocytes via an intermediate monocyte progenitor [MP; Immunity. 2017 47(5):890] and neutrophils via a granulocyte progenitor (GP). CSF1 (M-CSF) is the key cytokine that regulates monopoiesis, CSF1 loss causes profound defects in monocyte, dendritic cell, macrophage and osteoclast generation. Classical studies using Csf1 -/- chimeric mice demonstrated that CSF1 is produced by BM stromal cells. However the identity of these CSF1-producing cells is unknown. A major limitation is the lack of immunofluorescence protocols to map progenitor interaction with candidate niches. We have found that CD11b - Ly6C - CD117 + CD115 + cells are MDP; Lin - Ly6C - CD117 + CD16/32 + CD115 - cells are GMP; CD11b - Ly6C + CD117 + CD115 + are MP/MoP; CD11b - Ly6C + CD117 + CD115 - are GP; CD11b + CD115 + Ly6C hi and CD11b + CD115 + Ly6C lo cells are classical and non-classical monocytes; and MHCII hi reticular cells are DC. We used the markers above to map the 3D position of every myeloid cell in the sternum and assessed the relationships between myeloid progenitors, their offspring and candidate niches in situ with single cell resolution. To test whether the interactions observed were specific we obtained the X, Y and Z coordinates for every hematopoietic cell in the sternum (detected using αCD45 and αTer119). We then used these coordinates to randomly place each type of myeloid cell, at the same frequencies found in vivo, through the BM to generate a random distribution for each myeloid cell type. HSC localize to sinusoidal, arteriolar and endosteal niches. However, myeloid progenitors are exclusively perisinusoidal (mean MDP distance to sinusoids, arterioles, and endosteum observed 5, 134, and 105μm vs 9, 86, and 69µm in the random simulation). Myeloid progenitors rarely localize with HSC indicating that progenitors abandon the HSC niche upon differentiation. Strikingly, we found that granulopoiesis, monopoiesis and DCpoiesis occur in distinct sinusoidal locations and that MDP are tightly associated with sinusoids, dendritic cells and Ly6C lo monocytes (2.0 DC and 4.4 Ly6C lo monocytes observed within 50µm of an MDP vs 0.9 DC and 1.8 Ly6C lo monocytes in the random simulation p=0.02 and p<0.0001) but not with MoP/MP or Ly6C hi classical monocytes. The results above suggest that the stromal cells that provide the signals that regulate MDP will localize to the sinusoids. Analyses of Csf1 expression in two recently published scRNAseq studies of BM stroma showed that perivascular stromal cells and osteoblastic cells are the major CSF1 sources with sinusoidal endothelial cells expressing much lower levels. Csf1 deletion in perivascular cells using LepR-cre mice and in osteoblastic cells using Ocn-cre mice did not impact Ly6C hi classical or Ly6C lo non-classical monocytes in peripheral blood. We also did not find any defects in BM MDP, GMP, MoP numbers or colony forming activity or in monocyte or dendritic cell numbers. In sharp contrast we found that conditional Csf1 deletion in endothelial cells using Cdh5-cre mice led to a 3.9-fold defect in Ly6C lo non-classical monocytes in the blood (1.89 vs 0.47 x10 5 /ml in the +/- controls vs Cdh5-cre:Csf1 -/Δ mice; p=0.03). In the BM these mice showed a 1.4 reduction in MDP numbers (0.72 vs 0.5x10 4 /femur; p=0.04) further compounded by a 2.7-fold loss in MDP-derived CFU-M (22 vs 8 colonies/100 cells; p=0.009) indicating a dramatic reduction in MDP function. This in turn led to a 2.3-fold reduction in Ly6C lo non classical monocytes (9.5 vs 4.1x10 4 /femur; p=0.01) and a 1.2-fold reduction in cDC (2.7 vs 2.1 x10 4 cDC/femur p=0.005). In summary we have imaged for the first time myeloid progenitors; mapped their differentiation into mature myeloid cells; quantified their interaction with candidate niche cells; showed that sinusoids are the exclusive site of monocyte and dendritic cell production; and demonstrated that endothelial cells are a niche that regulates MDP numbers and function via CSF1. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens, cd16",
        "bone marrow",
        "cyclic gmp",
        "cytidine diphosphate",
        "cytokine",
        "dendritic cells",
        "macrophage colony-stimulating factor",
        "macrophage colony-stimulating factor receptor",
        "macrophage-1 antigen",
        "monocytes"
    ],
    "author_names": [
        "Jizhou Zhang",
        "Qingqing Wu, PhD",
        "Courtney Johnson, BS",
        "André Olsson, MS, PhD",
        "Anastasiya Slaughter, BA",
        "Margot Lindsay May, BS",
        "Benjamin Weinhaus, BS",
        "Emily Bowers, PhD",
        "James Douglas Engel, PhD",
        "Jean X. Jiang, PhD",
        "Sherry L. Abboud-Werner, PhD",
        "Nathan Salomonis, PhD",
        "H. Leighton Grimes, PhD",
        "Daniel Lucas-Alcaraz, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jizhou Zhang",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qingqing Wu, PhD",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney Johnson, BS",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "André Olsson, MS, PhD",
            "author_affiliations": [
                "Division of Immunobiology and Center for Systems Immunology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anastasiya Slaughter, BA",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margot Lindsay May, BS",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Weinhaus, BS",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Bowers, PhD",
            "author_affiliations": [
                "Department of Pediatric Endocrinology, University of Michigan Medical School, Ann Arbor, MI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Douglas Engel, PhD",
            "author_affiliations": [
                "Department of Cell and Developmental Biology, University of Michigan Medical School, Ann Arbor, MI "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean X. Jiang, PhD",
            "author_affiliations": [
                "Department of Biochemistry, University of Texas Health Science Center, San Antonio, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry L. Abboud-Werner, PhD",
            "author_affiliations": [
                "Department of Pathology, University of Texas Health Science Center, San Antonio, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan Salomonis, PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH ",
                "Department of Electrical Engineering and Computer Science, University of Cincinnati, CINCINNATI, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Leighton Grimes, PhD",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH ",
                "Division of Immunobiology and Center for Systems Immunology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Lucas-Alcaraz, PhD",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH ",
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T18:40:55",
    "is_scraped": "1"
}