{
    "doi": "https://doi.org/10.1182/blood.V122.21.4922.4922",
    "article_title": "Low-dose Triptolide could enhance the Idarubicin-induced apoptosis in KG1α cells through down-regulation of MDR1 and NF-κb ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance",
    "abstract_text": "Background Triptolide (TPL), a diterpenoid triepoxide derived from Tripterygium wilfordii, has been used in Traditional Chinese Medicine (TCM) for centuries. Recently, TPL has also been shown to have strong anti-cancer ability both in vitro and in vivo. It could induce apoptosis in a variety of cancer cell lines. However, the clinical applications of TPL are limited by its narrow therapeutic window and severe toxicity. Thus, the focus of study about TPL has been switched to the ability of low dose of TPL in enhancing the drug-induced apoptosis of cancer cells. KG1a cell line is a kind of cell line which has been demonstrated to have a certain proportion of leukemia stem cells which are responsible for the relapse of leukemia. Usage of this kind of cell line could resemble the relapse situation of patients. MDR1 and NF-ΚB are two important factors closely related to drug-resistance. Dow-regulation of these two genes could lead to the sensitization of cells to drugs. Aims This study aims to explore whether low-dose TPL could enhance the Idarubicin-induced apoptosis in KG1a cells through down-regulation of MDR1 and NF-κB. Methods Hoechst 33342 staining and flow cytometry analysis were used to determine the ability of TPL in enhancing the Idarubicin-induced apoptosis in KG1a cells. RT-PCR as well as western blotting analysis were used to determine whether TPL combined with Idarubicin could down-regulate MDR1 and NF-κB. Results Hoechst 33342 staining and flow cytometry analysis showed that low-dose of TPL((IC20\u0081F5.0nM)) could significantly enhance the Idarubicin-induced apoptosis in KG1a cells(Idarubicin alone vs Idarubicn combined with TPL: 15.13%: 60.17%; P<0.05). TPL combined with Idarubicin could down-regulate expression of MDR1 both at protein and mRNA level with the down-regulation of NF-κB at protein level. Conclusion Low-dose Triptolide could enhance the Idarubicin-induced apoptosis IN KG1a cells through down-regulation of MDR1 and NF-κB Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "down-regulation",
        "idarubicin",
        "flow cytometry",
        "leukemia",
        "tumor cells, malignant",
        "cancer",
        "diterpenes",
        "reverse transcriptase polymerase chain reaction",
        "rna, messenger"
    ],
    "author_names": [
        "Bing Xu, MD",
        "Jiahong Tang, MD",
        "Feili Chen, M.D.",
        "Yanyan Li, MD",
        "Huijuan Dong, MD",
        "Yuejian Liu, M.D.",
        "Shuyun Zhou, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bing Xu, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jiahong Tang, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feili Chen, M.D.",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanyan Li, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huijuan Dong, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuejian Liu, M.D.",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuyun Zhou, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T12:58:09",
    "is_scraped": "1"
}