{
    "doi": "https://doi.org/10.1182/blood-2021-149116",
    "article_title": "Cytokine Analysis in 154 Patients with Transient Abnormal Myelopoiesis: Jccg JPLSG TAM-10 Clinical Study ",
    "article_date": "November 5, 2021",
    "session_type": "617.Acute Myeloid Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "Introduction: Transient abnormal myelopoiesis (TAM), also known as transient leukemia or transient myeloproliferative disorder, is a unique clonal myeloproliferation characterized by immature megakaryoblasts occurring in 10% of neonates with Down syndrome. Although most patients show spontaneously resolution of TAM without therapeutic interventions, approximately 20% of TAM cases result in early deaths, i.e., within 9 months, and approximately 20% of the survivors develop acute megakaryoblastic leukemia (AMKL) within 4 years. A somatic GATA1 gene mutation that leads to the exclusive expression of a truncated GATA1 protein is shared by both TAM and AMKL cells. According to previous reports, cytokine levels are associated with liver failure, which is a cause of early death. Here, we analyzed 154 DS patients with TAM enrolled in the TAM-10 prospective observational study conducted by the Japan Pediatric Leukemia/Lymphoma Study Group to determine the association between clinical characteristics and cytokine levels in such patients. Patients and Methods : A total of 167 neonates (89 boys and 78 girls) diagnosed with TAM were prospectively registered in the TAM-10 study between May 2011 and February 2014. We analyzed cytokine levels in 154 of the 167 enrolled patients whose samples were available. Somatic GATA1 gene mutations were confirmed in 151 (98%) of 154 patients using Sanger and/or next-generation sequencing. Using the Bio-Prex cytokine assay, serum concentrations of the following 27 cytokines were measured: interferon gamma (IFN-γ), tumor necrosis factor alpha (TNF-α), vascular endothelial growth factor (VEGF), platelet-derived growth factor-BB (PDGF-BB), basic fibroblast growth factor (bFGF), granulocyte colony-stimulating factor (G-CSF), granulocyte-macrophage colony-stimulating factor (GM-CSF), monocyte chemoattractant protein-1 (MCP-1), macrophage inflammatory proteins alpha and beta (MIP-1α and MIP-1β), eotaxin, interferon gamma-induced protein (IP-10), regulated upon activation, normal T-cell expressed and secreted, interleukin I receptor agonist (IL-RA), and 13 different interleukins (IL-1β, IL-2, IL-4, IL-5, IL-6, IL-7, IL-8, IL-9, IL-10, IL-12, IL-13, IL-15, and IL-17). For all analyses, P values were two-tailed and a P value of <0.05 was considered statistically significant. Mann-Whitney test were used as appropriate for comparisons between groups. Moreover, the cumulative incidence for competing events was compared with the Gray test. Results: The median (range) white blood cell (WBC) count at diagnosis was 37.2 (2.4-478.7) × 10 9 cells/L. Forty-seven (31%) of 154 patients received low-dose cytarabine. When we compared 29 patients with a high WBC count (≥100 × 10 9 cells/L, known as a poor prognostic factor in TAM patients) to 125 patients without a high WBC count for 27 cytokine levels, the levels of 16 cytokines (IL-1b, IL-1ra, IL-6, IL-7, IL-8, IL-9, IL-10, IL-13, Eotaxin, PDGF-bb, basic FGF, G-CSF, GM-CSF, MCP-1b, and VEGF) were significantly higher in patients with a high WBC group. Early death occurred in 14 (9%) of 154 patients. Cytokine levels were compared between the early death group ( n = 14) and remaining patients ( n = 140) and it was observed that the levels of 10 cytokines (IL-1b [ p = 0.016], IL-1ra [ p < 0.001], IL-6 [ p < 0.001], IL-7 [ p = 0.009], IL-8 [ p < 0.001], IL-10 [ p = 0.014], IL-13 [ p = 0.002], MCP-1 [ p = 0.030], MIP-1b [ p = 0.024], and TNF-α [ p = 0.008]) were significantly higher in the early death group. When the patients were divided in two groups according to the median IL-1β concentration showing the lowest p -value, the early death rate in the IL-1β high group was significantly higher than that in the IL-1β low group (16% vs. 3%, p < 0.001). IL-1, IL-6, IL-8, and TNF-α are proinflammatory cytokines induced by MCP-1 and MIP1-b. Early death was strongly associated with hypercytokinemia, suggesting that therapeutic interventions (e.g., systemic steroid therapy) may be effective in patients with hypercytokinemia. However, there was no relation between the levels of 27 cytokines and leukemia development. Conclusion: Our findings suggested that measurement of cytokine levels may be a useful marker for predicting early death and an indicator of therapeutic interventions required in TAM patients. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Genki Yamato",
        "Myoung-Ja Park",
        "Akira Shimada",
        "Norio Shiba",
        "Yoshiyuki Yamada",
        "Kiminori Terui",
        "Etsuro Ito",
        "Hideki Muramatsu",
        "Kenichiro Watanabe",
        "Yasuhide Hayashi"
    ],
    "author_dict_list": [
        {
            "author_name": "Genki Yamato",
            "author_affiliations": [
                "Department of Pediatrics, Gunma University, Maebashi, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Myoung-Ja Park",
            "author_affiliations": [
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Gunma, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Shimada",
            "author_affiliations": [
                "Department of Pediatrics, Jichi Medical University Hospital, Tochigi, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norio Shiba",
            "author_affiliations": [
                "Department of Pediatrics, Yokohama City University, Yokohama, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiyuki Yamada",
            "author_affiliations": [
                "Department of Pediatrics, Tokai University School of Medicine, Kanagawa, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiminori Terui",
            "author_affiliations": [
                "Department of Pediatrics, Hirosaki University Graduate School of Medicine, Hirosaki, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Etsuro Ito",
            "author_affiliations": [
                "Department of Pediatrics, Hirosaki University Graduate School of Medicine, Aomori, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Muramatsu",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Aichi, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenichiro Watanabe",
            "author_affiliations": [
                "Department of Hematology and Oncology, Shizuoka Children's Hospital, Shizuoka, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhide Hayashi",
            "author_affiliations": [
                "Institute of Physiology and Medicine, Jobu University, Takasaki, Japan",
                "Department of Hematology/Oncology, Gunma Children's Medical Center, Shibukawa, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:50:26",
    "is_scraped": "1"
}