{
    "doi": "https://doi.org/10.1182/blood.V108.11.3328.3328",
    "article_title": "Concordance with National Comprehensive Cancer Network (NCCN) Clinical Practice Guidelines (CPGs): A Quality of Care Tool for Newly Diagnosed Patients (pts) with Mantle Cell Lymphoma (MCL). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Introduction: In 1999, the NCCN published its first NHL CPG and in 2000, established the NCCN NHL Outcomes Database Project to monitor patterns of care, CPG concordance and outcomes in participating institutions. We report here on clinical characteristics and CPG concordance among newly diagnosed (dx) pts with MCL in the database. Methods: We prospectively collected demographic, staging, and treatment information on consecutive pts with MCL presenting at 5 geographically diverse NCCN institutions (Dana-Farber, Roswell Park, City of Hope, Fox Chase and MD Anderson). We assessed concordance with 2 CPG’s relevant to the concordance impacting the majority of pts: 1) bone marrow biopsy (BMBx) as part of the initial work-up and 2) use of an endorsed first line regimen among pts with stage III/IV disease. CPG concordance was assessed by comparing each pt’s care against the version on the NCCN guideline in effect at the time the pt was diagnosed. Results: Between 7/2000 and 10/2005, we enrolled 132 MC evaluable pts. Median age was 58; 43% had high-intermediate or high risk disease according to the IPI at presentation; 123 (93%) pts presented with stage III/IV disease. The median follow-up was 22.6 months. Overall, 91% of pts underwent a staging BMBx as recommended by the guidelines. Concordance varied by institution, low 78% to high 98%. Among 123 pts with stage III/IV disease, first-line therapy was concordant with CPG recommendations in only 59%. Use of rituximab accounted for 92% of all non-concordance. When the guidelines were modified in 2003 to include rituximab as an option for first-line therapy of MCL, concordance rose from 31% (2000) to 100% (2003–5). Of concordant pts receiving combination chemotherapy, 33% received CHOP-based standard dose therapy and 62% received dose-intense therapy. NCCN guidelines consider all therapy administered as part of a clinical trial to be concordant; trial-directed treatment accounted for 42% of concordant care. Conclusions: Our data suggest that the majority of MCL pts in these centers receive care that is concordant with current standards. In this subgroup of patients, participation in clinical trials occurred at an impressively high rate. However, not all pts undergo BMBx as a routine component of staging as recommended by NCCN guidelines suggesting that this is an area for potential quality improvement. This study also highlights that differences in management exist even within national comprehensive cancer centers. Because long-term follow-up is possible with this database, future studies will assess the initial treatment and guideline concordance on long-term outcomes in this unique group of pts.",
    "topics": [
        "brachial plexus neuritis",
        "mantle-cell lymphoma",
        "national comprehensive cancer network",
        "clinical practice guideline",
        "quality of care",
        "follow-up",
        "rituximab",
        "bone marrow biopsy",
        "combination drug therapy",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Maria Alma Rodriguez, MD",
        "Anna Ter Veer, MS",
        "Auayporn Nademanee, M.D.",
        "Joyce Niland, Ph.D.",
        "Eva Lepisto, MS",
        "Michelle Kho, MSc",
        "Ann LaCasce, M.D.",
        "Jane Carrie Weeks, M.D.",
        "Myron Czuczman, M.D.",
        "Michael Millenson, M.D.",
        "Jonathan Friedberg, M.D.",
        "Andrew D. Zelenetz, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Alma Rodriguez, MD",
            "author_affiliations": [
                "Lymphoma/Myeloma, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna Ter Veer, MS",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Auayporn Nademanee, M.D.",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joyce Niland, Ph.D.",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Lepisto, MS",
            "author_affiliations": [
                "National Comprehensive Cancer Network, Rockledge, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Kho, MSc",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann LaCasce, M.D.",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Carrie Weeks, M.D.",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron Czuczman, M.D.",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Millenson, M.D.",
            "author_affiliations": [
                "Fox Chase Cancer Center, Philadelphia, PA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Friedberg, M.D.",
            "author_affiliations": [
                "James P. Wilmot Cancer Center, Rochester, NY, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D. Zelenetz, M.D.",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:37:05",
    "is_scraped": "1"
}