{
    "doi": "https://doi.org/10.1182/blood.V120.21.3658.3658",
    "article_title": "Dose-Intensive (R-HCVAD) and High Dose Therapy (ASCT) Frontline Strategies More Than Double PFS Over Standard Therapy in MCL Patients ",
    "article_date": "November 16, 2012",
    "session_type": "623. Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster III",
    "abstract_text": "Abstract 3658 Background: While current front-line treatment options for the management of MCL are still debated, a growing consensus in the lymphoma community suggest that MCL pts show superior outcomes with either consolidative ASCT or dose-intensive treatment approaches over CHOP-like regimens and that cytarabine containing regimens achieve earlier and deeper (hence more durable) responses. On the other hand, such dose-intensive strategies can be difficult to administer to the elderly (a relevant issue with a median age at diagnosis of mid 60's) or in pts with comorbidities. Few studies have looked at the comparative effectiveness of initial therapies in MCL in the community setting. Methods: Utilizing KM and Cox regression analyses, we performed a single-center, retrospective cohort analysis to describe the survival experience of 139 MCL pts (med follow up 50 months) treated in the front-line setting with R-CHOP (n=35), R-HCVAD (n=63) or induction-chemotherapy followed by HDT-ASCT (n=41). The primary endpoints of this retrospective cohort analysis were overall (OS) and progression free survival (PFS). The proportional hazards assumption was met for this analysis. Results: The JTCC MCL outcomes database contains 214 total patient entries (newly dx + relapsed MCL) from 1993–2012 of which 139 pts met inclusion/exclusion criteria with complete outcomes data available. The R-CHOP, R-HCVAD and HDT-ASCT groups were comparable in terms of known prognostic factors including age (median 60), ECOG PS (median 1), MIPI score (median score 4, 30% int risk, 29% high risk) and Ki-67 (median 30% and range 5–95%). The median PFS was superior for pts treated with either R-HCVAD (53 months) or ASCT (63 months) (p=<.001, LR test, Figure ) compared to R-CHOP (24 months). No significant difference (HR 1.15, p=.7, 95%CI .5–2.5) in PFS could be detected between pts age < 65 vs. those age >= 65 (n=25) treated with either R-HCVAD (med PFS 46 months) or HDT-ASCT (med PFS 54 months). Median OS favored pts treated with R-HCVAD or HDT-ASCT (103 months and 108 months respectively) over R-CHOP (67 months) but did not meet statistical significance (p=.16, LR test). Conclusions: These data represent the largest published single center experience of MCL patients treated in the front-line setting. Our results confirm a recent NCCN report showing benefit of dose-intensive/high dose strategies in MCL over conventional therapy with more than doubling median PFS over R-CHOP. Of notice when compared to recently updated STiL trial (Rummel ASCO 2012, abst #3) our results are c/w with a median PFS of 22 months after R-CHOP but appear superior to med PFS (35 months) seen with bendamustine-rituximab in MCL even in a subset of elderly pts >= age 65. Our results support the use of dose-intensive strategies in a fit geriatric patient population. Finally the excellent PFS seen in that setting represents a promising platform for integrating novel agents in combination and/or maintenance in future strategies to prevent recurrence and continue to improve MLC pts outcome. View large Download slide View large Download slide  Close modal Disclosures: Mato: Genentech: Speakers Bureau; Seattle Genetics: Speakers Bureau; Millennium: Speakers Bureau; Celgene: Speakers Bureau. Feldman: Allos: Speakers Bureau; celgene: Speakers Bureau; Seattle Genetics: Speakers Bureau; Merck: Speakers Bureau. Goy: Milennium: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; J & J: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "autologous stem cell transplant",
        "brachial plexus neuritis",
        "r-chop",
        "bendamustine",
        "chemotherapy, neoadjuvant",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "cytarabine",
        "electrocorticogram",
        "follow-up",
        "ki-67 antigen"
    ],
    "author_names": [
        "Anthony R Mato, MD",
        "Ewelina A Protomastro, BA",
        "Tania Zielonka, RDC",
        "Tatyana Feldman, MD",
        "Scott D Rowley, MD",
        "Michele L Donato, MD",
        "Andrew L Pecora, MD",
        "Pritish K. Bhattacharyya, MD",
        "Mary Timberg, RN, MSN, OCN, NP-C",
        "Susan Stives, APN",
        "Gabriella Gadaleta, RN, APN-C",
        "Coleen Bejot, MSN, NP-C",
        "Andre Goy, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anthony R Mato, MD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ewelina A Protomastro, BA",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tania Zielonka, RDC",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatyana Feldman, MD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott D Rowley, MD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele L Donato, MD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew L Pecora, MD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pritish K. Bhattacharyya, MD",
            "author_affiliations": [
                "Hackensack Univ. Med. Ctr., Hackensack, NJ, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Timberg, RN, MSN, OCN, NP-C",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Stives, APN",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriella Gadaleta, RN, APN-C",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Coleen Bejot, MSN, NP-C",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Goy, MD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T15:38:02",
    "is_scraped": "1"
}