{
    "doi": "https://doi.org/10.1182/blood.V108.11.5058.5058",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=647",
    "start_url_page_num": 647,
    "is_scraped": "1",
    "article_title": "The Sesquiterpene Lactone Parthenolide Induces Apoptosis and Overcomes the Protective Effect of the Bone Marrow Microenvironment in Human Multiple Myeloma Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "apoptosis",
        "bone marrow",
        "lactones",
        "multiple myeloma",
        "sesquiterpenes",
        "nf-kappa b",
        "cytotoxicity",
        "dexamethasone",
        "insulin-like growth factor i",
        "interleukin-6"
    ],
    "author_names": [
        "Attaya Suvannasankha, MD",
        "Colin D. Crean",
        "Rajasubramaniam Shanmugam, PhD",
        "Rafat Abonour, MD",
        "H. Scott Boswell, MD",
        "Harikrishna Nakshatri, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology Division, Department of Medicine, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Hematology/Oncology Division, Department of Medicine, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Hematology/Oncology Division, Department of Medicine, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Hematology/Oncology Division, Department of Medicine, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Hematology/Oncology Division, Department of Medicine, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Department of Surgery, Indiana University School of Medicine, Indianapolis, IN, USA"
        ]
    ],
    "first_author_latitude": "39.77843395000001",
    "first_author_longitude": "-86.17169489999999",
    "abstract_text": "Parthenolide is a sesquiterpene lactone, a new class of antitumor agents which target nuclear factor kappa B (NFkB). Although the activation of NFkB has been implicated in the growth and drug resistance of multiple myeloma (MM) cells, the efficacy of parthenolide in MM is unknown. Here we show that parthenolide inhibits the NFkB DNA binding in MM cells in a time- and dose-dependent fashion. Parthenolide inhibits the proliferation of MM cell lines, as well as tumor cells from chemotherapy-resistant MM patients; however, at the effective doses it is not toxic to peripheral blood mononuclear cells or bone marrow stromal cells. Neither exogenous interleukin-6 (IL-6) nor insulin-like growth factor 1 (IGF-1) overcome the parthenolide-induced cytotoxicity. In addition, parthenolide inhibits the proliferation of MM cells adherent to bone marrow stromal cells. Parthenolide has a minimal effect on cell cycle progression but strongly induces apoptosis. Parthenolide activates caspases 8 and 3 more strongly than caspase 9, resulting in the cleavage of poly (ADP)-ribose polymerase (PARP) and XIAP. Z-VAD-FMK partially blunts the PARP cleavage but does not protect MM cells against apoptosis. Parthenolide induces p21 accumulation, while the levels of Bax, IAP2, cyclin D, Bcl-X and p53 or the phosphorylation status of JNK, AKT and ERK are unaffected. In addition, parthenolide augments dexamethasone-induced cytotoxicity. Our study therefore provides the rationale for the future clinical development of parthenolide, or its combination with dexamethasone, in MM therapy."
}