{
    "doi": "https://doi.org/10.1182/blood.V112.11.3800.3800",
    "article_title": "The Pattern of BCL6 Intron 1 Mutations in Healthy Individuals with BCL2;IgH Is Similar to That Seen in Lymphomas ",
    "article_date": "November 16, 2008",
    "session_type": "Oncogenes and Tumor Suppressors",
    "abstract_text": "Mutational clustering in intron 1 of BCL6 , and BCL2;IgH translocation are commonly found in peripheral lymphocytes from healthy individuals. These abnormalities, most likely the consequence of mistargeted rearrangement and somatic hypermutation of the immunoglobulin locus, are also associated with lymphoma. However, the relevance of these findings to disease pathogenesis remains unclear. Given that deregulated BCL2 expression is likely to promote cell survival, we hypothesized that the frequency of BCL6 intron 1 mutations would increase in germinal centre B-cells carrying BCL2;IgH . We also investigated whether the frequency of both abnormalities was altered by chronic immune stimulation using rheumatoid arthritis (RA) as a model. Initially, BCL2;IgH positive cases were identified in healthy controls (n=256) and RA cases (n=132) by real-time quantitative PCR. Frequency (16%) and quantity (2 copies/10 4 B-cells) of BCL2;IgH was equal in pre-rituximab RA cases and controls, with no significant differences associated with age or gender. As expected, few post-treatment cases carried detectable BCL2;IgH . We then analyzed BCL6 intron 1 somatic mutations in matched RA cases and controls with (n=10) or without (n=10) detectable BCL2;IgH using a cloning and sequencing strategy (10 colonies sequenced/case or control). Although mutation frequency was similar irrespective of RA or translocation status, the percentage of colonies carrying at least one mutation was slightly higher (but not significantly) in those with detectable BCL2;IgH (76%) than in those without (67%). This indicates that BCL2 translocation plays a minimal role in the ability of germinal centre B-cells to tolerate mutations accumulating in BCL6, and possibly other proto-oncogenes mistargeted by somatic hypermutation. As base changes are preferentially introduced at motifs recognised by activation-induced deaminase (RGYW/WRCY) and polymerase η (A/T) during somatic hypermutation, we determined the number of mutational events within these regions and found no significant differences between any of the groups investigated. This infers that the rate of somatic hypermutation remains consistent irrespective of chronic immune stimulation or BCL2 translocation. Given that the pattern of mutations in BCL6 intron 1 has been reported to vary between sub-types of B-cell lymphoma, we searched for mutational clusters within the cloned BCL6 sequence and found obvious differences between groups with detectable BCL2;IgH compared to those without. In particular, a mutational hotspot was evident at 500 to 520 bases, a region of BCL6 intron 1 also targeted in B-cell lymphoma. It is possible that this hotspot lies within a site which may modify BCL6 expression within the germinal centre altering susceptibility to additional aberrant genetic events such as BCL2 translocation. However, as BCL2;IgH and BCL6 mutations are likely to co-exist within a healthy population these changes may represent a normal B-cell population with a slight tendency to become increasingly unstable. Overall, we have shown that mutations in BCL6 and BCL2;IgH rearrangements are common in a healthy population and do not appear to be affected by chronic immune stimulation. However, this study has identified a group of patients with BCL2;IgH rearrangements who have a pattern of BCL6 mutations similar to that observed in lymphoma. Further studies are required to determine whether these patients are potentially at risk of developing a lymphoid malignancy.",
    "topics": [
        "bcl2 gene",
        "bcl-2 protein",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "introns",
        "lymphoma",
        "mutation",
        "cloning",
        "immunoglobulins",
        "lymphoid neoplasm, malignant"
    ],
    "author_names": [
        "Lisa J Worrillow",
        "Rob Newton",
        "Andrew S Jack"
    ],
    "author_dict_list": [
        {
            "author_name": "Lisa J Worrillow",
            "author_affiliations": [
                "Hmds, Leeds Teaching Hospitals, Leeds, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rob Newton",
            "author_affiliations": [
                "Department of Health Sciences, University of York, York, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew S Jack",
            "author_affiliations": [
                "Hmds, Leeds Teaching Hospitals, Leeds, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T21:38:39",
    "is_scraped": "1"
}