{
    "doi": "https://doi.org/10.1182/blood.V108.11.5478.5478",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=729",
    "start_url_page_num": 729,
    "is_scraped": "1",
    "article_title": "Pretreatment of the Esophagus with Manganese Superoxide Dismutase Plasmid/Liposome Complex (MnSOD-PL) before Irradiation Results in Increased Migration and Proliferation of Marrow-Derived Stem Cell Progenitors in the Esophageal Squamous Epithelium. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "epithelium, squamous",
        "esophagus",
        "gene therapy",
        "liposomes",
        "manganese",
        "nitric oxide",
        "peroxynitrite",
        "plasmids",
        "reactive oxygen species",
        "stem cells"
    ],
    "author_names": [
        "Michael W. Epperly, PhD",
        "Yunyun Niu, PhD",
        "Hongmei Shen, Ph.D.",
        "Joel S. Greenberger, M.D."
    ],
    "author_affiliations": [
        [
            "Radiation Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Surgery and Radiation Oncology, Starzl Transplantation Institute, Pittsburgh, PA, USA"
        ],
        [
            "Radiation Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "40.45505235",
    "first_author_longitude": "-79.94094555",
    "abstract_text": "Irradiation of the mouse esophagus increases production of superoxide, nitric oxide, peroxynitrite, and other reactive oxygen species (ROS) for weeks after exposure. ROS production in the esophageal microenvironment may be toxic to cells migrating in to repair irradiation damage. MnSOD-PL gene therapy decreases ROS production. We tested whether such treatment increased the engraftment of circulating marrow origin cells involved in repair of esophageal irradiation damage. C57BL/6NHsd female mice were treated with intraesophageal MnSOD-PL and irradiated 24 hr later along with control mice to 29 Gy to the thoracic cavity. Subgroups of mice were sacrificed at days 1, 2, 3, 4, or 5 days after irradiation, esophagus removed, frozen in OCT and sectioned. Sections were stained and apoptosis quantitated. Low level apoptosis was detected for the first 3 days with significant apoptosis on day 5. Mice pretreated with MnSOD-PL had reduced apoptosis (3 ± 1%) compared to control irradiated mice (20 ± 7%) (p= 0.010). Female mice in each 29 Gy esophagus irradiated group were injected I.V. 5 days later with 1 × 10 5 bone marrow cells from male ROSA mice. Subgroups received MnSOD-PL (100 ug plasmid DNA in 100 ul) 24 hr before irradiation. ROSA donor cells were differentiated from recipient C57BL/6NHsd cells by Y probe and LacZ positive staining and resistance to G418 follows explants in vitro. At sacrifice 14 days after irradiation, esophagus was removed and sorted into side population (SP) and non-side population cells (NSP). Mice that received MnSOD-PL before irradiation, had 42.3 ± 5.3% of NSP cells LacZ+ compared to 10.9 ± 1% in the irradiation only group (p < 0.0001). SP cells from MnSOD-PL treated mice demonstrated 26.5 ± 4.8% LacZ+ cells compared to 9.3 ± 2.0% in the irradiation control group (p = 0.0021). Serial transfer of donor ROSA marrow origin esophageal “stem cell candidates” was carried out by I.V. transfer of 1st generation SP and NSP harvests to 29 Gy thoracic irradiated female recipients. Second generation recipients pretreated with intraesophageal MnSOD-PL who received ROSA male SP cells isolated from first generation mice (also pretreated with MnSOD-PL) demonstrated the highest number of LacZ+ cells (4.7 ± 1.6%). In contrast, no LacZ+, ROSA cells were detected in second generation irradiation control recipients. Therefore, intraesophageal delivery of MnSOD-PL increases stable migration of bone marrow derived progenitors of esophageal squamous epithelium and improves the stability of serially transferred marrow origin, esophageal stem cell candidates."
}