{
    "doi": "https://doi.org/10.1182/blood.V114.22.1646.1646",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1397",
    "start_url_page_num": 1397,
    "is_scraped": "1",
    "article_title": "HDAC Inhibition by LBH589 Affects Phenotype and Function of Human Dendritic Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS POSTER I",
    "topics": [
        "dendritic cells",
        "hdac protocol",
        "histone deacetylase",
        "phenotype",
        "antigens",
        "cytokine",
        "histone deacetylase inhibitors",
        "human leukocyte antigens",
        "interferon type ii",
        "aldesleukin"
    ],
    "author_names": [
        "Weihua Song, MD",
        "Yu-Tzu Tai, Ph.D.",
        "Ze Tian, Ph.D",
        "Teru Hideshima, M.D., Ph.D.",
        "Dharminder Chauhan, Ph.D",
        "Puru Nanjappa, MS",
        "Mark A. Exley, Ph.D",
        "Kenneth C. Anderson, MD",
        "Nikhil C. Munshi, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, VA Boston Health Care Systems, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3432541",
    "first_author_longitude": "-71.12748635",
    "abstract_text": "Abstract 1646 Poster Board I-672 LBH589 is a novel pan-HDAC inhibitor which has potent antitumor activity in both solid tumors and hematologic malignancies. LBH589 induces hyperacetylation of core histone proteins, resulting in modulation of protein expression, leading to cell cycle arrest in the G2/M phase and apoptosis. Currently, LBH589 is undergoing phase I/II clinical evaluation in multiple myeloma and other hematologic tumors. Although the role of HDAC inhibition by LBH589 has been widely studied, its effects on immune function have not yet been defined. Dendritic cells (DCs) play a crucial role in immune system via mediating antigen-specific immune responses as well as regulating the innate and adaptive immunity through secreted cytokines. In this study, effect of LBH589 on phenotype, antigen uptake, processing and presentation, and the cytokine production on human monocyte-derived dendritic cells (DCs) were evaluated at clinically relevant concentrations (2.5nM to 20nM). The effect of LBH589 on survival of DCs was tested by annexin V and PI staining. Following 24 hours treatment, LBH589 up to 10nM did not affect the viability of immature DCs (> 90%); Mature DCs induced by LPS (100ng/mL) showed stronger anti-apoptotic activity, no significant apoptosis appeared up to 20 nM of LBH589 treatment. HDAC inhibition by LBH589 led to both up- and down-regulation of important surface molecules on both immature and mature DCs, associated with DC maturation (CD83↓), antigen presentation (HLA-ABC↓ and HLA-DR↓), and T cell co-stimulation (CD40↓ and CD86↓), analyzed by flow cytometry. We next evaluated whether HDAC inhibition affected the antigen uptake capacity by immature DCs, using various sizes and forms of antigens. Compared to control, 24 hours-LBH589 (10nM) treatment significantly reduced uptake capacity of both protein antigens (Alexa Fluor 488-conjugated 45-KDa protein A and 20-KDa protein G) and polysaccharide antigen (Alexa Fluor 488-conjugated 40-KD dextran) by immature DCs. Importantly, we systematically investigated the impact of HDAC inhibition on DCs involved in both classic (MHC-mediated) and non-classic (CD1d-mediated) antigen specific immune responses and report a significant impairment upon LBH589 treatment. HDAC inhibition by LBH589 inhibited DC-mediated T cell activation. Following 24 hours treatment, control or LBH589 (10nM)-treated immature DCs were pulsed with tetanus toxoid (0.5μg/mL) overnight in the presence of LPS, and then used to stimulate autologous T cells. T cell response was inhibited as evidenced by significantly reduced IFN-gamma production detected by ELISA (control vs treatment = 14289 pg/mL vs 5154 pg/mL). Similar effect was observed by LBH589 (10nM) treatment on DCs during maturation (control vs treatment = 19629 pg/mL vs 9486 pg/mL). In addtion to presenting peptide antigens, DCs also present glycolipids to activate invariant NKT (iNKT) cells. Our data demonstrated that HDAC inhibition by LBH589 impairs DCs-mediated iNKT cell activation. The production of both Th1-type cytokines and Th2-type cytokines by iNKT cells were significantly repressed upon LBH589 (10nM)-treated alpha-GalCer-pulsing DCs, compared to control (IFN-gamma production (control vs treatment=12333 pg/mL vs 7892 pg/ mL), IL-2 production (control vs treatment=253 pg/ mL vs 153 pg/ mL), and IL-4 production (control vs treatment= 1279 pg/ mL vs 845 pg/mL). Moreover, we demonstrated that 24 hours LBH589 treatment dramatically repressed LPS-induced cytokine production by DCs, which play crucial roles in the Th1 and Th17 cell polarization, NK cell activation, and inflammation, including IL-6 (control vs LBH589 2.5nM/10nM/20nM) (4127pg/mL vs 2379pg/mL /1977pg/mL /1048pg/mL), IL-10 (458pg/mL vs 106pg/mL /11pg/mL /9pg/mL), IL-12 (68pg/mL vs 9pg/mL /0pg/mL /0pg/mL), IL-23 (575pg/mL vs 12pg/mL/ 0.1 pg/mL /0pg/mL) and TNF-alpha (45% positive cells (control) vs 24% positive cells (LBH589 2.5nM) and 5% positive cells(LBH589 10nM)). In summary, our study demonstrates that HDAC inhibition by LBH589 significantly impairs the phenotype and function of both immature and mature DCs. Our pre-clinical data indicates the need to monitor immune functions in patients receiving the HDAC inhibitor therapy, and to possibly avoid the combination of HDAC inhibitor with DC vaccination strategies. In contrast, the significantly reduced pro-inflammatory cytokine production may suggest need to investigate use of this agent in treatment of inflammatory disease as well as autoimmune disorders. Disclosures No relevant conflicts of interest to declare."
}