{
    "doi": "https://doi.org/10.1182/blood-2020-137307",
    "article_title": "Sabatolimab (MBG453) Dose Selection and Dose-Response Analysis in Myelodysplastic Syndrome (MDS)/Acute Myeloid Leukemia (AML): Population Pharmacokinetics (PK) Modeling and Evaluation of Clinical Efficacy/Safety By Dose ",
    "article_date": "November 5, 2020",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "abstract_text": "Background: Sabatolimab (MBG453) is a high-affinity, humanized, IgG4 (S228P) antibody targeting TIM-3, an inhibitory receptor expressed on multiple immune cells and on leukemic stem/progenitor cells and blasts, but not on normal hematopoietic stem cells. Sabatolimab is being evaluated for treatment of patients (pts) with intermediate to very high risk MDS or AML in the STIMULUS clinical trial program. Here we report PK and clinical data supporting sabatolimab doses being evaluated in the STIMULUS program. Methods: PK analyses were done in a ph 1-1b/2 study in pts with adv solid tumors (NCT02608268) and a ph 1b study in pts with high/very high risk MDS (HR-MDS) or AML who were ineligible for intensive chemotherapy (NCT03066648). Pts with solid tumors received IV sabatolimab 80-1200 mg Q2W/Q4W or sabatolimab 20-800 mg Q2W/80-1200 mg Q4W + spartalizumab (PD-1 inhibitor). Based on findings in solid tumors, pts with HR-MDS/AML received IV sabatolimab 160-1200 mg Q2W/800 mg Q4W in treatment arms including sabatolimab monotherapy, + hypomethylating agent (HMA; decitabine [Dec] or azacitidine), and + spartalizumab (± Dec). Total sabatolimab serum concentration was used in population PK (popPK) modeling to simulate average (C avg ), maximal (C max ), and trough (C trough ) concentrations at steady state. Total serum soluble TIM-3 was measured and simulation was used to predict membrane-bound TIM-3 occupancy in the bone marrow (BM). PK exposure-response analysis (data cutoff 27 Nov 2019) and assessment of clinical safety/efficacy by dose (data cutoff 25 Jun 2020) were conducted in pts with HR-MDS/AML who received sabatolimab (dosed at 240 or 400 mg Q2W or 800 mg Q4W) + HMA. Results: Sabatolimab PK was similar for pts with solid tumors (n=252), HR-MDS, and AML (n=155 HR-MDS + AML); no drug-drug interactions were seen for any combinations. The estimated half-life of sabatolimab was ~16.7 days at linear PK dose levels and moderate accumulation was seen after multiple dosing. At lower doses (≤80 mg Q2W or ≤240 mg Q4W), sabatolimab exhibited nonlinear elimination indicative of target-mediated drug disposition, potentially related to internalization of the membrane-bound antibody-TIM-3 complex. At doses ≥240 mg Q2W and ≥800 mg Q4W, a plateau in the accumulated total soluble TIM-3 level was reached and PK approached a proportional dose-exposure relationship. Based on popPK modeling, among sabatolimab + HMA regimens 400 mg Q2W had the highest C trough at steady state, and 800 mg was predicted to be an equivalent Q4W dosing regimen. Both doses had similar steady state C avg and similarly high occupancy rates for membrane-bound TIM-3 in the BM (>95% in ≥95% of pts with HR-MDS/AML), suggesting similarly high levels of TIM-3 engagement. PK exposure-safety analysis included 102 pts with HR-MDS/AML who received sabatolimab + HMA and were categorized into 4 exposure quartiles based on steady state C max and C avg . There was no relationship between steady state C max or C avg quartiles and incidence of treatment-related AEs. Similarly, exposure-efficacy analysis (n=92) showed no clear relationship between steady state C trough or C avg and percent BM blast reduction or clinical benefit (CR/mCR/CRi/PR). The effect of sabatolimab dose on safety/efficacy was also evaluated in an updated clinical analysis in pts with HR-MDS/AML treated with sabatolimab + HMA. Overall, sabatolimab + HMA was safe and well tolerated with a low rate of study discontinuation due to AE (3.4% [4/116]). Rates of most common gr ≥3 treatment-emergent AEs and rates of gr ≥3 possible immune-mediated AEs related to study treatment did not appear to be dose dependent (Table) . Among 35 evaluable pts with HR-MDS, CR/mCR/PR rates were 50.0%, 33.3% and 54.5% at sabatolimab doses of 240 mg Q2W, 400 mg Q2W and 800 mg Q4W. Among 60 evaluable pts with AML, CR/CRi/PR rates were 35.3%, 37.5% and 31.6%, respectively. There were no notable differences in responses across the 3 doses ( Table ). Conclusion: Sabatolimab 400 mg Q2W was predicted to have the highest steady state C trough and TIM-3 occupancy rate when combined with HMA, and 800 mg was predicted to be an equivalent Q4W dosing regimen. No clear relationship was seen between sabatolimab dose or steady state exposure and safety/efficacy at the doses tested. These results support clinical development of the sabatolimab 400 mg Q2W and 800 mg Q4W dosing regimens. Co-senior authors Andrew Brunner and Uma Borate contributed equally to the work. Table View large Download slide Table View large Download slide  Close modal Disclosures Wei: AbbVie: Honoraria, Research Funding, Speakers Bureau; Pfizer: Honoraria; BMS: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Honoraria; Amgen: Honoraria, Research Funding; Walter and Eliza Hall Institute of Medical Research: Patents & Royalties; Novartis: Honoraria, Research Funding, Speakers Bureau; Genetech: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AstraZeneca: Honoraria, Research Funding; Astellas: Honoraria, Membership on an entity's Board of Directors or advisory committees; Servier: Consultancy, Honoraria, Research Funding. Porkka: BMS/Celgene: Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding. Knapper: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Garcia-Manero: Helsinn Therapeutics: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Acceleron Pharmaceuticals: Consultancy, Honoraria; Onconova: Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Research Funding; H3 Biomedicine: Research Funding; AbbVie: Honoraria, Research Funding; Astex Pharmaceuticals: Consultancy, Honoraria, Research Funding; Novartis: Research Funding; Jazz Pharmaceuticals: Consultancy; Bristol-Myers Squibb: Consultancy, Research Funding; Amphivena Therapeutics: Research Funding. Wermke: MacroGenics: Honoraria. Janssen: MSD: Other: Founder of the HematologyApp which is supported by Janssen, BMS, Incyte, MSD, Pfizer, Daiichi-Sankyo, Roche and Takeda; Roche: Other: Founder of the HematologyApp which is supported by Janssen, BMS, Incyte, MSD, Pfizer, Daiichi-Sankyo, Roche and Takeda; Daiichi-Sankyo: Other: Founder of the HematologyApp which is supported by Janssen, BMS, Incyte, MSD, Pfizer, Daiichi-Sankyo, Roche and Takeda; Takeda: Other: Founder of the HematologyApp which is supported by Janssen, BMS, Incyte, MSD, Pfizer, Daiichi-Sankyo, Roche and Takeda; Janssen: Other: Founder of the HematologyApp which is supported by Janssen, BMS, Incyte, MSD, Pfizer, Daiichi-Sankyo, Roche and Takeda; Abbvie: Membership on an entity's Board of Directors or advisory committees; Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Founder of the HematologyApp which is supported by Janssen, BMS, Incyte, MSD, Pfizer, Daiichi-Sankyo, Roche and Takeda; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Founder of the HematologyApp which is supported by Janssen, BMS, Incyte, MSD, Pfizer, Daiichi-Sankyo, Roche and Takeda; BMS: Other: Founder of the HematologyApp which is supported by Janssen, BMS, Incyte, MSD, Pfizer, Daiichi-Sankyo, Roche and Takeda, Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Traer: Notable Labs: Consultancy, Current equity holder in private company; Genentech: Membership on an entity's Board of Directors or advisory committees; Agios: Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Research Funding; Astellas: Membership on an entity's Board of Directors or advisory committees. Narayan: Sanofi-Genzyme: Other: Current Spouse employment ; Takeda: Other: Prior Spouse employment within 24 months; Genentech: Other: Prior Spouse employment within 24 months and prior spouse equity divested within past 24 months. Kontro: Abbvie: Research Funding; Jazz Pharma: Membership on an entity's Board of Directors or advisory committees; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Ottmann: Amgen: Honoraria, Research Funding; Novartis: Honoraria; Celgene: Honoraria, Research Funding; Fusion Pharma: Honoraria; Incyte: Honoraria, Research Funding. Liao: Novartis: Current Employment. Stein: Novartis: Current Employment, Divested equity in a private or publicly-traded company in the past 24 months, Ended employment in the past 24 months. Khanshan: Novartis: Current Employment. Naidu: Novartis Pharmaceuticals: Current Employment. Zhang: Novartis: Current Employment. Rinne: Novartis: Current Employment; Qiagen: Consultancy. Sun: Novartis: Current Employment, Current equity holder in publicly-traded company, Divested equity in a private or publicly-traded company in the past 24 months. Brunner: Biogen: Consultancy; Acceleron Pharma Inc.: Consultancy; Celgene/BMS: Consultancy, Research Funding; Forty Seven, Inc: Consultancy; Jazz Pharma: Consultancy; Novartis: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; Xcenda: Consultancy; GSK: Research Funding; Janssen: Research Funding; Astra Zeneca: Research Funding. Borate: Genentech: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Research Funding; AbbVie: Other: Investigator in AbbVie-funded clinical trials; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "author_names": [
        "Andrew H. Wei, MBBS, PhD",
        "Jordi Esteve",
        "Kimmo Porkka",
        "Steve Knapper",
        "Norbert Vey, MD",
        "Sebastian Scholl",
        "Guillermo Garcia-Manero, MD",
        "Martin Wermke",
        "Jeroen Janssen",
        "Elie Traer",
        "Sun Loo",
        "Rupa Narayan",
        "Natalia Tovar",
        "Mika Kontro",
        "Oliver Ottmann",
        "Siyan Xu",
        "Serena Liao",
        "Andrew Stein",
        "Fariba Khanshan",
        "Purushotham Naidu",
        "Na Zhang",
        "Anisa Mohammed",
        "Mikael L. Rinne",
        "Haiying Sun",
        "Andrew M. Brunner, MD",
        "Uma Borate"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew H. Wei, MBBS, PhD",
            "author_affiliations": [
                "The Alfred Hospital and Monash University, Melbourne, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jordi Esteve",
            "author_affiliations": [
                "Hospital Clínic, Barcelona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimmo Porkka",
            "author_affiliations": [
                "Helsinki University Hospital Comprehensive Cancer Center, Department of Hematology, Helsinki, Finland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steve Knapper",
            "author_affiliations": [
                "Cardiff University, Cardiff, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Vey, MD",
            "author_affiliations": [
                "Institut Paoli-Calmettes, Marseille, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Scholl",
            "author_affiliations": [
                "University Hospital Jena, Jena, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Wermke",
            "author_affiliations": [
                "University Hospital Dresden, Dresden, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeroen Janssen",
            "author_affiliations": [
                "Amsterdam University Medical Centers, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elie Traer",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sun Loo",
            "author_affiliations": [
                "The Alfred Hospital, Melbourne, Australia "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rupa Narayan",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Tovar",
            "author_affiliations": [
                "Hospital Clínic, Barcelona, Spain "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mika Kontro",
            "author_affiliations": [
                "Helsinki University Hospital Comprehensive Cancer Center, Department of Hematology, Helsinki, Finland "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver Ottmann",
            "author_affiliations": [
                "Cardiff University, Cardiff, United Kingdom "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siyan Xu",
            "author_affiliations": [
                "Novartis Institutes for BioMedical Research, Cambridge, MA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Serena Liao",
            "author_affiliations": [
                "Novartis Institutes for BioMedical Research, Cambridge, MA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Stein",
            "author_affiliations": [
                "Novartis Institutes for BioMedical Research, Cambridge, MA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fariba Khanshan",
            "author_affiliations": [
                "Novartis Institutes for BioMedical Research, Cambridge, MA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Purushotham Naidu",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Na Zhang",
            "author_affiliations": [
                "Novartis Institutes for BioMedical Research, Cambridge, MA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anisa Mohammed",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikael L. Rinne",
            "author_affiliations": [
                "Novartis Institutes for BioMedical Research, Cambridge, MA "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiying Sun",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew M. Brunner, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uma Borate",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T18:45:08",
    "is_scraped": "1"
}