{
    "doi": "https://doi.org/10.1182/blood.V124.21.5133.5133",
    "article_title": "A Comparison of Proposed Biosimilar and Originator Filgrastim for the Prevention of Neutropenia in Patients with Breast Cancer Receiving Myelosuppressive Adjuvant or Neoadjuvant Chemotherapy: Phase III, Randomized, Double-Blind Trial (The PIONEER study) ",
    "article_date": "December 6, 2014",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation",
    "abstract_text": "Introduction: Biosimilars are biologics which have demonstrated highly similar safety, potency and purity to an originator product. Several biosimilars of recombinant human filgrastim, based on the originator Neupogen ® , have become available in Europe since 2008 and are now in clinical use for the prevention of chemotherapy-induced neutropenia and hematopoietic stem cell mobilization. Filgrastim biosimilars are presently being developed for the U.S. market. Study design: A randomized, double-blind, four-group, multi-center phase III non-inferiority trial was performed with breast cancer patients treated with myleosuppressive chemotherapy. The two filgrastim products – proposed biosimilar, EP2006 (“biosimilar”) vs. originator (U.S.-licensed Neupogen ® ) - were compared regarding efficacy and safety. Patients included: women ≥18 years with histologically-proven breast cancer eligible for neoadjuvant or adjuvant treatment with docetaxel 75 mg/m 2 , doxorubicin 50 mg/m 2 and cyclophosphamide 500 mg/m 2 (TAC regimen) given for 6 cycles. Other key inclusion criteria included: Eastern Cooperative Oncology Group performance status ≤2 and adequate bone marrow function. Eligible patients were randomized to 4 groups with 2 of these groups alternating between the biosimilar and the originator filgrastim at the end of each cycle: 1) EP: treatment with EP2006 in all cycles; 2) EPNEU: EP2006 in Cycle 1, alternating between Neupogen and EP2006 in the following cycles; 3) NEUEP: Neupogen in Cycle 1, alternating between EP2006 and Neupogen in the following cycles; 4) NEU: treatment with Neupogen in all cycles. Patients received either biosimilar or originator filgrastim subcutaneously (daily dose of 5 µg/kg body weight) starting on Day 2 of each chemotherapy cycle until the absolute neutrophil count (ANC) recovered to 10×10 9 /L after nadir or up to 14 days. Total duration of the study was 25 weeks: 3 weeks screening, 18 weeks treatment (total 6 cycles, 3 weeks each) and a follow-up visit 4 weeks after the last study drug administration. Primary objective was to assess the efficacy of the biosimilar compared to the originator with respect to mean duration of severe neutropenia (DSN) following Cycle 1 chemotherapy. A one-sided 97.5% confidence interval (CI) for the difference in the mean DSN calculated using ANCOVA model with factors “treatment” and “kind of therapy” and covariates “baseline ANC” was to be considered non-inferior if lower limit of this CI lies entirely above non-inferiority margin of -1 day. All secondary efficacy endpoints and safety endpoints were analyzed descriptively by treatment group. The study was conducted between December 2011 and June 2013. Results: Enrolled were 258 patients in 27 centers, of which 218 patients were randomized to treatment. The baseline characteristics were balanced between different groups. The per-protocol set included 204 patients out of 218 randomized patients. The safety set included 214 patients who received at least one dose of study drug. On average each patient received treatment for 8-9 days per cycle. The mean DSN in Cycle 1 was 1.17±1.11 days (biosimilar) and 1.20±1.02 days (originator); the mean difference in DSN was 0.04 days (97.5% CI, lower limit -0.26 days). The pre-defined non-inferiority criteria were met and the biosimilar was considered non-inferior to the originator filgrastim. The incidence of febrile neutropenia over all 6 cycles chemotherapy was comparably low in all treatment groups (EP: 2/40, 5.0%, EPNEU: 5/45, 11.1%, NEUEP: 1/44, 2.3%, NEU: 0/46, 0.0%). There was no obvious difference in incidences of treatment emergent adverse events between the treatment arms. Twelve patients experienced serious adverse events (EP: 5/53, 9.4% patients; EPNEU: 4/54, 7.4%; NEUEP: 1/55, 1.8%; NEU: 2/52, 3.8%). None of them were study drug related, including one death (in the EP treatment group due to pulmonary embolism). No subjects developed anti-drug antibodies. Conclusion: This large clinical study showed that efficacy and safety of the biosimilar was comparable to the originator filgrastim in prevention of neutropenia in patients with breast cancer. Repeated switching between the biosimilar and the originator filgrastim did not impact efficacy, safety or immunogenicity. Acknowledgment: The authors acknowledge the other investigators of the PIONEER study and acknowledge Gabor Stiegler, Sandoz Biopharmaceuticals for the medical writing. Disclosures Blackwell: Sandoz Biopharmaceuticals: Consultancy. Semiglazov: Sandoz Biopharmaceuticals: Consultancy. Gascon: Sandoz Biopharmaceuticals: Consultancy. Nakov: Sandoz Biopharmaceuticals: Employment. Kramer: Sandoz Biopharmaceuticals: Employment. Schwebig: Sandoz Biopharmaceuticals: Employment. Harbeck: Sandoz Biopharmaceuticals: Consultancy.",
    "topics": [
        "biosimilar pharmaceuticals",
        "breast cancer",
        "chemotherapy, neoadjuvant",
        "filgrastim",
        "immunologic adjuvants",
        "neutropenia",
        "pharmaceutical adjuvants",
        "biological products",
        "chemotherapy regimen",
        "adverse event"
    ],
    "author_names": [
        "Kimberly Blackwell",
        "Vladimir Semiglazov",
        "Pedro Gascon",
        "Roumen Nakov",
        "Stefan Kramer",
        "Arnd Schwebig, MD",
        "Nadia Harbeck"
    ],
    "author_dict_list": [
        {
            "author_name": "Kimberly Blackwell",
            "author_affiliations": [
                "Duke University, Durham, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vladimir Semiglazov",
            "author_affiliations": [
                "Railway Clinical Hospital of OJSC, Saint-Petersburg, Russia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro Gascon",
            "author_affiliations": [
                "Laboratory of Molecular & Translational Oncology-CELLEX, Barcelona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roumen Nakov",
            "author_affiliations": [
                "Sandoz Biopharmaceuticals, Holzkirchen, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Kramer",
            "author_affiliations": [
                "Sandoz Biopharmaceuticals, Holzkirchen, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnd Schwebig, MD",
            "author_affiliations": [
                "Sandoz Biopharmaceuticals / Hexal AG, Holzkirchen, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadia Harbeck",
            "author_affiliations": [
                "Brustzentrum der Universität München, Klinikum Großhadern, München, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T12:52:22",
    "is_scraped": "1"
}