{
    "doi": "https://doi.org/10.1182/blood.V108.11.2424.2424",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=550",
    "start_url_page_num": 550,
    "is_scraped": "1",
    "article_title": "Genomic Imbalances Are Associated with Outcome of Helicobacter pylori Eradication in t(11;18)(q21;q21)-Negative Gastric MALT Lymphomas. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "genome",
        "helicobacter pylori",
        "lymphoma, mucosa-associated lymphoid tissue",
        "diffuse large b-cell lymphoma",
        "array-based comparative genomic hybridization",
        "lymphoma",
        "neoplasms",
        "non-hodgkin's lymphoma, aggressive",
        "reverse transcriptase polymerase chain reaction",
        "splenic marginal zone b-cell lymphoma"
    ],
    "author_names": [
        "Noriko Fukuhara, MD",
        "Hiroyuki Tagawa, MD, Ph.D",
        "Tsuneya Nakamura, MD, Ph.D",
        "Hiroshi Inagaki, MD, Ph.D",
        "Yasuo Morishima, MD, Ph.D",
        "Shigeo Nakamura, MD, Ph.D",
        "Masao Seto, MD, Ph.D"
    ],
    "author_affiliations": [
        [
            "Molecular Medicine, Aichi Cancer Center Research Institute, Nagoya, Aichi, Japan"
        ],
        [
            "Molecular Medicine, Aichi Cancer Center Research Institute, Nagoya, Aichi, Japan"
        ],
        [
            "Gastroenterology, Aichi Cancer Center, Nagoya, Aichi, Japan"
        ],
        [
            "Pathology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Aichi, Japan"
        ],
        [
            "Hematology and Cell Therapy, Aichi Cancer Center, Nagoya, Aichi, Japan"
        ],
        [
            "Pathology and Clinical Laboratories, Nagoya University Hospital, Nagoya, Aichi, Japan"
        ],
        [
            "Molecular Medicine, Aichi Cancer Center Research Institute, Nagoya, Aichi, Japan"
        ]
    ],
    "first_author_latitude": "35.17631490000001",
    "first_author_longitude": "136.9718083",
    "abstract_text": "Background: Approximately 70% of low grade gastric mucosa-associated lymphoid tissue (MALT) lymphoma cases are successfully treated by H. pylori eradication. The MALT lymphoma resistant to this therapy needs an additional therapy. A part of the tumors transform to an aggressive lymphoma including diffuse large B-cell lymphoma (DLBCL). The t(11;18)(q21;q21) characteristic to MALT lymphoma is recognized as a marker for H. pylori independency, but this marker is found in only a half of the MALT lymphomas resistant to H. pylori eradication. Therefore the detailed genomic features of eradication resistant group as well as dependent group are needed to understand molecular basis. Patients and Methods: We performed array-based comparative genomic hybridization for 30 gastric MALT lymphomas treated with H. pylori eradication. These included 10 cases of t(11;18)(q21;q21)-positive MALT group, 10 cases of t(11;18)(q21;q21)-negative MALT with H. pylori dependent group and 10 cases of t(11;18)(q21;q21)-negative MALT with H. pylori independent group. The presence of t(11;18)(q21;q21) was identified by a multiplex reverse transcriptase polymerase chain reaction of the API2-MALT1 chimeric transcript. Results: Almost no significant genetic alterations were found in t(11;18)(q21;q21)-positive MALT lymphoma, whereas numerous genomic alterations were found in those without t(11;18)(q21;q21). These aberrations were mostly similar to those found in DLBCL (Tagawa et al., Blood 106:5, 2005). Trisomy 3 is most recurrent and 7q loss specific to SMZL is also recurrent. Within the t(11;18)(q21;q21)-negative MALT lymphoma group, presence of genomic imbalances is more frequent in H. pylori independent group (one of ten (10%) vs seven of ten (70%); p =0.019, two-sided fisher’s exact test). Neither locally advanced disease nor including large cell component is correlated with H. pylori independency, respectively. Conclusions: Genomic imbalances are associated with H. pylori independency in t(11;18)(q21;q21)-negative gastric MALT lymphomas. Thus, the genomic imbalances may have a role in the acquisition of H. pylori -independent growth."
}