{
    "doi": "https://doi.org/10.1182/blood.V116.21.422.422",
    "article_title": "Immunomodulation of NK Cells through 4-1BB (CD137) to Improve the Anti-Lymphoma Activity of Rituximab: Antibody-Based Anti-Lymphoma Synergy ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Novel Immune-Mediated Approaches",
    "abstract_text": "Abstract 422 Background: Antibody-dependent cell-mediated cytotoxicity (ADCC), largely mediated by natural killer (NK) cells, is thought to play an important role in the efficacy of rituximab, an anti-CD20 monoclonal antibody (mAb) used to treat patients with B cell lymphomas. CD137 is a costimulatory molecule expressed on a variety of immune cells following activation, including NK cells. We hypothesized that the anti-lymphoma activity of rituximab could be enhanced by stimulation of NK cells with an anti-CD137 agonistic mAb. Methods: Rituximab induced upregulation of CD137 on NK cells was assessed using lymphoma cell lines and primary lymphoma patient samples. In-vitro NK cell degranulation and cytotoxicity were assessed by CD107a mobilization and chromium release. A murine lymphoma tumor model targeted by mouse anti-mouse CD20 mAb was used to assess in-vivo synergy of anti-CD20 and anti-CD137 mAbs. Mechanism of synergy was explored by T cell, NK cell, and macrophage depletion in the immune competent mouse model. A xenotransplant model in SCID mice with disseminated, luciferase-labeled lymphoma was used to demonstrate efficacy of anti-CD137 mAb and rituximab, and sufficiency of an innate immune response. Results: NK cells in human primary lymphoma samples do not express CD137 at baseline, however these cells highly upregulate CD137 when encountering rituximab-coated tumor B cells. Rituximab-induced NK cell degranulation and cytotoxicity as measured by CD107a mobilization ( p= .006) and chromium release ( p= .01) are enhanced by anti-CD137 agonistic mAb. In a murine lymphoma model, anti-CD137 mAb significantly enhances anti-tumor activity of anti-CD20 mAb leading to complete tumor resolution ( p <.001) and prolonged survival ( p= .048). Sequential administration of anti-CD20 mAb followed by anti-CD137 mAb ( p= .027) is required for the synergistic effect. In-vivo administration of anti-CD20 mAb induces upregulation of CD137 on mouse NK cells ( p =0.001), allowing subsequent targeting with anti-CD137 mAb. NK cell depletion completely abrogates the therapeutic effect of anti-CD20 plus anti-CD137 mAb combination ( p< .001). In a xenotransplant disseminated lymphoma model ( Figure 1 A), rituximab plus anti-CD137 mAb provided superior reduction in tumor burden, as quantified by bioluminescence ( p= .001; Figure 1 B), and prolonged overall survival ( p =.013; Figure 1 C). Conclusions: Our results demonstrate the synergy of anti-CD137 mAb and rituximab by stimulation of rituximab-activated NK cells with anti-CD137 mAb to enhance ADCC. These results support a novel, sequential antibody approach against B cell malignancies by targeting first the tumor and then the host immune system. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "lymphoma",
        "natural killer cells",
        "rituximab",
        "immunomodulation",
        "monoclonal antibodies",
        "cd20 antigens",
        "neoplasms",
        "chromium",
        "cytotoxicity"
    ],
    "author_names": [
        "Holbrook E Kohrt, MD",
        "Roch Houot, MD/PhD",
        "Matthew J Goldstein, MD",
        "Kipp Weiskopf, MD",
        "Mark Chao, MD",
        "Lieping Chen, MD/PhD",
        "Thomas Tedder, PhD",
        "Ron Levy, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Holbrook E Kohrt, MD",
            "author_affiliations": [
                "Medicine, Stanford University, Stanford, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roch Houot, MD/PhD",
            "author_affiliations": [
                "Service d'Hématologie Clinique, Centre Hospitalier Universitaire de Rennes, Rennes, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J Goldstein, MD",
            "author_affiliations": [
                "Medicine, Stanford University, Stanford, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kipp Weiskopf, MD",
            "author_affiliations": [
                "Medicine, Stanford University, Stanford, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Chao, MD",
            "author_affiliations": [
                "Medicine, Stanford University, Stanford, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lieping Chen, MD/PhD",
            "author_affiliations": [
                "Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Tedder, PhD",
            "author_affiliations": [
                "Department of Immunology, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ron Levy, MD",
            "author_affiliations": [
                "Division of Oncology, Stanford School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:42:19",
    "is_scraped": "1"
}