{
    "doi": "https://doi.org/10.1182/blood-2018-99-116549",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4067",
    "start_url_page_num": 4067,
    "is_scraped": "1",
    "article_title": "Neutropenia-Associated Mutations Differentially Impact Developmental Cell-States ",
    "article_date": "November 29, 2018",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Regulation of Myelopoiesis and Neutrophil Lineage Mutations: Biological Mechanism and Clinical Implications",
    "abstract_text": "Efforts to understand the genomic impact of human-disease-relevant genetic lesions and how they disrupt the normal sequence of cell-state transitions is hampered by a lack of defined hierarchical cellular states and corresponding networks of regulatory genes (transcription factors). Severe congenital neutropenia (SCN) patients display inherited and de novo mutations in Growth factor independent-1 (GFI1), which encodes a zinc-finger transcription factor. We identified known (e.g. N382S in zinc finger 5) and novel GFI1 sequence changes in SCN patients, then used lentiviral mediated expression to functionally evaluate them. GFI1-N382S, GFI1-K403R and GFI1-R412X mutations (in zinc finger 6) significantly elevated the expression of the Gfi1 target gene, Irf8. We generated mice with these patient-derived SCN-associated mutations in the murine Gfi1 locus. Neonatal and adult Gfi1 N382S/- and Gfi1 R412X/- mice are neutropenic, but Gfi1 K403R/- mice have normal steady-state neutrophil levels. The resulting steady-state dysgranulopoiesis in adult mice was further pronounced in neonates. We noted that Gfi1 R412X/- mice accumulate less Gfi1 protein than Gfi1 +/+ , while Gfi1 R412X/R412X homozygous alleles genetically rescued both the hypomorphic protein defect and substantially restored neutrophil numbers (though not to normal). In contrast, functional challenge with neutrophil-dependent pathogens in vivo revealed a broad susceptibility for all Gfi1-mutant mice. To determine the underlying mechanism of neutropenia and immune defects, we first used novel flow cytometry analyses and Fluidigm C1 single cell RNA-Seq to establish the successive genomic states encompassing normal granulocyte specification and commitment. Independent CITE-Seq/10x sequencing analysis provided direct correlation between flow cytometry populations and genomic information, while also establishing the trajectory through genomic states traversed during terminal granulopoiesis. Next, using a novel bioinformatics algorithm (cellHarmony) we assigned Gfi1-mutant cells to their respective wild-type cell states and then determined differential gene expression. We find few genes deregulated across granulopoiesis, and that the bulk of transcriptional impact on Gfi1 target genes is specific to successive granulopoietic cell states. These insights facilitated Gfi1 R412X/- Irf8 +/- genetic rescue of granulocytic specification, but not post-commitment defects. We noted that a portion of Gfi1 R412X/- gene deregulation unrepaired by genetic rescue was enriched for chromosome organization, proteolysis, and innate immune effectors. Electron microscopy revealed uncondensed chromatin in mature Gfi1 R412X/- neutrophils while SWATH proteomics identified a loss of neutrophil granule proteins and members of the NADPH oxidase complex (potentially linking SCN with chronic granulomatous disease genes). To this end, we functionally validated impaired NADPH oxidase complex function in neutrophils from Gfi1-mutant mice. We noted Gfi1 mutant mice have consistently elevated levels of granulocyte colony stimulating factor (but not other cytokines), and so we extended our analysis of oxidative burst to GCSF-rescued human SCN patients to find profound defects; underscoring the inability of genetic or cytokine rescued specification to resolve post-commitment defects. We illustrate a work flow that can be broadly applied to molecularly dissect translationally relevant mouse models of disease, and underscores the necessity of evaluating mutations within the context of relevant cell states. Disclosures Dwivedi: Abbvie: Employment. Myers: Bellicum Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees. Nazor: BioLegend: Employment.",
    "topics": null,
    "author_names": [
        "David Muench, BS",
        "Kyle Ferchen, BS",
        "Giang Pham, PhD",
        "Somchai Chutipongtanate, MDPhD",
        "Pankaj Dwivedi, PhD",
        "Stuart Hay",
        "Kashish Chetal, MS",
        "Jayati Mookerjee-Basu, PhD",
        "Kejian Zhang, MD MBA",
        "Kasiani C. Myers, MD",
        "Kristopher Nazor, PhD",
        "Kenneth D Greis, PhD",
        "Dietmar J Kappes, PhD",
        "Sing Sing Way, MDPhD",
        "Nathan Salomonis, PhD",
        "H. Leighton Grimes, PhD"
    ],
    "author_affiliations": [
        [
            "Molecular and Developmental Biology Graduate Program, Cincinnati Children's Hospital Medical Center, Fort Wright, KY "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, "
        ],
        [
            "Division of Infectious Diseases, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, OH "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, OH "
        ],
        [
            "Division of Biomedical Informatics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Biomedical Informatics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Blood Cell Development and Function Program, Fox Chase Cancer Center, Philadelphia, PA "
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Bone Marrow Transplantation & Immune Deficiency, Cincinnati Children's Hospital, Cincinnati, OH "
        ],
        [
            "BioLegend, Inc., San Diego, CA "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, OH "
        ],
        [
            "Fox Chase Cancer Center, Blood Cell Development and Function Program, Philadelphia, PA "
        ],
        [
            "Division of Infectious Diseases, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Biomedical Informatics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Immunobiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397"
}