{
    "doi": "https://doi.org/10.1182/blood.V112.11.3175.3175",
    "article_title": "Minimal Residual Disease (MRD) and T/NK Cell Dynamics during Fludarabine, Cyclophosphamide Plus Rituximab (FCR) Followed by Fludarabine Plus Rituximab (FR) and Remission Maintenance Therapy with Rituximab in Previously Untreated B-Chronic Lymphocytic Leukemia (B-CLL): Riskfactor Stratification in the Chairos Study ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Based on the efficacy of Fludarabine, Cyclophosphamide plus Rituximab (FCR) as first-line therapy for chronic lymphocytic leukemia (CLL), we conducted a non-randomized multi-center phase II trial with early brief intensive induction with FCR for 3 cycles followed by fludarabine/rituximab for 3 cycles. In addition patients received a 2 year 3-monthly rituximab maintenance regimen. The trial recruited 42 patients. Clinical baseline data, clinical response results and toxicity of a planned first interim analysis were reported previously (Egle et al, ASH 2007). We now present the data from flow cytometric minimal residual disease (MRD) monitoring during the study in combination with the performed risk factor analyses and report on the findings of detailed analysis of T-cell and NK cell dynamics during the induction phase of the trial. From the previously reported high number of CRs (94% after complete 6 cycle induction) 64% were MRD negative by flow cytometric definition (less than 10 −3 G/L CLL cells). All non CR patients were correctly called as MRD positive. Less than 0.1 G/L CLL cells after 3 cycles of FCR identified all patients achieving MDR negativity after the complete induction regimen. CD30 risk, as well as age, FISH cytogenetic analysis and analysis of IgV H mutation status were analysed for their impact on MRD dynamics. We could not find any difference in MRD responses between CD38 high and low risk groups or between age groups (> and <65a). Neither did abberations found in FISH cytogenetics predict the MRD responses and all CLL patients harboring an 11q deletion achieved MRD negativity. Interestingly, we found the only predictive factor to be the IgV H mutation status with 15 unmutated CLL patients significantly less likely to achieve MRD negativity after induction treatment (p=0,025). Especially, three patients with rearranged IgVH 3–21 did poorly, suggesting that these patients may need a different therapeutic approach. Six months of Rituximab maintenance therapy were able to convert 37% of patients from MRD positive state after remission induction to a MRD negative state. T and NK cell numbers and ratios were followed during therapy. In addition T cell subsets and their CD38 expression status were analysed. While absolute T and NK/NKT cell numbers decreased dramatically during treatment (CD4 and CD8 cell numbers decreased to medians of less than 100/μl after 6 cycles of induction treatment), a count of less than 200 CD4 cells/μl after 3 cycles of FCR was found to be predictive of MRD negativity. In addition, we observed an earlier recovery of NK and NKT cells after the end of induction treatment leading to an inverted NK(T) to T cell ratio early during maintenance treatment. This may have implications for NK-dependent ADCC during rituximab maintenance therapy. Regarding the CD4 and CD8 compartment we observed in addition to the reduction in absolute numbers a marked shift of T cell subsets. Naïve T cells were more completely depleted by FCR/FR treatment than T cells from the memory compartment, with central memory (CM) CD4 cells increasing from a median of 49% to 79%. This was less pronounced in the CD8 compartment. CD38 expression on T cells was monitored, because our group found that this was predictive of CLL course (Tinhofer Blood 2006). Interestingly we found a marked increase of the proportional representation of CD38+ CD8 and CD4 T cells in the T cell compartment with a more pronounced effect observed in the CD8 compartment. CD8 T cell counts were also quicker to recover during rituximab maintenance therapy. While these data point to essential caveats regarding the immunosuppressive toxicity of the treatment, they may also point to a window of opportunity regarding the modification of T cell responses during the phase of immune reconstitution after FCR/FR therapy. In conclusion we find that only IgV H mutation status was predictive of achievement of MRD negativity and we could show significant skewing of T cell and NK(T) cell subsets during chemoimmunotherapy. A better understanding of these T/NK cell dynamics may lead to the development of improved targeting of the immune recovery phase after chemotherapy using immunomodulating maintenance strategies.",
    "topics": [
        "cyclophosphamide",
        "disease remission",
        "fludarabine",
        "lymphoblastic leukemia",
        "natural killer cells",
        "neoplasm, residual",
        "rituximab",
        "toxic effect",
        "antigens, cd30",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Alexander Egle, MD",
        "Lukas Weiss",
        "Franz Gassner",
        "Gudrun Russ",
        "Lisa Pleyer",
        "Eberhard Gunsilius, MD",
        "Inge Tinhofer",
        "Josef Thaler, MD",
        "Andreas L. Petzer, MD",
        "Richard Greil"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexander Egle, MD",
            "author_affiliations": [
                "3rd Med. Dept., Laboratory for Immunological & Molecular Cancer Research, University Hospital Salzburg, Salzburg, Austria"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lukas Weiss",
            "author_affiliations": [
                "3rd Med. Dept., Laboratory for Immunological & Molecular Cancer Research, University Hospital Salzburg, Salzburg, Austria"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franz Gassner",
            "author_affiliations": [
                "3rd Med. Dept., Laboratory for Immunological & Molecular Cancer Research, University Hospital Salzburg, Salzburg, Austria"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gudrun Russ",
            "author_affiliations": [
                "3rd Med. Dept., Laboratory for Immunological & Molecular Cancer Research, University Hospital Salzburg, Salzburg, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Pleyer",
            "author_affiliations": [
                "3rd Med. Dept., Laboratory for Immunological & Molecular Cancer Research, University Hospital Salzburg, Salzburg, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eberhard Gunsilius, MD",
            "author_affiliations": [
                "University Hospital, Innsbruck, Austria"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inge Tinhofer",
            "author_affiliations": [
                "3rd Med. Dept., Laboratory for Immunological & Molecular Cancer Research, University Hospital Salzburg, Salzburg, Austria"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josef Thaler, MD",
            "author_affiliations": [
                "Department of Internal Medicine IV, Hospital Wels-Grieskirchen, Wels, Austria"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas L. Petzer, MD",
            "author_affiliations": [
                "Hospital Barmherzige Schwestern Linz, Linz, Austria"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Greil",
            "author_affiliations": [
                "3rd Med. Dept., Laboratory for Immunological & Molecular Cancer Research, University Hospital Salzburg, Salzburg, Austria"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T15:32:04",
    "is_scraped": "1"
}