{
    "doi": "https://doi.org/10.1182/blood.V108.11.3331.3331",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=767",
    "start_url_page_num": 767,
    "is_scraped": "1",
    "article_title": "Physician Perceptions and Preferences in the Treatment of Acquired Immunodeficiency Syndrome (AIDS)-Related Lymphoma (ARL). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "acquired immunodeficiency syndrome",
        "lymphoma",
        "perception",
        "rituximab",
        "anti-retroviral agents",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "cancer immunotherapy",
        "chemotherapy regimen",
        "cyclophosphamide",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Matthew C. Cheung, MD",
        "Mona R. Loutfy, MD, MPH",
        "Heather A. Leitch, MD, PhD",
        "Rena Buckstein, MD",
        "Kevin R. Imrie"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada"
        ],
        [
            "Infectious Diseases, Maple Leaf Medical Clinic, Toronto, ON, Canada"
        ],
        [
            "Hematology, St. Paul’s Hospital, University of British Columbia, Vancouver, BC, Canada"
        ],
        [
            "Hematology/Oncology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada"
        ],
        [
            "Hematology/Oncology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.72174905",
    "first_author_longitude": "-79.37550119999999",
    "abstract_text": "The treatment of ARL is complicated by the numerous immuno-chemotherapy, antiretroviral, and prophylactic options available to lymphoma specialists. The optimal management in the era of combination antiretroviral therapy (cART) is unclear. We administered a survey instrument to determine physician preferences and perceptions in the management of ARL and to assess the variability in treatment in Canada. The survey was developed with items grouped into key domains of ARL management (physician demographics, attitudes, and treatment preferences) and piloted for content validity and clarity. The final questionnaire was administered to lymphoma physicians with valid contact information in the provinces of Ontario (ON; n=155) and British Columbia (BC; n=48). The Dillman Tailored Design Method was followed for multi-modality (internet and standard mail) survey administration. Of 196 physicians, 131 either responded by completing the questionnaire (n=117; 60% response rate) or declining to participate (n=14; 7%). Most responders were male (63%), white (70%), practicing in an academic setting (63%), and belonged to a median age group range of 41–50 years. The majority (98%) had a positive attitude towards the treatment of ARL, as measured by a previously validated 2-item attitude scale. However, barriers to adequate care were still identified; 84% of physicians agreed that uncontrolled human immunodeficiency virus infection represented a major barrier to ARL care and 54% agreed that a patient’s concurrent intravenous drug abuse impaired care. Most physicians recommended the concomitant use of cART in the care of their patients with ARL (n=72 of 109 responses; 66%). Similarly, a majority of respondents recommended CHOP-like regimens (cyclophosphamide, doxorubicin, vincristine, and prednisone; n=92 of 108 responses; 85%) to form the backbone of chemotherapy. The addition of the rituximab was preferred by 41% physicians but not by 40% others, with remaining respondents unsure of the agent’s role. In logistic regression analysis, use of rituximab was predicted only by location of practice (province), after adjusting for other potential predictors including physician age, race, gender, practice environment (academic vs. community), years of experience, ARL patient volume, and modality of survey response. Physicians from BC were much more likely to administer rituximab than ON practitioners (OR 44.5; 95% CI: 7.76–255.0, p<0.0001). We explored the reasons that physicians did not recommend rituximab; most cited a concern for additional toxicity with rituximab in ARL. Eight physicians in ON highlighted the lack of formulary funding for rituximab in the province as the primary reason they did not treat patients with this agent. In the current cART era, Canadian physicians have a positive attitude towards ARL treatment. The majority prefer to use cART in combination with CHOP for AIDS-related diffuse large B-cell lymphoma. The use and perceived benefit of rituximab may be influenced by inter-provincial formulary differences and by regional variation in policy and guideline recommendations."
}