{
    "doi": "https://doi.org/10.1182/blood.V104.11.2143.2143",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=262",
    "start_url_page_num": 262,
    "is_scraped": "1",
    "article_title": "Correction of the Phenotype in Canine Leukocyte Adhesion Deficiency Following Non-Myeloablative, Matched Littermate Transplant. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Canine leukocyte adhesion deficiency (CLAD) represents the canine counterpart of the human disease leukocyte adhesion deficiency (LAD). Children with LAD and puppies with CLAD suffer life-threatening bacterial infections as a result of the failure of their leukocytes to adhere to the endothelial surface and migrate to the site of infection. Molecular defects in the leukocyte integrin CD18 molecule are responsible for both LAD and CLAD. Although myeloablative hematopoietic stem cell transplantation can correct the disease phenotype in LAD, this therapy is accompanied by considerable toxicity. Moreover, it is not clear that full donor chimerism is required for reversal of the disease phenotype. To assess the role of mixed chimerism in reversing the disease phenotype in CLAD, we used a non-myeloablative conditioning regimen consisting of 200 cGy total body irradiation preceding matched littermate allogeneic transplant, and followed by a brief post-transplant regimen consisting of cyclosporine and mycophenolic acid. Six dogs received bone marrow cells, three dogs received CD34+ bone marrow stem cells, and four dogs received mobilized peripheral blood stem cells. Eleven of 13 transplanted CLAD dogs achieved mixed donor-host chimerism resulting in complete reversal of the disease phenotype. Donor-derived CD18+ cells measured by flow cytometric analysis in the peripheral blood of the transplanted CLAD dogs correlated closely with donor chimerism measured by DNA analysis of microsatellite repeats in the peripheral blood leukocytes. The 11 dogs with reversal of the CLAD phenotype have been followed for over one year from the time of transplant and displayed levels of donor leukocyte chimerism ranging from 4 to 95%. Since engraftment, all eleven dogs have been free from infection and live in runs with other dogs. Three dogs with very low levels of donor leukocyte chimerism post-transplant displayed evidence of selective egress of CD18+ donor leukocytes into extravascular sites, indicating that the level of CD18+ donor cells measured in the periperal blood may underestimate the total number of CD18+ donor leukocytes. In the two dogs who did not have complete reversal of the CLAD phenotype post-transplant, one dog died at 3 weeks following transplant from a subcapsular hemorrhage of the liver secondary to thrombocytopenia, and one dog had donor microchimerism following transplant with partial reversal of the phenotype. Three dogs who did not have a matched littermate donor, and did not receive a transplant, died of infection at 2, 4, and 6 months of age, respectively. The fact that correction of the CLAD phenotype was achieved in 11 of 13 dogs with mixed donor-host chimerism and the absence of graft-versus-host disease has implications for allotransplant in LAD when a matched sibling donor exists. The observation that very low levels of donor CD18+ leukocytes reversed the disease phenotype supports the use of the CLAD model for testing the ability of autologous, CD18 gene-corrected hematopoietic stem cells to reverse the CLAD phenotype, since low levels of gene correction are anticipated with gene therapy.",
    "topics": [
        "congenital leukocyte adherence deficiency",
        "phenotype",
        "transplantation",
        "infections",
        "cd18 antigens",
        "bacterial infections",
        "cyclosporine",
        "dna analysis",
        "gene therapy",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Yuchen Gu, Ph.D",
        "Thomas R. Bauer, Ph.D",
        "Laura M. Tuschong, B.S",
        "Robert A. Sokolic, M.D",
        "Robert E. Donahue, Ph.D",
        "Dennis D. Hickstein, M.D."
    ],
    "author_affiliations": [
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA and ",
            "Hematology Branch, National Heart, Lung, Blood Institute, Bethesda, MD, USA."
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA and ",
            "Hematology Branch, National Heart, Lung, Blood Institute, Bethesda, MD, USA."
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA and ",
            "Hematology Branch, National Heart, Lung, Blood Institute, Bethesda, MD, USA."
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA and ",
            "Hematology Branch, National Heart, Lung, Blood Institute, Bethesda, MD, USA."
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA and ",
            "Hematology Branch, National Heart, Lung, Blood Institute, Bethesda, MD, USA."
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA and ",
            "Hematology Branch, National Heart, Lung, Blood Institute, Bethesda, MD, USA."
        ]
    ],
    "first_author_latitude": "39.00132120000001",
    "first_author_longitude": "-77.1010342"
}