{
    "doi": "https://doi.org/10.1182/blood.V128.22.4510.4510",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3451",
    "start_url_page_num": 3451,
    "is_scraped": "1",
    "article_title": "Treatment Patterns and Clinical Outcomes in High-Risk Multiple Myeloma Patients Carrying the 17p Deletion: A Multi-Center Retrospective Observational Study ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Introduction Improvement in overall survival (OS) is seen primarily within standard risk Multiple Myeloma (MM), however, high risk MM OS was still around 2-3 years until recently. Del17p is a genomic imbalance which includes deletion of the TP53 locus. It occurs in ~7-10% of MM at diagnosis and is associated with extramedullary disease and is a strong poor prognostic factor. Recently approved novel agents and combinations have demonstrated improved outcomes also in patients with negative cytogenetic features; however, their long term impact remains to be seen. Access to newer agents depends on time of diagnosis as well as availability of clinical trials, access programs and insurance coverage. The goal of this study is to analyze real world data including treatment patterns and outcomes among MM patients carrying 17p deletion, in a retrospective multi-site study. Methods An observational, retrospective, multi-center study. Consecutive patients diagnosed with multiple myeloma in the 8 participating centers in Israel, diagnosed between 1.1.2008 - 3.1.2016 that were proven to carry 17p deletion by means of FISH studies (any % of plasma cells), were identified by searching hospital records including cytogenetic lab records. Data concerning patient demographics, disease characteristics, treatment regimens and clinical endpoints were collected. Results A total of 57 patients carrying 17p deletion of FISH were identified. Patient's characteristics are described in table. Notably, most patients had bone disease; extramedullary disease (EMD) rate was relatively high, as was the presence of additional high risk FISH abnormalities. Most patients received a bortezomib-based induction, over half underwent ASCT. Fifteen (26%) of the patients participated in clinical trials or access programs (or both) ( table ). Overall response rate (ORR) after induction was 84%, response rate declined in subsequent treatment lines ( figure 1 ). The median follow-up was 21 (range, 4-94) months. Median overall survival (OS) was 43 months; Median Progression free survival (PFS) was 20 months ( figure 2A,B ). In univariate analysis, presence of extra-medullary disease at diagnosis was associated with worse PFS (7.4 vs. 21.4 months, p=0.05, figure 2C ); presence of additional high risk FISH findings also trended towards shorter PFS (13.5 vs 21.4 months, p=0.0569), while age, gender, ISS, %plasma cells, % cells with del17p, time of del17p detection, M-Spike and iFLC levels were not significantly associated with PFS. Among patients with a PFS greater than 6 months, ASCT was associated with a significant improvement in PFS (25.7 vs 9.0 months, p=0.0022 log-rank test) ( figure 2D ), 4 patients underwent allotransplant, with a median OS of 69 months. Conclusions Our data confirm the poor prognosis of myeloma patients with del17p, in a multi-site observational setting, and an even worse prognosis in the presence of extramedullary disease and additional high-risk FISH features. While ORR after induction is similar to that generally expected in a newly diagnosed myeloma patients, responses are shorter and thus PFS is inferior compared to recently reported upfront bortezomib-based regimens ranging from 30-40+ months. Responses decline further in subsequent lines yet remain non-negligible even in advanced therapeutic lines. Our data support the role of ASCT in these high risk patients, and the potential role of allotransplant in selected patients. High rate of participation in clinical trials and access programs throughout the course of therapy reflects the valued role of newer agents in the management of myeloma patients. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Avivi: Tel Aviv Sourasky Medical center: Consultancy, Other: consultancy to :BMS Roche.",
    "topics": [
        "carrying",
        "chromosome 17p deletion",
        "multiple myeloma",
        "observational studies",
        "treatment outcome",
        "autologous stem cell transplant",
        "bortezomib",
        "bone diseases",
        "follow-up",
        "m-spike"
    ],
    "author_names": [
        "Yael Cohen, MD",
        "Moshe E. Gatt, MD",
        "Noa Lavi, MD",
        "Chezi Ganzel",
        "Hila Magen, MD",
        "Irit Avivi, MD",
        "Tamar Tadmor, MD",
        "Celia Suriu, MD",
        "Osnat Jarchowsky Dolberg",
        "Amitai Papushado, MD",
        "Svetlana Trestman, MD",
        "Ron Ram, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Institute, Tel-Aviv Sourasky Medical Center, Tel Aviv, Israel ",
            "Sackler Faculty of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "Hematology Department, Hadassah-Hebrew University Medical Centre, Jerusalem, Israel "
        ],
        [
            "Department of Hematology and BMT, Rambam Health Care Campus, Haifa, Israel "
        ],
        [
            "Hematology, Shaare Zedek Medical Center, Jerusalem, Israel "
        ],
        [
            "Institute of Hematology, Davidoff Cancer Center, Beilinson Hospital, Rabin Medical Center, Petah-Tikva and Sackler School of Medicine, Tel-Aviv University, Tel-Aviv, Petah Tikva, Israel "
        ],
        [
            "Sackler Faculty of Medicine, Tel-Aviv University, Tel Aviv, Israel ",
            "Hematology Institute, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel "
        ],
        [
            "Department of Hematology, Bnai Zion Medical Center, Haifa, Israel, Haifa, Israel ",
            "Bruce Rappaport Faculty of Medicine, Technion, Haifa, Israel "
        ],
        [
            "Institute of hematology, Bar-Ilan faculty of medicine & Galilee Medical Center, Naharia, ISR "
        ],
        [
            "Department of Haematology, Meir Medical Center, Kfar-Saba, Israel "
        ],
        [
            "Tel-Aviv Sourasky Medical Center, Tel Aviv, Israel "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel "
        ],
        [
            "BMT Unit, Division of Hematology, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel ",
            "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel"
        ]
    ],
    "first_author_latitude": "32.06287555",
    "first_author_longitude": "34.81647415"
}