{
    "doi": "https://doi.org/10.1182/blood.V108.11.2834.2834",
    "article_title": "“Complete” Remission in Chronic Lymphocytic Leukemia (CLL) Is Strongly Affected by the Use of CT Scanning: Results from a Prospective Randomized Trial of Fludarabine Plus Cyclophosphamide (Flu/Cy) with or without Genasense (Oblimersen) in Patients with Relapsed or Refractory Disease. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Literature in CLL has emphasized the importance of patient evaluation with measures of minimal residual disease (MRD) by flow cytometry, FISH, or RT-PCR after complete remission (CR). However, the widely used National Cancer Institute-Working Group (NCI-WG) criteria for response in CLL do not mandate the use of CT scanning or ultrasound (US) for the evaluation of patients with abdominal lymphadenopathy. Recently, the German CLL Study Group reported that the CR rate in chemonaïve patients treated with fludarabine (Flu) alone or in combination with cyclophosphamide (Flu/Cy) was reduced by almost one-third when patients were routinely scanned using CT/US (Eichhorst et al, Blood 2006). We recently completed a randomized trial in patients with relapsed/refractory CLL, which afforded an opportunity to examine the impact of CT/US on residual disease in this setting. Methods: Patients were randomized to treatment with Flu/Cy with or without oblimersen. The primary objective was to determine the proportion of patients who achieved CR or nodular partial response (nPR) using NCI-WG criteria. Response and progression were independently assessed by blinded expert review of clinical data, radiology, and bone marrow histopathology. The protocol required that patients with abnormalities on CT/US at study entry must have a repeat CT/US in order to document CR/nPR. CT/US followup was not required in pts who did not respond by other clinical criteria. Results: At entry, 92 of 120 pts (77%) on the oblimersen arm and 97 of 121 pts (80%) on the Flu/Cy arm had baseline CT/US. These baseline scans were abnormal in 88 (73%) and 90 (74%) of pts in each group, respectively. Followup of patients with an initially abnormal scan showed that repeat assessments (i.e., one or more followup CT/US) were similar in each group: 71 pts (59%) in the oblimersen group and 66 (55%) of pts in the Flu/Cy group. The number of followup CT/US (mean = 3; range = 1–14 for both groups), as well as the time between followup scans was also balanced in pts receiving oblimersen (mean = 113 days; median = 97, range = 9–324) or Flu/Cy (mean = 125 days; median = 121, range 5–327). The addition of oblimersen to Flu/Cy significantly increased the proportion of pts who achieved a confirmed CR/nPR (17% vs. 7%) when CT/US was required. To estimate the incidence of CR/nPR when CT was omitted, we assumed that marrow biopsy of pts with a histologically unconfirmed CR/nPR would have shown CR/nPR. With that assumption, the estimated incidence of CR/nPR (ie, absent the requirement for CT/US) increased to 25% and 14% for pts treated with oblimersen and Flu/Cy, respectively. Conclusion: CT or US appear to be widely used by clinicians who treat CLL. Our results confirm and extend prior data that suggest the routine use of CT or US reduces the CR or CR/nPR rates by approximately 30% in both treatment-naïve and previously treated pts with CLL. These data argue that lack of mandatory abdominal CT/US routinely results in an overestimation of CR/nPR incidence, and that evaluation of MRD is potentially meaningful only in the context of confirmed elimination of gross residual disease.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclophosphamide",
        "disease remission",
        "fludarabine",
        "influenza",
        "oblimersen",
        "treatment resistant disorders",
        "brachial plexus neuritis",
        "residual tumor"
    ],
    "author_names": [
        "Peter Maslak, MD",
        "James Caravelli, MD",
        "Asher Alban Chanan-Khan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peter Maslak, MD",
            "author_affiliations": [
                "Clinical Laboratories, Memorial Sloan-Ketterting Cancer Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James Caravelli, MD",
            "author_affiliations": [
                "Radiology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asher Alban Chanan-Khan, MD",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T12:49:31",
    "is_scraped": "1"
}