{
    "doi": "https://doi.org/10.1182/blood.V104.11.2203.2203",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=240",
    "start_url_page_num": 240,
    "is_scraped": "1",
    "article_title": "Patient Preferences for Treatment Products in Hemophilia: A Conjoint Analysis (Conan Study Group). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Hemophilia care results in the absorption of an enormous amount of human and economic resources and it affects patients’ quality of life. The treatment of patients with hemophilia through factor replacement is the result of a complex interaction between patients, physicians and policy-makers, each carrying their individual sets of preferences. The study objective was to establish preferences in adult Italian patients with severe or moderate hemophilia, their physicians and their pharmacists using conjoint analysis. This technique shows how persons are willing to trade between different constituents of health care and thereby estimates their relative importance. This multicenter study involved hemophilia treatment centers in Northern Italy (16) in Central Italy (5), in Southern Italy and islands (11). Patients were consecutively enrolled when meeting the following criteria: age ≥18 years, severe or moderate hemophilia A or B (factor VIII/IX <5%). According to conjoint analysis procedures the study was organized in 5 steps: identification of attributes, assignment of levels to these attributes, choice of scenarios, obtainment of preferences and data analysis. A self-administered discrete choice questionnaire was developed, consisting of 9 pair-wise scenarios. Patients were invited to choose one scenario for each pair presented. Patients were asked to make choices between such variables of replacement therapy as perceived viral safety (as that provided by recombinant or plasma-derived products), risk of inhibitor development, infusion frequency during prophylaxis, pharmaceutical dosage form, distribution modes and price. Overall 178 patients’ responses were evaluated. The results obtained from the discrete choice experiment, based on 1586 choices were analyzed using the random effects probit model. All attributes considered, excluding pharmaceutical dosage form, were shown to be important for respondents, who showed a strong preference toward both outcome variables (viral safety, risk of inhibitors) and process variables (infusion frequency, distribution modes, price). The importance associated to each attribute was estimated in function of the monetary value that patients were willing to trade-off in order to obtain a unit increase in the level of each attribute. The monetary value was calculated as the ratio between marginal effects of each attribute and price and represents an indicator of the utility of each attribute. Patients placed a rather high differential value for a perceived higher safety of recombinant products compared to plasma derived, 7.3 times higher than the actual difference in price in Italy. Patients preferred currently available recombinant products to plasma-derived products, even if a single additional attribute (lower factor infusion frequency or reduced risk of inhibitor development or distribution at local pharmacy or at home) or with a combination of two of them were added. Only for plasma-derived products with a combination of three or more attributes/levels, patients showed to be available to trade off a recombinant product. Our study, the first to apply conjoint analysis to establish preferences in hemophilia replacement therapy, provides evidence of the importance of patient preferences in the whole process of health care delivery. These results should help to guide physicians and policy-makers in planning hemophilia care optimally.",
    "topics": [
        "hemophilia a",
        "patient preferences",
        "dosage forms",
        "hemophilias",
        "infusion procedures",
        "factor viii",
        "probit trial",
        "self administration",
        "frequency distribution",
        "outcome variable"
    ],
    "author_names": [
        "Alessandro Gringeri, MD, MSc",
        "Piermannuccio Mannucci, MD",
        "Mara Monzini, PharmD",
        "Luciana Scalone, PharmD",
        "Lorenzo Mantovani, MSc, DSc"
    ],
    "author_affiliations": [
        [
            "A. Bianchi Bonomi Hemophilia and Thrombosis Center, IRCCS Maggiore Hospital and University of Milan, Milan, Italy"
        ],
        [
            "A. Bianchi Bonomi Hemophilia and Thrombosis Center, IRCCS Maggiore Hospital and University of Milan, Milan, Italy"
        ],
        [
            "Center of Pharmacoeconomics, Department of Pharmacological Sciences, University of Milan, Milan, Italy"
        ],
        [
            "Center of Pharmacoeconomics, Department of Pharmacological Sciences, University of Milan, Milan, Italy"
        ],
        [
            "Center of Pharmacoeconomics, Department of Pharmacological Sciences, University of Milan, Milan, Italy"
        ]
    ],
    "first_author_latitude": "45.459419499999996",
    "first_author_longitude": "9.2035121"
}