{
    "doi": "https://doi.org/10.1182/blood.V128.22.3644.3644",
    "article_title": "Translation from SCD Mouse to Man: Chronic Administration of Tucaresol Reduces RBC Sickling and Improves Hematological Parameters, but Does Not Impact Inflammatory Markers in SCD Model Mice ",
    "article_date": "December 2, 2016",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science: Poster III",
    "abstract_text": "Sickle cell disease is a hematological disorder with significant unmet need that affects approximately ten million people worldwide. Currently, treatment for SCD is limited to a single approved drug, Hydroxyurea, and palliative treatments such as hydration and pain management. The limited treatment options have led to considerable interest in developing new therapies for SCD. One strategy for a disease-modifying treatment for SCD is stabilization of the oxygenated form of hemoglobin (OxyHb) by a small molecule allosteric modulator (Zaugg et. Al, JBC, 1977). One such compound, Tucaresol was advanced into clinical trials on the strength of the pre-clinical data, however a SCD mouse model was unavailable when the trial was initiated. The renewed interest in stabilizing OxyHb with a small molecule presents an opportunity to use Tucaresol as a mechanism for understanding the translation between effects seen in an animal model and clinical endpoints in patients. In this study, we treated Townes SCD mice with Tucaresol for 15 days, to evaluate its effect on hematology, oxygen affinity, sickling and markers of inflammation in vivo. These results are compared to the clinical data reported in the original trials. Tucaresol is a substituted benzaldehyde derived from a class of molecules known to preferentially bind to hemoglobin and stabilize the oxygenated state by formation of a Schiff base linkage at a site on the a-chains (Rolan et. Al, Br. J. Clin. Pharm., 1995). Earlier molecules acting by this mechanism had been shown to reduce Hb S polymerization and RBC sickling in vitro, and it was theorized that long-term treatment with such molecules would impact hemolysis and occurrence of vaso-occlusive crisis (VOC) (Beddell et. Al, Br. J. Pharmac. 1984). Preclinical studies demonstrated Tucaresol modification of Hb S delays the polymerization process and inhibits RBC sickling. In clinical trials, Tucaresol positively impacted hematological markers including hemoglobin and reticulocyte counts, and reduced the percentage of irreversibly sickled cells. However, trials of Tucaresol were halted due to a significant immune response and specific inflammatory markers were not measured during the trial. To study these effects in Townes SCD model, mice were dosed with Tucaresol at 30 mg/kg twice a day, for fifteen days. The dose was selected to be consistent with clinical dosing regimens. Blood was collected prior to study start from individual animals to obtain baseline levels for hematological parameters and soluble cell adhesion molecules in plasma. Blood was sampled at day 3 and day 10 of dosing to understand drug exposure and accumulation. At this dose, Tucaresol demonstrated a steady state achieved by day 10 and the blood concentration ranged from 0.5-1.6 mM on day 15. Following two week dosing with Tucaresol, we observed a 50% increase in hemoglobin, and 24% increase in mean corpuscular hemoglobin concentration (MCHC), relative to vehicle treated animals. Reticulocytes, a clinical indicator of hemolytic anemia, are highly elevated in SCD patients and mice, also showed a 47% decrease in Tucaresol treated relative to vehicle treated animals. Oxygen affinity measurements showed a decrease in P50 and P20 values for treated animals, indicating increased oxygen affinity, consistent with the proposed mode of action of Tucaresol- stabilization of the oxygenated state. The percentage of sickled erythrocytes was also decreased by 38% in Tucaresol treated SCD mice when compared to vehicle controls. The decrease in sickling is consistent with the clinical observation of a 52% (mean) decrease in irreversibly sickled cells. In contrast to the improvement seen with hematological parameters, inflammatory markers remained either unchanged or slightly elevated after 15 days of treatment with Tucaresol. Plasma levels of sICAM-1 and sVCAM-1 were unchanged while sE-Selectin was elevated. In summary, in this short course of treatment of SCD mice, Tucaresol had an impact on the hematological markers that was consistent with effects observed in the clinic, but did not modulate the inflammation response. All experiments were within guidelines and were reviewed and approved by Pfizer institutional animal care and use committee. Disclosures Knee: Pfizer Inc: Employment. Jasuja: Pfizer: Employment. Barakat: Pfizer: Employment. Kelly: Pfizer: Employment. Singh: Pfizer Inc: Employment. Janz: Pfizer: Employment.",
    "topics": [
        "animal model",
        "drepanocytes",
        "inflammatory markers",
        "mice",
        "hemoglobin",
        "molecule",
        "mean corpuscular hemoglobin concentration determination",
        "stabilization",
        "cell adhesion molecules",
        "hemolytic anemia"
    ],
    "author_names": [
        "Kelly Marie Knee",
        "Reema Jasuja",
        "Amey Barakat",
        "John J. Kelly",
        "Joseph C. Nneji",
        "Pratap Singh",
        "Jay M. Janz"
    ],
    "author_dict_list": [
        {
            "author_name": "Kelly Marie Knee",
            "author_affiliations": [
                "Rare Disease Research Unit, Pfizer Inc., Cambridge, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Reema Jasuja",
            "author_affiliations": [
                "Rare Disease Research Unit, Pfizer Inc., Cambridge, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amey Barakat",
            "author_affiliations": [
                "Rare Disease Research Unit, Pfizer Inc., Cambridge, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John J. Kelly",
            "author_affiliations": [
                "Rare Disease Research Unit, Pfizer Inc., Cambridge, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph C. Nneji",
            "author_affiliations": [
                "Rare Disease Research Unit, Pfizer Inc., Cambridge, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pratap Singh",
            "author_affiliations": [
                "PDM-NBE, Pfizer Inc., Cambridge, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jay M. Janz",
            "author_affiliations": [
                "Rare Disease Research Unit, Pfizer Inc., Cambridge, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T02:20:28",
    "is_scraped": "1"
}