{
    "doi": "https://doi.org/10.1182/blood.V114.22.1066.1066",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1533",
    "start_url_page_num": 1533,
    "is_scraped": "1",
    "article_title": "Asymptomatic Intracranial Hemorrhage Among Japanese Patients Taking Edoxaban for Non-Valvular Atrial Fibrillation. ",
    "article_date": "November 20, 2009",
    "session_type": "Antithrombotic Therapy Poster I",
    "topics": [
        "edoxaban",
        "intracranial hemorrhages",
        "nonvalvular atrial fibrillation",
        "warfarin",
        "hemorrhage",
        "international normalized ratio",
        "magnetic resonance imaging",
        "atrial fibrillation",
        "antithrombin iii",
        "factor xa inhibitors"
    ],
    "author_names": [
        "Masahiro Yasaka",
        "Hiroshi Inoue",
        "Yohko Kawai",
        "Takenori Yamaguchi",
        "Shinichiro Uchiyama",
        "Masayasu Matsumoto",
        "Satoshi Ogawa",
        "Yukihiro Koretsune",
        "Takeshi Yamashita"
    ],
    "author_affiliations": [
        [
            "National Hospital Organization Kyushu Medical Center, Fukuoka, Japan, "
        ],
        [
            "University of Toyama, Toyama, Japan, "
        ],
        [
            "International University of Health and Welfare, Tokyo, Japan, "
        ],
        [
            "National Cardiovascular Center, Osaka, Japan, "
        ],
        [
            "Tokyo Women's Medical University School of Medicine, Tokyo, "
        ],
        [
            "Hiroshima University Graduate School of Biomedical Sciences, Hiroshima, "
        ],
        [
            "International University of Health and Welfare Mita Hospital, Tokyo, "
        ],
        [
            "National Hospital Organization Osaka National Hospital, Osaka, "
        ],
        [
            "The Cardiovascular Institute, Tokyo"
        ]
    ],
    "first_author_latitude": "33.5922092",
    "first_author_longitude": "130.3612455",
    "abstract_text": "Abstract 1066 Poster Board I-88 Introduction: Edoxaban (the free base of DU-176b) is an oral, selective, reversible, direct factor Xa inhibitor in clinical development for the prevention of stroke in patients with non-valvular atrial fibrillation (AF). There is evidence that asymptomatic intracranial hemorrhage (ICH) may be a risk factor for symptomatic ICH in anticoagulated patients. A phase IIb study in Japanese AF patients compared the incidence of asymptomatic ICH with edoxaban and warfarin use. Patients and Methods: This was a multicenter, randomized, dose comparison study. Patients aged ≥20 years with CHADS 2 score ≥1 were randomly assigned to receive 1 of 3 doses of edoxaban (30 mg, 45 mg, or 60 mg QD) or open-label warfarin dose-adjusted to a target international normalized ratio (INR) of 2.0 to 3.0 inclusive for patients aged <70 years and 1.6 to 2.6 inclusive for patients aged ≥70 years, for 12 weeks. The primary objective of the study was to assess the incidence of all bleeding events (major, clinically relevant non-major and minor bleeds) including asymptomatic ICH. Asymptomatic ICH was defined as newly detected hemorrhage on brain image (CT or MRI) by assessing pre- and post-treatment brain images and was obtained from all enrolled patients. All images were assessed by an Asymptomatic ICH Committee that was blinded to treatment assignment. Results: There were no clinically relevant differences in patient demographics and baseline characteristics between treatment groups. Overall, the time within the target INR range was 83% and 73% for patients aged ≥70 years and aged <70 years, respectively. The incidence of all bleeding events increased with increasing doses of edoxaban, but there were no statistically significant differences among the 3 edoxaban groups. The mean (95% confidence interval) incidences of all bleeding for edoxaban 30 mg, 45 mg, and 60 mg, and warfarin were 18.5% (12.7, 26.0), 22.4% (16.2, 30.2), 27.7% (20.7, 35.9), and 20.0% (13.9, 27.9), respectively. Of the total 536 patients enrolled, 17 patients did not fulfill the assessment criteria for asymptomatic ICH. Of the 17 patients, 1 patient in the edoxaban 60-mg group had symptomatic ICH. The remaining 519 (391 edoxaban, 128 warfarin) patients were evaluated for asymptomatic ICH. A total of 431 patients underwent CT (329 edoxaban, 102 warfarin), 81 patients underwent MRI (57 edoxaban, 24 warfarin), and 7 patients underwent CT/MRI (5 edoxaban, 2 warfarin). There were no asymptomatic ICH events in any treatment group. Conclusions : In this study of 3 fixed doses of edoxaban compared with well-controlled warfarin, edoxaban was safe and asymptomatic ICH was not detected. Disclosures: Yasaka: Nippon Boehringer lngelheim Co., Ltd.: Consultancy; Pfizer Japan Inc.: Consultancy; Daiichi Sankyo Co., LTD.: Consultancy. Kawai: Toyama Chemical: Consultancy; DaiichiSankyo: Consultancy. Yamaguchi: Mitsubishi Tanabe Pharma: Consultancy; Otsuka Pharmaceutical: Consultancy. Uchiyama: Bayer Yakuhin, LTD. : Consultancy; Nippon Boehringer lngelheim Co., Ltd.: Consultancy; Astellas Pharma Inc.: Consultancy. Ogawa: TEIJIN PHARMA LIMITED: Consultancy; Pfizer Japan Inc.: Consultancy; Bayer Yakuhin, LTD.: Consultancy; Astellas Pharma : Share Holder; Sanofi-aventis : Paid Instructor. Koretsune: Daiichi Sankyo: Consultancy, National Lead Investigator. Yamashita: Novartis: Consultancy; DaiichiSankyo: Consultancy, National Lead Investigator; Otsuka Pharmaceutical: Paid Instructor; Sanofi-aventis: Paid Instructor; TEIJIN PHARMA: Paid Instructor."
}