{
    "doi": "https://doi.org/10.1182/blood-2018-99-119549",
    "article_title": "High Mobility Group A1 Chromatin Remodeling Proteins Amplify Inflammatory Networks to Drive Leukemic Transformation in Chronic Myeloproliferative Neoplasia in Humans and JAK2 V617F Transgenic Mouse Models ",
    "article_date": "November 29, 2018",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Mechanisms of Development and Progression",
    "abstract_text": "Introduction: Myeloproliferative neoplasms (MPN) are clonal hematopoietic stem cell (HSC) disorders characterized by overproduction of mature blood cells and increased risk of transformation to myelofibrosis (MF) and acute myeloid leukemia (AML), although molecular mechanisms driving disease progression remain elusive. While most patients who acquire a JAK2 V617F mutation in CD34+ cells present with chronic, indolent Polycythemia Vera (PV), ~25% will progress to MF or AML. High Mobility Group A1/2 ( HMGA1/2 ) genes encode oncogenic chromatin remodeling proteins which are overexpressed in aggressive leukemia where they portend adverse outcomes. In murine models, Hmga1/2 overexpression drives clonal expansion and uncontrolled proliferation. HMGA1/2 genes are also overexpressed in MPN with disease progression. We therefore sought to: 1) test the hypothesis that HMGA proteins are required for leukemic transformation and rational therapeutic targets in MPN progression, and, 2) identify mechanisms mediated by HMGA1 /2 during disease progression. Methods: We measured HMGA1 / 2 in JAK2V617F mutant human AML cell lines from MPN patients (DAMI, SET-2), CD34+ cells from PV patients during chronic and transformation phases, and JAK2V617F transgenic murine models of PV (transgenic JAK2V617F ) and PV-AML (transgenic JAK2V617F / MPLSV ; Blood 2015;126:484). To elucidate HMGA1 /2 function, we silenced HMGA1 or HMGA2 via short hairpin RNA in human MPN-AML cell lines (DAMI, SET-2) and assessed proliferation, colony formation, and leukemic engraftment in immunodeficient mice. To further assess Hmga1 function in vivo , we crossed mice with heterozygous Hmga1 deficiency onto murine models of PV and PV-AML. Finally, to dissect molecular mechanisms underlying HMGA1, we compared RNA-Seq from MPN-AML cell lines (DAMI, SET-2) after silencing HMGA1/2 to that of controls and applied Ingenuity Pathway Analysis. Results: HMGA1/2 mRNA are up-regulated in all JAK2V617F -positive contexts, including primary human PV CD34+ cells and total bone marrow from JAK2V617F mouse models for PV compared to controls. Further, there is a marked up-regulation in both HMGA1/2 in CD34+ cells from PV patients after transformation to MF or AML and in leukemic blasts from our PV-AML mouse model compared to PV mice. Overexpression of HMGA1 /2 also correlates with clonal dominance of human JAK2V617F -homozygous stem cells and additional mutations of epigenetic regulators ( EZH2, SETBP1 ). Silencing HMGA1 or HMGA2 in human MPN-AML cell lines (DAMI, SET-2) dramatically halts proliferation, disrupts clonogenicity, and prevents leukemic engraftment in mice. Further, heterozygous Hmga1 deficiency decreases splenic enlargement in PV mouse models with advancing age. Moreover, heterozygous Hmga1 deficiency prolongs survival in the transgenic PV-AML murine model with fulminant leukemia and early mortality. PV-AML mice survived a median of 5 weeks whereas PV-AML mice with heterozygous Hmga1 deficiency survive a median of 12 weeks ( P< 0.002 ). The leukemic burden was also decreased in mice with Hmga1 deficiency. Preliminary RNA-Seq analyses from DAMI and SET-2 cells show that HMGA1 drives pathways involved in Th1/Th2 activation, chemotaxis, cell-cell signaling, myeloid cell accumulation and other immune cell trafficking, inflammation, and injury, suggesting that HMGA1 co-opts immune and inflammatory networks to drive tumor progression. Surprisingly, atherosclerosis pathways are also induced by HMGA1. Conclusions: HMGA1/2 genes are overexpressed in MPN with highest levels in more advanced disease (MF, AML) both in primary human tumors and murine models. Strikingly, silencing HMGA1 or HMGA2 halts proliferation and clonogenicity in vitro and prevents leukemic engraftment in vivo . Further, heterozygous Hmga1 deficiency prolongs survival in a murine model of fulminant MPN AML and decreases tumor burdens. Finally, preliminary RNA-Seq analyses suggest that HMGA1 amplifies transcriptional networks involved in immune cell trafficking and inflammation to drive tumor progression. Unexpectedly, HMGA1 also regulates pathways involved in atherosclerosis, implicating HMGA1 as a novel link between clonal hematopoiesis and cardiovascular disease. Our findings further highlight HMGA1 /2 as a key molecular switch for leukemic transformation in MPN and opens the door to novel therapeutic approaches to prevent disease progression. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chromatin",
        "jak2 gene v617f",
        "mice, transgenic",
        "mobility",
        "myeloproliferative disease",
        "neoplasms",
        "hmga1b protein",
        "hmga1c protein",
        "staphylococcal protein a",
        "rna"
    ],
    "author_names": [
        "Linda Resar, MD",
        "Donna Marie Williams, PhD",
        "Lingling Xian, MD PhD",
        "Wenyan Lu, PhD",
        "Briyana Chisholm, BS",
        "Li Luo, PhD",
        "Zhizhuang Joe Zhao, PhD",
        "Ophelia Rogers",
        "Jerry L. Spivak, MD",
        "Alison R. Moliterno, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Linda Resar, MD",
            "author_affiliations": [
                "Division of Hematology, Departments of Medicine, Oncology & Pathology, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Donna Marie Williams, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lingling Xian, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenyan Lu, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Briyana Chisholm, BS",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Luo, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhizhuang Joe Zhao, PhD",
            "author_affiliations": [
                "Department of Pathology, University of Oklahoma Health Sciences Center, Oklahoma City, OK"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ophelia Rogers",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerry L. Spivak, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison R. Moliterno, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:37:34",
    "is_scraped": "1"
}