{
    "doi": "https://doi.org/10.1182/blood.V126.23.4653.4653",
    "article_title": "Antiplatelet Glycoprotein Antibodies Profile in Adult Patients with Primary Immune Thrombocytopenia and the Comparison with Regards to the Treatment Response to Corticosteroids ",
    "article_date": "December 3, 2015",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "Background: Platelet destruction in immune thrombocytopenia (ITP) is mediated by autoantibodies against platelet antigens. Anti-GPIIb/IIIa and anti-GPIb/IX antibodies are two major antibodies spesific for platelets and megakaryocytes. The diversity of clinical characteristics and therapeutic responses have been thought to be influenced by heterogeneity of spesific glycoprotein complexes. However, there has been no published data regarding either antiplatelet antibodies profile or response rates to corticosteroid, in adult patients with primary ITP. Objectives: To determine antiplatelet glycoprotein antibodies profile in adult patients with primary ITP and to compare the response rate to corticosteroid referring to the profile. Methods: This study is a cross sectional study in adult patients with primary ITP who visited Hematology Clinics in Dr Cipto Mangunkusumo Hospital, Jakarta, Indonesia, in a period of March to October 2013. The tests to determine the auto antibodies against the platelet GPIIb/IIIa and GPIb/IX surface antigens were performed by a direct MAIPA technique. Results: A total of 40 patients who were diagnosed as primary ITP have been enrolled into the study. The subjects of the study were divided in two groups, 10 subjects with newly diagnosed ITP, and 30 subjects with persistent or chronic ITP. Most of the subjects were female (82.5 %) with the median age was 24,5 (17-55) years old.. Seventy (??) subjects had ITP Bleeding Score (IBLS) 2.. In a persistent/chronic ITP group (n= 30), the proportion of anti-GPIIb/IIIa was 20 / 30 (66,67 %) with the median optical density (OD) was 0,461 (0,093-2,116) and the proportion of anti-GPIb/IX was 25/30 (83.33%) with the median OD was 0,507 (0,190-1,924). Meanwhile, in a newly diagnosed ITP group (n=10) the proportion of anti-GPIIb/IIIa was 7/10 (70%) with the mean OD was 0,802 ± 0,71 and the proportion of anti-GPIb/IX was 8/10 (80%) with the mean OD 0,82 ± 0,57. The response rates to corticosteroid were as follows: 42.5 % of the subjects achieved complete response, 45 % achieved response, and 12.5 % achieved no response. Comparison between the subjects with and without anti-GPIIb/IIIa and anti-GPIb/IX antibodies showed similarity response rates to prednisone. Conclusion: Sincemost of patients with primary ITP had anti GPIIb/IIIa and anti GPIb/IX antibodies, those antibodies may support a diagnosis of primary ITP. Since no differences in terms of the response rates to corticosteroid between subjects with and without anti-GPIIb/IIIa and anti-GPIb/IX antibodies, those antibodies can not be used as a predictor of the treatment Disclosures Sukrisman: Division of Hematology Medical Oncology: Other: Colleague.",
    "topics": [
        "adrenal corticosteroids",
        "antibodies",
        "glucocorticoids",
        "glycoprotein",
        "mineralocorticoids",
        "purpura, thrombocytopenic, idiopathic",
        "autoantibodies",
        "platelet glycoprotein gpib-ix complex",
        "antiplatelet antibodies",
        "complete remission"
    ],
    "author_names": [
        "Tubagus Djumhana Atmakusuma, MDPhD",
        "Lugyanti Sukrisman, MDPhD",
        "Fransiska Hardi, MD Internist"
    ],
    "author_dict_list": [
        {
            "author_name": "Tubagus Djumhana Atmakusuma, MDPhD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Haematology - Medical Oncology, Jakarta Pusat, Indonesia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lugyanti Sukrisman, MDPhD",
            "author_affiliations": [
                "Department of Internal Medicine, University Indonesia, Divisionof Hematology Medical Oncology, Jakarta, Indonesia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fransiska Hardi, MD Internist",
            "author_affiliations": [
                "Department o Internal Medicine, University of Indonesia, Division of Hematology Medical Oncology, Jakarta, Indonesia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T09:40:42",
    "is_scraped": "1"
}