{
    "doi": "https://doi.org/10.1182/blood.V114.22.168.168",
    "article_title": " XPD DNA Nucleotide Excision Repair (NER) Gene Polymorphisms Associated with DNA Repair Deficiency May Predict Better Treatment Outcomes in Secondary Acute Myeloid Leukemia (AML). ",
    "article_date": "November 20, 2009",
    "session_type": "ACUTE MYELOID LEUKEMIA - BIOLOGY AND PATHOPHYSIOLOGY: GENETICS AND GENOMICS",
    "abstract_text": "Abstract 168 The X-ray cross-complementing group 1 (XRCC1) protein plays an important role in excision and ligation of oxidized DNA bases and strand breaks, in cooperation with other enzymes in the base excision repair (BER) pathway, while XPD helicases unwind DNA prior to repair. Polymorphisms of these DNA repair genes are associated with decreased DNA repair rates and increased genotoxic damage, measured by single-strand breaks and chromosomal aberrations. Compromised repair activity may lead to accumulation of DNA damage and predispose to secondary cancers and increased treatment-related toxicity to normal tissues. It may, however, also result in decreased repair of DNA damage in malignant cells exposed to chemotherapy, facilitating their apoptosis, and therefore decreasing resistance to chemotherapy and improving treatment outcome. Functional DNA repair capacity has been found to be significantly deficient in XRCC1 399Gln and XPD 312Asn, 751Gln variant allele carriers, and NER polymorphisms, particularly ERCC2 (XPD) Lys751Gln SNP, appeared as strong determinants of in vitro toxicity to most anti-cancer agents in the NCI-60 panel of tumor cell lines. Pharmacogenetic studies of DNA repair pathways have consistently demonstrated associations between the XRCC1 Arg399Gln, XPD Lys751Gln and XPD Asp312Gln genotypes and cancer treatment outcomes, including treatment-related toxicities. Notably, the XRCC1 399Gln homozygous variant genotype has been found to decrease risk of developing both de novo and therapy-related AML, and has been associated with worse survival outcomes for other cancers. The variant glutamine allele of XPD Lys751Gln SNP has been associated with shorter disease-free survival (DFS) and overall survival (OS) for AML patients, as well as increased risk of therapy-related AML (t-AML). In this study we evaluated the role of these polymorphisms, as well as XPD haplotypes, in response to chemotherapy, OS, and toxicities in adult de novo (n=214) and secondary (n=79, including 47 with antecedent hematologic disorders and 32 with t-AML) AML patients treated with cytarabine and anthracycline-based chemotherapy regimens at Roswell Park Cancer Institute. Genotyping was performed by MALDI-TOF mass spectrometry, and logistic and proportional hazards regression models were used to evaluate relationships. Significant differential chemotherapy responses were observed in secondary, but not de novo , AML patients with variant XPD 312, XPD 751 and XPD haplotypes. In particular, among secondary AML patients, the XPD 312Asn/Asn XPD 751Gln/Gln variant was associated with eleven-fold higher odds of achieving complete remission (CR) (OR= 11.23; 95% CI, 2.23-56.63), and the odds were also increased among patients with XPD 751Gln/Gln genotypes (OR= 7.07; 95% CI, 1.42–35.18). Patients with the ‘BB/DA' (751Gln/312Asn-751Gln/312Asn/751Gln/Asp312-Lys751-Asp312) diplotype were more likely to achieve CR [OR=31.10; 95% CI: 3.98–242.88] compared to those with the AA/AC/DB diplotype in the secondary AML onset category. Additionally, in this subgroup, the XPD 751 CC, 312GA, 312AA variant genotypes and the XPD ‘BB/DA' haplotype group, which are likely to confer decreased repair function, were significantly associated with longer OS. In the whole patient population there was an association between XPD genotypes/haplotypes and chemotherapy-related toxicities, including a significantly reduced risk of nausea/vomiting (OR= 0.35, 95% CI, 0.13–0.90 for ‘BB/DA' diplotype group) and an increased incidence of infectious complications after induction chemotherapy. Overall, these findings suggest that XPD codon 312 and codon 751 variant genotypes and haplotypes containing at least one variant allele are associated with suboptimal DNA repair and may serve as predictors of more favorable AML treatment responses and diffential toxicities. With validation of results in larger samples, these findings could lead to optimizing chemotherapy AML options by treatment stratification, especially in patients with secondary AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "dna",
        "dna repair disorder",
        "ercc2 gene",
        "leukemia, secondary acute",
        "polymorphism",
        "treatment outcome",
        "genes",
        "nucleotide excision repair",
        "chemotherapy regimen",
        "toxic effect"
    ],
    "author_names": [
        "Nataliya Kuptsova-Clarkson, PhD",
        "Christine Ambrosone, PhD",
        "Joli Weiss, PhD",
        "Maria R. Baer, MD",
        "Lara Sucheston, PhD",
        "Gary Zirpoli, PhD",
        "Kenneth Kopecky, PhD",
        "Laurie Ann Ford",
        "Javier Blanco, PhD",
        "Meir Wetzler, MD",
        "Kirsten Moysich, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nataliya Kuptsova-Clarkson, PhD",
            "author_affiliations": [
                "Department of Cancer Prevention and Control, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christine Ambrosone, PhD",
            "author_affiliations": [
                "Department of Cancer Prevention and Control, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joli Weiss, PhD",
            "author_affiliations": [
                "Department of Cancer Prevention and Control, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria R. Baer, MD",
            "author_affiliations": [
                "University of Maryland, Baltimore, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lara Sucheston, PhD",
            "author_affiliations": [
                "Department of Cancer Prevention and Control, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary Zirpoli, PhD",
            "author_affiliations": [
                "Department of Cancer Prevention and Control, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Kopecky, PhD",
            "author_affiliations": [
                "Statistical Office, Southwest Oncology Group, Fred Hutchinson Cancer Center, Seattle, WA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurie Ann Ford",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Blanco, PhD",
            "author_affiliations": [
                "State Univ. of New York at Buffalo, Buffalo, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meir Wetzler, MD",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirsten Moysich, PhD",
            "author_affiliations": [
                "Department of Cancer Prevention and Control, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T18:45:17",
    "is_scraped": "1"
}