{
    "doi": "https://doi.org/10.1182/blood-2021-154123",
    "article_title": "Prevention of Acute Graft-Versus-Host Disease Using an Engineered Mouse Orthogonal IL-2/IL-2Rβ Regulatory T Cells ",
    "article_date": "November 5, 2021",
    "session_type": "701.Experimental Transplantation: Basic and Translational",
    "abstract_text": "Regulatory T cells are a critical population for the maintenance of self-tolerance and the use of these cells for therapeutic purpose in transplantation has emerged based on their capacity to control immune activation, exhibiting positive therapeutic potential to ameliorate acute graft-versus-host disease (GvHD), one of the major complications after allogeneic bone marrow transplantation (allo-BMT). One of the remaining technical challenges in the clinical practice of Treg administration is the number of Treg required to effectively prevent GvHD. In this study, we engineered murine Treg cells to express an altered IL-2 receptor β subunit that selectively interacts with an orthogonal mutant IL-2 (oIL2) without interacting with the natural cytokine or receptor counterparts, thus preventing acute -GvHD. For investigation of the suppressive function of Treg orthogonal IL-2/IL-2 receptor system in a murine major mismatch of acute GvHD model, the BALB/c mice were lethally irradiated (8.8 Gy) and transplanted with 5x10 6 T cell-depleted bone marrow cells (TCD-BM) from C57Bl/6 mice alone or together with fresh 1x10 6 C57Bl/6 FoxP3 DRT-GFP-luc+ Treg cells (fTreg) or with 0.2x10 6 and 1x10 6 oTreg (transduced with the construct for murine oIL-2 receptor β chain) on day 0. On day 2, C57Bl/6 Tcon cells (1x10 6 ) were injected to induce GvHD. Recipients were treated with PBS or oIL-2 (25K IU/daily) for 14 days and then 3 times a week for another 14 days. Using bioluminescence imaging, we observed that ortho IL2Rβ + Treg not only maintains migration ability to the gut, mLN and LN but also exhibited significant expansion ability treated with oIL2 at day 7 post-transplant. The expansion of oTreg with PBS and fTreg was observed on day 14 after allo-BMT. The administration of oTreg-oIL2 and fTreg (1:1 Tcon:Treg ratio) significantly increased the survival of the mice compared to Tcon group (P<0.0001 and P=0.0001, respectively). Furthermore, the group oTreg-oIL2 (1:1) showed a significant increase in the survival curve compared to the fTreg group (P=0.03). When decreasing the number of oTreg administrated (5:1 Tcon:Treg ratio) a significant increase in the survival (Tcon vs Tcon:oTreg (5:1)+oIL2; P<0.0001) in the oIL2 group. Similar survival curves were observed between this group and fTreg group (1:1). oIL-2 protein injection was able to selectively expand the oTreg in vivo, with a significantly increased percentage of Foxp3 GFP+ in CD4 + T cells (PBS;14.96±2.4%, oIL-2; 27.76±23.6%, P=0.02) in the peripheral blood (PB) and spleen after 7 days post-transplant. We also observed a significant decrease in the percentage of effector T cells in the LN, mLN and spleen of the mice transplanted with oTreg and oIL-2 administration after 7 days post transplantation compared with GvHD group. We further demonstrated that ortho-IL2 administration-maintained graft-versus-leukemia (GvL) responses against lymphoma cells (A20). Engineered orthogonal cytokine receptor improves the suppressing abilities of Treg potential in a murine model of acute GvHD with the ability to maintain GvL, representing a novel approach to the utilization of Treg in Allogeneic Hematopoietic Stem Cell Transplant. Disclosures Garcia:  Synthekine: Membership on an entity's Board of Directors or advisory committees. Blazar:  Tmunity Therapeutics: Other: Co-founder; Equilibre Pharmaceuticals Corp: Research Funding; Carisma Therapeutics, Inc: Research Funding; Rheos Medicines: Research Funding; BlueRock Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Magenta Therapeutics: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Teresa Lopes Ramos",
        "Sara B. Wagers",
        "Po-Yu Lin",
        "Toshihito Hirai",
        "Leon Su",
        "Lora Picton",
        "Jeanette Baker",
        "Juliane Lohmeyer",
        "Melissa Mavers",
        "Christopher Garcia",
        "Bruce R. Blazar",
        "Robert S. Negrin"
    ],
    "author_dict_list": [
        {
            "author_name": "Teresa Lopes Ramos",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sara B. Wagers",
            "author_affiliations": [
                "University of Minnesota - Twin Cities, Microbiology, Immunology, and Cancer Biology Graduate Program Department of Pediatrics - Division of Blood and Bone Marrow Transplantation, Minnesota, MN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Po-Yu Lin",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshihito Hirai",
            "author_affiliations": [
                "Department of Urology, Tokyo Wemen's Medical University, Tokyo, Japan",
                "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University, Stanford, CA",
                "Department of Urology, Tokyo Women's Medical University, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leon Su",
            "author_affiliations": [
                "Stanford University Medical School, Stanford, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lora Picton",
            "author_affiliations": [
                "Stanford University Medical School, Stanford, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanette Baker",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juliane Lohmeyer",
            "author_affiliations": [
                "Stanford University, Stanford, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Mavers",
            "author_affiliations": [
                "1Divisions of Hematology/Oncology and Stem Cell Transplantation and Regenerative Medicine, Department of Pediatrics, Stanford University, Palo Alto, CA",
                "Division of Hematology, Oncology, Stem Cell Transplantation and Regenerative Medicine, Department of Pediatrics, Stanford University School of Medicine, Stanford, CA",
                "Bass Center for Childhood Cancer and Blood Diseases, Stanford Children's Health, Palo Alto, CA",
                "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA",
                "Division of Stem Cell Transplantation and Regenerative Medicine, Department of Pediatrics, Stanford University Medical Center, Stanford, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Garcia",
            "author_affiliations": [
                "Howard Hughes Medical Institute, Stanford University School of Medicine, Stanford, CA",
                "School of Medicine, Stanford University School of Medicine, stanford, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce R. Blazar",
            "author_affiliations": [
                "Division of Pediatric Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert S. Negrin",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University School of Medicine, Stanford, CA",
                "Stanford University, Stanford, CA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T04:14:20",
    "is_scraped": "1"
}