{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4898.4898",
    "article_title": "Anticoagulation Therapy Considerations in Left Ventricular Assist Devices in the Setting of Factor VII Deficiency ",
    "article_date": "December 7, 2017",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Background : Factor VII (FVII) deficiency is a rare bleeding disorder that affects approximately 1 out of every 500,000 people. As Warfarin inhibits the synthesis of vitamin K dependent clotting factors, it is generally contraindicated in patients with bleeding tendencies or blood dyscrasias; therefore, the literature regarding the use of warfarin in FVII deficiency is very limited. We report a successful re-challenge of warfarin therapy in a patient with FVII deficiency who needed left ventricular assist device (LVAD). Clinical case : Hematology was consulted to aid in the anti-coagulant management of a 57-year old female with coronary artery disease, ischemic cardiomyopathy (ejection fraction 15%), end stage heart failure (stage D) on home milrinone, elevated baseline prothrombin time (PT), and INR who was admitted for placement of LVAD, as a bridge to transplant. Of note, she had spontaneous oral bleeding when warfarin was given 7 years ago, after myocardial infarction after which warfarin was discontinued. She has been on aspirin 81 mg and clopidogrel 75 mg once daily. Moreover, 6 months ago, she had rectal bleeding after colonic polypectomies and needed 2 units of packed red blood cell transfusion. She always had heavy menstrual cycles and now she is post-menopausal. Family history was negative for any bleeding disorder. Social history was positive for 30 pack years smoking, which she stopped 5 years ago. Vital signs were significant for low systolic blood pressures in 90s-100s mm Hg on milrinone and heart rate in low 60s and saturating 96% on 4 liter of oxygen. Physical exam was remarkable for jugular venous distention, systolic murmur, bibasilar crackles, and grade 2 pitting edema. Laboratory tests were significant for hemoglobin (Hgb) 8.7g/dL (12-15.5 g/dl), hematocrit 28.2 (normal: 38-46%), platelet count 204 (150-450 x 10 3 /microliter), PT 15.3 to 18.8 (normal: 11-13.5 seconds), INR between 1.4 to 1.7, PTT 21.1 sec. Liver function was normal except for mild decrease in albumin levels 3.3 g/dL (normal: 3.5-5.5 g/dl), vitamin K level 1 (0.1-2.2 ng/dl). Mixing study (1:1) has corrected the PT to 13.1 sec (ruling out the presence of inhibitory antibodies). Meanwhile, FVII assay was back with lower values-- 35% (65-180%). A repeat testing also revealed a similar value (37%). As the acquired causes of FVII deficiency were ruled out (negative anti-phospholipid antibodies, appropriate reticulocyte index in the setting of anemia, no malignancy, no history of stem cell transplant) mild FVII deficiency, likely congenital, was diagnosed. Of note, sequential analysis genetic testing for F7 gene was positive for missense mutation 11128delC in exon 8. Despite lack of data of warfarin use in the setting of FVII deficiency, and LVAD, she consented to LVAD after fully understanding of risk of death from bleeding. HeartMate II LVAD was implanted. Intravenous heparin was started post-operatively with goal anti-Xa initially at 0.2 to 0.3 IU/ml that was safely titrated between 0.3 to 0.7 IU/mL with careful monitoring of bleeding. Warfarin at 2mg/day was started. Factors II, VII and X, PT and INR were closely monitored with slow titration of warfarin. The INR between 3.0 to 3.6 correlated with Factor II level of 20-40%, FVII level of 15% and Factor X level of 15-25%. Aspirin 81mg once daily was added eventually. Around 10 months after LVAD, she presented with melena, anemia (Hgb 4.8 g/dL) for which she received 3 units of packed red blood cells. Detailed evaluation showed angioectasias of the stomach and jejunum, which were cauterized. Warfarin was safely re-initiated 1 month after with goal INR lowered between 2.5 to 3.0. No more bleeding episodes occurred to date. Discussion and conclusion : Both bleeding and thrombosis occur at very high rates in the patients on LVAD, present difficult management issues, and can be life threatening. This was more challenging in the setting of FVII deficiency. We used the goals of factors II, factor VII and X levels between 20-40%, 10-15% and 15-25%, respectively, for the therapeutic window with warfarin use. For our patient, these levels correlated with INR 3-3.6. With recent GI bleeding, goal INR was lowered between 2.5-3.0 with no further bleeding episode on 6 month follow up. Our case describes a successful re-challenge of warfarin therapy in a patient with FVII deficiency. However, we must recognize the varying degrees of FVII and the corresponding bleeding risk among patients with FVII deficiency. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anticoagulation",
        "factor vii deficiency",
        "rales",
        "ventricular assist device",
        "warfarin",
        "international normalized ratio",
        "bleeding diathesis",
        "hemoglobin",
        "hemorrhage",
        "anemia"
    ],
    "author_names": [
        "Anuhya Kommalapati, MD",
        "Sri Harsha Tella, MD",
        "Allan-Louie Cruz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anuhya Kommalapati, MD",
            "author_affiliations": [
                "Internal Medicine, University of South Carolina School of Medicine, Columbia, SC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sri Harsha Tella, MD",
            "author_affiliations": [
                "Internal Medicine, University of South Carolina School of Medicine, Columbia, SC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allan-Louie Cruz, MD",
            "author_affiliations": [
                "Medstar Washington Hospital Center, Washington, DC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:34:58",
    "is_scraped": "1"
}