{
    "doi": "https://doi.org/10.1182/blood.V112.11.2532.2532",
    "article_title": "Risk of Leukemia in Genetic Subgroups of Congenital Neutropenia (CN): Comparison of Patients with Mutations in HAX1 or ELA2  ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "An increased risk for malignant transformation (myelodysplastic syndrome (MDS) or leukemia) is well documented in patients with congenital neutropenia (CN). However, the risk of defined genetic subgroups of CN remains unknown. We therefore assessed the incidence of leukemic transformation and potential risk factors for leukemic transformation in CN patients with ELA2 and HAX1 mutations, respectively. The overall cumulative incidence of secondary leukemias in CN, as documented by long term follow up data from the European Severe Chronic Neutropenia Registry (SCNER) and the French Neutropenia Registry (FR) is 39 out of 343 patients (11.4 %). Up to now genetic testing has been performed in 177 of the 343 CN patients revealing ELA2 mutations in 99 (56%) and HAX1 mutations in 19 (11%) of tested CN patients. In 107patients no ELA2 mutation was detectable. Out of these 107 ELA2 negative patients 59 were also negative for HAX1 mutations (33% ELA2/HAX1 negative patients). In both, patients with ELA2-CN and HAX1-CN, the clinical phenotype is characterized by a maturation arrest of myelopoiesis and severe neutropenia and cannot be discriminated morphologically. There is also no difference in the gender distribution. Both subgroups benefit from G-CSF treatment and respond well to similar G-CSF doses (median G-CSF dose in ELA2-CN is 8,5 μg/kg/day versus 6 μg/kg/day in HAX1-CN. Secondary malignancies occurred in 17 (5 MDS, .11. AML, 1 bi-phenotypic leukemia) out of 99 (17%) ELA2-CN patients, 4 (2 MDS, 1 AML, 1 bi-phenotypic leukemia) out of 19 (21%) HAX1-CN patients, and 5 (1 MDS, 3 AML, 1 ALL) out of 59 (8 %) double negative patients. Mutations in the G-CSF receptor gene have been detectable in both groups of CN patients. The frequency of mutations increases over time with a significant higher frequency of G-CSFR mutations in the CN patients who developed leukemia indicative for an involvement of G-CSFR mutations in the process of leukemic transformation. Interestingly, G-CSFR mutations are detectable in 5 of 8 ELA2-CN leukemic patients tested and 1 of 2 HAX1-CN leukemic patients tested, but also in 1 out of 4 ELA2/HAX1 negative leukemic patients. Independent of the underlying genetic defect the dose response to G-CSF treatment seems to indicate the risk for leukemia. Patients being treated with less than 5 μg/kg/day had an leukemia incidence of 14% versus 26% in patients who received 5 μg/kg/day or more (p=0.027). Within the group of patients being treated with less than 5 μg/kg/day, 14% developed leukemia, whereas in the group of patients receiving = 5 μg/kg/day 26% developed leukemia (p=0.027), suggesting that those patients requiring higher doses of GCSF may be at higher risk for malignant transformation. Leukemia outcome is dependent on the success of hematopoietic stem cell transplantation. The outcome could be improved dramatically since SCT was initiated immediately after confirmation of the leukemia diagnosis. It would be interesting to further discuss why different genetic backgrounds (ELA2 and HAX1) reveal the same clinical phenotype in terms of morphology, response to G-CSF treatment, acquisition of G-CSFR mutations and the development of leukemia.",
    "topics": [
        "congenital neutropenia",
        "genetics",
        "leukemia",
        "mutation",
        "granulocyte colony-stimulating factor",
        "receptors, colony-stimulating factor",
        "neutropenia",
        "malignant transformation",
        "follow-up",
        "genetic screening"
    ],
    "author_names": [
        "Cornelia Zeidler, MD",
        "Jean Donadieu, MD",
        "Gusal Pracht",
        "Blandine Beaupain",
        "Ludwig Hoy, PhD",
        "Martin Zimmermann, PhD",
        "Christine Bellanne-Chantelot",
        "Christoph Klein",
        "Manuela Germeshausen",
        "Karl Welte"
    ],
    "author_dict_list": [
        {
            "author_name": "Cornelia Zeidler, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, SCNER, Medical School Hannover, Hannover, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jean Donadieu, MD",
            "author_affiliations": [
                "Service d’Hémato-Oncologie Pédiatrique, Hopital Trousseau, French Neutropenia Registry, Paris, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gusal Pracht",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, SCNER, Medical School Hannover, Hannover, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Blandine Beaupain",
            "author_affiliations": [
                "Service d’Hémato-Oncologie Pédiatrique, Hopital Trousseau, French Neutropenia Registry, Paris, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ludwig Hoy, PhD",
            "author_affiliations": [
                "SCNER"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Zimmermann, PhD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, SCNER, Medical School Hannover, Hannover, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Bellanne-Chantelot",
            "author_affiliations": [
                "Department of Genetics, AP-HP PitiÃ©-SalpÃ©triére, Paris, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Klein",
            "author_affiliations": [
                "Department of Pediatric Hematology/Oncology, Medical School Hannover, Hannover, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Germeshausen",
            "author_affiliations": [
                "Paed. Hematology/Oncology, SCNER, Hannover, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karl Welte",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, SCNER, Medical School Hannover, Hannover, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T21:38:26",
    "is_scraped": "1"
}