{
    "doi": "https://doi.org/10.1182/blood.V124.21.1641.1641",
    "article_title": "Genetic Variants of TNFAIP3 in Patients with HCV Related Lymphoma Are Associated with the Presence of Rheumatoid Factor (RF) ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster I",
    "abstract_text": "Background: HCV chronic infection is associated with an increased risk of non-Hodgkin lymphoma (NHL) occurrence. HCV-associated NHL share homologies with primary Sjögren Syndrome (pSS)-associated NHL, and especially an association with chronic antigenic stimulation and with auto-antibody presence, especially rheumatoid factor (RF) and mixed cryoglobulinemia (MC). TNFAIP3 encodes the A20 protein that plays a key role in controlling NF-kB activation. We have previously demonstrated that germline or tumor genetic impairment of A20 plays a role in lymphomagenesis in the context of pSS[1]. The aim of this study was to assess the role of variants of TNFAIP3 in patients with HCV related NHL. Methods: Sixty-one cases of HCV-associated lymphoma with available germline DNA were drawn from the 116 patients included in the LymphoC study. Total exon sequencing of TNFAIP3 was performed in a discovery set of 31 cases. Then 30 additional cases and 53 controls (HCV patients without NHL) were used for extension (ie genotyping of the rs2230926 and the TT>A dinucleotide). All our cases and controls were European. Case-only associations were tested with Fischer’s exact test. Differences in lymphoma histologic type and immunological status were assessed using Fisher’s exact test. Results: Among the 61 cases, histology subsets were 23 diffuse large B cell lymphomas (DLBCL), 17 marginal zone lymphomas (MZL), 6 splenic marginal zone lymphoma (SMZL), 5 mantle cell lymphomas, 8 follicular lymphomas, 1 chronic lymphoid leukemia and 1 chronic EBV-related lymphoproliferation. RF and MC were present in 30/61 (49.2%) and 25/43 (58.1%) of the patients respectively. Among the 53 controls, RF and MC were present in 31/53 (58.5%) and 28/53 (52.8%) of the patients respectively. We found the rs2230926G variant in 6/61 (9.8%) patients with NHL and in 7/53 (13.2%) patients without NHL meaning that there was no association between this SNP and HCV-associated NHL (OR=0.72 [95%CI 0.22– 2.28] p=0.77). We did not find any association between the variant and the marginal zone subtype of the lymphoma. However, we found that, among NHL patients, the rs2230926G allele was associated with the positivity of RF (6/30 (20%) in RF+ patients compared to 0/31 (0%) in RF- patients, OR=16.7 [95%CI 0.9 – 311.5], p=0.01). We did not find any association between the rs2230926 variant and the presence of MC patients probably due to the amount of missing data and the variability of the technic of detection. Last, we previously showed that the rs2230926G was functional and able to impair the control of NF-kB activation[1]. Conclusion: This study demonstrates that a germline coding mutation of TNFAIP3 leading to a small functional defect of A20 function and of control of activation of NK-kB, plays a key role in lymphomagenesis in the context of chronic antigenic stimulation of RF+ B cells. It extends the scenario already demonstrated in Sjögren’s syndrome-associated lymphomas, a concept which is both novel and paradigm-shifting in the area of lymphomagenesis and autoimmunity. Interestingly, this coding mutation is associated only with HCV-associated lymphoma and presence of RF, which clearly supports different types of lymphomagenesis pathways in patients with HCV, one of them linked to the continuous stimulation of RF+ B cells by the immune complexes between HCV antigens and anti-HCV antibodies. Reference: 1. Nocturne, G., et al., Germline and somatic genetic variations of TNFAIP3 in lymphoma complicating primary Sjogren's syndrome. Blood, 2013 122 (25): p. 4068-76. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "genetics",
        "hepatitis c virus",
        "lymphoma",
        "rheumatoid factor",
        "tumor necrosis factor alpha-induced protein 3",
        "leukemogenesis",
        "sjogren's syndrome",
        "nf-kappa b",
        "peeling skin syndrome",
        "splenic marginal zone b-cell lymphoma"
    ],
    "author_names": [
        "Gaetane Nocturne, MD",
        "Saida Boudaoud",
        "Caroline Besson, MD PhD",
        "Frederic Davi, MD PhD",
        "Danielle Canioni, MD",
        "Patrice Cacoub",
        "Olivier Hermine, MD PhD",
        "Xavier Mariette, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gaetane Nocturne, MD",
            "author_affiliations": [
                "Université Paris Sud, Le Kremlin Bicêtre, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Saida Boudaoud",
            "author_affiliations": [
                "Université Paris Sud, Le Kremlin Bicêtre, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Besson, MD PhD",
            "author_affiliations": [
                "APHP CHU Bicêtre; Université Paris Sud; INSERM U1012, Le Kremlin Bicêtre, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederic Davi, MD PhD",
            "author_affiliations": [
                "Hopital Pitie-Salpetriere, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danielle Canioni, MD",
            "author_affiliations": [
                "Necker Children's Hospital, Assistance Publique - Hôpitaux de Paris, Paris, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Cacoub",
            "author_affiliations": [
                "APHP, CHU Pitié-Salpétrière, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Hermine, MD PhD",
            "author_affiliations": [
                "Hôpital Necker-Enfants Malades, Paris, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Mariette, MD PhD",
            "author_affiliations": [
                "Université Paris Sud, Le Kremlin Bicêtre, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T02:41:22",
    "is_scraped": "1"
}