{
    "doi": "https://doi.org/10.1182/blood.V110.11.1897.1897",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=894",
    "start_url_page_num": 894,
    "is_scraped": "1",
    "article_title": "Time of Relapse after Initial Therapy Significantly Adds to the Prognostic Value of the IPI-R in Patients with Relapsed DLBCL Undergoing Autologous HSC Transplantation. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results-Autologous Transplantation",
    "topics": [
        "diffuse large b-cell lymphoma",
        "transplantation",
        "chemotherapy regimen",
        "anthracycline antibiotics",
        "carmustine",
        "cytarabine",
        "etoposide",
        "follow-up",
        "melphalan",
        "prognostic factors"
    ],
    "author_names": [
        "Luciano J. Costa, MD, PhD",
        "Ivana N. Micallef, MD",
        "David J. Inwards, MD",
        "Patrick B. Johnston, MD;PhD",
        "Luis F. Porrata, MD",
        "Stephen M. Ansell, MD;PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.022427199999996",
    "first_author_longitude": "-92.4666779",
    "abstract_text": "Background: High-dose chemotherapy and hematopoietic stem cell (HSC) transplantation is curative in about 40% of patients with relapsed chemosensitive diffuse large B cell lymphoma (DLBCL). The international prognostic index obtained at the time of relapse (IPI-R) and the time from initial treatment to relapse (TTR) have been suggested in different series to be predictors of outcome after HSC transplantation. We explored the concomitant effect of IPI-R and TTR on therapeutic outcome in a modern and uniform cohort of patients with relapsed chemosensitive DLBC undergoing high-dose chemotherapy and peripheral HSC transplantation. Methods: Retrospective analysis of 80 consecutive patients treated at Mayo Clinic, Rochester, MN between 2001 and 2006 who received a peripheral HSC transplant (except for 3 patients who receive bone marrow) after being conditioned with BCNU, etoposide, cytarabine and melphalan (BEAM) for relapsed chemosensitive DLBCL. Results: Median follow-up of survivors was 31.4 months, Median age at the time of transplant was 62 (interquartile range 53–65; range 26–77), 65% were males; median number of prior chemotherapy regimens was 2. All patients had received at least one previous anthracycline-based regimen, 78% had been previously exposed to rituximab and all achieved at least CRu after the initial treatment. The median time from diagnosis to relapse was 19 months (interquartile range 10–43), 25% of patients had a high or high-intermediate IPI-R. The median survival from the time of transplant for patients with TTR>18 months v. ≤ 18 months was not reached and 50 months respectively (P=0.005). Median survival for patients with high or high-intermediate IPI-R at the time of relapse (IPI score ≥3) was 23.3 months and not reached for patients with low or low-intermediate IPI (P=0.01). These two factors were independent in multivariate analysis with RR for death of 1.8 (1.2–2.9; P=0.004) for TTR ≤ 18 months and 1.7 (1.1–2.5; P=0.017) for high or high-intermediate IPI and therefore combined in a prognostic system were patients with none (n=32), one (n=39) or two (n=9) of these prognostic factors had median disease free survival not reached v. 50 months v. 3.3 months (P=0.001) and overall survival not reached v. 50 months v. 5 months (P=0.0001) (Figure). Conclusion: TTR and IPI-R provide an easy and powerful prognostic system in patients with DLBCL undergoing modern high-dose chemotherapy with HSC support. View large Download slide Figure View large Download slide Figure "
}