{
    "doi": "https://doi.org/10.1182/blood.V122.21.4407.4407",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2646",
    "start_url_page_num": 2646,
    "is_scraped": "1",
    "article_title": "Evaluation Of Potency and The Associated Biology Of The Investigational Proteasome Inhibitor, Ixazomib: Redox, Autophagic, and MAPK-Dependent Cell Death In T-Cell Lymphoma (TCL) and Hodgkin Lymphoma (HL) Cell Lines and Human Lymphoma Xenograft Models ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster III",
    "topics": [
        "cell death",
        "cell lines",
        "hodgkin's disease",
        "ixazomib",
        "lymphoma",
        "mitogen-activated protein kinases",
        "oxidation-reduction",
        "proteasome inhibitors",
        "t-cell lymphoma",
        "transplantation, heterologous"
    ],
    "author_names": [
        "Ravi Dashnamoorthy, PhD",
        "Irawati Kandela, PhD",
        "Savita Bhalla, PhD",
        "Andrew Mazar, Ph.D.",
        "Andrew M Evens, DO, MSc"
    ],
    "author_affiliations": [
        [
            "Tufts Cancer Center, Tufts University School of Medicine, Boston, MA, USA, "
        ],
        [
            "Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
        ],
        [
            "Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
        ],
        [
            "Chemistry of Life Processes Institute, Northwestern University, Evanston, IL, USA, "
        ],
        [
            "Division of Hematology/Oncology, Tufts Medical Center and Tufts University School of Medicine, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3504477",
    "first_author_longitude": "-71.0628662",
    "abstract_text": "Background We investigated the antitumor activity and biologic mechanisms of action of the investigational proteasome inhibitor, ixazomib citrate (MLN2238), in TCL and HL cells with in vitro and in vivo tumor models. Methods TCL cell lines (Jurkat, Hut78 and HH) and HL cell lines (L428, L540, L1236) were treated with ixazomib for 24-48 hours. We analyzed apoptosis and oxidative stress by flow cytometry (FC), and expression of p21, MYC, and MAPK were analyzed with Western blot. For analysis of autophagy, activation of lysosome was examined by fluorescence microscopy using monodansylcadaverine (MDC), which was confirmed by Western blot analysis for Cathepsin D activation and electron microscopy. Additionally, we interrogated signaling pathways with stably transfected shRNA knockouts (KO) +/- ixazomib. In vivo tumor growth inhibition and survival of tumor bearing SCID mice were determined using xenografts derived from Jurkat (TCL) and L540 (HL) cell lines. Results Treatment with 50-100 nanomolar (nM) of ixazomib resulted in time- and dose-dependent cytotoxicity in all cell lines. The IC50 values were 38nM, 52nM, and 41nM for Jurkat, Hut78, and HH, respectively, and 39nM, 60nM, and 117nM for L540, L1236, and L428, respectively. Further, ixazomib resulted in dose-dependent increases in apoptosis by Annexin-V/PI ( P <0.001), cleaved PARP, and activation of caspases 3, 8, and 9 in all cell lines. Ixazomib also resulted in increased oxidative stress and decreased intra-cellular glutathione (GSH) and it caused increased p21 expression and degradation of MYC protein. These effects appeared to be redox-dependent as treatment with N-acetyl cysteine (NAC) abrogated apoptosis, oxidative stress, and MYC degradation. Moreover, treatment with ixazomib resulted in cytoplasmic lysosomal abundance with localization in the perinuclear and nuclear region, as observed by MDC staining and electron microscopy in Jurkat and L428. Western blot analysis showed activation of Cathepsin D and presence of Cathepsin D in the nuclear fraction with ixazomib treatment. Furthermore, the autophagic inhibitor, spautin, abrogated cell death induced by ixazomib suggesting a critical role for lysosome directed cytotoxicity with ixazomib-induced cell death. In addition, ixazomib induced several changes in MAPK signaling. In TCL, it increased pERK and p-p38, while pJNK was decreased. Using shRNAs (with ixazomib), ERK and p38 KO had minimal effect in the TCL lines, however JNK KO resulted in increased cell death in Jurkat and Hut78 cells. In HL, ERK and JNK shRNA had minimal effect, while p38 KO increased the cytotoxic effect of ixazomib in all HL cell lines. Finally, in vivo experiments with Jurkat and L540 xenograft-bearing SCID mice showed that ixazomib treatment resulted in significant inhibition of tumor growth (P<0.001) as well as significantly improved survival (P<0.001) versus controls ( Figure 1 ). Figure 1 View large Download slide Kaplan Meier Survival Curves for Ixazomib In Vivo Studies. There was a significant survival benefit in the ixazomib treatment groups (N=7) compared with the control groups (N=7) in Jurkat and L540 (P=0.001, LogRank, GraphPad Prism5). Figure 1 View large Download slide Kaplan Meier Survival Curves for Ixazomib In Vivo Studies. There was a significant survival benefit in the ixazomib treatment groups (N=7) compared with the control groups (N=7) in Jurkat and L540 (P=0.001, LogRank, GraphPad Prism5). View large Download slide View large Download slide Conclusions Altogether, ixazomib induced potent cell death at nanomolar and clinically achievable concentrations in TCL and HL cell lines and in vivo human xenograft models. In all cell lines, ixazomib down-regulated MYC and cell death was redox-dependent. Further, autophagy appeared to strongly mediate apoptosis through lysosome directed cytotoxic response. Additionally, in TCL, the cytotoxic effect of ixazomib was mediated through JNK, while p38 was the dominant pathway in HL-related cell death. Continued examination of this novel agent in lymphoma is warranted and rational combinations with MAPK inhibitors should be explored. Disclosures: Evens: Millennium: Consultancy, Honoraria."
}