{
    "doi": "https://doi.org/10.1182/blood.V124.21.1829.1829",
    "article_title": " JAK2 , Calr and MPL Mutation Status Predicts the Survival Outcome of Patients with Primary Myelofibrosis ",
    "article_date": "December 6, 2014",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "abstract_text": "Background Patients with primary myelofibrosis survive for a median of 5-7 years after diagnosis. However, survival outcomes markedly vary; some patients experience rapid progression and others survive for 10 years or more. The international prognostic scoring system (IPSS) stratifies patients into 4 risk groups on the basis of clinical features (age and constitutional symptoms) and blood counts (hemoglobin, white blood cells, and the presence of circulating blasts). Most patients with primary myelofibrosis harbor mutually exclusive somatic mutations in 1 of 3 genes. In 60% of patients, a substitution mutation is detected in the Janus Kinase 2 ( JAK2 ) gene (JAK2 V617F ). In another 30% of patients, a frameshift mutation is identified in the Calreticulin ( CALR ) gene. In 5% of patients, a substitution mutation is found in the gene that codes for the thrombopoietin receptor ( MPL ). Although patients with mutated CALR generally have more indolent disease than patients with JAK2 V617F , the prognostic significance of harboring JAK2V617F is confounded by the observation that low JAK2 V617F allele burden is associated with aggressive disease and shortened overall survival (OS) duration. Aim To develop a prognostic model based on the mutation status of the JAK2 , CALR , and MPL genes and to determine whether JAK2 , CALR , and MPL mutation status provides additional prognostic value to the IPSS. Patients and methods Bone marrow samples were collected and processed from 344 patients with primary myelofibrosis at The University of Texas MD Anderson Cancer Center between 2000 and 2013 (157 months), at the initial visit. All samples were screened for JAK2V617F and for exon9 deletion or insertion mutations in CALR . We used quantitative PCR to quantify the levels of wild-type and mutated JAK2 and determine the JAK2 V617F burden. Patients who did not have a mutation in either gene (n = 73) were also screened for an exon10 substitution mutation in MPL . Results Of the 344 patients screened for JAK2 V617F and mutations in CALR , 226 (66%) had JAK2V617F and 43 (13%) had mutations in CALR . Of the 75 patients who did not have JAK2 or CALR mutations, 16 (21%) had mutated MPL . In 59 patients (17%), we did not identify mutations in any of the genes (“triple negative”). In the 226 patients who harbored the JAK2 V617F mutation, a cut-point of 50% dichotomized patients into those with a high JAK2 V617F burden (≥50%) and a favorable survival outcome (median OS: 80 months, 95% confidence interval [CI]: 51-109 months) and those with a low JAK2 V617F burden and an adverse survival outcome (median OS: 50 months, 95% CI: 40-60 months; Figure 1 ). Clinically, patients with a high JAK2 V617F burden had larger spleens than those with a low JAK2 V617F burden (P < .0001). We then classified patients according to mutation status into 5 groups: mutated CALR , mutated MPL , high JAK2 V617F burden, low JAK2 V617F burden, or triple negative) and used mutation status and the IPSS to fit a multivariate model to predict OS. In this model, the IPSS and mutation status independently predicted OS, and as implicated by the higher p-value of the Wald chi-square test, the mutation status was a superior estimate of OS. On the basis of this analysis, patients were stratified according to mutation status into 3 groups with different survival outcomes. Patients had a favorable outcome if they harbored CALR or MPL mutations or if they had a high JAK2 V617F burden (n = 170, OS: 104 months, 95% CI: 86-122 months). Patients who were triple negative had an intermediate survival outcome (n = 59, OS: 56 months, 95% CI: 35-77 months). Patients with a low JAK2 V617F burden had an adverse outcome (n = 115, OS: 45 months, 95% CI: 38-52 months; Figure 2 ). The risk of transformation to acute myeloid leukemia was similar across groups except that patients with a low JAK2V617F burden had a lower risk of transformation (hazard ratio = 0.27, 95% CI: 0.1-0.8). Conclusion On the basis of mutation status in JAK2 , CALR , and MPL , we stratified patients into 3 groups with good ( CALR or MPL mutation or high JAK2 V617F burden), intermediate (triple negative), or adverse (low JAK2 V617F burden) survival outcomes. Our results indicate that prognostication based on mutation status is independent of and superior to the IPSS. Figure 1: View large Download slide Overall survival in patients with primary myelofibrosis with a high or low JAK2V617F burden Figure 1: View large Download slide Overall survival in patients with primary myelofibrosis with a high or low JAK2V617F burden Close modal Figure 2: View large Download slide Overall survival in patients with primary myelofibrosis, stratified by mutation status into 3 risk groups Figure 2: View large Download slide Overall survival in patients with primary myelofibrosis, stratified by mutation status into 3 risk groups Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "calr gene",
        "mutation",
        "myelofibrosis, idiopathic, chronic",
        "prostatic hypertrophy risk score",
        "bone marrow specimen",
        "hemoglobin",
        "indolent",
        "janus kinase",
        "leukemia, myelocytic, acute",
        "mpl protein, human"
    ],
    "author_names": [
        "Uri Rozovski, MD",
        "Taghi Manshouri",
        "Vilma Dembitz",
        "Ksenija Bozinovic",
        "Sherry Pierce, BSN, BA",
        "Hagop M. Kantarjian, MD",
        "Zeev Estrov, MD",
        "Srdan Verstovsek, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Uri Rozovski, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX ",
                "Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Taghi Manshouri",
            "author_affiliations": [
                "The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vilma Dembitz",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ksenija Bozinovic",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry Pierce, BSN, BA",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev Estrov, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD PhD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T15:34:21",
    "is_scraped": "1"
}