{
    "doi": "https://doi.org/10.1182/blood.V108.11.4642.4642",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=688",
    "start_url_page_num": 688,
    "is_scraped": "1",
    "article_title": "2-Methoxyestradiol Sensitizes B-NHL Cells to TRAIL-Mediated Apoptosis Via Inhibition of HIF-1α, NF-κ B, YY1 and Induction of DR5 Expression. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "2-methoxyestradiol",
        "apoptosis",
        "annexin a5",
        "biological markers",
        "cancer",
        "caspase-3",
        "chemotherapy regimen",
        "cytotoxicity",
        "estradiol",
        "immunotherapy"
    ],
    "author_names": [
        "Sara Huerta-Yepez, PhD",
        "Mario I. Vega, Ph.D.",
        "Stavroula Baritaki, Ph.D.",
        "Eriko Suzuki",
        "Theresa La Vallee, Ph.D.",
        "Benjamin Bonavida, Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Microbiology, Immunology, and Molecular Genetics, David Geffen School of Medicine, Jonnson Comprehensive Cancer Center at UCLA, Los Angeles, CA, USA",
            "Unidad de Investigaction Medica en Inmunologia e Infectologia, Hospital de Infectologia, CMN ‘La Raza’, IMSS, Mexico City, Mexico"
        ],
        [
            "Department of Microbiology, Immunology, and Molecular Genetics, David Geffen School of Medicine, Jonnson Comprehensive Cancer Center at UCLA, Los Angeles, CA, USA",
            "Unidad de Investigaction Medica en Inmunologia e Infectologia, Hospital de Infectologia, CMN ‘La Raza’, IMSS, Mexico City, Mexico"
        ],
        [
            "Department of Microbiology, Immunology, and Molecular Genetics, David Geffen School of Medicine, Jonnson Comprehensive Cancer Center at UCLA, Los Angeles, CA, USA"
        ],
        [
            "Department of Microbiology, Immunology, and Molecular Genetics, David Geffen School of Medicine, Jonnson Comprehensive Cancer Center at UCLA, Los Angeles, CA, USA"
        ],
        [
            "Cell Biology Department, EntreMed, Inc, Rockville, MD, USA"
        ],
        [
            "Department of Microbiology, Immunology, and Molecular Genetics, David Geffen School of Medicine, Jonnson Comprehensive Cancer Center at UCLA, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.06660195",
    "first_author_longitude": "-118.44317905000001",
    "abstract_text": "There have been many advances in the treatment of B-NHL by both chemotherapy and immunotherapy. However, many patients experience recurrences and relapses and develop resistance to further treatments. Therefore, there is a need for new therapies. TRAIL and mAbs directed against DR4 or DR5 are currently being examined clinically, either alone or in combination with other therapies, for the treatment of resistant cancers. The objective of our study is to examine whether B-NHL can be sensitized to respond to TRAIL. 2-Methoxyestradiol (2ME2), a naturally occurring metabolite of estradiol, is known to have apoptotic activity and anti-angiogenic activity and has been examined for its therapeutic efficacy, both preclinically and in humans. Further, we and others have shown that 2ME2 can sensitize solid tumors to TRAIL-induced apoptosis. Thus, we hypothesized that 2ME2 may also sensitize B-NHL cells to TRAIL-induced apoptosis and that 2ME2-induced microtubule disruption and inhibition of NF-κ B activity may be involved in 2ME2-induced sensitization. The present study examined the role of 2ME2 in TRAIL-sensitization of the B-NHL cell line, Ramos, as a model for B-NHL. Ramos cells were treated with 2ME2 (0.1, 1.0 μ m for 5 h) and then treated with TRAIL (2.5–10 ng/ml for 18 h). The cells were harvested and examined for apoptosis by Annexin V/PI and for activation of caspase-3. The findings demonstrate that, while single agents were not cytotoxic, the combination treatment resulted in significant cytotoxicity demonstrating synergy in apoptosis. The synergy was obtained with very low concentrations of 2ME2 (0.1μ m) and TRAIL (2.5 ng/ml), concentrations that were not effective in other tumor cell lines studied. We examined the potential mechanism involved in synergy induced by 2ME2 and TRAIL. Surface DR-5 expression was upregulated following treatment with 2ME2. In addition, the transcription repressor YY1 protein expression was inhibited as assessed by Western and immunohistochemistry (IHC). Microtubule disruption by 2ME2 results in inhibition of HIF-1α transcriptional activity through impairment of HIF-1α nuclear accumulation. Additionally, we have found that 2ME2 inhibits HIF-1α accumulation in the nucleus as assessed by IHC. Inhibition of HIF-1α has been shown to regulate apoptosis via upregulation of BID and phosphorylyzation of Bcl-2. The present findings demonstrate, for the first time, that 2ME2 sensitizes B-NHL cells to TRAIL-induced apoptosis via inhibition of both HIF-1α and YY1 and upregulation of DR5. The findings support potential therapeutic combination studies of 2ME2 with TRAIL for the treatment of resistant B-NHL In addition, we suggest that HIF-1α, YY1, and DR5 may serve as targets for therapeutic intervention and potentially as biomarkers for activity."
}