{
    "doi": "https://doi.org/10.1182/blood.V106.11.1332.1332",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=391",
    "start_url_page_num": 391,
    "is_scraped": "1",
    "article_title": "Autopsies Post Hematopoietic Stem Cell Transplant: A Reassessment of Their Role in Patient Management. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Introduction: An autopsy is considered the gold standard for establishing a cause of death, but autopsies are rarely performed on general medicine and surgical services despite documentation of missed diagnoses (Shojania K.G. et al, 2003). The only recent autopsy study (Al-Saidi, F. et al, 2002) of stem cell transplant patients that compared premortem and postmortem diagnoses reviewed 28 autopsies, showed 10 discrepancies, and found that in two, management would have been different. We present a larger review of post stem cell transplant patients to better define the clinical utility of the autopsy as a method of improving patient care. Results: Of 1,780 stem cell transplants (1268 autologous, 512 allogeneic) performed from 1986–2003 at our center, 125 autopsies were performed out of which 105 charts were available for review. We compared the cause of death as charted by the attending or fellow on service with data obtained from chart review and autopsy reports. Transplant indications were as follows: 28% NHL, 14% AML, 11% ALL, 11% CML, 9% metastatic ovarian cancer, 6% MDS, 5% breast cancer, and 5% Hodgkin’s lymphoma. Causes of death were disseminated fungal disease in 19%, multi-drug resistant bacteria in 16%, progressive disease in 11%, uncontrolled GVHD in 10%, regimen-related toxicities in 9%, diffuse alveolar hemorrhage or engraftment syndrome in 7%, CMV in 6%, IPS in 5%, viruses in 4%, PCP in 4%, and VOD in 3%. The pre-mortem clinical diagnosis agreed with the retrospective post-mortem diagnosis 83% of the time. The 18 discrepancies were grouped as shown in the table below. Most discrepancies were seen in patients with overwhelming systemic fungal infection despite the best available antifungal medications or rapidly progressive disease in patients that could not have tolerated chemotherapy. Data obtained from this group of patients would have led to a change in management that could have prevented death only once. In 1993 that patient was admitted one year after autologous transplant with relapsed diffuse large B-cell lymphoma and, while undergoing salvage ESHAP chemotherapy, died of what was thought to be toxic hepatitis and bleeding diathesis from chemotherapy. Autopsy revealed systemic candidiasis in a patient that was not receiving systemic antifungal therapy.  # of patients . Actual cause of death . Causes of death from treating team’s perspective . DAH = diffuse alveolar hemorrhage, IPS = idiopathic pneumonia syndrome, CHF = congestive heart failure 8 Disseminated aspergillus or candida CHF, culture positive bacteremia, DAH, IPS, biopsy proven disease, and bleeding diathesis 4 Progressive disease Fungi, pulmonary emboli 4 Bacterial sepsis Progressive disease, fungi, regimen-related toxicity 1 CMV Culture-positive bacteremia 1 Regimen-related toxicity DAH # of patients . Actual cause of death . Causes of death from treating team’s perspective . DAH = diffuse alveolar hemorrhage, IPS = idiopathic pneumonia syndrome, CHF = congestive heart failure 8 Disseminated aspergillus or candida CHF, culture positive bacteremia, DAH, IPS, biopsy proven disease, and bleeding diathesis 4 Progressive disease Fungi, pulmonary emboli 4 Bacterial sepsis Progressive disease, fungi, regimen-related toxicity 1 CMV Culture-positive bacteremia 1 Regimen-related toxicity DAH View Large Conclusion: Considering available therapies at the time of their deaths, only one of the 105 autopsies reviewed provided data that might have prevented the patient’s death. While autopsies may provide diagnostic confirmation that may alter the management of subsequent patients and be a psychological benefit to the patient’s family, improved non-invasive methods for diagnosing disease relapse and occult infections may continue to erode their benefit in this clinical situation.",
    "topics": [
        "autopsy",
        "hematopoietic stem cell transplantation",
        "patient care management",
        "idiopathic pneumonia syndrome",
        "progressive neoplastic disease",
        "chemotherapy regimen",
        "congestive heart failure",
        "toxic effect",
        "bacteremia",
        "bleeding diathesis"
    ],
    "author_names": [
        "Craig C. Hofmeister, MD",
        "Mala Parthasarathy, MS, M.T.",
        "Cheryl Czerlanis, MD",
        "Patrick J. Stiff, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Loyola University Cardinal Bernardin Cancer Center, Maywood, IL, USA"
        ],
        [
            "Medicine, Loyola University Cardinal Bernardin Cancer Center, Maywood, IL, USA"
        ],
        [
            "Medicine, Loyola University Cardinal Bernardin Cancer Center, Maywood, IL, USA"
        ],
        [
            "Medicine, Loyola University Cardinal Bernardin Cancer Center, Maywood, IL, USA"
        ]
    ],
    "first_author_latitude": "41.8580096",
    "first_author_longitude": "-87.83516974999999"
}