{
    "doi": "https://doi.org/10.1182/blood.V124.21.1756.1756",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2696",
    "start_url_page_num": 2696,
    "is_scraped": "1",
    "article_title": "A Multicenter Phase I Study of the Humanized Anti-CD19 Monoclonal Antibody, MEDI-551, in Patients with Relapsed or Refractory B-Cell Lymphoma and Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "b-lymphocytes",
        "cd19 antigens",
        "lymphoma",
        "monoclonal antibodies",
        "multiple myeloma",
        "diffuse large b-cell lymphoma",
        "toxic effect",
        "infusion procedures",
        "leukopenia",
        "adverse event"
    ],
    "author_names": [
        "Michinori Ogura, MD PhD",
        "Kiyoshi Ando, MD",
        "Naokuni Uike",
        "Yoshiaki Ogawa, MD",
        "Toshiki Uchida, MD",
        "Yasunobu Abe, MD",
        "Takanobu Morishita, MD",
        "Minoru Kojima, MD PhD",
        "Ilseung Choi, MD",
        "Katsuro Yagawa, MD",
        "Yuki Yokoi",
        "Jun Okamura, MD"
    ],
    "author_affiliations": [
        [
            "Nagoya Daini Red Cross Hospital, Nagoya, Japan ",
            "National Hospital Organization Suzuka National Hospital: Present Affiliation, Suzuka, Japan "
        ],
        [
            "Tokai University School of Medicine, Isehara, Japan "
        ],
        [
            "Kyushu Cancer Center, Fukuoka, Japan "
        ],
        [
            "Tokai University School of Medicine, Isehara, Japan "
        ],
        [
            "Nagoya Daini Red Cross Hospital, Nagoya, Japan "
        ],
        [
            "Kyushu Cancer Center, Fukuoka, Japan "
        ],
        [
            "Nagoya Daini Red Cross Hospital, Nagoya, Japan "
        ],
        [
            "Tokai University School of Medicine, Isehara, Japan "
        ],
        [
            "National Hospital Organization Kyushu Cancer Center, Fukuoka, Japan "
        ],
        [
            "AstraZeneca K.K., Osaka, Japan "
        ],
        [
            "AstraZeneca K.K., Osaka, Japan "
        ],
        [
            "National Hospital Organization Kyushu Cancer Center, Fukuoka, Japan"
        ]
    ],
    "first_author_latitude": "35.1451415",
    "first_author_longitude": "136.9659172",
    "abstract_text": "Background: MEDI-551 is an affinity-optimized and afucosylated humanized IgG kappa anti-CD19 monoclonal antibody enhanced for antibody-dependent cellular cytotoxicity. In a previous multicenter, phase 1/2 trial conducted in the United States and Europe, an overall disease control (objective response + stable disease) rate of 73.5% was achieved with MEDI-551 in patients (N=83) with relapsed or refractory B-cell malignancies, and median progression-free survival was 9.4 months (95% CI, 3.9–18.6 months) (Forero-Torres A, et al. 2013, ASH meeting). Objective: We conducted an open-label, multicenter, phase 1 dose escalation study of MEDI-551 in Japan in patients with relapsed or refractory B-cell lymphoma and myeloma to determine the safety profile, maximum tolerated dose (MTD) or optimal biologic dose (OBD), and the preliminary antitumor activity of MEDI-551. Methods: Patients aged 20 years or older with relapsed or refractory chronic lymphocytic leukemia (CLL), diffuse large B-cell lymphoma (DLBCL), follicular lymphoma (FL), or multiple myeloma (MM) were enrolled at 3 institutes in Japan. All patients received MEDI-551 (at 2, 4, or 8 mg/kg) intravenously on days 1 and 8 of the first 28-day cycle, then once every 28 days, with an additional dose cohort of 12 mg/kg added. Dose escalation continued to the maximum dose of 12 mg/kg or until MTD was reached. Therapy continued for 2 cycles after the achievement of complete response (CR) or until unacceptable toxicity or disease progression. Dose-limiting toxicity (DLT) was defined as a MEDI-551–related adverse event (AE) that inhibited completion of a full first cycle of MEDI-551, or as a grade ≥3 toxicity that could not be attributed to another cause. Results: From April 2011 through June 30, 2014, a total of 20 patients, including 6 with DLBCL, 11 with FL, 2 with CLL, and 1 with MM, received study treatment across 4 dose levels (2-mg/kg cohort; n=3; 4-mg/kg cohort, n=7; 8-mg/kg cohort, n=4; 12-mg/kg cohort, n=6). Two DLTs, including one infusion-related reaction and one case of neutropenia/leukopenia, were observed at the 12-mg/kg dose; thus, the MTD was determined to be 8 mg/kg. The AEs most commonly reported (in ≥15% of patients) were infusion-related reaction, hypertriglyceridemia, leukopenia, nasopharyngitis, decreased lymphocyte count, decreased neutrophil count, decreased white blood cell count, and rash. A serious AE of epiglottitis (not treatment-related) was observed on day 64 after 4 cycles of MEDI-551 12-mg/kg. No treatment-related deaths were reported. Two patients with 12-mg/kg were discontinued due to treatment-related AEs (infusion-related reaction, decreased neutrophil count). Among 20 patients evaluable for response, 2 and 10 patients achieved CR and partial response, respectively, with an overall response rate of 60%. Six patients (30%) had stable disease. Response was obtained in 3/6 patients with DLBCL, 0/2 with CLL, 9/11 with FL, and 0/1 with MM, and in 2/3 at the MEDI-551 2-mg/kg dose, 3/7 at 4 mg/kg, 3/4 at 8 mg/kg, and 4/6 at 12 mg/kg. Data from this phase I study are being finalized. Conclusions: This phase I study demonstrated acceptable toxicity and preliminary but promising antitumor activity of MEDI-551, with an MTD of 8 mg/kg, in Japanese patients with relapsed or refractory DLBCL or FL. Disclosures Ogura: AstraZeneca: Research Funding; Pfizer: Research Funding; GSK: Research Funding; Eizai: Research Funding; Symbio: Research Funding; Kyowahakko-Kirin: Research Funding; Chugai: Research Funding; Zenyaku: Research Funding; Otsuka: Research Funding; Dainippon Sumitomo: Research Funding; Jansen: Research Funding; Soraisia: Research Funding; Mundi: Research Funding; Celgene: Research Funding; Takeda: Research Funding. Ando: Kyowahakko-Kirin: Research Funding. Yagawa: AstraZeneca: Employment; AstraZeneca: Stock ownership, Stock ownership Other. Yokoi: AstraZeneca: Employment; AstraZeneca: Stock ownership, Stock ownership Other."
}