{
    "doi": "https://doi.org/10.1182/blood.V120.21.4133.4133",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2269",
    "start_url_page_num": 2269,
    "is_scraped": "1",
    "article_title": "Correction of Post-Transplant Hematopoiesis by Novel Use of Mesenchymal-Like Placental Expanded Cells (PLX) Administered Intra-Muscular ",
    "article_date": "November 16, 2012",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "topics": [
        "hematopoiesis",
        "placenta",
        "transplantation",
        "cytokine",
        "pancytopenia",
        "adverse effects",
        "allogeneic stem cell transplant",
        "anti-inflammatory agents",
        "aplastic anemia",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Reuven Or, MD",
        "Sigal Grisaro, M.D.",
        "Batia Ronit Avni, M.D.",
        "Igor Resnick, M.D. PhD",
        "Lilyan Dari",
        "David Shoshani, M.D.",
        "Dalia Bracha, RN, MPA",
        "Nurit Beilin, DVM",
        "Limor Lior, MSc",
        "Michael Y. Shapira, MD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
        ],
        [
            "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
        ],
        [
            "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
        ],
        [
            "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
        ],
        [
            "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
        ],
        [
            "Pluristem Therapeutics Inc, Haifa, Israel"
        ],
        [
            "Pluristem Therapeutics Inc, Haifa, Israel"
        ],
        [
            "Pluristem Therapeutics Inc, Haifa, Israel"
        ],
        [
            "Pluristem Therapeutics Inc, Haifa, Israel"
        ],
        [
            "Bone Marrow Transplantation, Hadassah University Hospital, Jerusalem, Israel, "
        ]
    ],
    "first_author_latitude": "31.765683399999997",
    "first_author_longitude": "35.1493192",
    "abstract_text": "Abstract 4133 Post autologous or allogeneic stem cell transplantation hematopoietic dysfunction is a common phenomenon caused by multiple factors. Complicating the treatment of this condition is the fact that additional reserves of stem cells for autologous transplantation is usually unavailable and the use of allogeneic stem cells, if available, may be associated with transplant related complications, including graft versus host disease. Furthermore, the addition of donor cells may be ineffective because the underlying disease may also damage the supplemented stem cells. Prolonged pancytopenia in cases not responding to hematopoietic growth factors is a major life threatening condition. Bone marrow derived mesenchymal stem cells (MSC) are multi-potent cell that are being clinically explored as immune modulators and inducers of stem cell plasticity. Placental-expanded (PLX) cells are mesenchymal-like adherent stromal cells derived from the full term placenta. The cells are expanded in a bioreactor system, which provides a three dimensional microenvironment for cell growth. This system enables full control over the manufacturing process, large-scale growth of these cells and batch-to-batch consistency. PLX cells are immune privileged and suitable for allogeneic administration without HLA-Matching. Additionally, PLX cells are known to secrete a wide range of anti-inflammatory cytokines as well as various growth factors. Three patients suffered from severe and long-standing pancytopenia with associated complications after receiving hematopoietic stem cell transplantations (two allogeneic and one autologous). They were treated on a compassionated basis with intra-muscular (IM) injections of PLX cells in an attempt to enhance hematopoiesis. The first case was a 7 year-old girl that suffered from severe aplastic anemia and underwent two un-manipulated allogeneic stem cell transplantations from two different unrelated donors. The second patient was a 55 year-old woman that suffered from non-Hodgkin lymphoma and sustained an autologous stem cell transplantation. The third patient was a 45 year-old male with AML that underwent an allogeneic, un-manipulated transplant from an unrelated source. On days 74, 46, 144 post-transplant respectively for each patient, PLX cells were injected IM at a dose of 600×10 6 cells per adult and 160×10 6 cell per child, divided in two administrations one week apart. No local or systemic side effects were observed. All three patients had impressive clinical improvement, which enabled them to be discharged from the hospital. The first 2 patients responded 4 and 9 days respectively after the second PLX cell administration, with improvement of tri-linage hematopoiesis. The third patient became significantly less transfusion dependent. PLX cell's immunomodulatory properties and cytokine secretory potential might be involved in the bone marrow regeneration capacity seen in these patients. The endocrine mode of action following the IM administration of PLX cells is a new and simple concept for cell therapy. Future clinical trials are needed to investigate the potential of PLX cells to enhance and shorten bone marrow engraftment following autologous or allogeneic bone marrow transplantation. Disclosures: Shoshani: Pluristem Therapeutics Inc., Haifa, Israel: Employment. Bracha: Pluristem Therapeutics Inc., Haifa, Israel: Employment. Beilin: Pluristem Therapeutics Inc., Haifa, Israel: Employment. Lior: Pluristem Therapeutics Inc., Haifa, Israel: Employment."
}