{
    "doi": "https://doi.org/10.1182/blood.V116.21.339.339",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1770",
    "start_url_page_num": 1770,
    "is_scraped": "1",
    "article_title": "Mature Erythroblasts Die of Autophagy and Induce Autophagy of Immature Erythroblasts, Limiting the Final Cellular Output In Human Erythroid Massive Amplification (HEMA) Culture ",
    "article_date": "November 19, 2010",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion: Ex Vivo Generation and Analysis of Blood Products",
    "topics": [
        "amplification",
        "autophagy",
        "death",
        "erythroblasts",
        "semi-solid dose form",
        "coculture techniques",
        "cd36 antigens",
        "interleukin-3",
        "acridine orange",
        "annexin a5"
    ],
    "author_names": [
        "Giovanni Migliaccio, PhD",
        "Francesca Masiello",
        "Valentina Tirelli",
        "Massimo Sanchez",
        "Lilian Varricchio",
        "Carolyn Whitsett",
        "Anna Rita F Migliaccio, PhD"
    ],
    "author_affiliations": [
        [
            "Istituto Superiore di Sanita', Rome, Italy, "
        ],
        [
            "Istituto Superiore di Sanita', Rome, Italy, "
        ],
        [
            "Istituto Superiore di Sanita', Rome, Italy, "
        ],
        [
            "Istituto Superiore di Sanita', Rome, Italy, "
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "41.904251900000006",
    "first_author_longitude": "12.5180596",
    "abstract_text": "Abstract 339 Mononuclear cells from adult blood (buffy coat) generate great numbers (∼10 10 ) of erythroid cells (EBs) in culture stimulated with stem cell factor (SCF), interleukin-3 (IL-3), erythropoietin (EPO), dexamethasone and estrogens (human erythroid massive amplification, HEMA) but the number is below that required for one transfusion (∼10 12 ) highlighting the importance of devising strategies to further improve cell proliferation ex-vivo. From day 6 to day 21, two types of EBs are recognized using CD36 (the thrombospondin receptor) and CD235a (Glycophorin A) expression: immature CD36 high CD235a neg EBs (iEBs) and mature CD36 high CD235a high EBs (mEBs). The aim of this study was to identify the contribution of iEBs and mEBs to the final EBs cellular output in HEMA. Cell isolation and functional studies indicated that iEBs do not grow in semisolid media but are able to generate additional EBs when cultured in HEMA (FI after 48 hrs=2.57±1.15). By contrast, mEBs die within 4–5 days. In addition, iEBs sequentially sorted every 2 days generate 5-fold more EBs than unfractionated cells cultured in parallel, suggesting that mEBs may inhibit growth of iEBs. To test this hypothesis, day 10 iEBs and mEBs separated by sorting were co-cultured for 48 hrs at ratios of 100/0, 5/1, 5/3 and 1/2 for fate determination (proliferation, maturation and/or death). Either iEBs or mEBs were labelled by CSFE staining to account for possible toxic effects of CSFE-labeling. iEBs cultured alone increased in numbers by 2-fold over 4 days whereas iEBs when co-cultured with mEB did not generate additional cells (5/1-5/3 ratios) and even died, becoming undetectable (1/2 ratios). Although cell numbers did not increase in co-cultures, proliferation indexes (1.3, based on hemi-decrements of CSFE labelling), maturation (50% of newly generated cells were mEBs) and apoptosis (barely detectable Annexin V pos cells) were similar when iEBs were cultured alone or in combination with mEBs. These observations suggest that failure to observe increases in cell numbers in the co-cultures may be due to non-apoptotic cell death, possibly autophagy. EBs activate autophagy as part of the maturation process by forming the autophagic vescicles required for organelle desctruction. One of the first steps in the formation of autophagic vescicles is the conversion by lipidation of the cytosolic form of the microtubule associated protein light chain 3 (LC3-I) into the vescicle-specific LC3-II form. Once the autophagic vescicles are prepared, EBs either progress to enucleation or die by autophagy. Acridine Orange (AO) staining may be used to monitor authophagic death. By western blot analyses, day 10–11 EBs express LC3-I/LC3-II ratios of 1:2, indicating that the autophagic machinery is already maximally activated in these cells. By FACS analyses, however, only a fraction (3-4%) of day 10–11 EBs are stained by AO. However, these cells are susceptible to induction of autophagic death because growth factor starvation (STV) for 4 hrs does not induce apoptosis (Annexin Vpos cells: 6.6±4.8% vs 10.7±7.3% before and after STV, respectively) or change LC3-I/LC3-II ratio (which remains 1:2) but greatly increases the AOpos cells (4.3% to 23.1±3.7%, p<0.01). To clarify the role of autophagy in limiting the cell output in HEMA, the number of AOpos cells observed in day 10 iEBs and mEBs cultured for 4 days either alone or at the 1:1 ratio was determined. Increases in total cell numbers were observed in cultures of iEBs alone (FI=4) but not in those of mEBs, either alone or with iEBs (FI=1 in both). AOpos cells were barely detectable in cultures of iEBs alone (1.6%) but became 23% and 17% in those of mEBs alone and with iEBs, respectively. Calculations based on numbers of mEBs seeded in cultures (3×10 5 alone and 1.5×10 5 with 1.5×10 5 iEBs) and on FI observed (1) indicate that the number of AOpos cells is 7×10 4 (23% of 3×10 5 cells) when mEBs are cultured alone and 5.1×10 4 (17% of 3×10 5 cells) in iEBs/mEBS coculture, instead of 3.5×10 4 (23% of 1.5×10 5 cells) AOpos cells expected to be generated by the mEBs added to the co-culture. This difference suggests that during co-culture, mEBs induce iEBs to die by autophagy. In conclusion, these data indicate that the autophagic pathway is maximally activated in day 10 EBs and plays a major role in limiting the final cellular output of HEMA. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}