{
    "doi": "https://doi.org/10.1182/blood-2020-134753",
    "article_title": "CD62L Expression Level Dictates the Cell Fate of Myeloid Progenitors in Mice and Humans ",
    "article_date": "November 5, 2020",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Hematopoietic cells are hierarchically differentiated from hematopoietic stem cells through several progenitors. Recent studies showed that each progenitor population has significant heterogeneity and some of the subsets have skewed differentiation potential. However, it has not been elucidated how and when common myeloid progenitors (CMPs) and granulocyte-monocyte progenitors (GMPs) acquire different fates. We hypothesized that progenitor cells with skewed differentiation potential had acquired a part of gene expression profiles of more differentiated cells. By analyzing publicly available single-cell RNA sequencing data of human and murine CMPs and GMPs, we thoroughly explored surface markers with heterogeneous expression patterns and identified CD62L as a candidate to refine the differentiation potential of CMPs and GMPs. First, at CMP level, we clarified that CD62L-low CMPs had genuine CMP potential, whereas CD62L-high CMPs were mostly restricted to GMP potentials in both mice and humans. CD62L expression on CMPs was widely distributed and when divided into low, middle, and high fraction, colony forming-cell assay showed that murine CD62L-high CMPs mostly differentiated into CD11b-positive granulocytes and macrophages (97.4 ± 1.7%), whereas CD62L-low CMPs produced many erythroid and megakaryocytic colonies (38.7 ± 3.3%), and human CMPs had similar tendency. Also, liquid culture assay showed that murine CD62L-low CMPs differentiated into both GMPs (43.3 ± 4.1%) and megakaryocyte-erythrocyte progenitors (MEPs) (20.6 ± 3.7%), while CD62L-high CMPs mainly produced GMPs (82.8 ± 1.7%) and the proportion of MEPs was only 1.3 ± 0.1%. As for in vivo kinetics, we transplanted CD62L-low and high CMPs from GFP-expressing mice into irradiated wild-type mice, thus donor-derived platelets can be detected as GFP-positive. On day 7 after transplantation of each 15,000 cells, GFP-positive platelets from CD62L-low CMPs accounted for 9.8 ± 2.7% of all platelets, meanwhile CD62L-high CMPs accounted for only 0.20 ± 0.14%, which reinforced our hypothesis. Moreover, we performed transcriptome analysis using data of murine and human CMPs and focused on several transcription factors. Gata1, Klf1, Tal1 and Gfi1b are important transcription factors for erythroid and megakaryocytic differentiation, and these expressions were exclusively high in CD62L-low CMPs. On the other hand, Spi1 and Irf8 are important for differentiation into granulocytes and monocytes, and these expressions were higher in CD62L-high CMPs, which further corroborated the role of CD62L as a marker for refining the differentiation fate of CMPs. Second, at GMP level, we found that part of CD62L-neg GMPs possess remaining CMP potential and CD62L-low GMPs were skewed to granulocyte differentiation. CD62L expression on GMPs was mostly positive, but when we defined lowest 10% of GMPs as CD62L-neg GMPs, colony-forming cell assay in mice showed that part of CD62L-neg GMPs produced erythroid and megakaryocytic colonies (3.9 ± 2.6%), which suggested that this subset still possesses CMP potential. In vivo transplantation experiment using GFP-positive mice showed that CD62L-neg GMPs produced GFP-positive platelets slightly (0.02 ± 0.01%), but no platelets from CD62L-positive GMPs. Also, single-cell RNA-seq data revealed that part of CD62L-neg GMPs had CMP-specific gene expression pattern, suggesting that the bona fide GMPs were restricted to CD62L-positive GMPs. Next, we divided GMPs into CD62L-low and high GMPs, and performed colony-forming cell assay. CD62L-low GMPs produced granulocyte colony (CFU-G) 73.2 ± 6.1% and macrophage colony (CFU-M) 17.4 ± 3.3%, whereas CD62L-high GMPs produced CFU-G 46.6 ± 1.7% and CFU-M 42.9 ± 2.7%, which suggested that CD62L-low GMPs were granulocyte-skewed population. Also, we performed in vivo transplantation assay using Ly5.1 and Ly5.2 mice. On day 5 after transplantation, murine CD62L-low GMPs produced more neutrophils (87.6 ± 3.1%) in spleen than bulk GMPs (78.9 ± 1.9 %), which further confirmed this hypothesis. In summary, our in vitro and in vivo experiment and transcriptome analysis revealed that CMPs and GMPs had high heterogeneity. CD62L expression level refines the definition of CMPs and GMPs in both mice and humans, and elucidates the differentiation mechanism of myeloid cells in more detail. Disclosures Nakahara: Bristol-Myers Squibb Company: Honoraria; Eisai Co., Ltd.: Honoraria; Astellas Pharma Inc.: Honoraria. Kagoya: NIPPON SHINYAKU CO.,LTD.: Research Funding; Bristol-Myers Squibb Company: Research Funding; Kyowa Kirin Co., Ltd.: Research Funding. Kurokawa: Eisai: Research Funding, Speakers Bureau; Teijin: Research Funding; Bioverativ Japan: Consultancy; Celgene: Consultancy, Speakers Bureau; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Nippon Shinyaku: Research Funding, Speakers Bureau; Sumitomo Dainippon Pharma: Research Funding, Speakers Bureau; Bristol-Myers Squibb: Speakers Bureau; Boehringer Ingelheim: Speakers Bureau; Ono: Research Funding, Speakers Bureau; Jansen Pharmaceutical: Speakers Bureau; Shire Plc: Speakers Bureau; MSD: Consultancy, Research Funding, Speakers Bureau; Chugai: Consultancy, Research Funding, Speakers Bureau; Sanwa-Kagaku: Consultancy; Pfizer: Research Funding; Otsuka: Research Funding, Speakers Bureau; Astellas: Research Funding, Speakers Bureau; Kyowa Kirin: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Takeda: Research Funding, Speakers Bureau.",
    "author_names": [
        "Yusuke Ito, MD",
        "Fumio Nakahara, MD PhD",
        "Yuki Kagoya, MD PhD",
        "Mineo Kurokawa, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yusuke Ito, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fumio Nakahara, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuki Kagoya, MD PhD",
            "author_affiliations": [
                "Division of Immune Response, Aichi Cancer Center Research Institute, Aichi, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mineo Kurokawa, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T02:53:01",
    "is_scraped": "1"
}