{
    "doi": "https://doi.org/10.1182/blood-2020-139214",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4662",
    "start_url_page_num": 4662,
    "is_scraped": "1",
    "article_title": "Short-Term Risk for Progression in Patients with Smoldering Multiple Myeloma: The Impact of CD56 Expression ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": null,
    "author_names": [
        "Laura Notarfranchi",
        "Rosanna Vescovini, PhD",
        "Roberta Segreto, MS",
        "Sabrina Bonomini, MS",
        "Paola Storti, PhD",
        "Valentina Marchica, MS",
        "Federica Costa",
        "Gabriella Sammarelli, PhD",
        "Giannalisa Todaro, PhD",
        "Maria Teresa Catarozzo, MS",
        "Dario De Giovanni, MD",
        "Vincenza Fabiano, MD",
        "Anna Benedetta Dalla Palma, MD",
        "Nicola Giuliani"
    ],
    "author_affiliations": [
        [
            "Department of Medicine and Surgery, University of Parma, Parma, Italy "
        ],
        [
            "Department of Medicine and Surgery, University of Parma, Parma, Italy "
        ],
        [
            "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy"
        ],
        [
            "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy"
        ],
        [
            "Department of Medicine and Surgery, University of Parma, Parma, Italy "
        ],
        [
            "Department of Medicine and Surgery, University of Parma, Parma, Italy "
        ],
        [
            "Department of Medicine and Surgery, University of Parma, Parma, Italy "
        ],
        [
            "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy"
        ],
        [
            "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy"
        ],
        [
            "Department of Medicine and Surgery, University of Parma, Parma, Italy "
        ],
        [
            "Department of Medicine and Surgery, University of Parma, Parma, Italy "
        ],
        [
            "Department of Medicine and Surgery, University of Parma, Parma, Italy "
        ],
        [
            "Department of Medicine and Surgery, University of Parma, Parma, Italy ",
            "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy"
        ],
        [
            "Department of Medicine and Surgery, University of Parma, Parma, Italy ",
            "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy"
        ]
    ],
    "first_author_latitude": "44.80275555",
    "first_author_longitude": "10.318333599999999",
    "abstract_text": "The identification of risk factors for progression is critical in the clinical management and appropriate follow up of patients with Smoldering Multiple Myeloma (SMM). The early identification of patients with possible short-term progression to Multiple Myeloma (MM) could lead to anticipate the treatment. Several prognostic score identify in SMM patients the main risk factors for progression to MM. The two most used risk stratification models in SMM are the Mayo Clinic model, based on the tumor burden and the free light chains ratio, and the Spanish PETHEMA group model based on the immunophenotyped to identify abnormal plasma cells (PCs) and the reduction of the unevolved immunoglobulins. However, significant discrepancies between these two clinical models currently used in clinical practice has been recently underlined. For this reason, new parameters to identify possible new parameters for progression in SMM need to be defined. The aim of this study was to validate the main prognostic score and to investigate the possible role of the immunphenotype as risk factor for progression in a monocentric cohort of patients with SMM. We retrospectively evaluated a cohort of SMM patients admitted to a single haematological center (Hematology and BMT Unit, University Hospital of Parma) between 2014 and 2018. We analyzed a total cohort of 80 patients diagnosed with SMM according to the IMWG recently updated diagnostic criteria. All patients analysed underwent to Bone Marrow (BM) examination and imaging evaluation was performed in order to exclude the presence of bone disease and/or focal lesions. Both immunophenotypic and FISH analysis were performed of BMPCs. The median age of the SMM patients analysed was 68 years (range 36-93 years). Median percentage of BMPCs was 15% (range 10-40%) in the entire population. Median serum M-protein was 2 g/dL (range: 0.17-4.5). FLC ratio value was available in 66 patients: in 47 (71%) the ratio was unbalanced, 26 (39%) had a FLC ratio ≤ 0.125 or ≥ 8 and in 6 (9%) it was > 20. The presence of a reduction of one or two uninvolved immunoglobulins occurred in 61% of the entire population. The median follow up time was 27 months (range 0 - 76 months) for whole population. Overall 22 patients of the entire cohort progressed to MM with a median the time to progression (TTP) of 22 months. Firstly, we validated the currently score of progression in our cohort of SMM patients. By univariate analysis we found that percentage of BMPCs, abnormal FLC ratio and presence of immunoparesis were significantly correlated with progression to active MM ( p <0.005 for each variable). Any significant correlation was not observed with age, sex, Ig isotype and light chain's type ( p =NS). Afterwards, we study and confirm the significance of the risk stratification models. \"Pethema\" ( p =0.0002), \"20-2-20\" Mayo score ( p =0.0005) and also the \"Danish score\" ( p = 0.0173) turned out statistically significant. Then, we investigate the possible role of immunophenotype in the risk of progression. Dividing the population-based on CD56 expression, we found that the median TTP in CD56- SMM patients was 21 months as compared to 34 months in CD 56+ SMM patients ( p = 0.08). Moreover CD56- patients progressed without a significant increase of the monoclonal component ( p =0.48) as compared to those CD56+ SMM patients ( p =0.023). Finally, a relationship between CD56 expression and the hyperdiploidy was wound finding that CD56- SMM patients had a significant lower presence of hyperdiploidy as compared to those with CD56+ BMPCs ( p =0.024) In conclusion, our data indicate that in SMM patients the factors, which mostly impact on the short-term risk of progression to active MM, are the entity of the PCs infiltrate, the immunoparesis and abnormal FLC ratio. Therefore, we identified the absence of CD56 expression by BMPCs as a possible factor for a more aggressive disease regardless to the tumoral burden. Disclosures Giuliani: Celgene: Membership on an entity's Board of Directors or advisory committees, Other: Participation in congresses, Research Funding; Janssen Pharmaceutical: Membership on an entity's Board of Directors or advisory committees, Other: Clinical study sponsorship; participation in congresses, Research Funding; Millennium Pharmaceutical: Other: Clinical study sponsorship, Research Funding; GSK: Other: Clinical study sponsorship, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Other: Participation in congresses."
}