{
    "doi": "https://doi.org/10.1182/blood.V108.11.3214.3214",
    "article_title": "Transplanted Donor CD8 TN Convert to TM in Severely Lymphopenic HCT Recipients and Are Distinguishable from Bona Fide Donor CD8 TM. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "During the past several years, it has been appreciated that lymphoid cells expand under conditions of lymphopenia. T cell replete hematopoietic cell transplants (HCT) can therefore potentially provide both immediate and long-term immune function. Recent studies have reported that naïve CD8 cells (TN) undergo a phenotypic and functional conversion to memory CD8 cells (TN→TM) during homeostatic expansion. We proposed that transplanted antigen-specific CD8 TN can convert to memory-like cells post-HCT and subsequently provide immune function equivalent to that by infused memory CD8 cells (TM). A syngeneic murine HCT model was therefore utilized to investigate the homeostatic expansion, phenotype, and effector function of TM and TN populations following transplant. The CD8 TM population was generated in vitro from OT-I-Rag1 −/− spleen cells cultured with rmIL-2 and OVA peptide followed by rmIL-15. Resultant OT-I TM (>99%) exhibited a central memory (CD44 + /Ly6C + ) phenotype. The OT-I TN population (CD44 lo /Ly6C lo ) was positively selected from OT-I mice using Miltenyi CD8 beads (>99% OT-I). Either 1.5×10 6 TM or TN, with 2×10 6 T cell-depleted B6 BM, were transplanted into 9.0-Gy conditioned syngeneic recipients. Both CFSE-labeled TM and TN proliferated almost immediately post-transplant. By day 7, TN had undergone slightly more divisions than TM. Between days 8 and 10, TN exhibited greater levels of BrudU incorporation compared to TM. Homeostatic expansion by CD8 TM lasted approximately 2 weeks whereas expansion of CD8 TN continued for another week and ultimately reached greater overall numbers. Cell surface analysis of transplanted populations demonstrated that CD8 TM retained their memory phenotype >7 months post-HCT. In contrast, the initially naive phenotype of transplanted TN began to resemble a memory phenotype by 14 days post-HCT and by 6 weeks exhibited such a phenotype. At this time, the transplanted TN→TM generated e x vivo lytic activity which was indistinguishable from transplanted TM. Interestingly, when challenged in vivo with peptide-pulsed DC >6 weeks post-HCT, OT-I cells in HCT recipients of TM and TN displayed differences in their ability to undergo antigen-driven expansion. The transplanted TM expanded following challenge, reaching maximal levels 8 days later, then contracted to a set-point higher than pre-challenge levels. In contrast, the transplanted TN→TM showed considerably less expansion post-challenge. These findings demonstrate that the conditions for the homeostatic expansion of donor TN and TM are present in recipients immediately following ablative conditioning and transplant. Moreover, expansion conditions appear to favor TN which reached higher homeostatic numbers. Although transplanted TN converted to a memory phenotype and demonstrated ex vivo lytic activity equivalent to transplanted TM, both memory populations did not undergo equivalent expansion following in vivo antigen exposure. These findings challenge the notion that antigen-independent TN→TM populations are functionally indistinguishable from bona fide TM cells. We propose that on a per-cell basis, transplanted TN→TM may function indistinguishably from transplanted TM. However, their initial period of rapid proliferation immediately following infusion may have diminished the ability of TN→TM to subsequently expand following in vivo antigen challenge.",
    "topics": [
        "antigens",
        "cd44 antigens",
        "cell transplants",
        "donors",
        "homing-associated cell adhesion molecule",
        "infusion procedures",
        "lymphopenia",
        "peptides",
        "transplantation",
        "cd8-positive t-lymphocytes"
    ],
    "author_names": [
        "Melinda Roskos",
        "Robert B. Levy, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Melinda Roskos",
            "author_affiliations": [
                "Department of Microbiology and Immunology, University of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert B. Levy, PhD",
            "author_affiliations": [
                "Department of Microbiology and Immunology, University of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:43:40",
    "is_scraped": "1"
}