{
    "doi": "https://doi.org/10.1182/blood.V116.21.4218.4218",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1669",
    "start_url_page_num": 1669,
    "is_scraped": "1",
    "article_title": "Sub-Optimal Inhibition of Thrombus Formation by Aspirin (as measured by RTTP analysis) In Primary Thrombocythemia ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function",
    "topics": [
        "aspirin",
        "thrombocythemia, hemorrhagic",
        "thrombus",
        "thrombosis",
        "antithrombin iii",
        "cytoreductive therapy",
        "factor xa inhibitors",
        "microscopy, fluorescence",
        "myeloproliferative disease",
        "thromboembolism"
    ],
    "author_names": [
        "Gillian Stephens, Ph.D.",
        "Jan Tauscher, M.D.",
        "Fabian Siegel, M.D.",
        "David R. Phillips, PhD",
        "Patrick Andre, Ph.D.",
        "Petro E. Petrides, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Portola Inc, South San Francisco, CA, USA, "
        ],
        [
            "Hematology Oncology Center, Munich, Germany"
        ],
        [
            "Hematology Oncology Center, Munich, Germany"
        ],
        [
            "Portola Inc, South San Francisco, CA, USA, "
        ],
        [
            "Portola Inc, South San Francisco, CA, USA, "
        ],
        [
            "Hematology Oncology Center, Munich, Germany"
        ]
    ],
    "first_author_latitude": "37.61139535",
    "first_author_longitude": "-122.33723525",
    "abstract_text": "Abstract 4218 Primary thrombocythemia (PT) is a myeloproliferative disease with a high incidence of thrombotic complications. First-line therapy is the inhibition of platelet aggregation with aspirin (via COX-1 inhibition) for the prevention of thromboembolic complications. However, this does not account for the potential for COX-2 expression in newly synthesized platelets. The purpose of the present study was 1) to determine whether aspirin reduces the thrombotic potential of PT patients who did not undergo cytoreductive therapy to the levels of those achieved in healthy volunteers (HV), and 2) to determine whether the presence of the JAK2 V617F mutation is responsible for the elevated thrombotic potential in PT patients. We determined the thrombotic potential of a cohort of 16 PT patients and compared these values to those of 10 healthy volunteers all treated with 100mg aspirin QD. Thrombotic potential was determined using a custom built Real Time Thrombosis Profiler (RTTP). Whole blood anticoagulated with a Factor Xa inhibitor (to preserve physiological Ca ++ concentration) with Rhodamine 6G-labeled platelets was perfused over a fibrillar collagen surface at shear rates approximating those in veins (100s -1 ), arteries (600 s -1 ) and moderately stenosed arteries (1600s -1 ). The deposition of fluorescently labeled platelets on the collagen surface was monitored in real time by fluorescence microscopy in the RTTP. Endpoint thrombosis (size of thrombi at t=300sec expressed as Mean Fluorescent Intensity/Area of coverage) and rate of thrombus growth (initial rate of platelet deposition) were recorded for each individual as measures of thrombotic potential and data are expressed as mean ± SEM (statistics performed using GraphPad Prism v4.03 using unpaired, 2-tailed Students t-test). Despite aspirin therapy, PT patients were characterized by significant increases in thrombotic potential at venous and arterial shear rates (Table 1) with a greater than 2-fold increase in the rate of platelet deposition. Interestingly only the size of thrombi formed but not the rate of formation was elevated in PT patients at moderately stenosed shear, likely a reflection of the increasing contribution of shear and decreasing dependence on absolute platelet count and other individual cellular factors in whole blood. The View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}