{
    "doi": "https://doi.org/10.1182/blood-2021-144552",
    "article_title": "Dynamics of Cytokines Concentration in the Blood Plasma of Patients after Multipotent Mesenchymal Stromal Cells Administration for Graft Versus Host Disease Prevention ",
    "article_date": "November 5, 2021",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment",
    "abstract_text": "Introduction Despite the large number of clinical studies on the use of multipotent mesenchymal stromal cells (MSCs) for the treatment and prevention of graft-versus-host disease (GVHD), the mechanism of their action in the organism is not well understood. The known data refer either to clinical effects or obtained in vitro. Due to the immunomodulatory effect of MSCs in the body, subpopulations of T cells and the concentration of cytokines involved in the immune response can change. The role of T cells and certain cytokines (TNF alpha, IL6, IL8, etc.) in the pathophysiology of GVHD is described. The aim of this investigation was to study the composition of T cells subpopulations and the concentration of cytokines in the peripheral blood of patients who received MSCs for GVHD prophylaxis. Methods The study included 21 patients who received hematopoietic stem cells donor's derived MSCs for the prevention of GVHD as part of the ClinicalTrials.gov Identifier NCT01941394 trial. The control group included 16 patients who did not receive MSCs. After signing informed consent, blood samples were taken from all patients during routine examinations on the day of restoration of the number of leukocytes to 1000 in μl (day 0), after 3 and after 30 days. MSCs were injected on day 0. None of the patients developed GVHD during this time. To analyze plasma cytokines and chemokines, the Bio-Plex Pro Human Cytokine Panel kit, 27-Plex (BioRad) was used, to determine the concentrations of IL-1β, IL-1ra, IL-2, IL-4, IL-5, IL- 6, IL-7, IL-8, IL-9, IL-10, IL-12 (p70), IL-13, IL-15, IL-17, bFGF, Eotaxin, G-CSF, GM-CSF, IFN-γ, IP-10, MCP-1 (MCAF), MIP-1α, MIP-1β, PDGF-bb, RANTES, TNF-α, VEGF according to manufacturer's recommendations. Forward and side scattering parameters determined the peripheral blood lymphocytes population and then CD4+ or CD8+ lymphocytes were gated. For each of this population the composition of memory cells subset were determined by flow cytometry. Results Significant differences were found between the 2 groups only on day 30 in the concentration of IL8 (17.0±3.2 pg/ml in the control group versus 32.8±4.1 pg/ml in the MSC group, p<0.0001). It has been shown that 30 days after MSCs, the number of CD4+ T cells in the peripheral blood of patients significantly increases compared to the group without MSCs (CD4 CM 38.9±9.0 vs 22.4±7.8, CD4 TM 97.0±32.5 vs 91.0±43.2, CD4 TE 5.0±1.9 vs 1.4±1.0, CD4 EM 34.6±20.1 vs 19.9±7.9, CD4CD25+ 27.6±6.6 vs 12.9±5.0). These cells produce IL8, which play an important role in immune cell homeostasis by activating antimicrobial neutrophils. Without the introduction of MSCs, the concentration of this protective against GVHD cytokine practically did not change within a month, whereas after the introduction of MSCs, it gradually increased almost 2 times. However, the dynamics of changes in the levels of the studied cytokines differed greatly between the 2 groups (Table). The concentration of IP10, which is involved in the development of GVHD, increased significantly faster and stronger in the group without MSCs. An increase in the concentration of other investigated cytokines associated with the activation of macrophages (MCP-1, MIP-1a, MIP-1b) did not depend on the MSCs administration. At the same time, in the MSC group, the concentration of the growth factor PDGF-bb necessary for the HSC proliferation increased significantly more actively. The IL9 concentration on day 0 was comparable to the level in healthy donors, and then gradually increased in both groups and after 30 days it was significantly higher than on day 0 in the MSC administration group. The concentration of G-CSF changed in a similar way. Conclusion Changes in the dynamics of T cells subpopulations and the concentration of cytokines in the blood after MSCs administration contribute to a faster recovery of patients after allogeneic bone marrow transplantation. The work were supported by the Russian Foundation for Basic Research, Project No. 19-29-04023. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Nataliya A. Petinati",
        "Julia O Davydova",
        "Kseniya A. Nikiforova",
        "Alexey Bigildeev",
        "Georgiy Arapidi",
        "Nina J. Drize",
        "Larisa A. Kuzmina",
        "Elena N. Parovichnikova",
        "Valeriy G. Savchenko"
    ],
    "author_dict_list": [
        {
            "author_name": "Nataliya A. Petinati",
            "author_affiliations": [
                "Lab for Physiology of Hematopoiesis, National, Moscow, RUS"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julia O Davydova",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kseniya A. Nikiforova",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexey Bigildeev",
            "author_affiliations": [
                "Physiology of Hematopoiesis Lab, National Research Center for Hematology, Moscow, Russian Federation"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georgiy Arapidi",
            "author_affiliations": [
                "Federal Research and Clinical Center of Physical-Chemical Medicine, Moscow, Russian Federation"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina J. Drize",
            "author_affiliations": [
                "Lab for Physiology of Hematopoiesis, National Research Center for Hematology, Moscow, Russian Federation"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larisa A. Kuzmina",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena N. Parovichnikova",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation, Moscow, Russian Federation"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeriy G. Savchenko",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:31:06",
    "is_scraped": "1"
}