{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3538.3538",
    "article_title": "Blunted Cardiac Response to Head-up Tilt Occurs in Sickle Cell Disease but Not Healthy Controls ",
    "article_date": "December 7, 2017",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia—Clinical: Poster III",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is characterized by microvascular occlusion from sickled red blood cells that can develop into full-blown vaso-occlusive crisis. We hypothesize that abnormal autonomic function plays a role in promoting microvascular occlusion in SCD. Head-up tilt (HUT) evokes a strong sympathetic response to the transient drop in blood pressure resulting from blood pooling in the lower extremities. Baroreflex regulation leads to heart rate (HR) increase and peripheral vasoconstriction. In this study, we subjected control and SCD subjects to the HUT test to assess their autonomic response. Objective: To evaluate the autonomic response and determine the relative contributions of the cardiac and peripheral vascular responses to HUT in SCD compared to control subjects. Experimental Protocols: 22 SCD and 17 control (healthy and sickle cell trait) subjects were recruited at Children's Hospital Los Angeles. Each subject laid supine on the tilt table for 5 minutes prior to being tilted up to 70° for 7 minutes, and subsequently returned to supine. Electrocardiogram, respiration, continuous blood pressure and photoplethysmograph (PPG) were measured continuously throughout the protocol. PPG amplitude was taken to represent peripheral blood flow (PBF) since reductions in PPG amplitude reflect vasoconstriction. Analysis: Mean systolic blood pressure (SBP), HR and PBF were calculated over 2 minutes under baseline and HUT conditions. In HUT, we analyzed the physiological responses following 3 minutes of stabilization. Heart rate variability indices: high frequency power (HFP) and low-to-high ratio (LHR), reflecting parasympathetic activity and sympatho-vagal balance respectively, were also computed. Percent change from baseline of all parameters were computed to assess the tilt response after adjusting for their baseline values. Results: There was not a significant change in SBP from baseline to HUT across all subjects. To maintain blood pressure, the response to HUT was categorized into 3 groups: 1) those who had increased HR (>15%) AND decreased PBF (>20%) from baseline, 2) those who only had increased HR, and 3) those who only had decreased PBF (Fig.1). While Group 1 and 2 responses were found in both controls and SCD, Group 3 responses consisted only of SCD subjects (Table 1). Although mean HR at baseline was not different from the other two groups, we found that HFP of Group 3 was lower compared to Group 1 (p = 0.0007) and Group 2 (p = 0.0396), while Group 3 LHR was higher than Group 1 (p = 0.0020). Discussion & Conclusions: HUT is standard and well-recognized assessment of the autonomic response to transient drop in blood pressure. While most subjects maintained their SBP by increasing both HR and peripheral resistance, a subset of SCD subjects responded to HUT via only peripheral vasoconstriction. Moreover, these SCD subjects had significantly lower parasympathetic HR modulation at baseline as reflected by lower HFP and higher LHR, an index of sympatho-vagal balance. The findings suggest that baroreflex control of heart rate during HUT in this subset of SCD subjects was blunted due to low vagal and high cardiac sympathetic tone, whereas baroreflex control of peripheral vascular resistance remained relatively intact. These data provide further evidence that there is significant autonomic dysfunction in some patients with SCD. This hypersensitivity to vasoconstriction would decrease microvascular flow and would likely lead to vaso-occlusion. We speculate that this subset of SCD subjects may also be the most vulnerable to reduced PBF and thus VOC during orthostatic stress. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "sickle cell anemia",
        "hypotension",
        "autonomic dysfunction",
        "blood pooling",
        "electrocardiogram",
        "hypersensitivity",
        "sickle cell trait",
        "stabilization",
        "stress",
        "tilt tables"
    ],
    "author_names": [
        "Patjanaporn Chalacheva, PhD",
        "Roberta Miyeko Kato, MD",
        "Payal Shah, MS",
        "Saranya Veluswamy, MD",
        "Jon A Detterich, MD",
        "Thomas D. Coates, MD",
        "Michael Khoo, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Patjanaporn Chalacheva, PhD",
            "author_affiliations": [
                "Biomedical Engineering, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roberta Miyeko Kato, MD",
            "author_affiliations": [
                "Pulmonology, Children's Hospital Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Payal Shah, MS",
            "author_affiliations": [
                "Hematology/Oncology, Children's Hospital Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saranya Veluswamy, MD",
            "author_affiliations": [
                "Hematology/Oncology, Children's Hospital Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jon A Detterich, MD",
            "author_affiliations": [
                "Cardiology, Children's Hospital Los Angeles, Los Angeles, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas D. Coates, MD",
            "author_affiliations": [
                "Hematology/Oncology, Children's Hospital Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Khoo, PhD",
            "author_affiliations": [
                "Biomedical Engineering, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:38:19",
    "is_scraped": "1"
}