{
    "doi": "https://doi.org/10.1182/blood.V128.22.1195.1195",
    "article_title": "Reconstructing Early Erythroid Development In Vivo Using Single-Cell Transcriptomics ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Molecular Control of Erythropoiesis",
    "abstract_text": "Erythroid differentiation may be divided into two broad stages: early development, and terminal differentiation. Early development was first explored using the colony-formation potential of hematopoietic tissue. This approach identified multi-potential progenitors (MPP) and unipotential erythroid progenitors that form 'bursts' (BFUe) and smaller colonies (CFUe). Early erythroid development is followed by erythroid terminal differentiation (ETD), which profoundly remodels erythroblasts into enucleated red cells. The molecular study of ETD was fundamentally transformed with the development of cell-surface marker strategies that identify sequential stage-specific erythroblasts in hematopoietic tissue. By contrast, there have been no strategies that systematically identify the entire cellular and molecular trajectory of the early erythroid lineage as it first arises from the MPP and progresses to the point where the ETD program is activated. To address this gap, we undertook single-cell transcriptomics using the InDrop-seq platform (Klein et al. Cell 161:1187 2015). We analyzed Kit+ cells in the bone marrow of mice in the basal state, mice stimulated with Erythropoietin (Epo) for 48 hours, or fetal liver cells. We used Next-Generation Sequencing data to construct k-nearest neighbor (kNN) graphs of cell states for each condition, and extracted the erythroid trajectory using Population Balance Analysis (PBA), a novel computational approach that predicts differentiation fates from single cell RNA profiles. We identified early erythroid developmental stages based on the modeled probability of erythroid commitment, gene expression dynamics, and the architecture of the kNN graph. By screening for appropriate cell surface markers, we developed a flow-cytometric strategy that isolates sub-populations corresponding to regions of the kNN graph, including sub-regions of the erythroid trajectory. This allowed validation of gene expression patterns and of cell fate predictions using in vitro colony formation assays. The earliest stage in the erythroid trajectory, the Erythroid/Basophil MPP stage (E/B-MPP) contains progenitors that emerge from MPPs, predicted to remain mutli-potential but be biased towards bipotential erythroid/basophil and eryrthroid/megakaryocytic fates. This stage is characterized by rapidly changing gene expression profiles. Genes whose expression correlates with the probability of erythroid commitment include both known transcriptional regulators of erythropoiesis such as GATA1, GATA2, Ldb1 and Klf1, as well as novel candidates. Downstream from the E/B-MPP, the two-dimensional projection of the kNN graph becomes a narrow bottleneck, indicating a transient stage. Here the erythroid trajectory contains cells with rapidly increasing probability of erythroid commitment (Emerging Erythroid Progenitors, EEP). The bottleneck connects to a bulge-like region in which progenitors have an extremely high probability of attaining the erythroid fate (committed erythroid progenitors, CEP). This region contains the majority of the marrow's committed erythroid progenitors, and functions as an amplification module, increasing in size in Epo-stimulated marrow and in the fetal liver. Functionally, cells in the bottleneck region give rise to multifocal erythroid colonies (early and late BFUe), whereas cells in the CEP amplification module give rise to unifocal erythroid colonies, including the CFUe. Therefore, the ability of a progenitor to give rise to either multifocal or unifocal colonies correlates closely with molecular stage. Cells in the CEP module express a unique set of genes, induced at the module entry, and repressed at its exit. These include growth-factor receptors mst1r, ryk and il17ra. Their ligands, MSP, Wnt5a and IL17a, are novel regulators of erythropoiesis, either stimulating or inhibiting the formation of erythroid colonies. Exit from the CEP module is marked by a rapid switch, in which the repression of CEP genes coincides with induction of the ETD program. Remarkably, this switch is synchronized with expression of G1/S and S phase genes, underlying a role for S phase progression in ETD activation (Pop et al., PLoS Biology 2010). Our work charts the erythroid trajectory of murine hematopoietic tissue, identifying developmental milestones, setting the stage for their molecular study and for discovery of novel erythroid regulators. View large Download slide View large Download slide  Close modal Disclosures Klein: OneCell Bio: Equity Ownership, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "advisory committees",
        "amplification",
        "basophils",
        "bone marrow",
        "child development",
        "developmental stages",
        "disclosure",
        "equity",
        "erythroblasts",
        "erythrocytes"
    ],
    "author_names": [
        "Betsabeh Khoramian Tusi, PhD",
        "Samuel Wolock",
        "Caleb Weinreb",
        "Yung Hwang",
        "Daniel Hidalgo, MA",
        "Allon Moshe Klein, PhD",
        "Merav Socolovsky, MBBS, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Betsabeh Khoramian Tusi, PhD",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samuel Wolock",
            "author_affiliations": [
                "Department of Systems Biology, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caleb Weinreb",
            "author_affiliations": [
                "Department of Systems Biology, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yung Hwang",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Hidalgo, MA",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allon Moshe Klein, PhD",
            "author_affiliations": [
                "Department of Systems Biology, Harvard Medical School, Boston,"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merav Socolovsky, MBBS, PhD",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T06:47:17",
    "is_scraped": "1"
}