{
    "doi": "https://doi.org/10.1182/blood.V106.11.3175.3175",
    "article_title": "Creatinine Clearance in Sickle Cell Anemia Is Modulated by Genes in the TGF-β/BMP Pathway. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Renal failure is common in sickle cell anemia. The CSSCD, a longitudinal study of the natural history of sickle cell disease, enrolled 4,082 patients observing them for about 5 years, while obtaining laboratory data that included renal function estimated by serum creatinine. Blood samples were obtained for globin gene analysis and were used for SNP genotyping. We studied only patients with sickle cell anemia, with or without coincident α thalassemia. DNA samples and sufficient clinical and laboratory data were available for 779 patients. An adjusted creatinine clearance, using the Cockcroft-Gault and Schwartz formulas was computed for adults and children, respectively. These formulas were used since glomerular hyperfiltration and increased secretion of creatinine reduces the utility of serum creatinine as a measure of renal function in sickle cell anemia. DNA samples were screened for SNPs in candidate genes that included inflammatory mediators, modulators of oxidant injury and NO biology, vasoregulatory molecules and cell adhesion factors and that might be associated with the renal failure phenotype. Genotyping was first done using the Sequenom mass spectrometry SNP genotyping system. For quality control purposes about 3% of the DNA samples were regenotyped and Hardy-Weinberg equilibrium was assessed for each SNP among controls. In this initial screen, we considered a SNP to be associated with renal function when the p-value was less than or equal to 0.01, or more than one SNPs in the same gene was significant at the 0.05 level. If a SNP met these criteria, a second phase of genotyping was done to study additional haplotype tagging (ht) SNPs. We have previously reported the association of genes in the TGF-β/BMP pathway with sickle cell subphenotypes ( Sebastiani et al, Nature Genet  37 : 435 , 2005 ; Baldwin et al, Blood  106 : 372 , 2005 ). Additional genes in this pathway were genotyped using the ABI SNPlex system. These genes included BMP6 , bone morphogenetic protein (BMP) receptors, TGF-β receptors, SMADs, MAP kinases and their associated co-factors such as SARA, CDH1 and SMURF1. We analyzed the adjusted creatinine clearance as a continuous variable using multivariate linear regression and as a categorical variable by comparing the lower quartile (25 th percentile) to the upper (75 th percentile) using logistic regression. All analyses were adjusted for the presence of coincident α thalassemia. BMPR1B , a BMP receptor gene, was associated with creatinine clearance in both analyses. When analyzed as a continuous trait, 5 ht SNPs were associated with creatinine clearance (p values ranging from 0.0008 and 0.0378) and when treated as a qualitative trait, there were 4 significant associations (p values ranging from 0.0148 to 0.0461) Less striking associations of creatinine clearance with other genes in the TGF-β/BMP pathway were found. In previous studies of differential gene expression in the kidney of oxygenated and hypoxic HbS-S Antilles mice (Rybicki et al, BCMD, 2003), the ARG2 gene was found to be upregulated. We found an association of a single ht SNP (rs2295644) marking the ARG2 gene. ARG2 , expressed in the kidney, is believed to play a role in NO metabolism. As with other subphenotypes of sickle cell disease, renal function may be genetically modulated.",
    "topics": [
        "creatinine clearance",
        "genes",
        "sickle cell anemia",
        "genotype determination",
        "dna",
        "creatinine tests, serum",
        "kidney failure",
        "thalassemia",
        "bone morphogenetic proteins",
        "creatinine"
    ],
    "author_names": [
        "Vikki G. Nolan, MPH",
        "Anne C. Rybicki, PhD",
        "Clinton T. Baldwin, PhD",
        "Herbert T. Cohen, MD",
        "Adeboye H. Adewoye, MD",
        "Diego F. Wyszynski, MD, PhD",
        "Mary E. Fabry, PhD",
        "Ronald L. Nagel, MD",
        "Martin H. Steinberg, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vikki G. Nolan, MPH",
            "author_affiliations": [
                "Medicine, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anne C. Rybicki, PhD",
            "author_affiliations": [
                "Center for Human Genetics, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clinton T. Baldwin, PhD",
            "author_affiliations": [
                "Medicine, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herbert T. Cohen, MD",
            "author_affiliations": [
                "Medicine, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adeboye H. Adewoye, MD",
            "author_affiliations": [
                "Medicine, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diego F. Wyszynski, MD, PhD",
            "author_affiliations": [
                "Medicine, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary E. Fabry, PhD",
            "author_affiliations": [
                "Center for Human Genetics, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald L. Nagel, MD",
            "author_affiliations": [
                "Center for Human Genetics, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin H. Steinberg, MD",
            "author_affiliations": [
                "Medicine, Boston University School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T21:28:19",
    "is_scraped": "1"
}