{
    "doi": "https://doi.org/10.1182/blood-2019-124428",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4235",
    "start_url_page_num": 4235,
    "is_scraped": "1",
    "article_title": "Characterization of a Novel Human Factor VIIa Chimera with Increased Tissue Factor-Independent Activity for Emergency Hemostasis ",
    "article_date": "November 13, 2019",
    "session_type": "321.Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "chimera organism",
        "hemostasis procedures",
        "hemostatic function",
        "human factors engineering",
        "recombinant coagulation factor viia",
        "thrombin",
        "hemophilia a",
        "phospholipids",
        "hemostatics",
        "acute hemorrhage"
    ],
    "author_names": [
        "Ammon Fager, MD PhD",
        "Maureane Hoffman, MD PhD",
        "Dougald Monroe, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Department of Medicine, Duke University Medical Center, Durham, NC ",
            "Hematology/Oncology, Durham Veterans Affairs Medical Center, Durham, NC "
        ],
        [
            "Pathology and Laboratory Medicine Service, Durham VA Medical Center, Durham, NC "
        ],
        [
            "Hematology and Oncology, School of Medicine, University of North Carolina, Chapel Hill, NC"
        ]
    ],
    "first_author_latitude": "36.004372700000005",
    "first_author_longitude": "-78.9360007",
    "abstract_text": "While prophylactic treatment with emicizumab has shown remarkable efficacy in patients with hemophilia A, the treatment options for traumatic, perioperative, and breakthrough bleeding in hemophilia A or B patients with inhibitors remain extremely limited. Recombinant Factor VIIa (rFVIIa) is routinely used to promote hemostasis in hemophilia patients with inhibitors and is recommended as first line therapy for acute bleeding, especially for patients on emicizumab. In addition, rFVIIa has extensive off-label use for hemostasis in cardiovascular surgery, trauma, and intracranial hemorrhage. The hemostatic efficacy of rFVIIa depends on its ability to bind activated platelets and promote thrombin generation by activating Factor X (FX) in a tissue factor (TF)-independent manner. However, the use of rFVIIa requires frequent high doses at significant cost, and is limited by an inconsistent response. Therefore, there is a critical need for new strategies to treat acute bleeding in hemophilia patients with inhibitors and others requiring emergency hemostasis. We have previously shown that human platelets express endothelial cell protein C receptor which contributes to the platelet binding and activity of rFVIIa. Based on this work, we designed a novel FVIIa chimera (PC-FVIIa) with the potential for increased hemostatic efficacy and an enhanced safety profile compared to rFVIIa. The purpose of the current study was to characterize the in vitro activity of this chimera. A cDNA construct encoding the Gla and EGF1 domains of human Protein C along with the EGF2 and catalytic domains of human FVIIa was synthesized and cloned into HEK293 cells. Stable transfectants were selected and PC-FVIIa was purified from the media. Protein electrophoresis of eluates confirmed bands consistent with the expected molecular weight. Similar to rFVIIa, we found that autoactivation of PC-FVIIa readily occurs in the presence of calcium and phospholipid (15% PS/41% PC/44% PE). Autoactivation is rapidly accelerated by the addition of Factor Xa (FXa) and significantly impaired in the absence of either calcium or phospholipid. There was no significant difference between activated PC-FVIIa and rFVIIa in their ability to cleave a synthetic FVIIa substrate. As the Gla and EGF1 domains of rFVIIa are primarily responsible for binding TF, we hypothesized that PC-FVIIa would have little to no affinity for TF. Indeed, we found that the interaction between PC-FVIIa and TF is too weak to be measured in an assay designed to detect weak TF binding. We therefore determined the TF-independent activity of PC-FVIIa using FXa and thrombin generation assays. For some experiments, phospholipid vesicles were incubated with rFVIIa or PC-FVIIa. Plasma levels of FX were added and FXa generation was assessed using a chromogenic substrate. In these assays, the rate of FX activation by PC-FVIIa was significantly higher than that of rFVIIa (Figure 1). To determine the ability of PC-FVIIa to promote thrombin generation, we performed a modified calibrated automated thrombography assay in the absence of TF. Hemophilia A plasma was incubated with PC-FVIIa or rFVIIa in the presence of phospholipid. Subsequent thrombin generation was assessed by monitoring cleavage of a fluorogenic substrate. No appreciable thrombin generation was seen in plasma alone. Adding rFVIIa resulted in a shorter lag time than PC-FVIIa. However, PC-FVIIa led to significantly higher peak thrombin concentration and endogenous thrombin potential compared to rFVIIa. Finally, we used a prothrombinase detection system to determine the activity of PC-FVIIa on the surface of platelets activated with thrombin plus a collagen receptor agonist to generate highly procoagulant platelets. Once again, the rate of thrombin generation was significantly higher with PC-FVIIa as compared to rFVIIa, consistent with a higher rate of FX activation on the platelet surface. Taken together, these data suggest that the PC-FVIIa chimera has the potential for increased hemostatic efficacy compared to rFVIIa. Additional studies will characterize the in vivo activity of PC-FVIIa. However, the lack of affinity for TF represents a potential advantage for PC-FVIIa since long-term exposure to high levels of rFVIIa can lead to thrombosis in TF-rich tissues. As such, PC-FVIIa warrants further study as a potential therapeutic agent with unique characteristics compared to rFVIIa. View large Download slide View large Download slide  Disclosures Fager: Otello Medical Inc.: Research Funding. Hoffman: Novo Nordisk A/S: Honoraria, Research Funding. Monroe: Novo Nordisk: Honoraria, Research Funding."
}