{
    "doi": "https://doi.org/10.1182/blood.V124.21.644.644",
    "article_title": "Signaling Pathway Profiling in Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Signal Transduction in Myeloma",
    "abstract_text": "Introduction: The pathogenesis of multiple myeloma (MM) involves complex genetic and epigenetic alterations affecting the cellular signaling network, the detailed processes of which remain poorly understood. Recently available genomic data has revealed a diverse mutational landscape with relatively few recurrently mutated genes. Instead, there are clustered mutational hotspots within signaling pathways that have been described to be of pathogenetic relevance in MM. To date, however, only very limited data is available on the activation profile of signaling pathways in MM and most of these studies have been performed in vitro or on sorted patient cells, which may be not representative of primary cells within their native microenvironment. Patient samples and methods: In contrast to in vitro studies, we used an ex vivo immunohistochemistry-based technique to retrospectively analyze the activation status of the five most well-described signaling pathways in MM. Using key activation markers, we interrogated the RAS/RAF/MEK/ERK, JAK-STAT, canonical NF-kB, PI3K-AKT, and c-MYC signaling networks on bone marrow biopsies taken at the time of diagnosis from two independent patient cohorts. The training cohort included 148 newly diagnosed, symptomatic MM patients. The independent validation cohort was comprised of samples from 84 newly diagnosed, well documented MM patients who had been enrolled in the GMMG - HD3/4 clinical multicenter trials. All patients of the validation cohort had undergone upfront high-dose therapy and autologous stem cell transplantation. The activation pattern of each sample was independently scored by two pathologists relative to on-slide positive controls. Activation scores included signal intensity as well as the percentage of positive versus total tumor cells per sample to account for potential clonal heterogeneity. Principal component analysis (PCA) was applied to integrate signaling scores per pathway and sample. Associations of progression-free (PFS) and overall survival (OS) with pathway activation patterns were analyzed using the Cox regression model. Results: We first focused on activation signals that were present in the majority of myeloma cells per sample, potentially representing the major clone of the individual patient’s disease. Several clusters of activation could be distinguished with a NF-κB cluster being the most prominent (77% of cases), followed by samples with activated MEK/ERK signaling (19.6%) partially overlapping with PI3K-AKT activity (9.5%). An additional 5% of cases showed an activation of STAT3 and/or c-MYC in the majority of tumor cells. We next took all activation signals into account, including those present in less than 50% of myeloma cells per sample, potentially representing subclonal populations of tumor cells. Activation of a single pathway was found in 22%, two pathways in 30%, and more than 2 pathways in 47% of cases, while activation of any tested signaling event was absent in 2%. Several clusters of activation could be distinguished with a NF-kB cluster being the most prominent (82% of cases), followed by samples with activated MEK/ERK signaling (49%) partially overlapping with PI3K-AKT activity (41%). 29% of cases showed an activation of the JAK-STAT3 axis while c-MYC expression was detectable in 43% of the samples. Interestingly, the latter two signaling cascades tended to overlap with other activation clusters. A similar distribution of clusters of activation was found in the validation cohort. Importantly, association analyses with clinical data available for this cohort revealed a significantly shorter PFS (HR 4.59; p=0.038) for patients with STAT3 activation and a trend towards a shorter OS. Moreover, patients with c-MYC activation or those with more than one activated pathway had a significantly shorter overall survival (HR 9.54, p=0.019; and HR 3.77, p=0.003, respectively). In contrast, activation of NF-kB was associated with a more favorable outcome (HR 0.20, p=0.034) while MEK/ERK signaling appeared to confer a neutral prognosis. Conclusion: This study is the first comprehensive study of signaling pathways in multiple myeloma. Activation of signaling cascades differs substantially between patients and do not occur randomly but can be distinguished into defined clusters of activation. Most importantly, there appears to be a prognostic hierarchy of these clusters. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "signal pathway",
        "signal transduction pathways",
        "nf-kappa b",
        "stat3 protein",
        "tumor cells",
        "autologous stem cell transplant",
        "bone marrow biopsy",
        "immunohistochemistry",
        "cox proportional hazards models"
    ],
    "author_names": [
        "Marc S Raab, MD",
        "Jing Xu, MSc",
        "Thomas Hielscher",
        "Nicola Lehners, MD",
        "Elena Ellert, MD",
        "Anthony D. Ho, MD FRCPC",
        "Peter Schirmacher, MDPhD",
        "Hartmut Goldschmidt, MD",
        "Mindaugas Andrulis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marc S Raab, MD",
            "author_affiliations": [
                "Heidelberg University Medical Center and German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jing Xu, MSc",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Hielscher",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Lehners, MD",
            "author_affiliations": [
                "University of Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Ellert, MD",
            "author_affiliations": [
                "University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony D. Ho, MD FRCPC",
            "author_affiliations": [
                "University of Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Schirmacher, MDPhD",
            "author_affiliations": [
                "University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt, MD",
            "author_affiliations": [
                "University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mindaugas Andrulis, MD",
            "author_affiliations": [
                "University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T06:48:53",
    "is_scraped": "1"
}