{
    "doi": "https://doi.org/10.1182/blood-2019-131491",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4364",
    "start_url_page_num": 4364,
    "is_scraped": "1",
    "article_title": "T Cells Educated By DC/AML Fusions in the Context of 4-1BB Costimulation As a Potent Strategy for Adoptive Cellular Therapy ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "immunotherapy, adoptive",
        "lymphocyte costimulation",
        "teaching",
        "t-lymphocytes",
        "vaccines",
        "antigens",
        "antibodies",
        "ligation",
        "leukemia",
        "cd28 antigens"
    ],
    "author_names": [
        "Jessica Liegel, MD",
        "Dina Stroopinsky, PhD",
        "Haider Ghiasuddin",
        "Adam Morin",
        "Marzia Capelletti, PhD MMSc",
        "Shira Orr, PhD",
        "Maryam Rahimian, MD",
        "Lina Bisharat",
        "Shufen Meng, MD",
        "Myrna Nahas, MD",
        "Matthew Weinstock, MD",
        "Donald Kufe, MD",
        "Jacalyn Rosenblatt, MD",
        "David E. Avigan, MD"
    ],
    "author_affiliations": [
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Brookline, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.33960629999999",
    "first_author_longitude": "-71.10498199999999",
    "abstract_text": "Introduction: Our group has developed a novel vaccine using patient-derived acute myeloid leukemia (AML) cells and autologous dendritic cells (DCs), capable of presenting a broad array of leukemia antigens. In a phase I/II clinical trial DC/AML vaccination led to an expansion of leukemia-specific T cells. We hypothesized that the fusion vaccine offered a unique platform for ex vivo expansion of functionally potent leukemia specific T cells with broad specificity targeting shared and tumor specific neoantigens. We postulated that incorporating 4-1BB (CD137) mediated co-stimulation would further enhance activation of antigen specific T cells and the development of a crucial memory response as well as promote survival and persistence. Here we describe therapeutic exploration of the use of 4-1BB to augment vaccine-educated T cells for adoptive cellular therapy in an immunocompetent murine model. Methods : DC/AML fusion vaccine was generated using DCs obtained from C57BL/6J mice and syngeneic C1498 AML cells as previously described. T cells were obtained from splenocytes after magnetic bead isolation and cultured with irradiated DC/AML fusion vaccine in the presence of IL-15 and IL-7. Following co-culture, 4-1BB positive T cells were ligated using agonistic 4-1BB antibody (3H3 clone, BioXCell) and further selected with RatIgG2a magnetic beads (Easy Sep). Subsequently T cells were expanded with anti-CD3/CD28 activation beads (Dynabeads). In vivo, mice underwent retro-orbital inoculation with C1498 and vaccination with irradiated fusion cells the following day. Agonistic mouse anti-4-1BB antibody was injected intraperitoneally on day 4 and day 7. In addition, C1498 cells were transduced with Mcherry/luciferase and a reproducible model of disease progression was established. Results: DC/fusion stimulated T cells showed increased immune activation as measured by multichannel flow cytometric analysis. Compared to unstimulated T cells, there was 5-fold increase in CD4+CD25+CD69+, and a 10-fold and 7-fold increase in 4-1BB and intracellular IFNƔ expression on CD8+ cells respectively. Following agonistic 4-1BB ligation and bead isolation, the proliferation rate was increased in the 4-1BB positive fraction as compared to both 4-1BB negative cells and unstimulated T cells. In addition, the 4-1BB positive fraction demonstrated increased cytotoxicity, as measured by a CTL assay detecting granzyme B with 1:10 tumor to effector cells. A shift from naïve to memory T cell phenotype was also observed. Following DC/fusion stimulation, CD44+CD62L- cells comprised 67% of CD8+ cells versus 20% without stimulation, the latter reflecting the effect of cytokines alone. Following 4-1BB ligation and anti-CD3/CD28 bead expansion, this phenotype was retained with the CD4+ and CD8+ effector memory and central memory compartments comprising the majority of T cells. Such findings are significant as presence of memory T cell populations are a critical component for successful adoptive cell transfer. The effect of agonistic 4-1BB antibody following vaccination was evaluated in vivo in an aggressive immunocompetent murine AML model. The combination of DC/AML fusion vaccine with 4-1BB antibody was associated with increased long-term survival (>120 days) of 40% versus 20% of mice treated with vaccine alone while all controls required euthanasia by 40 days. Conclusion: In the current study we have demonstrated the ability of DC/AML fusion vaccine to stimulate T cells ex-vivo as demonstrated by both early-activation (CD25,CD69), upregulation of antigen-specific markers (CD137) and cytokine secretion. Further enhancement of the cellular product using agonistic 4-1BB ligation and isolation simultaneously enriches for antigen-activated cells, as demonstrated by more potent cytotoxicity, as well as promoting memory phenotype and survival. Use of 4-1BB ligation for antigen-specific selection while providing an agonistic co-stimulatory signal is a potentially novel approach for development of non-engineered T cells. Ongoing experiments evaluating the efficacy of 4-1BB selected vaccine educated T cells using bioluminescence monitoring will be reported as well as in vitro use of patient-derived T cells. Disclosures Kufe: Canbas: Consultancy, Honoraria; Victa BioTherapeutics: Consultancy, Equity Ownership, Honoraria, Membership on an entity's Board of Directors or advisory committees; Genus Oncology: Equity Ownership; Hillstream BioPharma: Equity Ownership; Reata Pharmaceuticals: Consultancy, Equity Ownership, Honoraria; Nanogen Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Rosenblatt: Dava Oncology: Other: Education; Partner Tx: Other: Advisory Board; Parexel: Consultancy; Celgene: Research Funding; BMS: Research Funding; Amgen: Other: Advisory Board; Merck: Other: Advisory Board; BMS: Other: Advisory Board ; Imaging Endpoint: Consultancy. Avigan: Takeda: Consultancy; Parexel: Consultancy; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmacyclics: Research Funding; Juno: Membership on an entity's Board of Directors or advisory committees; Partners Tx: Membership on an entity's Board of Directors or advisory committees; Partner Tx: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy."
}