{
    "doi": "https://doi.org/10.1182/blood.V128.22.2120.2120",
    "article_title": "Treatment Sequencing Patterns in Medicare-Enrolled Patients with Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction : Over the last decade, several novel therapies have been approved for multiple myeloma (MM) leading to significant improvement in the prognosis of MM patients. MM patients are often treated with multiple lines of therapy as relapse occurs. With the numerous options of therapeutic agents and novel combinations of regimens, the treatment for MM has become more complicated. However, little is known regarding the treatment sequencing patterns for Medicare patients with MM. In this study, we described the use of drug regimens by lines of therapy and characterized treatment sequences in Medicare patients with MM. Methods : Using a validated algorithm (Princic et al. Blood 2015;126:4521), we identified adult MM patients (≥ 18 years old) in 2008-2011 from the Centers for Medicare & Medicaid Services 100% Hematologic Cancer file (2007-2012) who began first-line (1L) treatment. Patients who advanced to second-line (2L), third-line (3L), and fourth-line (4L) were identified if a 90 day gap in all treatments was observed or when a drug was added to a regimen >90 days after the line index date. Drug regimens were based on National Comprehensive Cancer Network MM treatment guidelines and were identified using National Drug Code and Healthcare Common Procedure Coding System codes. Patients were included in the study if they received monotherapy, doublets, or triplets at 1L. The study period was from the 1L initiation date to the earliest of death, disenrollment from Medicare Parts A, B, and D coverage, receipt of treatments other than the above-mentioned drug regimens, or December, 31, 2012. We described the distribution of type of drug regimens by lines of therapy, overall and by age defined at MM index date, and characterized treatment sequencing patterns for patients who advanced to 2L, 3L, and 4L by type of drug regimens in the prior line of therapy, respectively. Results : In total, 12563 MM patients initiated 1L therapy. Of these, 9% were aged 18-64 years (enrolled in Medicare due to disabilities), 42% aged 65-74 years, and 49% aged ≥ 75 years. Most patients were white (78%) and more than half were female (53%). We identified 5647 (45%), 2243 (18%), and 773 (6%) patients who advanced to 2L, 3L, and 4L, respectively. Overall, doublets were the most common 1L regimen (62%), followed by monotherapy (21%) and triplets (17%). Most common treatments for monotherapy in 1L were dexamethasone (52%), lenalidomide (21%), and bortezomib (17%). The pattern was similar among patients who advanced to a 2L, 3L, or 4L, respectively, though more triplets were used at advanced lines. For 1L therapy, only 12% of patients aged ≥ 75 years received triplets, in contrast to >20% of triplet use in 3L and 4L respectively (Table). Of patients who received monotherapy in 1L and advanced to 2L, 37% continued monotherapy and 63% switched to more dense regimens (doublets, 53%; triplets 10%). Of patients who received doublets in 1L and advanced to 2L, 58% continued doublets, 22% switched to triplets, and 20% to monotherapy. Of patients who received triplets in 1L and advanced to 2L, 26% continued triplets and 74% switched to less dense regimens (doublets, 47%; monotherapy, 27%). Treatment sequencing patterns were similar for patients who advanced to 3L and 4L with monotherapy or doublets in prior lines, while the proportion of patients who repeated triplets increased to about 32% in 3L and 37% in 4L (Figure). Conclusions : Among Medicare patients with MM, doublets were the most frequently used regimens across all lines of therapy, while triplets were used in more advanced lines. Patients on monotherapy or doublets were more likely to retain their treatment pattern when they advance to the next line of therapy, while those on triplet regimen were more likely to switch to a less dense regimen when they advance to their next line of therapy. Fewer patients of older age (75+ years) were prescribed triplet therapies, however triplet use in this patient group increases in more advanced lines. These results provide a baseline description of treatment patterns from which we will be able to benchmark the impact of the recent introduction of novel agents and their use in elderly MM patients. Further studies assessing the comparative effectiveness and benefit-risk of treatment sequences are warranted. View large Download slide View large Download slide Close modal Figure View large Download slide Figure View large Download slide Close modal Disclosures Yusuf: Amgen Inc.: Employment, Equity Ownership. Vidito: Amgen Inc.: Employment, Equity Ownership. Mezzi: Amgen Inc.: Employment, Equity Ownership. Werther: Amgen Inc.: Employment, Equity Ownership.",
    "topics": [
        "medicare",
        "multiple myeloma",
        "bortezomib",
        "dexamethasone",
        "hematologic neoplasms",
        "lenalidomide",
        "equity",
        "comparative effectiveness research",
        "disability",
        "national comprehensive cancer network"
    ],
    "author_names": [
        "Shuling Li, PhD",
        "Tanya Natwick",
        "Akeem Yusuf",
        "Irena Sarah Vidito",
        "Khalid Mezzi",
        "Winifred Werther"
    ],
    "author_dict_list": [
        {
            "author_name": "Shuling Li, PhD",
            "author_affiliations": [
                "Chronic Disease Research Group, Minneapolis, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tanya Natwick",
            "author_affiliations": [
                "Chronic Disease Research Group, Minneapolis, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akeem Yusuf",
            "author_affiliations": [
                "Amgen Inc., Thousand Oaks, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irena Sarah Vidito",
            "author_affiliations": [
                "Amgen Inc., Thousand Oaks, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khalid Mezzi",
            "author_affiliations": [
                "Amgen Inc., Thousand Oaks, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Winifred Werther",
            "author_affiliations": [
                "Amgen Inc., Thousand Oaks, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T15:31:59",
    "is_scraped": "1"
}