{
    "doi": "https://doi.org/10.1182/blood.V124.21.949.949",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2889",
    "start_url_page_num": 2889,
    "is_scraped": "1",
    "article_title": "Improvement in Clinical Outcome of FLT3 Mutated AML Patients over the Last One and a Half Decade ",
    "article_date": "December 6, 2014",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster I",
    "topics": [
        "ms-like tyrosine kinase 3",
        "mutation",
        "treatment outcome",
        "brachial plexus neuritis",
        "flt3 inhibitors",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "impedance threshold device",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Talha Badar, MBBS,FCPS",
        "Hagop M. Kantarjian, MD",
        "Gautam Borthakur, MD",
        "Guillermo Garcia Manero, MD",
        "Michael Andreeff, MD PhD",
        "Marina Konopleva, MD PhD",
        "Tapan M. Kadia, MD",
        "Naval Daver, MD",
        "William G. Wierda, MD PhD",
        "Farhad Ravandi, MD",
        "Jorge E. Cortes, MD"
    ],
    "author_affiliations": [
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background: FMS-like tyrosine kinase 3 gene (FLT3) mutations occur in approximately 30% of all AML patients. The overall prognosis of FLT3 mutated AML patients (pts) remains poor. As we have learned more about the aggressive nature of this disease our treatment strategies have changed. Incorporating FLT3 inhibitors with chemotherapy and allogeneic stem cell transplant in first remission are routinely pursued in these pts. In this context we reviewed data to evaluate clinical outcome of FLT3-ITD mutated AML pts since 2000 in a single institution. Methods: We retrospectively analyzed 1441 pts referred to our institution between 2000 and 2014. FLT3 internal tandem duplications (FLT3-ITD) were found in 334 pts with AML. After excluding pts with core binding factor leukemia and acute promyelocytic leukemia, 224 pts were included in this analysis. Among these 224 pts, 21 (9%) pts also had tyrosine kinase domain D835 (TKDs) mutated. Patients are evaluated for response to therapy, treatment related mortality and overall survival. Results: Patients were divided into 5 cohorts by era: 2000-02 (Era 1, n=19), 2003-05 (Era 2, n=41), 2006-08 (Era 3, n=53), 2009-11 (Era 4, n=55), 2012-14 (Era 5, n=56). The median age from Era 1-5; 57, 61, 59, 61, and 65 yrs respectively, p= 0.55. None of the pts in Era 1 received FLT3 inhibitor (inh.) therapy, 4 (10%) in Era 2, 17 (32%) in Era 3, 34 (49%) in Era 4, and 34 (61%) in Era 5 received FLT3 inh. Among these 2 (5%) pts in Era 2, 11 (27%) in Era 3, 9 (16%) in Era 4 and 30 (54%) pts in Era 5 received FLT3 inh. with their frontline therapy. SCT in 1 st remission occurred in 4 (21%) pts in Era 1, one in Era 2, 10 (19%) in Era 3, 18 (33%) in Era 4, and 14 (25%) in Era 5. Two (5%) pts in Era 2, 5 (9%) pts in Era 3, 3 (5%) pts in Era 4, and 2 (4%) pts in Era 5, had SCT in 2 nd remission. The overall response rate (ORR) to induction chemotherapy in the 5 Eras were 74%, 51%, 77%, 84% and 82%, respectively. The rate of complete remission (CR) from Era 1-5 were 63%, 46%, 70%, 65%, and 57% respectively. Complete remission without platelet recovery (CRp) from Era 1-5 was 5%, 2%, 2%, 7% and 18% respectively. The ORR from Era 1-5 in pts who received FLT3 inhibitor combinations induction therapy was 85%; CR 60%, CRp 17%, HI 6% and PR 2%. Whereas ORR to non-FLT3 inhibitor induction therapy from Era 1-5 was 72%; CR 62%, CRp 6%, PR 2% and HI 2%. Among 21 (10%) pts who were FLT3-ITD and TKDs mutated, CR/CRp was achieved in 14 (67%) pts, compare to 139 (69%) pts with only FLT3-ITD mutated, p= 0.84. At 1 year (yr) from diagnosis through Era 1-5 42%, 29%, 58%, 72% and 61% were alive respectively. Four (10%) pts in Era 2, one pt each in Era 4-5 and none in Era 1 and 3 died ≤4 weeks from start of induction therapy. The median time to relapse was 10.6 months (mo) in Era 1, 6.1 mo in Era 2, 9.5 mo in Era 3, and 8.5 mo in Era 4. The median time to relapse was not reached in Era 5 with 63% of patient in CR/CRp at 1 yr, p= 0.45 (Fig.1). The median overall survival (OS) have improved over time, 9.6 mo in Era 1, 7.6 mo in Era 2, 14.4 mo in Era 3, 15.7 mo in Era 4 and 17.8 mo in Era 5, p= 0.0001 (Fig.2). The median OS in all pts who received FLT3 inhibitors in induction chemotherapy from Era 1-5 was 14 mo, compare to 13 mo in pts who had non FLT3 inhibitor induction therapy (p= 0.25). Patients who received FLT3 inhibitors any time in the course of their treatment, the OS was 14.2 mo, compare to 13 mo in pts who never had FLT3 inhibitor therapy (p= 0.941). In the subset analysis, excluding pts who received SCT in 1 st CR, the median overall survival from Era 1-5 was 9.2, 6, 11, 13.4 and 17 mo respectively, p= 0.05. Conclusion: Our data suggested some improvement in outcome of FLT3- ITD mutated AML pts over the last decade and a half. This is probably due to more aggressive treatment strategies including integration of FLT3 inhibitors in chemotherapy regimens and increase use of SCT. Efforts are still needed to continue to improve outcome for these subset of poor prognostic AML patients. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Cortes: Ambit: Research Funding; Astellas: Research Funding; Ariad: Research Funding; Arog: Research Funding; Novartis: Research Funding; Astellas: Consultancy; Ariad: Consultancy; Novartis: Consultancy."
}