{
    "doi": "https://doi.org/10.1182/blood-2020-142345",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4551",
    "start_url_page_num": 4551,
    "is_scraped": "1",
    "article_title": "Indoleamine 2,3-Dioxygenase Mediates Survival of Chronic Lymphocytic Leukemia B Cells through Aryl Hydrocarbon Receptor By Inducing Mcl1 ",
    "article_date": "November 5, 2020",
    "session_type": "641.CLL: Biology and Pathophysiology, excluding Therapy",
    "topics": null,
    "author_names": [
        "Claudio Giacinto Atene",
        "Rossana Maffei",
        "Stefania Fiorcari",
        "Silvia Martinelli",
        "Patrizia Zucchini",
        "Monica Maccaferri",
        "Giulia Debbia",
        "Leonardo Potenza",
        "Mario Luppi",
        "Roberto Marasca"
    ],
    "author_affiliations": [
        [
            "Department of Medical and Surgical Sciences, Hematology Unit, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Hematology Unit, A.O.U of Modena-Policlinico Department of Oncology and Hematology, Italy, Modena, Italy"
        ],
        [
            "Department of Medical and Surgical Sciences, Hematology Unit, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Department of Medical and Surgical Sciences, Hematology Unit, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Department of Medical and Surgical Sciences, Hematology Unit, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Hematology Unit, A.O.U of Modena-Policlinico Department of Oncology and Hematology, Italy, Modena, Italy"
        ],
        [
            "Department of Medical and Surgical Sciences, Hematology Unit, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Department of Medical and Surgical Sciences, Hematology Unit, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Department of Medical and Surgical Sciences, Hematology Unit, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Department of Medical and Surgical Sciences, Hematology Unit, University of Modena and Reggio Emilia, Modena, Italy "
        ]
    ],
    "first_author_latitude": "44.6451145",
    "first_author_longitude": "10.928123999999999",
    "abstract_text": "Introduction: Chronic lymphocytic leukemia (CLL) is a dynamic disease in which monoclonal B cells proliferate within the pseudo-follicular centers in lymphoid organs and then they accumulate due to an intrinsic defect of apoptosis. Leukemic cells are considered as \"addicted to the host\" since extrinsic signals from the microenvironment strongly influence the establishment of a progressive immunosuppression for malignant cell growth and survival. The cytoplasmic enzyme indoleamine 2,3-dioxygenase (IDO) mediates the conversion of the essential amino acid tryptophan (Trp) into metabolic byproducts such as kynurenine (Kyn). Kyn and other secondary metabolites are endogenous activators of the aryl hydrocarbon receptor (AHR), a ligand-controlled transcription factor that mediates cellular responses to toxins or endogenous ligands. The IDO-Kyn-AHR axis plays important roles in carcinogenesis and cancer progression. The mechanisms that promote inflammation around tumor tissues and determine immune tolerance consist in Trp depletion, which induces T cell apoptosis, and in Kyn-mediated AHR activation that inhibits effector T cells and promotes regulatory T cells differentiation. IDO protein is expressed in human hematologic malignancies and its level is correlated with a poor prognosis and chemoresistance. The IDO activity, measured as the Kyn/Trp ratio, was reported to be increased in CLL cases comparing to normal controls. Aim: We wondered to characterize the expression of IDO and AHR in CLL patients and to dissect the biological function of the IDO-Kyn-AHR axis. Methods: Gene transcription and protein expression were evaluated by real time PCR and western blot. Enzymatic activity was assessed through ELISA. Survival was measured with PI/annexin V assay. Overexpression and silencing of target genes was obtained by nucleofection. Results: Firstly, we observed that CLL cells expressed both IDO and AHR at variable levels. Moreover, we found that several microenvironmental signals such as IFNγ, LPS, anti-IgM, CpG oligo DNA, CD40L and TNFα were able to up-regulate IDO and AHR mRNA and protein. To characterize the pathways able to mediate IDO expression, we stimulated CLL cells with IFNγ and CD40L. Using ruxolitinib, an inhibitor of JAK-STAT pathway, we found that IFNγ induced IDO through STAT1 signaling. Again, CD40L stimulation determined IDO overexpression through the non-canonical NF-kB pathway, as assessed by treating cells with NF-κB inducing kinase inhibitor, NIK SMI1. We also confirmed that IFNγ-treated CLL cells were able to produce a functional IDO enzyme by measuring Kyn production and Trp consumption by ELISA. The strong increase in the Kyn/Trp ratio induced by IFNγ was significantly reduced by ruxolitinib treatment. To verify if Kyn produced by CLL cells could act through an autocrine loop on AHR, leukemic cells were treated with Kyn. We observed that Kyn mediated AHR translocation from the cytoplasm to the nuclei, inducing its activation as assessed by up-regulation of CYP1A1, a known AHR target gene. Of interest, we found that Kyn treatment improved CLL cells survival. Analyzing the anti-apoptotic proteins of the Bcl2 family after Kyn treatment, we found the induction of Mcl1, that was affected by adding CH-223191, an antagonist of AHR. Moreover, we transfected CLL cells with an IDO vector. The up-regulation of IDO increased CLL cells survival through the induction of Mcl1. Accordingly, when CLL cells were silenced for AHR, we observed a reduction of their survival. Conclusion: Our data demonstrate the constitutive expression of IDO and AHR in CLL cells. Furthermore, the tumor microenvironment promotes the induction of IDO and AHR through a complex signaling crosstalk with leukemic cells. Our findings underline that IDO-Kyn-AHR axis is active in CLL cells and promotes Mcl1 expression, sustaining the survival of CLL cells. Disclosures Luppi: Gilead Sci: Consultancy, Speakers Bureau; MSD: Consultancy; Sanofi: Consultancy; Abbvie: Consultancy; Daiichi-Sankyo: Consultancy; Novartis: Consultancy, Speakers Bureau. Marasca: Gilead Sci: Honoraria, Research Funding; Roche: Consultancy, Honoraria; Shire: Consultancy, Honoraria; Janssen: Honoraria, Research Funding; Abbvie: Consultancy, Honoraria."
}