{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4419.4419",
    "article_title": "Bone-Targeted Pharmacological Inhibition of Notch Signaling As a Novel Approach to Inhibit Myeloma Growth and Bone Destruction ",
    "article_date": "December 7, 2017",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster III",
    "abstract_text": "Notch signaling between myeloma cells and cells of the bone marrow microenvironment favors growth and survival of myeloma cells and increases osteoclast formation. In vitro and in vivo studies demonstrated that systemic inhibition of Notch signaling using gamma-secretase inhibitors (GSIs) decreases myeloma cell growth and reduces osteoclast generation. However, the use of GSIs in the clinic is limited by the ocurrence of severe adverse side effects as fatigue, skin disorders, and acute gastrointestinal toxicity. To circumvent the side effects associated with systemic inhibition of Notch signaling using GSIs, we synthesized a novel Notch inhibitor by linking GSI-XII to an inactive bone-targeting molecule (BT). BT-GSI was designed to direct the conjugate to bone where the linker is cleaved under the acidic environment generated by osteoclast activity, thus locally releasing the GSI. In vitro , the control unconjugated GSI decreased Notch target gene expression (Hes1) in 5TGM1 myeloma cells, but BT-GSI had no effect. However, when both GSI and BT-GSI were pre-incubated at low pH to mimic the acidic conditions in resorption sites, equal inhibition of Notch target gene expression was observed. Ex vivo , both GSI and BT-GSI (non-pre-incubated) similarly decreased Hes1/5 expression in whole bone organ cultures that reproduce conditions present in the bone microenvironment. In vivo , administration of BT-GSI (5µg/g, 3xwk) to normal 4-month old female mice for 2 weeks was well tolerated and no skin issues were observed. Mice treated with BT-GSI exhibited decreased Hey2, Hes5, and Hes7 mRNA expression in whole bone preparations, but not in brain or gut, compared to vehicle-treated mice. Further, BT-GSI did not increase Apsidin expression in the gut, a biomarker of gastrointestinal toxicity. BT-GSI-treated mice exhibited decreased serum levels of CTX (-40%), a bone resorption marker, and upregulated Opg mRNA expression in bone, thereby decreasing the Rankl/Opg ratio. Consistent with these findings, BT-GSI-treated mice exhibited a 50% decreased in the bone surface covered by osteoclasts compared to vehicle-treated control mice. BT-GSI treated mice exhibited higher total (+3%), femoral (+4%), and spinal (+7%) BMD compared to control mice. Further, mice receiving BT-GSI had increased cancellous bone volume (+25%) and trabecular thickness (+10%) compared to vehicle-treated mice, as quantified by microCT. Serum levels of the bone formation marker P1NP, as well as bone formation and mineral apposition rates, number of osteoblasts, and the expression of osteoblast markers, including Wnt target genes and the osteocyte- derived Sost/Sclerostin remained unchanged in bones of BT-GSI-treated mice compared to control mice. Taken together, these findings demonstrate that BT-GSI induces bone specific Notch inhibition, reduces osteoclast formation without affecting osteoblast activity, favoring bone gain, and lacks gut toxicity. Thus, BT-GSI is a promising approach to inhibit the growth of myeloma cells and prevent bone loss in myeloma patients, while circumventing the deleterious side effects of this class of inhibitors in other tissues. Disclosures Delgado-Calle: PharmaMar: Research Funding. Roodman: PharmaMar: Research Funding. Bellido: PharmaMar: Research Funding.",
    "topics": [
        "bone destruction",
        "multiple myeloma",
        "signal transduction",
        "pharmacology",
        "adverse effects",
        "gastrointestinal toxicity",
        "rna, messenger",
        "apposition",
        "biological markers",
        "fatigue"
    ],
    "author_names": [
        "Jesus Delgado-Calle, PhD",
        "Gerald Wu",
        "Jessica Nelson",
        "Emily G Atkinson",
        "Kevin McAndrews",
        "Lifeng Xiao",
        "Frank H Ebetino",
        "Robert K Boeckman, Jr.",
        "David David Roodman, MD PhD",
        "Teresita Bellido"
    ],
    "author_dict_list": [
        {
            "author_name": "Jesus Delgado-Calle, PhD",
            "author_affiliations": [
                "Medicine, Division of Hematology/Oncology, Indiana Univeristy School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gerald Wu",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Nelson",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily G Atkinson",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin McAndrews",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lifeng Xiao",
            "author_affiliations": [
                "Univeristy of Rochester, New York, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank H Ebetino",
            "author_affiliations": [
                "Univeristy of Rochester, New York, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert K Boeckman, Jr.",
            "author_affiliations": [
                "Univeristy of Rochester, New York, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David David Roodman, MD PhD",
            "author_affiliations": [
                "Medicine/Hematology and Oncology, Indiana University School of Medicine, Indianapolis, IN"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresita Bellido",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:41:58",
    "is_scraped": "1"
}