{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5582.5582",
    "article_title": "Sickle Cell Patient Education: Assessment of the Emmi Electronic Teaching Module ",
    "article_date": "December 7, 2017",
    "session_type": "901. Health Services Research—Non-Malignant Conditions",
    "abstract_text": "In recent studies, patients with sickle cell disease (SCD) report lack of involvement in decisions regarding their own health, poor communication with healthcare professionals, as well as inadequate access to ambulatory care. Given gaps in the knowledge and comfort level of healthcare providers who care for patients with SCD, there is a clear imperative to improve patient health literacy and enhance patient confidence in self-care. To meet these needs, an interactive electronic teaching module for SCD was developed with input from physicians and patients. It includes information about how self-care can help decrease emergency department usage and mitigate triggers of vaso-occlusive pain crisis, as well as strategies for patients to manage their pain at home with both pharmacologic and nonpharmacologic measures. However, the module has not been validated. This pilot study aims to determine whether patients with SCD can improve their baseline knowledge regarding self-management of sickle cell pain via this electronic teaching module, as measured by improvement from pre-module to post-module sickle cell disease pain management knowledge based questionnaire. An additional aim is to assess whether the module is well-received by study participants using a post-module survey. The study was approved by IRB. We enrolled 17 adults with SCD in clinic at baseline. Study participants completed a Surveymonkey knowledge-based questionnaire before and after watching the Emmi electronic teaching module and a post-module electronic survey. Scores on the knowledge-based questionnaires showed a significant average increase of 5 points, or a 16% increase (paired t-test (n=16) = 6.37, p < .001). The post-module survey results indicated that the module is well-received by approximately 59% of participants and 88% of participants reported that they learned from the module. The interactive module with questionnaires usually took an hour to complete. Limitations to this pilot study include small population size due to eligibility criteria and single institution. This study has the potential to provide an immediate impact in health literacy for an underserved patient population and in turn possibly improve disease specific outcomes. This research had no financial backing from Emmi Solutions. Emmi Solutions did provide in-kind assistance with access to the module and the development of the questionnaire and survey. This research was supported in part by the Proposed Research Initiated by Students and Mentors (PRISM) Program, University of Maryland School of Medicine Office of Student Research. Disclosures Hsu: Emmi: Other: consultant for Emmi; AstraZeneca: Other: steering committee for HESTIA trial.",
    "topics": [
        "ambulatory care services",
        "drepanocytes",
        "pain",
        "pain management",
        "patient education",
        "prisms",
        "self-management",
        "sickle cell anemia",
        "vaso occlusive crisis",
        "self care"
    ],
    "author_names": [
        "Lewis L Hsu, MD PhD",
        "Jennie Y Law, MD",
        "Tammie Tam, BS"
    ],
    "author_dict_list": [
        {
            "author_name": "Lewis L Hsu, MD PhD",
            "author_affiliations": [
                "Childrens' Hospital, University of Illinois, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennie Y Law, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Maryland Greenebaum Cancer Center, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tammie Tam, BS",
            "author_affiliations": [
                "University of Maryland School of Medicine, Baltimore, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T03:55:50",
    "is_scraped": "1"
}