{
    "doi": "https://doi.org/10.1182/blood.V128.22.5654.5654",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3437",
    "start_url_page_num": 3437,
    "is_scraped": "1",
    "article_title": "Changes in Serum B-Cell Maturation Antigen Levels Are a More Rapid Indicator of Therapeutic Response or Disease Progression for Patients with Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "antigen assay",
        "b-lymphocytes",
        "disease progression",
        "multiple myeloma",
        "brachial plexus neuritis",
        "antigens",
        "complete remission",
        "immunoglobulin a",
        "immunoglobulin g",
        "immunoglobulins"
    ],
    "author_names": [
        "Kyle Udd, BA",
        "Haiming Chen, MD PhD",
        "Mingjie Li, BS",
        "Camilia M Soof, BS",
        "Christian Casas, BS",
        "Soudabeh Etessami, PhD",
        "Zachary Gross, MD",
        "Matthew Ghermezi",
        "James Wang",
        "Eric Sanchez, BA",
        "Cathy S Wang, BS",
        "Marsiye Emamy-Sadr",
        "Regina Swift, RN",
        "James R. Berenson, MD"
    ],
    "author_affiliations": [
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Oncotracker, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "James R. Berenson, MD, Inc., West Hollywood, CA"
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA ",
            "Oncotracker, West Hollywood, CA ",
            "James R. Berenson, MD, Inc., West Hollywood, CA"
        ]
    ],
    "first_author_latitude": "34.090862099999995",
    "first_author_longitude": "-118.39251750000001",
    "abstract_text": "Introduction : B-cell maturation antigen (BCMA) is a protein found on the surface of malignant plasma cells from multiple myeloma (MM) patients (pts). We have previously shown that MM pts show higher serum (s) levels of BCMA than healthy subjects and that these levels predict outcomes and can be used to monitor the disease course of these pts. We have recently shown that the half-life of solubilized BCMA is much shorter (1 day) than the conventional serum marker, monoclonal (M) immunoglobulin (21-28 days; Sanchez et al. Clin Can Res 2016). Given the increasing number of therapeutic options for treating MM pts, it becomes of increasing importance to have more rapid ways to assess the efficacy of therapies. We compared changes in serum BCMA to M-protein levels among MM patients receiving new treatments. Methods : Serum BCMA and M-protein levels were determined from all MM pts showing a measurable serum M-protein beginning any new therapy at a single clinic from March 2015 to July 2016. Samples were obtained during each visit (at least weekly) throughout the first cycle of new therapy (C1 D1) and the first day of their second cycle (C2 D1). Analysis of sBCMA levels was determined using an enzyme-linked immunosorbent assay (ELISA; R&D Systems, Minneapolis, MN). All sBCMA samples for each individual pt were measured using a single ELISA plate. All serum M-protein measurements were completed in the same clinical laboratory. Percentage changes in sBCMA and serum M-protein levels during treatment were determined relative to the level from the blood draw obtained just prior to the initiation of a new therapy. All patient samples were obtained following proper informed consent in accordance with the Declaration of Helsinki. Results : Twenty MM pts (IgG [n=16] and IgA [n=4]), were studied in frontline (n=5) and salvage (n=15) settings. Eleven (55%) pts responded to treatment (1 complete response [CR], 5 partial response [PR] and 5 minimal response [MR]) whereas 7 and 2 pts showed stable disease (SD) and progressive disease (PD), respectively. Changes from baseline (C1 D1) for samples taken during the remainder of C1 and C2 D1 showed sBCMA levels changed more quickly than serum M-protein among responding and progressing pts (Table 1). A 30 - 43% reduction in relative sBCMA levels by the end of the second week of treatment predicted subsequent achievement of an MR for 3 pts. By C1 D15, serum M-protein levels in these pts only decreased by an average of only 11% (range, 3% - 23%). In all 5 pts who achieved PR, sBCMA decreased >30% (range, 31% - 57%) by C1 D8 whereas serum M-protein only decreased by an average of 5% (range, -15% - +15%). A decrease of >43% (range, 43% - 69%) by C1D15 correlated with an eventual PR (n=5) in all 5 pts who subsequently achieved a PR. During that same time, serum M-protein levels varied by an average of only 26% (range, 16% - 36%). In the patient who achieved a CR, the drop in sBCMA was more marked than serum M-protein and was 20% on C1 D8 and 78% on C1 D15 whereas serum M-protein only decreased by 12% and 61% on C1 D8 and C1 D15, respectively. An increase in sBCMA of >30% by C1 D8 indicated disease progression (n=2) in both pts who developed PD at the end of C1. For pts who only showed SD during C1, sBCMA levels only varied 30% increases relative to the sample obtained one week prior (n=3) correctly predicted disease progression during the following cycle in all of these pts. Conclusions : In this study, we have shown that serum BCMA levels more quickly and markedly change than conventional M-protein levels among MM pts receiving any new treatment. Specifically, relative changes in sBCMA levels >30% during the first week of a new treatment correlate with eventual changes in the clinical status of these pts. Thus, frequent assessment of serum BCMA levels during the first month of any new treatment may be helpful to make more rapid decisions as to whether it will ultimately provide benefit to individual MM pts. View large Download slide View large Download slide  Disclosures Etessami: Oncotracker: Employment. Berenson: OncoTracker: Employment, Equity Ownership."
}