{
    "doi": "https://doi.org/10.1182/blood.V128.22.2756.2756",
    "article_title": "Anti-Leukemia Effect of FF-10501-01, a Novel Inosine 5'-Monophosphate Dehydrogenase Inhibitor, in Acute Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster II",
    "abstract_text": "Introduction Inosine 5'- monophosphate dehydrogenase (IMPDH) plays a critical role in nucleotide synthesis by serving as a rate-limiting step for the de novo production of guanine from its precursors. Overexpression of IMPDH has been observed in both solid and hematologic malignancies. FF-10501-01 is a potent new competitive IMPDH inhibitor. In this study, we systematically investigated the anti-leukemia effect of FF-10501-01 in acute myeloid leukemia (AML) cell lines, including hypomethylating agent (HMA)-resistant derivative cells. Methods Thirteen leukemia cell lines were studied, including 5 parental AML cell lines and their HMA-resistant derivatives (MOLM13, SKM1, HL60, TF1, and U937) as well as three other AML cell lines (KG1, HEL, and OCI-AML3). Cell proliferation was determined using trypan blue analysis. Flow cytometry was performed to detect drug-induced apoptosis and cell cycle status. High-performance liquid chromatography (HPLC) was performed to detect the intracellular concentration of guanine nucleotides, with mycophenolic acid (MPA) treated cells used as positive control. We also studied the effect of guanosine supplementation on FF-10501-01-treated cells. Results To understand whether FF-10501-01 was able to effectively limit AML cell proliferation, we subjected a variety of cell lines to 72 hours of FF-10501-01 treatment at various concentrations. We also included a large number of HMA-resistant cell lines in an effort to understand whether or not FF-10501-01 could be a useful secondary or complimentary treatment to HMA therapy. FF-10501-01 inhibited the proliferation of all 13 AML cell lines studied with 72 hours of treatment. The IC-50 of FF-10501-01 ranged between 4.3 and 144.5 µM. The IC50 values for HMA-resistant cells were all higher than those values in their HMA-sensitive counterparts, except SKM1, in which the HMA-sensitive line had a higher IC50 than the HMA-resistant SKM1 line. To further understand the mechanism by which FF-10501-01 effectively reduced cell numbers in these cell lines, we assessed the level of apoptosis in each line after FF-10501-01 exposure. FF-10501-01-induced apoptosis was observed in all of the studied cell lines in a dose-dependent manner except for the HMA-resistant TF-1 cell line. We then assessed whether FF-10501-01 affected cell cycle progression. This effect was highly variable. Increased numbers of cells in G1 phase and decreased numbers of cells in S phase were observed in MOLM13, SKM1, and TF-1 cell lines treated with less than 100 µM FF-10501-01. To understand the mechanistic effects of FF-10501-01, we performed rescue experiments with both HMA-resistant and HMA-sensitive MOLM13 and HL60 cells. Concurrent treatment with FF-10501-01 and guanosine in these cells partially rescued the antiproliferation effect of FF-10501-01. To further characterize the effect of FF-10501-01 on guanosine metabolism, we then performed HPLC experiments to analyze the levels of phosphoguanosine in treated MOLM13 and SKM1 cells. FF-10501-01 treatment effectively reduced the intracellular phosphoguanosine levels in both cell lines. This effect was seen for GMP, GDP, and GTP. We then sought to assess whether the combination of FF-10501-01 and HMAs could be effective in limiting MOLM13 and HL-60 cell proliferation, especially in their HMA resistant derivatives. The combination of HMA and FF-10501-01 showed little synergy beyond the effects of FF-10501-01 alone, regardless of HMA sensitivity, except in HMA-resistant HL-60 cells, in which FF-10501-01 showed moderate synergy with HMA. We further assessed the antiproliferative effect of FF-10501-01 in bone marrow blast samples taken from 3 AML patients. There was a minor dose-dependent antiproliferation effect seen in these samples, but this was not statistically significant. Notably, one patient showed a sharp increase in cell counts at the lowest concentration of FF-10501-01, but that sample's cell numbers decreased more rapidly as FF-10501-01 concentration increased. This implies that FF-10501-01 treatment response may be related to cell proliferation. Conclusions The IMPDH inhibitor FF-10501-01 can produce potent anti-proliferative and apoptotic induction effects on AML cell lines, including HMA-resistant cell lines, through inhibition of de novo guanine nucleotide synthesis. These results indicate that FF-10501-01 might be a promising new therapeutic agent for AML. Disclosures Paradiso: Strategia Therapeutics, Inc.: Employment. Iwamura: FUJIFILM Corporation: Employment.",
    "topics": [
        "inosine",
        "leukemia",
        "leukemia, myelocytic, acute",
        "oxidoreductase",
        "guanosine",
        "guanine nucleotides",
        "high pressure liquid chromatography procedure",
        "combined modality therapy",
        "cyclic gmp",
        "flow cytometry"
    ],
    "author_names": [
        "Hui Yang, MD PhD",
        "Zachary S. Bohannan, MA",
        "Zhihong Fang",
        "Irene Gañán-Gómez, PhD",
        "Yue Wei, PhD",
        "Linda J. Paradiso, DVM, MBA",
        "Hiroyuki Iwamura, Dphil",
        "Guillermo Garcia-Manero, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hui Yang, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zachary S. Bohannan, MA",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhihong Fang",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene Gañán-Gómez, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yue Wei, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda J. Paradiso, DVM, MBA",
            "author_affiliations": [
                "Strategia Therapeutics, Inc., Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroyuki Iwamura, Dphil",
            "author_affiliations": [
                "FUJIFILM Corporation, Tokyo, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:37:14",
    "is_scraped": "1"
}