{
    "doi": "https://doi.org/10.1182/blood.V112.11.2470.2470",
    "article_title": "Assessing Endothelial Dysfunction in Pediatric Sickle Cell Disease ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "abstract_text": "Background : There has been growing interest in the vasculopathy occurring in sickle cell disease (SCD), which includes blunted nitric oxide (NO) responsiveness and low nitric oxide bioavailability due to ongoing hemolysis. Historical methods for measuring endothelial dysfunction like measurement of forearm blood flow or brachial artery flow-mediated dilation have either been cumbersome or invasive. Peripheral arterial tonometry (PAT) is a relatively new and simple technology for non-invasively measuring vascular tone changes related to endothelial dysfunction in peripheral arterial beds through a finger plethysmographic probe (a modification of measurement of brachial artery flow-mediated dilatation). Its use has been well researched in coronary artery disease and other cardiovascular disorders, where PAT has been found to provide early detection of endothelial dysfunction. However, use of PAT technology in SCD is still being examined and there are no studies focusing exclusively on pediatric SCD. Hypotheses: The SCD patients with more frequent symptoms will have lower PAT scores, correlating with more endothelial damage. The SCD patients with greater hemolysis will have lower PAT scores due to lower NO bioavailability. Conversely, therapeutic interventions like hydroxyurea therapy or a regular transfusion protocol would have higher PAT scores. Design/Methods : A convenience sample of pediatric SCD patients at baseline is being examined with the FDA-approved Endo-PAT2000 device (Itamar Medical). Plethysmographic probes were placed on corresponding fingers of both hands, and tracings were recorded. The dominant arm served as a control to correct for any baseline sympathetic overlay. The non-dominant arm was occluded with a blood pressure cuff for a period of five minutes and then released. A ratio of the post-occlusion dilatation compared to the baseline was automatically generated by the instrument (>1.67 signifying normal endothelial function). Medical records were abstracted for frequency of symptoms, baseline hemoglobin/reticulocyte count, hydroxyurea therapy, or chronic transfusions. Statistical analysis was done using the Mann-Whitney test due to the skewed distribution of the data. Results : A total of 31 subjects have been studied to date (age 7–20 yrs, mean 15.5, SD 3.4) : 24 with SCD-SS, 5 with SCD-SC, and 2 with SCD-Sbeta+ thalassemia. Mean EndoPAT score was 1.53 for subjects with frequent SCD symptoms, which was significantly lower than those who were not as symptomatic (mean EndoPAT score 1.71; p-value 0.032). Analysis by hemoglobin genotype trended towards a lower mean EndoPAT score for the SCD-SS group (1.61) compared to 1.71 for the combined [SCD-S Beta+Thalassemia and SCD-SC] subset. Within the SCD-SS group, addition of treatment modalities such as a regular chronic transfusion protocol (5 subjects) and hydroxyurea therapy (10 subjects) did not show any difference in the EndoPAT score (1.53 and 1.52 respectively). EndoPAT scores did not show significant correlation with hemoglobin and reticulocyte count as indirect measures of hemolysis. However, there was wide variability in EndoPAT scores noted within each group. Conclusions: EndoPAT scores of the subjects who were frequently symptomatic were significantly lower than those who were not as symptomatic, possibly explained by increased endothelial damage caused by repeated insults. Exploratory statistical analysis to tease out other factors which could affect the endothelial function like hemoglobin genotype and effect of treatment modalities were inconclusive in this cohort. EndoPAT values did not significantly correlate with baseline hemoglobin level or reticulocytosis. These data are consistent with the preliminary data of other groups examining endothelial dysfunction in adults with SCD, which also seem to indicate that forearm blood flow, rather than PAT, may have better correlation with NO scavenging & low NO bioavailability due to hemolysis. Findings of other studies also suggest that EndoPAT may correlate better with NO resistance. However, a wide range of the EndoPAT values was observed within each group of this cohort. A larger sample size may capture these differences in a condition like SCD which is known to be phenotypically heterogeneous.",
    "topics": [
        "endothelial dysfunction",
        "pediatrics",
        "sickle cell anemia",
        "hemoglobin",
        "dilatation, pathologic",
        "hydroxyurea",
        "nitric oxide",
        "transfusion",
        "beds",
        "blood pressure cuffs"
    ],
    "author_names": [
        "Krupa Sivamurthy, MD",
        "Carlton Dampier, MD",
        "MaryLou MacDermott, RN, CRNP",
        "Maureen Meier, RN, CCRC",
        "Michele Cahill, RN",
        "Lewis L. Hsu, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Krupa Sivamurthy, MD",
            "author_affiliations": [
                "Drexel University College of Medicine, Marian Anderson Comprehensive Sickle Cell Center, Nelson 2130, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carlton Dampier, MD",
            "author_affiliations": [
                "Drexel University College of Medicine, Marian Anderson Comprehensive Sickle Cell Center, Nelson 2130, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "MaryLou MacDermott, RN, CRNP",
            "author_affiliations": [
                "Drexel University College of Medicine, Marian Anderson Comprehensive Sickle Cell Center, Nelson 2130, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maureen Meier, RN, CCRC",
            "author_affiliations": [
                "Drexel University College of Medicine, Marian Anderson Comprehensive Sickle Cell Center, Nelson 2130, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Cahill, RN",
            "author_affiliations": [
                "Drexel University College of Medicine, Marian Anderson Comprehensive Sickle Cell Center, Nelson 2130, Philadelphia, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lewis L. Hsu, MD, PhD",
            "author_affiliations": [
                "Drexel University College of Medicine, Marian Anderson Comprehensive Sickle Cell Center, Nelson 2130, Philadelphia, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T12:56:40",
    "is_scraped": "1"
}