{
    "doi": "https://doi.org/10.1182/blood.V104.11.107.107",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=25",
    "start_url_page_num": 25,
    "is_scraped": "1",
    "article_title": "Hospitalization Rates in Patients with Sickle Cell Disease (SCD) in the State of Maryland (MD): No Change Since Approval of Hydroxyurea (HU). ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "acute chest syndrome",
        "adverse effects",
        "blood transfusion",
        "brachial plexus neuritis",
        "drepanocytes",
        "follow-up",
        "health services",
        "hemoglobin",
        "hemoglobin sc disease",
        "hospital admission"
    ],
    "author_names": [
        "Sophie Lanzkron, MD",
        "George J. Dover, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Department of Pediatrics, Johns Hopkins University, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.310098350000004",
    "first_author_longitude": "-76.60530895",
    "abstract_text": "Background : In 1998 the FDA approved the use of HU for use in patients (pts) with SCD. The trial on which the approval was based demonstrated that adult pts that were on HU had fewer hospitalizations, fewer episodes of acute chest syndrome and required fewer transfusions than those patients that were not on HU. The authors of this original study were able to calculate a cost savings of over 20 million dollars a year if every eligible patient in the US were taking HU. There is currently no literature that addresses the use of HU outside the setting of a clinical study. Methods: We reviewed the inpatient and outpatient charts of all adults with SCD, admitted to Johns Hopkins Hospital (JHH) in FY2003. We also reviewed hospital admission data for MD in FY2003 and FY1995, using data from the MD Health Services Cost Review Commission. Data was pulled using the following ICD9 codes 28260,28261,28263,28269,28262. An estimate of total number of individuals with SCD in MD was made using 1990 and 2000 census data and a prevalence of SCD of 1 in 400 African Americans (AA). Fisher’s exact test was used to compare proportions. As readmission data was unavailable we assumed that the rates of readmission were similar for 1995 and 2003. Results : Review of the JHH data (Table 1) showed that 25% of pts with SCD accounted for half of the hospital days for all pts with SCD and almost 40% of total charges. 66% of eligible pts with Hgb SS were not receiving HU. The reasons for not being on HU varied; 4/9 did not have regular outpatient follow-up, 1 was pregnant, 2 had compliance issues related to side effects, 1 patient refused to take HU and 1 patient started during FY2003. For the pts with hgb SC disease, the indications for use of HU are not established and in our pt cohort those that had received HU in the past did not attain significant benefit without toxicity. Based on US census data the number of individuals of African decent, 18 years and older with SCD in MD for 2003 was 2760. By comparison the number estimated to be in MD in 1995 was 2361. The number of adult admissions for the diagnosis of SCD to hospitals in MD in FY1995 was 1313 and in FY2003 it was 1961. The number of admissions per estimated AA adult with SCD in MD for 1995 was .56 and for 2003 was .71. (p<0.001) The annual costs of caring for hospitalized adult sickle cell pts in MD in 1995 was $6.7 million compared to over $10 million for FY2003. The percent of total hospital expenditures spent on SCD admissions in MD was 0.12% in 1995 and doubled to 0.21% in 2003. Pediatric data over the same time period demonstrated an increase in number of hospitalizations 909 in 1995 compared to 1202 in 2003. When the ratios of admissions per estimated number of pediatric sickle cell pt. in MD were compared for the two time periods there was no statistically significant difference. Conclusions : Hospital generated data for MD demonstrates that admissions and costs of caring for adult sickle cell pts have increased significantly since the approval of HU by the FDA. Data from JHH shows that a large number of eligible patients are not taking HU. Further investigation into the issues affecting hospitalizations of individuals with SCD and the use of HU in this patient population is warranted. Characteristics of SCD Patients Admitted to JHH  . All SCD patients . ≥ 3 admissions/yr (%) . Total Patients 109 27(25) Total Hospital days 1266 615(49) Total Admits 225 124 (55) Total Charges ($) 2,796,088 1,090,348(39) Number on HU Unknown 4 . All SCD patients . ≥ 3 admissions/yr (%) . Total Patients 109 27(25) Total Hospital days 1266 615(49) Total Admits 225 124 (55) Total Charges ($) 2,796,088 1,090,348(39) Number on HU Unknown 4 View Large"
}