{
    "doi": "https://doi.org/10.1182/blood.V106.11.5351.5351",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=347",
    "start_url_page_num": 347,
    "is_scraped": "1",
    "article_title": "PBSCT Similar to BMT Allows Active B-Lymphopoiesis Unless Severe GVHD Occurs. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Long-term engraftment after stem cell transplantation is dependent on pluripotent hematopoietic stem cells capable to multi-lineage reconstitution. The engraftment and prolonged repopulation of B lymphoid progenitor cells is dependent on pluripotent hematopoietic stem cells. We have recently shown that a high number of B-cell progenitors is detectable in the bone marrow from patients both after allogeneic PBSCT and after allogeneic BMT. The percentage of CD19/CD10+ pro-B/pre-B cells showed a high variability and ranged from 0 to 98% of all B-lymphocytes. Interestingly, no difference in numbers of precursor B-lymphocytes between BM recipients and PBSC recipients was found. In micro-satellite analysis, both in PBSC and in BM recipients the B cell precursors were derived exclusively from the donor. To identify predictors of B lymphopoiesis in the bone marrow after stem cells transplantation, a stepwise, multiple regression analysis was performed. The stem cell source, BM or PBSC, the occurrence of GVHD, the conditioning with or without TBI and whether ATG was given, were entered as categorical variables. Time point of BM sampling after transplantation, age of the donor and the recipient, the quantity of stem cell transplanted and the T cell content of the BM sample served as continuous variables. Time elapsed after transplantation (p=0.002) and severe GVHD (aGVHD grade III/IV or extensive cGVHD) (p=0.036) could be identified as parameters with an independent influence on the percentage of B cell precursors. The highest percentage of precursor B cells was found during the first year after transplantation, unless severe GvHD was present, leading to neglible precursor B-cells. This hyperactive B lymphopoiesis in the first year after transplantation contrasts to low circulating B cell counts. Finally, it could be formally demonstrated, that G-CSF mobilized PBSC contain hematopoietic stem cells capable of long-term reconstitution of the B cell compartment.",
    "topics": [
        "graft-versus-host disease",
        "lymphopoiesis",
        "transplantation",
        "bone marrow transplantation, allogeneic",
        "cd19 antigens",
        "graft-versus-host disease, chronic",
        "granulocyte colony-stimulating factor",
        "hematopoietic stem cell transplantation",
        "microbiology procedures",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Julia Winkler, MD",
        "Armin Biller, MD",
        "Natalie Schub, MD",
        "Wolf Rösler, MD",
        "Kerstin Eckart-Schäfer, MD",
        "Hannes Wandt, MD",
        "Claudia N. Kluender, MD",
        "Rainer Schwerdtfeger, MD",
        "Joachim Hahn, MD",
        "Ernst Holler, MD",
        "Thomas H. Winkler, PD",
        "Martin Gramatzki, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, University of Erlangen-Nuernberg, Erlangen, Germany"
        ],
        [
            "Department of Internal Medicine III, University of Erlangen-Nuernberg, Erlangen, Germany"
        ],
        [
            "Department of Internal Medicine III, University of Erlangen-Nuernberg, Erlangen, Germany"
        ],
        [
            "Department of Internal Medicine III, University of Erlangen-Nuernberg, Erlangen, Germany"
        ],
        [
            "Med. Clinic V, Clinic Nuernberg, Germany"
        ],
        [
            "Med. Clinic V, Clinic Nuernberg, Germany"
        ],
        [
            "BMT Center, DKD, Wiesbaden, Germany"
        ],
        [
            "BMT Center, DKD, Wiesbaden, Germany"
        ],
        [
            "Department of Hematology/Oncology, University of Regensburg, Regensburg, Germany"
        ],
        [
            "Department of Hematology/Oncology, University of Regensburg, Regensburg, Germany"
        ],
        [
            "Hematopoiesis Unit, Chair of Genetics, University of Erlangen/Nurenberg, Erlangen, Germany"
        ],
        [
            "Department of Internal Medicine III, University of Erlangen-Nuernberg, Erlangen, Germany"
        ]
    ],
    "first_author_latitude": "49.5978804",
    "first_author_longitude": "11.004550699999998"
}