{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3461.3461",
    "article_title": "Bacterial Infections in Patients with Chronic Lymphocytic Leukemia: A Longitudinal Nation-Wide Study ",
    "article_date": "December 7, 2017",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster II",
    "abstract_text": "Background Bacterial infections remain one of the most important clinical problems in patients with chronic lymphocytic leukemia (CLL) causing significant morbidity and implicated in a third of all deaths among patients with CLL. Identification of bacterial infection by a culture is an important prognostic finding. Several studies have evaluated the incidence and type of bacterial infections in CLL, but often these have only evaluated bacteremia and patients who have been treated in a protocol. Aim The aim of the present study is to estimate incidence rates of- and risk factors for microbiologically verified bacterial infections in a nationwide cohort of treated as well as untreated patients with CLL. Methods We used the Danish National CLL registry to identify all patients diagnosed with CLL between 2008 and 2016. From the Danish National Microbiology database and the PERSIMUNE data warehouse we collected data on all microbiologically verified bacterial infections in these patients between January 2010 and April 2017. The study was approved by the Danish data protection agency and the Danish health authorities. Results We identified 3720 CLL patients with 12,833 person-years of follow-up (median 3.1 years). Within our study period 913 patients had received treatment for CLL. A total of 26562 cultures (12,987 blood, 8,607 urine, 658 airway) were collected among 2377 patients during the study period. Of the blood cultures, 755 (5.8 %) were positive and 229 (1.7 %) were defined as possibly contaminated. Among the 755 positive blood cultures the microorganisms identified were Escherichia coli (188, 24.9 %), Enterococcus faecium (81, 10.7 %), Staphylococcus aureus (73, 9.7%), Streptococcus pneumoniae (72, 9.5 %). The rates of positive blood cultures for untreated and treated patients were 0.03 and 0.16 per patient year, respectively. Conclusion We here report the largest study to date on bacterial infections in a nationwide cohort of consecutive CLL patients. By characterizing type of infection, we will be able to identify different patterns of infections in treated as well as untreated CLL patients and to identify risk factors for specific types of infections. This knowledge should be used to personalize prophylactic interventions as well as the initial treatment of infections in CLL patients. Further, results of this study could be used to guide prophylactic measures for specific subgroups of patients, which should be tested in prospective clinical trials. Disclosures Niemann: The Danish Cancer Society: Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel grant; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel grant; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel grant, Research Funding; Novo Nordisk Foundation: Research Funding; Novartis: Other: Travel grant; Roche: Consultancy, Other: Travel grant.",
    "topics": [
        "bacterial infections",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "infections",
        "blood culture",
        "airway device",
        "bacteremia",
        "cancer",
        "follow-up",
        "verification"
    ],
    "author_names": [
        "Michael Asger Andersen, MD",
        "Caspar Da Cunha-Bang, MD PhD",
        "Marie Helleberg, MD PhD",
        "Carsten Utoft Niemann, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Asger Andersen, MD",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, Copenhagen, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Caspar Da Cunha-Bang, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, Copenhagen, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Helleberg, MD PhD",
            "author_affiliations": [
                "Department of Infectious Diseases, Rigshospitalet, Copenhagen, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Utoft Niemann, MD PhD",
            "author_affiliations": [
                "Hematology, Rigshospitalet Copenhagen University Hospital, Copenhagen, Denmark"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:50:32",
    "is_scraped": "1"
}