{
    "doi": "https://doi.org/10.1182/blood-2020-139100",
    "article_title": "The Impact of Anti-Microbial Drug-Drug Interactions on Acute Kidney Injury after Allogeneic Hematopoietic Cell Transplantation ",
    "article_date": "November 5, 2020",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Introduction: Acute kidney injury (AKI) is one of the major complications after allogeneic hematopoietic cell transplantation (allo-HCT), and several studies have demonstrated a relationship between poor outcome and the concomitant AKI in the early phase after allo-HCT. Among various post-transplant factors, usage of antimicrobial agents, especially in cases where multiple agents are combined, may be one of the major causes of post-transplant AKI, due the potential nephrotoxicity of each agent and drug-drug interactions. An association between the combination of vancomycin (VCM) with piperacillin/tazobactam (PIPC/TAZ) and increased risk of developing AKI after allo-HCT has been reported; however, no reports have demonstrated the impact of other combinations on post-transplant AKI. Herein, we performed a retrospective analysis to compare the incidence of AKI according to selected antimicrobial agents, using a database with information covering the time-dependent administrative status of all the agents involved. Methods: We included patients with hematological malignancies who received allo-HCT between 2006 and 2018 in Kyoto University, Kyoto, Japan to evaluate the incidence and risk factors of AKI early after transplantation (before Day100). The incidence of AKI was defined according to Acute Kidney Injury Network (AKIN) classification and evaluated, considering early death as a competing risk. Administrative status of each antimicrobial agent was treated as a time-dependent covariate, and the synergetic effects on AKI by multiple agents in combination were evaluated as p for interaction. Results: In total, 465 transplant cases (416 patients) were included. The median age at HCT was 49 years old (range, 17-70). Among these, 104 cases received a related-donor transplant (64 patients received bone marrow and 40 peripheral-blood stem cell grafts), 207 received a transplant from unrelated donors, and 154 received a single-unit cord-blood transplant. The median value for pre-transplant serum creatinine (sCr) was 0.6 (range, 0.20-1.68). The cumulative incidence of AKI at Day100 was 40.0%, and overall survival (OS) at 3 years after HCT was 43.5% in patients with AKI while 70.9% in those without AKI (hazard ratio [HR] = 2.63, 95% confidence interval = 1.95-3.55, p < 0.01). Being male and having a higher pre-transplant sCr were significant risk factors for AKI (HR = 1.53, p < 0.01 and HR = 4.21, p < 0.01, respectively). After HCT, 34 types of oral or intravenous antimicrobial agents (17 antibiotics, 6 antivirals, and 11 antifungals) were utilized across the entire cohort. A higher incidence of AKI was significantly associated with the use of intravenous ciprofloxacin, foscarnet (FCN), ganciclovir (GCV), liposomal amphotericin B (L-AMB), meropenem (MEPM), PIPC/TAZ, and VCM (p < 0.05). Next, we investigated the synergistic impacts of using anti-pseudomonal antibiotics and anti-methicillin resistant staphylococcus aureus (MRSA) agents, because empiric treatment of febrile neutropenia after HCT often relies on this combination, i.e. CFPM, PIPC/TAZ, or MEPM in combination with VCM or teicoplanin (TEIC). As a result, sole administration of VCM was associated with a higher incidence of AKI; this effect was enhanced when VCM was used in combination with PIPC/TAZ (HR = 3.03, p < 0.01 for VCM without PIPC/TAZ; HR = 4.38, p < 0.01 for VCM with PIPC/TAZ), indicating the existence of interaction between VCM and PIPC/TAZ. However, for the concomitant use of VCM plus CFPM or MEPM, no synergistic interaction was observed with regard to the increased incidence of AKI. In addition, administration of TEIC alone and any combination used with TEIC were not associated with an increased risk of AKI. An increased risk of AKI was also confirmed for the combination of MEPM plus GCV or FCN, and GCV plus L-AMB. Conclusions: AKI was significantly associated with poorer OS, and specific antimicrobial combinations were suggested to increase the risk of AKI. Avoidance of such combinations should be considered to preserve renal function and to reduce AKI-related morbidity and mortality. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Fumiya Wada",
        "Yasuyuki Arai, MDPhD",
        "Junya Kanda, MD PhD",
        "Toshio Kitawaki, MD PhD",
        "Masakatsu Hishizawa, MD PhD",
        "Tadakazu Kondo, MD PhD",
        "Kouhei Yamashita, MD PhD",
        "Akifumi Kondo Takaori, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fumiya Wada",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yasuyuki Arai, MDPhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junya Kanda, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshio Kitawaki, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masakatsu Hishizawa, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadakazu Kondo, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kouhei Yamashita, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akifumi Kondo Takaori, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T18:40:26",
    "is_scraped": "1"
}