{
    "doi": "https://doi.org/10.1182/blood-2019-121073",
    "article_title": "Genomic Analysis of Hodgkin Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "Scientific Abstracts",
    "abstract_text": "The genetic analysis of the Hodgkin and Reed/Sternberg (HRS) tumor cells in Hodgkin lymphoma (HL) is very much hampered by the rarity of these cells, typically accounting for only about 1% of cells in the lymphoma tissue. Moreover, only very few cell lines were established from HL, partly with an uncertain origin. Thus, for the identification of somatic mutations in HRS cells, methods had to be established to isolate the rare HRS cells by microdissection from tissue sections or by cell sorting from cell suspensions. Initial studies were focussed on candidate gene approaches, often inspired by results from the prior analysis of HL cell lines. These early studies revealed numerous recurrent mutations in members of the NF-κB and JAK/STAT pathways, causing or at least contributing to the constitutive activation of these signaling pathways. 1 The pathobiological relevance of the constitutive activation of NF-κB and JAK/STAT factors was validated by functional studies with HL cell lines. A first whole exome sequencing analysis of flow-sorted HRS cells was published by Reichel and colleagues. 2 B2M was found to be inactivated by somatic mutations in 7/10 cases, and caused loss of major histocompatibility complex 1 expression. Although later studies with larger case series identified such mutations in only about 20-30% of cases, 3,4 B2M inactivation is nevertheless an important factor for immune evasion of HRS cells and a frequently mutated gene in HL. A second exome sequencing study of HRS cells used microdissected tumor cells and revealed as a major novel finding frequent somatic mutations in the STAT6 gene (ca. 30% of cases). 3 The genetic lesions in STAT6 are gain-of-function mutations. Overall nearly 90% of HL cases show genetic alterations in members of the JAK/STAT pathway, further demonstrating the major role of this pathway in HL pathogenesis. Our group is currently performing studies of microdissected HRS cells by whole genome sequencing, aiming to identify further genetic lesions in HRS cells beyond those affecting exons. An alternative attractive approach to uncover mutations in HRS cells is the genetic analysis of circulating DNA in plasma, because HRS cell-derived DNA fragments can be identified in most patients at the time of diagnosis. A targeted sequencing study of circulating tumor DNA showed the feasibility of this approach and validated, for example, the frequent occurrence of STAT6 mutations in HL. In rare instances, a HL can co-occur with another lymphoma in the same patient. Such composite lymphomas frequently show a common clonal origin of both lymphomas from a mature B cell. 5 Composite lymphomas are therefore elegant models to study the multi-step transformation process in lymphomagenesis. We are currently performing a whole exome sequencing analysis of composite classical HL and B-cell Non-Hodgkin lymphomas, to reveal the pattern of early shared mutations and later distinct mutations. In each of the cases under investigations, such shared and distinct mutations were indeed identified. Küppers R, Engert A, Hansmann ML. Hodgkin lymphoma. J Clin Invest . 2012; 122: 3439. Reichel J, Chadburn A, Rubinstein PG, et al. Flow sorting and exome sequencing reveal the oncogenome of primary Hodgkin and Reed-Sternberg cells. Blood . 2015; 125: 1061. Tiacci E, Ladewig E, Schiavoni G, et al. Pervasive mutations of JAK-STAT pathway genes in classical Hodgkin lymphoma. Blood . 2018; 131: 2454. Spina V, Bruscaggin A, Cuccaro A, et al. Circulating tumor DNA reveals genetics, clonal evolution, and residual disease in classical Hodgkinlymphoma. Blood . 2018; 131: 2413. Küppers R, Dührsen U, Hansmann ML. Pathogenesis, diagnosis, and treatment of composite lymphomas. Lancet Oncol . 2014; 15: e435. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hodgkin's disease",
        "genome",
        "lymphoma",
        "circulating tumor dna",
        "genetic analysis",
        "tumor cells",
        "cell separation",
        "cell-free dna",
        "dna fragments",
        "leukemogenesis"
    ],
    "author_names": [
        "Ralf Küppers, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ralf Küppers, PhD",
            "author_affiliations": [
                "University of Duisburg-Essen, Essen, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:30:15",
    "is_scraped": "1"
}