{
    "doi": "https://doi.org/10.1182/blood.V110.11.478.478",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1040",
    "start_url_page_num": 1040,
    "is_scraped": "1",
    "article_title": "Transplant Centre Experience and Patient Selection Are the Key Elements Associated with Outcome of RIC and MAC HSCT for CML. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment",
    "topics": [
        "complement membrane attack complex",
        "hematopoietic stem cell transplantation",
        "mac protocol",
        "macao",
        "mdc protocol",
        "mid upper arm circumference",
        "minimum alveolar concentration",
        "mitral valve annular calcification",
        "monitored anesthesia care",
        "mycobacterium avium complex"
    ],
    "author_names": [
        "Charles R. Crawley, MD",
        "Ronald Brand, PhD",
        "Eduardo Olavarria, MD",
        "Theo M. de Witte, PhD",
        "Jane F. Apperley, PhD",
        "Dietger W. Niederwieser, PhD",
        "Cesare Guglielmi, PhD",
        "Per T. Ljungman, Phd",
        "Alois Gratwohl, PhD"
    ],
    "author_affiliations": [
        [
            "Dept of Haematology, Addenbrookes Hospital, Cambridge, United Kingdom"
        ],
        [
            "Department of Medical Statistics & BioInformatics, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Dept of Haematology, Imperial College, London, United Kingdom"
        ],
        [
            "Department of Hematology, Radboud University, Nijmegen, Netherlands"
        ],
        [
            "Dept of Haematology, Imperial College, London, United Kingdom"
        ],
        [
            "Division of Haematology & Oncology, University of Leipzig, Leipzig, Germany"
        ],
        [
            "Il Facolta di Medicina, Universita La Sapienza, Rome, Italy"
        ],
        [
            "Huddinge Haematology Centre, Karolinska University Hospital, Huddinge, Sweden"
        ],
        [
            "Dept of Hematology, University Hospital, Basel, Switzerland"
        ]
    ],
    "first_author_latitude": "52.17569425",
    "first_author_longitude": "0.13959975000000002",
    "abstract_text": "Allogeneic transplantation continues to have a role in the management of high risk CML. However the place of reduced intensity (RIC) versus myeloablative conditioning (MAC) is uncertain in younger patients. A total of 2331 first HSCT’s performed from 1998–2005 were reported to the European Group for Blood and Marrow Transplantation Registry, RIC was used in 276 and MAC in 2055. Overall survivals were similar for the first 9 months. After 9 months the survival curves separated (HR for RIC 1.8, 95% CI 1.2–2.8 p=0.01). All estimates were based on time dependent Cox models and landmark analyses at 9 months. EBMT score was higher in the RIC group (score 0–2, 27% vs 52% p9 months was worse in RIC patients with a low propensity score when treated in centres with 9 months was equal in centres treating ≥5 patients with RIC who had a high propensity score (HR 0.8 CI 0.4–1.6). The figures below illustrate this showing the cumulative risk of non-relapse mortality, relapse and death after relapse for these groups estimated in a competing risk setting. Conclusion: Transplant centre experience and patient selection impact on outcome. Survival with RIC HSCT is inferior to MAC except for the subgroup of patients with a high propensity score transplanted at centres with ≥5 RIC HSCT. View large Download slide Low Propensity Score and <5 RIC HSCT View large Download slide Low Propensity Score and <5 RIC HSCT View large Download slide High propensity Score and ≥5 RIC HSCT View large Download slide High propensity Score and ≥5 RIC HSCT"
}