{
    "doi": "https://doi.org/10.1182/blood.V112.11.5328.5328",
    "article_title": "MLL/AF10(OM-LZ) Transformed Cells Induce Myeloproliferative Disease-Like Myeloid Leukemia in the Sublethally Irradiated Mice ",
    "article_date": "November 16, 2008",
    "session_type": "Oncogenes and Tumor Suppressors",
    "abstract_text": "Chromosomal translocation t(10;11)(p12;q23) resulting in the fusion of MLL gene with AF10 is seen in patients with acute leukemias, especially in acute monoblastic leukemia. The OM-LZ domains of AF10 have been shown to be sufficient for immortalization when fused with 5′MLL, however, the leukemogenesis of MLL/AF10(OM-LZ) is not clear. By retrovirally transducing MLL / AF10(OM-LZ) fusion gene into the murine bone marrow cells, we established six MLL/AF10(OM-LZ)-immortalized cell lines in medium containing IL3, IL6, SCF and GM-CSF. The cytological and immunophenotypic studies showed that all the cell lines were consisted of immature blast-like cells and monocyt/macrophage cells, except that line MA6 also contained about 2% mature granulocytes. The percentage of mature granulocytes in line MA6 raised to 20% upon treatment with G-CSF. Virus integration site (VIS) analysis demonstrated that line MA6 had a VIS at PD-L2 gene. Whether interruption of PD-L2 gene plays a role in releasing of the granulocytic differentiation blockage caused by MLL/AF10(OM-LZ) is under investigation. Nevertheless, line MA6 and the other immortalized cell lines all induced a myeloproliferative disease (MPD)-like myeloid leukemia when they were transplanted into the sublethally-irradiated syngeneic mice. Further studies revealed that the excessive mature granulocytes in the peripheral blood of leukemic mice were generated from the recipient hematopoietic stem/progenitor cells. On the other hand, the hyperleukocytosis found in line MA6 leukemic mice may be partly attributed to the expansion and maturation of the immortalized cells. RT-PCR analysis revealed that the MLL/AF10(OM-LZ)-immortalized cells expressed mRNAs encoding colony-stimulating factors and inflammatory cytokines. The latter were known to be able to stimulate or up-regulate endothelial cells, fibroblasts, T-lymphocytes, granulocytes and monocytes to produce GM-CSF, G-CSF or M-CSF, and, therefore, indirectly regulate myelopoiesis. Our results demonstrated that although the MLL/AF10(OM-LZ)-immortalized cells could not terminally differentiated into granulocytes, they could still induce a MPD by expression and secretion of the colony-stimulating factors and cytokines to over-stimulate the myelopoiesis of the recipient hematopoietic stem/progenitor cells.",
    "topics": [
        "leukemia, myeloid",
        "mice",
        "myeloproliferative disease",
        "colony-stimulating factors",
        "cytokine",
        "granulocyte colony-stimulating factor",
        "granulocyte-macrophage colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "interleukin-3"
    ],
    "author_names": [
        "Jen-Fen Fu, PhD",
        "Lee-Yung Shih, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jen-Fen Fu, PhD",
            "author_affiliations": [
                "Medical research, Chang Gung Memorial Hospital, Kwei-San, Taoyuan, Taiwan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lee-Yung Shih, MD",
            "author_affiliations": [
                "Internal Medicine, Chang Gung Memorial Hospital, Taipei, Taiwan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T02:19:05",
    "is_scraped": "1"
}