{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.809.809",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3737",
    "start_url_page_num": 3737,
    "is_scraped": "1",
    "article_title": "CD4/CD8 T-Cell Selection Enhances CD22 CAR-T Cell Transduction and in-Vivo CAR-T Expansion: Updated Results on Phase I Anti-CD22 CAR Dose Expansion Cohort ",
    "article_date": "December 7, 2017",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: CAR-T Cell Immunotherapy",
    "topics": [
        "adhesions",
        "apheresis",
        "bone marrow involvement",
        "cancer",
        "cd19 antigens",
        "cd28 antigens",
        "chemotherapy regimen",
        "complete remission",
        "cyclophosphamide",
        "cytokine release syndrome"
    ],
    "author_names": [
        "Nirali N Shah, MD",
        "Steven L Highfill, PhD",
        "Haneen Shalabi, DO",
        "Bonnie Yates, RN",
        "Eli Kane",
        "Vicki Fellowes",
        "Cynthia Delbrook, RN",
        "Jiaqiang Ren, MD PhD",
        "Jianjian Jin",
        "David Stroncek, MD",
        "Terry J. Fry, MD"
    ],
    "author_affiliations": [
        [
            "POB, National Cancer Institute/Nih, Bethesda, MD "
        ],
        [
            "Cell Processing Section, Department of Transfusion Medicine, National Institutes of Health Clinical Center, Bethesda, MD "
        ],
        [
            "POB, NCI, Bethesda, MD "
        ],
        [
            "POB, NCI, Bethesda, MD "
        ],
        [
            "POB, NCI, Bethesda, MD "
        ],
        [
            "Cell Processing Section, Department of Transfusion Medicine, National Cancer Institute, Bethesda, MD "
        ],
        [
            "POB, NCI, Bethesda, MD "
        ],
        [
            "Cell Processing Section, Department of Transfusion Medicine, National Institutes of Health Clinical Center, Bethesda, MD "
        ],
        [
            "Cell Processing Section, Department of Transfusion Medicine, National Institutes of Health, Bethesda, "
        ],
        [
            "Cell Processing Section, Department of Transfusion Medicine, National Institutes of Health Clinical Center, Bethesda, MD "
        ],
        [
            "NCI, CCR, POB, National Institutes of Health, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.00175025",
    "first_author_longitude": "-77.104423",
    "abstract_text": "Background: We previously demonstrated that non-T cells in apheresis products collected from patients with cancer, particularly in those with circulating leukemic cells or low CD3 counts, can substantially affect T cell expansion and transduction and, potentially, in vivo efficacy. Flask adhesion and elutriation methods to remove monocytes and granulocytes, and separation using CD3/CD28 activation beads are inefficient at removing tumor and other inhibitory cells. In the context of an ongoing CD22 CAR clinical trial, we introduced magnetic CD4/CD8 selection prior to activation and lentiviral transduction which resulted in enhanced in vivo CAR T-cell potency compared to products generated prior to the introduction of CD4/CD8 T cell selection. Design: Children and young adults with relapsed/refractory CD22+ hematologic malignancies eligible for our phase I dose escalation anti-CD22 CAR protocol were enrolled on study (NCT02315612). All had bone marrow evaluations at baseline, prior to lympho-depleting chemotherapy (Fludarabine 25 mg/m 2 x 3 days and Cyclophosphamide 900 mg/m 2 x 1 day) and again at day 28 (+/- 4 days) post-CAR infusion. Three dose levels were explored during dose-escalation (3 x 10e5; 1 x 10e6 and 3 x 10e6 transduced CAR T-cells/kg) prior to treating in the expansion phase at the 1 x 10e6 dose level, which is the focus of this report. As a result of a manufacturing failure in an enrolled patient, as of January 2017, the CAR-T manufacturing process was modified to include CD4/CD8 bead selection (TCS) for all subsequent patients. CAR T cell activation, transduction and expansion processes were otherwise unchanged. Results: From December 2014 to July 2017, 30 patients with ALL were treated, of which 22 (73%) were treated at 1 x 10e6 transduced CAR T cells/kg. All patients had active bone marrow involvement at baseline and 18 (82%) had an M2 marrow (>5% blasts) or higher disease burden. Eighteen had a prior transplant and 14 were previously treated with CAR. The first 15 patients were treated using an unselected apheresis product and 7 patients were treated using CD4/CD8 TCS. The first patient treating using TCS initially had a product failure when CAR-T cells were manufactured without TCS, due in part to a low CD3 at the time of collection resulting in substantial numbers of non-T cells in the apheresis product. Following CD4/CD8 TCS, the CD3 T-cell content in the starting product increased from 47% to 90%, T cell proliferation increased from 1.97-fold to 24.2-fold, transduction increased from 2.57% to 33.4% and an MRD negative complete remission was achieved. Following TCS, median transduction efficiencies were significantly higher (33.4% (pre-TCS) vs 40.7%, p=0.02). Cytokine release syndrome (CRS) occurred in 19 of 22 patients and was grade 1 CRS in 12 (4 in the TCS arm); grade 2 in 6 (2 in the TCS arm) and grade 4 in one patient. Amongst those developing CRS, tocilizumab was utilized in 2 of 13 (15%) patients pre-TCS and in 3 of 6 (50%) patients in the TCS arm to prevent higher grade CRS. Steroids were administered to 1 of 13 patients pre-TCS versus 3 of 6 (50%) patients in the TCS arm. Clinical parameters suggestive of a more robust inflammatory response in TCS patients included statistically significantly higher peak IL-6, IL-8, IL-10 and IL-15 levels as well as higher ferritin (Figure), and higher peak CAR-T% (75% vs 82%, p=0.03) with a trend towards higher absolute CAR values. Furthermore, 3 of the 5 responders in the TCS arm had evidence for a secondary expansion with a late rise in ferritin, WBC and CAR-T% with 2 patients having confirmed hemophagocytosis on the bone marrow at day 28, which was not seen in patients enrolled pre-TCS. For the entire cohort, 16 of 21 (76%) patients evaluable for response attained a complete remission (11 of 15 enrolled pre-TCS and 5 of 7 post-TCS). Amongst the TCS group, 5 of 5 who were CD22 CAR naïve attained MRD negative remission; two patients pre-treated with CD22 CAR T at an outside institution experienced poor in vivo CAR expansion possibly due to immune rejection. Conclusion: Ongoing experience on our expansion cohort confirms activity of CD22 CAR T cells resulting in high remission induction rates in relapsed refractory ALL, including responses in patients previously treated with CD19 CAR T cells. T cell selection using CD4/CD8 positive selection led to enhanced in vivo CAR-T expansion resulting in a 100% MRD negative complete remission rate (5 of 5 patients) in CD22 CAR naïve patients. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}