{
    "doi": "https://doi.org/10.1182/blood.V122.21.1928.1928",
    "article_title": "Interference Of The Tumor Supportive Effects Of BCL2 and MCL1 Sensitize Malignant Plasma Cells To The Lethal Effects Of Lenalidomide and Dexamethasone Regimen: An Important Clinical Path For BCL2 Targeting Drugs ",
    "article_date": "November 15, 2013",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "abstract_text": "Background Multiple myeloma (MM) is the second most common hematologic malignancy in the U.S. and is characterized by increased immunoglobulin production and infiltration of the bone marrow by malignant plasma cells. Myeloma cell growth is supported by both the elements present in the bone marrow microenvironment as well as deregulation of internal cellular systems associated with proliferation and apoptosis. Defective programmed cell death by BCL2 or MCL1 upregulation is observed in >80% of myeloma cases and is associated with an aggressive clinical course. Remarkably, there is no approved drug with the ability to target BCL2 or MCL1. Various strategies to mitigate the effects of increased BCL2 functionality, via small molecule inhibitors or BCL2-specific antisense oligonucleotides have been previously examined in MM. These studies revealed that 1) apart from BCL2, additional anti-apoptotic members belonging to the BCL2 family (i.e. MCL1, BCL-xL) play integral roles in maintenance of the myeloma cell phenotype, 2) drugs, which target only BCL2 offer limited therapeutic advantage and 3) given that survival factors engaged in MM are multifactorial, perhaps isolated targeting of the BCL2 pathways may not be sufficient. We therefore hypothesized that the clinical development of drugs that target various antiapoptotic BCL2 family members will require a partnership with established anti-MM regimens whose activity can potentially be further enhanced with correction of the apoptotic response system. Aim Since lenalidomide and dexamethasone (LD) is an established therapy for plasma cell cancers, we investigated if the pan-BCL2 inhibitor AT-101 (BH3 mimetic), which has high binding specificity for BCL2, MCL1 and BCL-xL, can be an effective therapeutic partner to enhance anti-MM effects of LD. Methods Human MM (KMS11, U266, OPM2) and WM (BCWM.1) cell lines along with their corresponding bortezomib resistant (BR) clones, (KMS11/BR, U266/BR, OPM2/BR and BCWM.1/BR) which were developed in our laboratory were used in this study. For gene expression profiling, the Illumina HumanHT-12 v3 whole-genome gene expression array and Nanostring nCounter mRNA quantification assays (NanoString, Seattle, WA) were utilized. Statistical analysis was conducted using R-based packages and the MeV software (TIGR). Apoptosis was measured by annexin-v/PI staining, and mitochondrial membrane permeability (MOMP) was assessed using TMRM followed by flow cytometry. Protein profiles were ascertained by western blot. Results Gene expression and immunoblot analysis of six plasma cell cancer models showed upregulation of various BCL2 family members, notably MCL1 and BCL-xL. In a dose-dependent manner, AT-101 was able to downregulate BCL2 and MCL1 and induced apoptotic cell death in MM and WM cells in a dose dependent manner. Tumor cell death was associated with caspase and PARP-1 cleavage accompanied by an increase in MOMP. This cytotoxic effect and BCL2 downregulation were further potentiated when AT-101 was combined with lenalidomide/dexamethasone (LDA). Nanostring nCounter mRNA quantification and IPA analysis revealed differential changes in the CCNA, FRZB, FYN, IRF1, PTPN11 genes in LDA treated cells. IPA canonical pathway analysis demonstrated the p53 signaling and the cyclins and cell cycle regulation pathways to be the most significantly activated by LDA therapy. Summary In summary, we describe for the first time the cellular and molecular events associated with the use of AT-101 in combination with lenalidomide/dexamethasone in preclinical models of plasma cell malignancy. This study lays the rationale for engaging and handicapping the intrinsic apoptotic system through the pan-BCL2 targeting capabilities of AT-101; thus enhancing the anti-MM effects of lenalidomide/dexamethasone. Disclosures: Foran: Celgene: Research Funding.",
    "topics": [
        "bcl2 gene",
        "bcl-2 protein",
        "dexamethasone",
        "lenalidomide",
        "neoplasms",
        "plasma cells",
        "bcl-xl protein",
        "cancer",
        "multiple myeloma",
        "rna, messenger"
    ],
    "author_names": [
        "Aneel Paulus, MD, MS",
        "Kasyapa S. Chitta, PhD",
        "Sharoon Akhtar",
        "Maja Kuranz",
        "Shaji Kumar, MD",
        "Vivek Roy, MD, FACP",
        "Stephen M. Ansell, M.D.Ph.D.",
        "Joseph R. Mikhael, MD",
        "Angela Dispenzieri, MD",
        "Craig Reeder, MD",
        "Candido E. Rivera, MD",
        "James M. Foran, MD",
        "Francis Buadi, MD",
        "Vincent Rajkumar, MD",
        "Asher Chanan-Khan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aneel Paulus, MD, MS",
            "author_affiliations": [
                "Cancer Biology, Mayo Clinic, Jacksonville, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kasyapa S. Chitta, PhD",
            "author_affiliations": [
                "Cancer Biology, Mayo Clinic, Jacksonville, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharoon Akhtar",
            "author_affiliations": [
                "Cancer Biology, Mayo Clinic, Jacksonville, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maja Kuranz",
            "author_affiliations": [
                "Cancer Biology, Mayo Clinic, Jacksonville, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji Kumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivek Roy, MD, FACP",
            "author_affiliations": [
                "Hematology and Oncology, Mayo Clinic, Jacksonville, FL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen M. Ansell, M.D.Ph.D.",
            "author_affiliations": [
                "Hematology and Oncology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph R. Mikhael, MD",
            "author_affiliations": [
                "Hematology and Oncology, Mayo Clinic, Scottsdale, AZ, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig Reeder, MD",
            "author_affiliations": [
                "Hematology and Oncology, Mayo Clinic, Phoenix, AZ, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Candido E. Rivera, MD",
            "author_affiliations": [
                "Hematology and Oncology, Mayo Clinic, Jacksonville, FL, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James M. Foran, MD",
            "author_affiliations": [
                "Hematology and Oncology, Mayo Clinic, Jacksonville, FL, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis Buadi, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Rajkumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asher Chanan-Khan, MD",
            "author_affiliations": [
                "Hematology and Oncology, Mayo Clinic, Jacksonville, FL, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T18:37:35",
    "is_scraped": "1"
}