{
    "doi": "https://doi.org/10.1182/blood.V110.11.2106.2106",
    "article_title": "GPVI Mutation and Absent Platelet Collagen Activation in a Patient with a Bleeding Disorder. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "The physiological relevance of the collagen GPVI receptor was known prior to its recognition as a platelet membrane receptor since several patients lacking GPVI as a consequence of autoantibody inhibition present with a mild bleeding diathesis. Remarkably, patients with a proven GPVI gene mutation could not yet been identified. We here describe a female patient with ecchymoses, epistaxis, several posttraumatic and postsurgery bleeding complications since her childhood and menorraghia. Coagulation and vWF studies were normal. The patient has a normal platelet count and electron microscopy showed no structural platelet abnormalities. All standard platelet aggregations were normal except for an absent response to Horm collagen, convulxin and the collagen-related peptide even at high concentrations of these agonists. Platelet ATP secretion was normal for ADP stimulation but absent for collagen. The mechanism of this dysfunction was further analyzed. Flow cytometric analysis of the different platelet membrane receptors showed a normal expression of integrin alphaIIb/beta3, integrin alpha2 and GPIbalpha but a completely absent membrane expression of GPVI. In contrast, immunoblot analysis of total platelet lysates showed a 50% reduced expression of both GPVI and its binding partner Fcgamma. Molecular analysis of the immunoreceptor GPVI/Fcgamma revealed no abnormalities in Fcgamma gene, except for the presence of Fcgamma mRNA with exon 2 skipping which could also be detected in control platelets. The patient was heterozygous for the known SKTQH/PEALN functional GPVI haplotype (Joutsi-Korhonen et al, Blood, 2003) but importantly also carried a heterozygous out-of-frame 16 bp deletion in exon 3 of GPVI gene. Subcloning and sequencing of the platelet GPVI mRNA resulted in only 25% of clones without the exon 3 deletion. The normal GPVI allele carried in addition to the SKTQH haplotype also 3 SNPs in the 3′UTR of the GPVI gene. The GPVI downstream intracellular signaling and collagen adhesion studies for this patient are ongoing. This study presents the first patient with a genetic GPVI defect with in contrast to patients with an autoantibody against GPVI a normal platelet count and ultrastructural morphology.",
    "topics": [
        "bleeding diathesis",
        "blood platelets",
        "collagen",
        "mutation",
        "autoantibodies",
        "rna, messenger",
        "adhesions",
        "agonists",
        "ecchymosis",
        "epistaxis"
    ],
    "author_names": [
        "Kathleen Freson, PhD",
        "Cedric Hermans, MD, PhD",
        "Chantal Thys",
        "Christel Van Geet, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kathleen Freson, PhD",
            "author_affiliations": [
                "Center for Molecular and Vascular Biology, University of Leuven, Leuven, Belgium"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cedric Hermans, MD, PhD",
            "author_affiliations": [
                "Department of Haematology, Haemostasis and Thrombosis Unit, Cliniques Universitaires Saint-Luc, Brussels, Belgium"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chantal Thys",
            "author_affiliations": [
                "Center for Molecular and Vascular Biology, University of Leuven, Leuven, Belgium"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christel Van Geet, MD, PhD",
            "author_affiliations": [
                "Center for Molecular and Vascular Biology, University of Leuven, Leuven, Belgium",
                "Department of Pediatrics, University Hospital Gasthuisberg, Leuven, Belgium"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T13:10:39",
    "is_scraped": "1"
}