{
    "doi": "https://doi.org/10.1182/blood.V124.21.3955.3955",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2972",
    "start_url_page_num": 2972,
    "is_scraped": "1",
    "article_title": "Multiple CMV Reactivations Are Associated with Lower Risk of Relapse Following Reduced Intensity Conditioning Allogeneic Stem Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster III",
    "topics": [
        "allogeneic stem cell transplant",
        "conditioning (psychology)",
        "cytomegalovirus",
        "risk reduction",
        "graft-versus-host disease, chronic",
        "transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "cytomegalovirus infections",
        "graft-versus-host disease, acute",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Feras Alfraih, MD",
        "Naheed Alam, MBBS,MD",
        "Vikas Gupta, MD FRCP, FRCPath",
        "Dennis Dong Hwan Kim, MDPhD",
        "John Kuruvilla, MD",
        "Jeffrey H. Lipton, MD PhD",
        "David Loach, MD",
        "Matthew D. Seftel, MRCP, FRCPC, MPH",
        "Jieun Uhm, MD",
        "Anna Lambie, NP",
        "Hans A. Messner, PhD"
    ],
    "author_affiliations": [
        [
            "King Faisal Hospital and Research Centre, Riyadh, Saudi Arabia ",
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Leukemia Program, Division of Medical Oncology and Hematology, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Leukemia Program, Division of Medical Oncology and Hematology, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Princess Margaret Hospital, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "24.6710498",
    "first_author_longitude": "46.676726099999996",
    "abstract_text": "Introduction : Cytomegalovirus (CMV) is a major infectious complication following allogeneic hematopoietic stem cell transplantation (HSCT). In this study, we attempted to evaluate the impact of multiple versus single CMV viremia (CMV-V) events on transplantÕs outcomes especially with respect to relapse, non-relapse mortality (NRM) and overall survival (OS). Methods : A total of 548 patients were evaluated for the occurrence of CMV-V after receiving HSCT between 2005 and 2012 at Princess Margaret Cancer Centre. CMV-V was diagnosed in peripheral blood samples obtained on two occasions either by PCR (³ 200 IU/ml) or antigenemia testing (³2 positive cells/100000). A total of 246 patients developed CMV-V and were included in the analysis. Patients were stratified into two groups, multiple CMV-V (³ 2) versus single CMV-V. Median age for all patients is 52 (range 17-71) and 125 (51%) were female. Matched related donors were used for one hundred twenty-five patients (57%). One hundred fifty-six patients (64%) were transplanted for myeloid and 70 (29%) for lymphoid malignancies. Ninety-seven patients (30%) were CMV sero-positive with a negative donor (R+D-) while 138 (51%) were recipient and donor CMV sero-positive (R+D+). Graft versus host disease (GVHD) prophylaxis included CSA/MMF (n=131, 53%) and CSA/MTX (n=115, 47%). Myeloablative conditioning regimens were administered to 143 patients (58%), 103 patients (42%) were treated with a reduced intensity regimen (RIC). Two hundred-fifteen patients (89%) received peripheral blood stem cells as a stem cell source. In- vivo T-cell depletion (TCD) with alemtuzumab was used in 103 (53%). Results: With a median follow-up duration of 27 months among survivors (range 6-92), overall CMV-V occurred in 64% (n=246). Multiple CMV-V occurred in 61% (n=151) versus 39% (n=95) in single CMV-V. The cumulative incidence of grades 1-4 acute GVHD, grades 2-4, grades 3-4 at day 120 and overall chronic GVHD at 2 years was 78%, 61%, 27% and 60% in the multiple CMV-V group versus 54%, 43%, 18% and 39% in single CMV-V group, suggesting higher incidence of acute & chronic GVHD in multiple CMV-V group versus single-CMV-V. The OS, NRM and relapse rate at 2 years were 47%, 41% and 14% in the multiple CMV-V versus 41%, 36% and 24% (p=0.06) in single CMV-V group, suggesting no differences on transplant outcomes between both groups. Sub-analyses based on preparative regimen administered showed, in RIC patients there were significant differences on relapse and NRM between multiple CMV-V versus single CMV-V (table 1) while in myeloablative set, these differences were not seen. The higher incidences of acute and chronic GVHD in patients with multiple CMV-V versus single-CMV-V events were similar on both RIC and myeloablative sets. Table 1. Transplant outcomes according to the occurrence of CMV infection following RIC allogeneic HSCT . Overall . Multiple CMV-V . Single CMV-V . .  (n=103, 100%) (n=57, 55%) (n=46, 45%) p-value  Acute GVHD      Grades 1-4 64 (62%) 39 (68%) 25 (54%) 0.158 Grades 2-4 46 (45%) 31 (54%) 15 (33%) 0.030 Grades 3-4 14 (14%) 11 (19%) 3 (7%) 0.083 CGVHD, overall  52 (50%) 34 (60%) 18 (39%) 0.048 Transplant outcomes      Death 55 (53%) 30 (53%) 25 (54%) 1.000 Non-relapse mortality 33 (32%) 23 (40%) 10 (22%) 0.057 Relapse 23 (22%) 7 (12%) 16 (35%) 0.009 . Overall . Multiple CMV-V . Single CMV-V . .  (n=103, 100%) (n=57, 55%) (n=46, 45%) p-value  Acute GVHD      Grades 1-4 64 (62%) 39 (68%) 25 (54%) 0.158 Grades 2-4 46 (45%) 31 (54%) 15 (33%) 0.030 Grades 3-4 14 (14%) 11 (19%) 3 (7%) 0.083 CGVHD, overall  52 (50%) 34 (60%) 18 (39%) 0.048 Transplant outcomes      Death 55 (53%) 30 (53%) 25 (54%) 1.000 Non-relapse mortality 33 (32%) 23 (40%) 10 (22%) 0.057 Relapse 23 (22%) 7 (12%) 16 (35%) 0.009 View Large A multivariate analysis in patients conditioned with RIC for transplant outcomes, confirmed multiple CMV-V as an independent protective factor for relapse (p=0.03, Hazard ratio [HR] 0.32) together with chronic GVHD (p< 0.01, HR 0.27) and myeloid disease (p=0.02, HR 2.46). For NRM, multiple CMV-V was not confirmed as an independent risk factor, but acute GVHD grade 3-4 (p< 0.01, HR 5.33) and chronic GVHD (p <0.01, HR 0.34) were found to be significant factors. For OS, chronic GVHD (p<0.01, HR 0.27), grade 3-4 (<0.01, HR 3.52) and age (P<0.01, HR 1.06) were independent prognostic factors. Conclusion: 1) Multiple CMV-V after RIC allogeneic HSCT is associated with significantly lower risk of relapse mortality, which might be affected in part by the occurrence of severe acute and chronic GVHD, and by other unknown independent mechanisms related to CMV infections. 2) CMV sero-status was not an independent risk factor for transplant outcomes in patients with CMV-V. 3) Further studies in larger populations are warranted to confirm and further explore a possible anti-tumor effect of cytomegalovirus infections especially in patients prepared with RIC. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures No relevant conflicts of interest to declare."
}