{
    "doi": "https://doi.org/10.1182/blood.V126.23.4638.4638",
    "article_title": "Lung Damage and Thrombocytopenia ",
    "article_date": "December 3, 2015",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion",
    "abstract_text": "Hematological changes in patients with lung damage were common and included thrombocytopenia (55%) (Yang et al, Int J Mol Med. 2004; Hon et al, Lancet. 2003). A number of potential mechanisms have been investigated. The lungs of patients who died of lung infection show diffuse alveolar damage with pulmonary congestion, edema, formation of hyaline membrane, and fibrosis. Viral infection, oxygen toxicity and/or barotrauma contribute to the lung damage. The lung tissue and pulmonary endothelial cell damage result in platelet activation, aggregation, and thrombi formation at the site of the injury. All these mechanisms may induce the consumption of platelets and megakaryocytes (MK). The association between lung injury and thrombocytopenia was investigated by comparing the MK and platelet counts, and platelet activation using P-selectin as a marker, between the prepulmonary (right atrial) and postpulmonary (left atrial) blood in rats with and without hyperoxic lung injury. In the healthy controls, the postpulmonary blood had lower megakaryocyte count, higher platelet count, but similar P-selectin expression. In contrast, the lung-damaged animals did not show any such differences in either MK or platelet count, but P-selectin expression was greater in the postpulmonary blood. Peripheral platelet and intra-pulmonary MK counts in the lung-damaged rats were significantly lower than those in their respective controls. Intra-pulmonary thrombi or platelet aggregation were detected in the lung-damaged rats but not in the controls. These findings showed that lung damage reduced circulating platelets through (i) failure of the lungs to retain and fragment MK to release platelets, (ii) and platelet activation leading to platelet aggregation, thrombi formation and platelet consumption. The number and morphology of circulating MK were also investigated before, during and after cardiopulmonary bypass (CPB) in 22 patients undergoing routine cardiac surgery. Results showed that: (i) The total number of MK in central venous was higher than those of peripheral arteries during normal circulation (P<0.01). There was significant decrease of Type-4 MK (mature and large MK) number in peripheral arteries compared with that in central venous (P<0.001); and (ii) During CPB, the total MK and Type-4 MK of central venous and peripheral arteries were significant increased when compared with that in normal circulation (P<0.01). Our observation supports that the lungs may remove large MK during normal circulation. This physiological effect would be lost on CPB. On the other hand, the lungs may be the sites of platelet release from mature MK. The inflammation, the long term ventilation and/or oxygen therapy may result in pulmonary fibrosis and other pathological changes. The reduced or morphologically altered pulmonary capillary bed would affect the MK fragmentation in the lung. The increased consumption of platelet and/or the decreased production of platelet may lead to thrombocytopenia. Disclosures Yang: National Natural Science Foundation of China(81270580): Research Funding.",
    "topics": [
        "lung injuries",
        "thrombocytopenia",
        "p-selectin",
        "thrombus",
        "barotrauma",
        "cardiac surgery procedures",
        "cardiopulmonary bypass",
        "diffuse alveolar damage",
        "edema",
        "fibrosis"
    ],
    "author_names": [
        "Mo Yang, PhD",
        "En Yu Liang",
        "Li Xia Zhou",
        "Beng H Chong, PhD",
        "Chunfu Li, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mo Yang, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "En Yu Liang",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Xia Zhou",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beng H Chong, PhD",
            "author_affiliations": [
                "St George Clinical School, University of NSW, Kogarah, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunfu Li, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T02:13:03",
    "is_scraped": "1"
}