{
    "doi": "https://doi.org/10.1182/blood-2019-124034",
    "article_title": "Clinical Benefit of Glasdegib in Combination with Azacitidine or Low-Dose Cytarabine in Patients with Acute Myeloid Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "abstract_text": "Introduction: Attempts to improve on the 20% complete remission (CR) rate and 10.4 month median overall survival (OS) in the frontline treatment (1L) of older unfit patients (pts) with acute myeloid leukemia (AML) using azacitidine (AZA) combination therapy have been met with cytopenic complications that may result in cycle (Cyc) 2 dose delays as frequently as 33% of the time. Glasdegib in combination with low-dose cytarabine (LDAC) showed superior overall survival vs LDAC alone in the BRIGHT AML 1003 trial that included pts with newly diagnosed AML who were ineligible for intensive chemotherapy (IC). The combination did not appear to increase cytopenias, bleeding, or infection. We analyzed the safety profile of glasdegib in combination with AZA or LDAC in 1L AML, focusing on cytopenias, infections, and dose delays. Methods: BRIGHT MDS & AML 1012 (NCT02367456) is an ongoing single-arm study in which untreated pts with myelodysplastic syndromes (MDS) or AML who were ineligible for IC received glasdegib (100 mg once daily [QD]) + AZA (75 mg/m 2 /day) on Days 1-7 every 28 days until disease progression, unacceptable toxicity, death, or pt refusal. Efficacy outcomes are reported as of Jun 17, 2019; all others as of Apr 19, 2019. BRIGHT AML 1003 (NCT01546038) is a completed study in which untreated pts with MDS or AML who were ineligible for IC were randomized to receive glasdegib (100 mg QD) + LDAC (20 mg twice daily on Days 1-10 every 28 days) or LDAC alone. Outcomes reported as of Oct 11, 2018. To minimize bias due to imbalances in survival between the 1003 study arms, safety outcomes within the first 90 days for the AML cohorts of each study are presented here. Results: Thirty pts with AML received treatment with glasdegib + AZA (Table 1). Median treatment duration was 5 Cyc (range, 1-11); median follow-up time was 7.8 months (95% CI, 5.9-9.6). CR was achieved by 6 pts (20.0%) receiving glasdegib + AZA. Two additional pts achieved CR with incomplete hematologic recovery (CRi) and discontinued treatment to prepare for transplant. Six-month survival probability was 70.0% (95% CI, 50.3-83.1), with 19 pts still in survival follow-up. Pts (N=116) were assigned to treatment with glasdegib + LDAC (n=78) or LDAC alone (n=38 [Table 1]); median treatment duration (range) was 3 Cyc (1-44) for glasdegib + LDAC and 2 Cyc (1-9) for LDAC alone; median follow-up time (95% CI) was 43.4 (39.7-49.1) and 42.0 (CI not evaluable) months, respectively. As previously reported, glasdegib + LDAC significantly improved OS vs LDAC alone (hazard ratio, 0.495 [95% CI, 0.325-0.752]; P =0.0004). The incidence of select treatment-emergent adverse events (TEAEs) and serious TEAEs associated with cytopenias, bleeding, and infection did not appear worse with glasdegib + AZA or glasdegib + LDAC than with LDAC alone, with some AEs even occurring less frequently (Table 1). Dose delays due to AEs were required in Cyc 2 by 8.7% (n=2/23, glasdegib + AZA), 6.7% (n=4/60, glasdegib + LDAC), and 4.2% (n=1/24, LDAC alone) of pts. Recovery of absolute neutrophil count, hemoglobin, and platelets at 2 cell-count thresholds was seen as early as Cyc 1 in approximately half of the evaluable pts (Table 2). Gastrointestinal toxicities, including nausea and vomiting, were frequent in pts receiving glasdegib + AZA (60.0 and 40.0%, respectively) and glasdegib + LDAC (29.3 and 20.0%, respectively). Glasdegib treatment was associated with AEs thought to be linked to inhibition of the Hedgehog pathway in normal tissue (muscle spasms, dysgeusia, alopecia [Table 1]). Conclusions: The addition of glasdegib to AZA does not appear to increase hematologic toxicities or cytopenic complications substantially, in contrast to the increased toxicity typically observed with combinational therapy. In the context of different baseline characteristics of the populations studied with AZA alone in 1L AML (Dombret, et al. Blood 2016), glasdegib + AZA did not substantially increase AEs related to cytopenias like infections, especially given the low rates of Cyc 2 delays due to AEs. These results are consistent with the lack of substantially increased toxicities with glasdegib + LDAC vs LDAC alone. In light of the survival benefit observed with glasdegib + LDAC vs LDAC alone, the addition of glasdegib to AZA may improve clinical outcomes without substantially increasing toxicities. A randomized phase 3 trial looking at the addition of glasdegib to AZA (vs AZA alone) in 1L AML (NCT03416179) is ongoing. View large Download slide View large Download slide Close modal Disclosures Zeidan: Astellas: Honoraria; Abbvie: Consultancy, Honoraria, Research Funding; Daiichi Sankyo: Honoraria; Cardinal Health: Honoraria; Seattle Genetics: Honoraria; BeyondSpring: Honoraria; Pfizer: Consultancy, Honoraria, Research Funding; Otsuka: Consultancy, Honoraria, Research Funding; Medimmune/AstraZeneca: Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria, Research Funding; Incyte: Consultancy, Honoraria, Research Funding; Trovagene: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; ADC Therapeutics: Research Funding; Jazz: Honoraria; Ariad: Honoraria; Agios: Honoraria; Novartis: Honoraria; Acceleron Pharma: Consultancy, Honoraria, Research Funding; Celgene Corporation: Consultancy, Honoraria, Research Funding. Schuster: Incyte: Research Funding; Karyopharm Therapeutics: Research Funding; Morphosys: Research Funding; Nordic Nanovector: Research Funding; Pharmacyclics: Research Funding, Speakers Bureau; Rafael: Research Funding; F2G Ltd.: Research Funding; AbbVie: Speakers Bureau; Amgen: Speakers Bureau; Astellas: Speakers Bureau; Celgene: Speakers Bureau; Genentech: Speakers Bureau; Janssen: Speakers Bureau; Novartis: Speakers Bureau; Seattle Genetics: Speakers Bureau; Takeda: Speakers Bureau; Verastem: Speakers Bureau; Actinium: Research Funding. Krauter: Pfizer: Honoraria. Maertens: Pfizer: Other: Grant and personal fees; Astellas Pharma: Other: Personal fees and non-financial support; Gilead Sciences: Other: Grants, personal fees and non-financial support; Merck: Other: Personal fees and non-financial support; F2G: Other: Personal fees and non-financial support; Cidara: Other: Personal fees and non-financial support; Amplyx: Other: Personal fees and non-financial support. Gyan: Pfizer: Honoraria. Menne: Kite/Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel grant, Research Funding, Speakers Bureau; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel grant, Research Funding, Speakers Bureau. Vyas: Astellas: Speakers Bureau; Abbvie: Speakers Bureau; Novartis: Research Funding, Speakers Bureau; Forty Seven, Inc.: Research Funding; Celgene: Research Funding, Speakers Bureau; Pfizer: Speakers Bureau; Daiichi Sankyo: Speakers Bureau. Ma: Pfizer: Employment, Equity Ownership. O'Connell: Pfizer: Employment, Equity Ownership. Zeremski: Pfizer: Employment, Equity Ownership. Kudla: Pfizer: Employment, Equity Ownership. Chan: Pfizer Inc: Employment, Equity Ownership. Sekeres: Millenium: Membership on an entity's Board of Directors or advisory committees; Syros: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. OffLabel Disclosure: Glasdegib is approved in the US in combination with low-dose cytarabine for treatment of newly diagnosed AML in patients not suitable for intensive chemotherapy due to comorbidities or age (75 years or older). Here we report data from a phase 1b trial where glasdegib was combined with azacitidine in patients with AML similarly ineligible for intensive chemotherapy.",
    "topics": [
        "azacitidine",
        "cytarabine",
        "glasdegib",
        "leukemia, myelocytic, acute",
        "brachial plexus neuritis",
        "cytopenia",
        "infections",
        "toxic effect",
        "chemotherapy regimen",
        "follow-up"
    ],
    "author_names": [
        "Amer M. Zeidan, MBBS, MHS",
        "Michael W. Schuster, MD",
        "Jürgen Krauter, MD",
        "Johan A. Maertens, MD PhD",
        "Emmanuel Gyan, MD PhD",
        "Magalie Joris, MD",
        "Tobias F Menne, MD PhD FRCPath",
        "Paresh Vyas, MD PhD",
        "Weidong Wendy Ma",
        "Ashleigh O'Connell",
        "Mirjana Zeremski, MD",
        "Arthur Kudla",
        "Geoffrey Chan, MD",
        "Mikkael A. Sekeres, MD MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Amer M. Zeidan, MBBS, MHS",
            "author_affiliations": [
                "Yale School of Medicine and Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael W. Schuster, MD",
            "author_affiliations": [
                "Stony Brook University Hospital Cancer Center, Stony Brook, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jürgen Krauter, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Medizinische Klinikum Braunschweig GmbH, Braunschweig, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johan A. Maertens, MD PhD",
            "author_affiliations": [
                "UZ Leuven, Leuven, Belgium "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Gyan, MD PhD",
            "author_affiliations": [
                "CHU de Tours - Hôpital Bretonneau, Tours, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magalie Joris, MD",
            "author_affiliations": [
                "CHU Amiens-Picardie, Amiens, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias F Menne, MD PhD FRCPath",
            "author_affiliations": [
                "Department of Haematology, Freeman Hospital, Newcastle Upon Tyne Hospitals NHS Foundation Trust, Newcastle Upon Tyne, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paresh Vyas, MD PhD",
            "author_affiliations": [
                "MRC Molecular Haematology Unit, Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weidong Wendy Ma",
            "author_affiliations": [
                "Pfizer Oncology, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashleigh O'Connell",
            "author_affiliations": [
                "Pfizer Oncology, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mirjana Zeremski, MD",
            "author_affiliations": [
                "Pfizer Oncology, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arthur Kudla",
            "author_affiliations": [
                "Pfizer Oncology, New York, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey Chan, MD",
            "author_affiliations": [
                "Pfizer Oncology, New York, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Leukemia Program, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T09:28:03",
    "is_scraped": "1"
}