{
    "doi": "https://doi.org/10.1182/blood.V112.11.2135.2135",
    "article_title": "Bone Complications Following Allogeneic Hematopoietic Stem Cell Transplantation: A Single-Center Prospective Study. ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia, and Late Complications after Transplantation",
    "abstract_text": "Osteoporotic fractures (OF) and avascular necrosis (AN), are major late complications after allogeneic hematopoietic stem cell transplantation (HSCT). We prospectively studied bone complications (BC) after HSCT. Patients and Methods: Pts having received allogeneic HSCT in hospital Saint-Louis from February 2004 to May 2006 were included. The study was approved by the Institutional Ethical Board and patients’ informed consent was obtained. 121 adult pts, 72 males and 49 females, mean aged 37.4 ± 12.3 years old (y.o.) at the time of the transplantation and 25 children (18 males and 7 females, mean aged 11.6 ± 3 y.o.) were included. Pts presented acute leukemia (48 myeloid and 30 lymphoblastic), myelodysplastic syndromes (11pts), lymphomas (8pts Hodgkin and 9pts non-Hodgkin), myeloproliferative syndromes (14pts), aplastic anemia (13pts), multiple myeloma (10pts) or chronic lymphocytic leukemia (3pts). 71pts received bone marrow, 59pts peripheral blood stem cells and 16pts cord blood cells. 99pts were transplanted following a myeloablative conditioning, while 47pts following reduced intensity regimen. 37pts received 12Gy of total body irradiation (TBI), 31pts 2Gy and 78pts did not receive TBI. 69pts presented acute GVHD and 54 chronic GVHD. All pts received calcineurin inhibitors for a median of 356 ± 339 days. 15pts did not receive corticoids (CD) posttransplant, 11pts did not receive CD treatment at all (pre- and post-transplant), while 75pts had received CD therapy pre-transplant. Cumulative dose of CD was 164.5 ± 136.2 mg/kg and median duration of CD treatment was 350 ± 363.5 days (27–1501 days). Of the 131pts having received CD post-transplant, 60pts (46%) received at least one biphosphonate (BS) perfusion. Bone turnover was assessed by c-telopeptide (C-TP) and TRAP 5 (serum band 5 Tartrate Resistant Acid Phosphatase) (markers of bone resorption) and osteocalcin (OC-marker of bone formation) measurements, pre-transplant and on day 60 (D60) and at 1 year post-transplant. Bone mineral density (BMD) was evaluated by dual energy X-ray absorptiometry (DEXA) on D60 and at 1 year post-transplant, on the femoral site (FS) and lumbar spine (LS). Results: 136pts (93%) and 104pts (71%) were still alive on D60 and 1 year respectively. C-TP was increased pre-transplant and on D60 (8068 ± 6848 pmol/l and 8293 ± 6388 pmol/l respectively, normal= 920–4200 pmol/l), while it significantly decreased and reached normal values at 1 year post-transplant (5807 ± 4742 pmol/l, p=0.01 compared to pre-transplant and to D60). TRAP5 did not significantly change throughout the study period and remained within normal limits, while OC significantly decreased on D60 compared to pre-transplant values (4.4 ± 5.6 ng/ml versus 10 ± 6.4 ng/ ml, p<0.05) and returned to pre-transplant levels at 1 year post-transplant (10 ± 6.3 ng/ ml). 87 of 136 pts alive on D60 had a DEXA. 13/30 female pts (43%) and 47/57 male pts (82%) showed osteopenia (43 pts on FS and 37 on LS) or osteoporosis (2 pts on FS and 11 pts on LS). Of these 87 pts, 71 were still alive at 1 year post-transplant and 32 (45%) had a DEXA. All pts showed improvement of BMD. Based on this observation, we did not perform DEXA in all pts. Follow up of all pts was 823 ± 474 days (48–1544). 15 pts presented AN of at least one joint (10% of studied pts) and 11 pts OF (7.5%), 19 males (73%) and 7 females (27%), mean aged 28.2 ± 14.4 y.o. at the time of the transplantation. Among them 6 pts were children (23%). BC occurred on day 409 ± 264 post-transplant (62–884). The cumulative dose of CD was 166.6 ± 138.1 mg/kg, duration of CD treatment 269 ± 229 days, duration of IS treatment 266 ± 206 days and the median dose of CD at the time of the BC was 0.2 mg/kg. Initial disease, type of transplanted stem cells, conditioning regimen, acute GVHD or TBI did not appear to significantly affect the incidence of AN or OF. Chronic GVHD and male sex appeared as the only risk factors associated with AN or OF. C-TP, TRAP5, OC and DEXA mean values in pts presenting BC did not differ from the mean values obtained from all studied pts. A total of 20/26 pts (77%) had received at least one BS perfusion prior to the BC. Conclusions: Approximately 18% of pts receiving allogeneic HSCT present a BC, mostly in the first year post-transplant. Chronic GVHD (and subsequent CD administration) and male sex appear to be the most important risk factors. BS prophylactic treatment does not seem to prevent BC, while markers of bone resorption and formation or DEXA could not predict BC.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "brachial plexus neuritis",
        "transplantation",
        "graft-versus-host disease, chronic",
        "graft-versus-host disease, acute",
        "hematopoietic stem cell transplantation",
        "hodgkin's disease",
        "perfusion",
        "adrenal corticosteroids",
        "aplastic anemia"
    ],
    "author_names": [
        "Anna D Petropoulou, MD",
        "Marie Robin, MD",
        "Andrée-Laure Herr, MD",
        "Agnes Devergie, MD",
        "Regis Peffault De Latour, MD",
        "Philippe Orcel",
        "Gérard Socié"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna D Petropoulou, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marie Robin, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrée-Laure Herr, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnes Devergie, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Regis Peffault De Latour, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Orcel",
            "author_affiliations": [
                "Rhumatology, Lariboisière Hospital, Paris, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gérard Socié",
            "author_affiliations": [
                "Bone Marrow Transplantation, Saint Louis Hospital, Paris, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T12:49:58",
    "is_scraped": "1"
}