{
    "doi": "https://doi.org/10.1182/blood.V118.21.4256.4256",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1991",
    "start_url_page_num": 1991,
    "is_scraped": "1",
    "article_title": "Clofarabine-Containing Chemotherapy Does Not Increase the Risk of Infectious Complications in Patients with Newly Diagnosed Acute Myeloid Leukemia (AML) ",
    "article_date": "November 18, 2011",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology",
    "abstract_text": "Abstract 4256 Background: Clofarabine is a purine nucleoside analog currently approved for relapsed pediatric acute lymphoblastic leukemia (ALL). Its role is also being investigated in various other hematologic malignancies, including AML. While desirably myelosuppressive, clofarabine is also lymphotoxic, which may impair cellular mediated immunity and result in higher rates of severe and/or atypical infections. Recently, an analysis of patients receiving clofarabine as salvage therapy for AML revealed a potentially increased risk for “unconventional” infections (Knoebel RW, Leuk Res, 2011). At the M.D. Anderson Cancer Center (MDACC), clofarabine has been tested as a component of multi-agent therapy for the frontline treatment of younger patients with AML. We hypothesized that clofarabine may increase the infectious burden placed on these patients. Methods: We conducted a retrospective comparison of patients receiving clofarabine containing chemotherapy (CIA: clofarabine 20 mg/m 2 IV daily for 5 days, idarubicin 10 mg/m 2 IV daily for 3 days, cytarabine 1,000 mg/m 2 IV daily for 5 days) versus non-clofarabine containing chemotherapy (IA: idarubicin 12 mg/m 2 IV daily for 3 days, cytarabine 1,500 mg/m 2 IV continuous infusion over 24 hours for 4 days) from 2007 – 2011. Consolidation cycles contained the same agents given according to an attenuated schedule. Variables extracted from the medical record included demographic data, number of cycles per patient, achievement of complete remission (CR), application of allogeneic stem cell transplant (allo-SCT), episodes of neutropenic fever, diagnosis of pneumonia, and diagnosis of atypical infections. Atypical infections were defined as viral infections, Pneumocystis Jirovecii, Nocardia, mycobacterial infections, Listeria, Legionella, Mucormycosis, or radiographic evidence of an atypical infection (REAI). Patients were followed until relapse, allo-SCT, or 6 months after the previous chemotherapy cycle. Results: 49 patients per group followed predominantly at MDACC throughout the duration of therapy were analyzed. Prophylactic antimicrobials prescribed after each chemotherapy cycle generally included valacyclovir, voriconazole, and an oral fluoroquinolone for all patients. The groups were well balanced in terms of age, therapy duration (2.7 cycles per patient on CIA versus 2.6 cycles per patient on IA), CR rate (CIA 73%, IA 71%), and predisposition to allo-SCT (CIA 49%, IA 45%). In the CIA group, 13 patients were diagnosed with pneumonia versus 15 patients in the IA group. Episodes of neutropenic fever per cycle also did not appear to differ between the groups (CIA 0.5, IA 0.62). Regarding atypical infections, there were 3 in the CIA cohort (1 Mucor, 2 REAI) versus 9 in the IA cohort (1 Mucor, 2 RSV, 6 REAI). Conclusions: Patients with AML treated in the frontline setting with clofarabine-containing chemotherapy do not appear to be subjected to an increased infectious risk compared with other high-dose ara-C-containing chemotherapy. In addition, we did not observe a higher rate of atypical infections in the group treated with the CIA regimen. We further plan to evaluate our older population of patients as well as those patients who receive clofarabine in the relapsed setting. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "clofarabine",
        "infection as complication of medical care",
        "leukemia, myelocytic, acute",
        "infections",
        "atypical",
        "allopurinol",
        "cytarabine",
        "duration of treatment",
        "febrile neutropenia"
    ],
    "author_names": [
        "Michael S Mathisen",
        "Hagop M Kantarjian",
        "Elias Jabbour, MD",
        "Guillermo Garcia-Manero",
        "Farhad Ravandi, MD",
        "Stefan Faderl, MD",
        "Gautam Borthakur",
        "Jorge E. Cortes",
        "Alfonso Quintás-Cardama, MD"
    ],
    "author_affiliations": [
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999"
}