{
    "doi": "https://doi.org/10.1182/blood.V108.11.1367.1367",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=820",
    "start_url_page_num": 820,
    "is_scraped": "1",
    "article_title": "Efflux of the Tyrosine Kinase Inhibitors Imatinib and Nilotinib (AMN107) Is Mediated by ABCB1 (MDR1)-Type P-Glycoprotein. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "burkitt's lymphoma",
        "imatinib mesylate",
        "nilotinib",
        "p-glycoprotein",
        "protein-tyrosine kinase inhibitor",
        "bcr-abl tyrosine kinase",
        "atp-binding cassette transporters",
        "cancer",
        "cytotoxicity",
        "leukemia, b-cell, acute"
    ],
    "author_names": [
        "Marius Dohse",
        "Robert W. Robey",
        "Cornelia Brendel",
        "Susan Bates",
        "Andreas Neubauer",
        "Christian Scharenberg"
    ],
    "author_affiliations": [
        [
            "Department of Anatomy and Cell Biology, Philipps-University Marburg, Marburg, Germany"
        ],
        [
            "Center for Cancer Research Bethesda, NCI, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Department of Hematology, Oncology and Immunology, Philipps-University Marburg, Marburg, Germany"
        ],
        [
            "Center for Cancer Research Bethesda, NCI, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Department of Hematology, Oncology and Immunology, Philipps-University Marburg, Marburg, Germany"
        ],
        [
            "Department of Hematology, Division of Internal Medicine, Kärnssjukhuset, Skövde, Sweden"
        ]
    ],
    "first_author_latitude": "50.8106859",
    "first_author_longitude": "8.7741641",
    "abstract_text": "Chronic myeloid leukemia (CML) is a cancer affecting the hematopoietic stem cell (HSC) and is considered to be caused by the unregulated activity of the BCR-ABL tyrosine kinase. The development of tyrosine kinase inhibitors (TKIs) such as imatinib has revolutionized CML-therapy. However, resistance to imatinib has become a clinical reality and several potential mechanisms have been postulated to explain the imatinib resistance observed in CML cells. Among these, inherent protective mechanisms, such as overexpression of ATP-binding cassette (ABC) transporters, may lead to relapse or drug-resistance in CML patients receiving imatinib. Imatinib has previously been suggested to be a substrate for ABCB1, but conflicting data have been reported regarding this issue. However, whether the novel second-generation TKI nilotinib is a substrate for ABCB1 has not been investigated previously. Thus, we sought to characterize the interactions between ABCB1 and imatinib and nilotinib. We report that the TKIs imatinib and nilotinib show a reversible inhibition of ABCB1-mediated Rhodamine efflux in murine HSCs at clinically achieved concentrations. Imatinib abrogates Rhodamine efflux in HSC at 5 μM while nilotinib had a similar effect at a concentration of 0.2 μM. Additional studies with ABCB1-transfected HEK293 cells confirm nilotinib as a more potent inhibitor of ABCB1 than imatinib. Cytotoxicity studies using ABCB1-transfected HEK293 cells with Doxorubicine demonstrated inhibition of ABCB1-mediated efflux of Doxorubicine with increasing TKI concentration. In order to determine whether imatinib and nilotinib are in fact substrates and function not only as inhibitors of ABCB1, we performed experiments with various concentrations of radiolabeled imatinib and nilotinib. When ABCB1-transfected cells were incubated with 0.2 μM 14C-imatinib, intracellular concentrations were significantly lower compared to cells incubated with 14C-imatinib in the presence of different established ABCB1 inhibitors. However, transfected cells that were incubated in the presence of 14C-Imatinib at 1 μM or higher did not display reduced intracellular drug levels. In studies with the novel TKI nilotinib, ABCB1-expressing cells retained significantly less 14C-nilotinib compared to cells incubated with nilotinib in the presence of ABCB1 inhibitors, even at micromolar concentrations (33 % at 1 μM). However, similar to high concentrations with imatinib, the accumulation defect was not observed at supraphysiological concentrations of nilotinib. These experiments demonstrate both TKIs to be substrates for ABCB1 and indicate that TKI-efflux has a threshold and that TKIs at higher concentrations overwhelm the extrusion capacity of ABC transporters, offering an explanation for the conflicting reports as to whether TKIs are indeed substrates or only inhibitors. Since ABCB1 is known to be expressed on HSCs, we speculate that ABCB1 expression could mediate resistance in CML stem cells against imatinib and to the novel second-generation TKI nilotinib. Moreover, with ABCB1 being typically active at the Blood-Brain Barrier, decreased cerebrospinal levels of TKIs may have important clinical impact for the treatment of BCR-ABL positive B-ALL."
}