{
    "doi": "https://doi.org/10.1182/blood.V112.11.2783.2783",
    "article_title": "Parathyroid Hormones (PTH) Serum Variations Are Associated with Bortezomib Response in Multiple Myeloma Patients ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "abstract_text": "A correlation between increase in bone markers (alkaline phosphatase (ALP) and response to bortezomib in patients with multiple myeloma (MM) has been previously described. We now report results from a prospective study examining the relationship of serum PTH variation with skeletal effects and myeloma response to bortezomib treatment. Methods: Single agent bortezomib (1.3 mg/m 2 patients 1–10; 1mg/m 2 patient 11–20), was administered to patients with relapsed/refractory MM on days 1, 4, 8 and 11 on a 21 day interval for a total of 3 cycles; patients were not allowed to receive concurrent bisphosphonates or any other anti-myeloma drugs during the study period. Dynamic indices of bone turnover were prospectively evaluated by high-resolution microCT. Architectural parameters such as bone volume/total volume (BVTV), trabecular number (TbN), and thickness (Tb.Th) was obtained. PTH along with bone markers (osteocalcin, calcium, magnesium, phosphorus and serum creatinine) were measured on days 1, 4, 8, 11 before and after each bortezomib dose and every 4 hours thereafter, daily for the other days of the treatment cycle. Results: Seventeen patients were enrolled in the study with a median age of 63 years, 41 % were male and 3/4 of the patients previously failed high-dose chemotherapy. Histomorphometric microCT comparative analysis was completed (baseline and post-treatment) in 7 of the 17 patients enrolled in the trial. Baseline BV/TV values ranged from 13% to 90%. After 3 cycles of bortezomib treatment a statistically significant increase in BV/TV was recorded in 6 of 7 patients (P<0.02). Median serum osteocalcin values increased from 1.95 ng/ml at baseline to 7.16 ng/ml at the end of the third bortezomib cycle. Serial PTH levels were measured in all enrolled patients. Median PTH variation across cycle of the entire group of patients is shown in Fig. 1A. Comparing patients who achieved at least a PR (according to the European Group for Blood and Marrow Transplant criteria) versus the others, median PTH levels separate after the second Bortezomib injections and were statistically higher in responding patients on days 11 (p=0.04), 21 (p=0.04), and 33 (p=0.04) (Fig. 1b). No significant changes from baseline in PTH levels were observed in control patients (≤PR). No serum differences in calcium, magnesium, phosphorus, and creatinine levels were recorded between responders and non-responder individuals. Conclusion: This Phase II study is the first to show that response to bortezomib in multiple myeloma treated patients is associated with changes in serum PTH level concentration, which appears to be independent from calcium metabolic regulation. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "bortezomib",
        "multiple myeloma",
        "parathyroid hormones",
        "calcium",
        "magnesium",
        "osteocalcin",
        "phosphorus",
        "x-ray microtomography",
        "alkaline phosphatase",
        "bisphosphonates"
    ],
    "author_names": [
        "Maurizio Zangari, MD",
        "Lisa Pappas",
        "Fenghuang Zhan, MD, PhD",
        "Naveen Sanath kumar, MD",
        "Federica Cavallo, MD",
        "Larry J Suva",
        "Guido Tricot, MD, PhD",
        "Dixie-Lee Esseltine, MD",
        "Shmuel Yaccoby"
    ],
    "author_dict_list": [
        {
            "author_name": "Maurizio Zangari, MD",
            "author_affiliations": [
                "Blood/Marrow Transplant and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisa Pappas",
            "author_affiliations": [
                "Biostatistics Core, Huntsman Cancer Institute, Salt Lake City, UT, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fenghuang Zhan, MD, PhD",
            "author_affiliations": [
                "Blood/Marrow Transplant and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naveen Sanath kumar, MD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federica Cavallo, MD",
            "author_affiliations": [
                "Divisione di Ematologia dell’Università di Torino, A.O.U. San Giovanni Battista, Torino, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry J Suva",
            "author_affiliations": [
                "Dept of Orthopaedic Surgery, Center for Orthopaedic Research, University of Arkansas for Medical Sciences, Liitle Rock, AR, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Tricot, MD, PhD",
            "author_affiliations": [
                "Blood/Marrow Transplant and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dixie-Lee Esseltine, MD",
            "author_affiliations": [
                "Millennium Pharmaceuticals: The Takeda Oncology Company, Cambridge, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shmuel Yaccoby",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T12:49:13",
    "is_scraped": "1"
}