{
    "doi": "https://doi.org/10.1182/blood.V106.11.1988.1988",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=446",
    "start_url_page_num": 446,
    "is_scraped": "1",
    "article_title": "BCR/ABL Tyrosine 177 Complexes with Grb2, Gab2 and Shp2, and Plays a Critical Role in Akt Activation and Altered p27 Signaling in BCR/ABL Transformed Human CD34+ Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "The contribution of a tyrosine residue in BCR/ABL (BA) at position 177 (Y177) to cellular transformation is known be highly dependent on the cellular context. Since CML arises in a primitive human hematopoietic cell, it is of critical importance to determine the role of Y177 in BA induced transformation of this cell population. We used a human CML model based on ectopic BA expression in CD34+ cells to investigate the role of Y177 in human hematopoietic cell transformation. Cord blood CD34+ cells were transduced with MSCV vectors coexpressing GFP with a BA gene with a tyrosine to phenylalanine mutation at 177 (Y177F), wild type (wt) BA, or control vectors expressing GFP alone. CD34+GFP+ cells were selected by flow cytometry sorting. CD34+ cells expressing the Y177F mutant demonstrated significantly reduced proliferation and enhanced chemotaxis to SDF-1 compared with cells expressing wtBA. These results indicate that Y177 interactions play a critical role for in BA induced abnormalities in cell proliferation and chemotaxis in CD34+ cells. To investigate signaling mechanisms downstream of Y177 in BA transformed human hematopoietic cells, we compared BA complex formation with other proteins that may interact via Y177, phosphorylation status of BA related proteins, and activity of downstream signaling pathways in Y177F, wtBA and control GFP expressing cells. Selected CD34+GFP+ cells were cultured with GF to generate sufficient numbers for these analyses. We confirmed that BA expression was maintained in cells expressing the Y177F mutant. Immunoprecipitation (IP) studies with anti-Abl antibodies (Abs) revealed that Grb2, Gab2 and Shp2 coimmunoprecipitated with wtBA, but demonstrated markedly reduced association with Y177F. IP studies using Grb2, Gab2 and Shp2 antibodies confirmed formation of complexes between these proteins and wtBA, and abrogation of these associations by the Y177F mutation. IP with anti-phosphotyrosine Abs revealed increased phosphorylation of Grb2, Gab2 and Shp2 in wtBA expressing cells, and reduced Gab2 and Shp2, but not Grb2, phosphorylation in Y177F expressing cells. Increased levels of P-STAT5 were seen in both wtBA and Y177F expressing cells. P-MAPK Western blots and MAPK kinase assays did not reveal a change in MAPK activity in Y177F compared with wtBA expressing cells. However Akt activity, as determined by P-Akt Western blots and Akt kinase assays, was increased in wtBA cells but markedly reduced in Y177F expressing cells. Total cellular p27 levels were elevated in wtBA transduced cells, consistent with previous reports that CML CD34+ cells have increased total but reduced nuclear p27 levels. In contrast, p27 levels were reduced in Y177F expressing cells. In wtBA expressing cells p27 coimmunoprecipitated with anti-ABL IPs. This association was reduced in Y177F cells. p27 was phosphorylated on T157 in wtBA cells. Akt-induced T157 phosphorylation is known to cause cytoplasmic retention of p27, precluding p27 induced G1 arrest. Our results indicate that the Y177 motif complexes with Grb2, Gab2 and Shp2 in BA transformed human hematopoietic cells, and plays a critical role in BA induced activation of AKT and alteration in p27 signaling. However, Y177 was not essential for STAT5 or MAPK activation by BA. These results help explain Y177 contributions to BA mediated alterations of human CD34+ cell proliferation and chemotaxis, and provide a basis for further studies aimed at developing new approaches for specific therapeutic targeting of primitive CML cells.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "complex",
        "growth factor receptor-bound protein 2",
        "proto-oncogene proteins c-akt",
        "signal transduction",
        "tyrosine",
        "mitogen-activated protein kinases",
        "antibodies",
        "phosphotransferases",
        "flow cytometry"
    ],
    "author_names": [
        "Su Chu, MD",
        "Liang Li, MD, PhD",
        "Harjeet Singh, PhD",
        "Ravi Bhatia, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/HCT, City of Hope, Duarte, CA, USA",
            "Division of Hematology/HCT, City of Hope, Duarte, CA, USA."
        ],
        [
            "Division of Hematology/HCT, City of Hope, Duarte, CA, USA",
            "Division of Hematology/HCT, City of Hope, Duarte, CA, USA."
        ],
        [
            "Division of Hematology/HCT, City of Hope, Duarte, CA, USA",
            "Division of Hematology/HCT, City of Hope, Duarte, CA, USA."
        ],
        [
            "Division of Hematology/HCT, City of Hope, Duarte, CA, USA",
            "Division of Hematology/HCT, City of Hope, Duarte, CA, USA."
        ]
    ],
    "first_author_latitude": "34.1298507",
    "first_author_longitude": "-117.97077220000001"
}