{
    "doi": "https://doi.org/10.1182/blood.V112.11.127.127",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1098",
    "start_url_page_num": 1098,
    "is_scraped": "1",
    "article_title": "Oxidative Stress Signaling Pathway of Heme Regulated eIF2α Kinase in mitigating the Severity of β-Thalassemia ",
    "article_date": "November 16, 2008",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "topics": [
        "heme",
        "oxidative stress",
        "phosphotransferases",
        "signal pathway",
        "signal transduction pathways",
        "thalassemia",
        "globins",
        "arsenites",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "stress"
    ],
    "author_names": [
        "Rajasekhar NVS Suragani",
        "Sijin Liu",
        "Wanting Zhao",
        "Jane-Jane Chen, PhD"
    ],
    "author_affiliations": [
        [
            "Harvard-MIT Division of Health Sciences and Technology, Massachusetts Institute of Technology, Cambridge, MA, USA"
        ],
        [
            "Harvard-MIT Division of Health Sciences and Technology, Massachusetts Institute of Technology, Cambridge, MA, USA"
        ],
        [
            "Harvard-MIT Division of Health Sciences and Technology, Massachusetts Institute of Technology, Cambridge, MA, USA"
        ],
        [
            "Harvard-MIT Division of Health Sciences and Technology, Massachusetts Institute of Technology, Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3591517",
    "first_author_longitude": "-71.09330460000001",
    "abstract_text": "Maturation of erythroid precursors requires active synthesis of hemoglobin which consists of two pairs of α- and β-globin subunits with each monomer bound to a heme moiety. Heme Regulated Inhibitor (HRI) is the only eIF2αkinase responsible for the balanced synthesis of heme and globin at translational level in erythroid cells. Activation of HRI in heme deficiency leads to phosphorylation of the α-subunit of eukaryotic initiation factor (eIF2α) and inhibition of protein synthesis. HRI is also activated by denatured proteins and oxidative stress. In addition to general inhibition of protein synthesis, phosphorylation of eIF2α (eIF2αP) also leads to the induction of a stress signaling pathway. Activating transcription factor 4 (Atf4) mRNA is preferentially translated amidst global inhibition of protein synthesis. Atf4 activates transcription of stress response proteins, Chop (CCAAT/enhancer binding protein homologous protein-10) and the non-enzymatic cofactor of eIF2α phosphatase (PP1A) Gadd34. These stress response proteins help cells in mitigating the stress. While the role of HRI in translational regulation of non-nucleated reticulocytes is well established, the HRIdependent Atf4 stress signaling pathway of nucleated erythroid precursors is unknown. Sodium arsenite toxicity was used as a model system of oxidative stress to elucidate the HRI signaling pathway in Hri +/+ and −/− E14.5 mouse fetal liver erythroid precursors. In HRI deficiency, erythroid precursors were more sensitive to arsenite toxicity with decreased cell viability and increased apoptosis, by caspase 3 executed intrinsic apoptotic pathway. HRI was activated by autophosphorylation as early as 15 minutes following arsenite treatment. In addition to increased eIF2αP, there was induction of Atf4, Chop and Gadd34 in Hri +/+ fetal liver cells. Importantly, in Hri −/− cells neither the phosphorylation of eIF2α nor the expression of Atf4, Chop and Gadd34 was increased upon arsenite treatment. In addition, we also observed HRI dependent induction of Heme Oxygenase 1 (HO-1) that plays a pivotal role in adaptation to oxidative stress. These results demonstrate that HRI induces a signaling pathway for adaptive gene expression to protect the nucleated erythroid precursors from apoptosis upon oxidative stress. Iron overload, accumulation of unpaired α-globin and oxidative stress are well documented in β-thalassemia. Recently, HRI was discovered to be necessary for the survival of β-thalassemic mice. β-thalassemic mice lacking one copy of HRI (Hri +/− Hbb −/− ) also manifest a more severe syndrome of the disease. We have investigated the activation of eIF2αP/Atf4 signaling pathway in Hri +/− Hbb −/− β-thalassemic erythroid cells using eIF2αP phosphatase (Gadd34) inhibitor salubrinal. Treatment of reticulocytes from Hri +/− Hbb −/− mice with salubrinal increased eIF2αP and resulted in inhibition of newly synthesized globin protein synthesis. The decreased globin protein synthesis also resulted in decreased aggregation of the unpaired α-globins. Furthermore, treatment of salubrinal in nucleated fetal liver erythroblasts also increased Chop expression and decreased apoptosis. Thus, activation of the eIF2αP/Atf4 pathway by small chemicals might be a novel pharmaceutical approach to decrease proteotoxicity and apoptosis for the treatment of β-thalassemia."
}