{
    "doi": "https://doi.org/10.1182/blood.V104.11.2377.2377",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=190",
    "start_url_page_num": 190,
    "is_scraped": "1",
    "article_title": "Telomere Length Reduction in Patients with Early Myelodysplastic Syndrome (MDS) Is Connected with Presence of Karyotype Abnormalities and with Shortened Survival and May Serve as an Additional Prognostic Factor. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "karyotype determination procedure",
        "myelodysplastic syndrome",
        "prognostic factors",
        "telomere",
        "refractory anemia with excess blasts",
        "refractory anemia with sideroblasts",
        "cytopenia, refractory, with multilineage dysplasia",
        "crossbreeding",
        "disease progression",
        "dna"
    ],
    "author_names": [
        "Zuzana Sieglova, Ph.D.",
        "Jaroslav Cermak, M.D., Ph.D.",
        "Sona Zilovcova, Ph.D.",
        "Hana Zizkova, Ph.D.",
        "Kyra Michalova, Ph.D."
    ],
    "author_affiliations": [
        [
            "Departments of Molecular Biology and Clinical Hematology, Institute of Hematology and Blood Transfusion, Prague, Czech Republic"
        ],
        [
            "Departments of Molecular Biology and Clinical Hematology, Institute of Hematology and Blood Transfusion, Prague, Czech Republic"
        ],
        [
            "Departments of Molecular Biology and Clinical Hematology, Institute of Hematology and Blood Transfusion, Prague, Czech Republic"
        ],
        [
            "Departments of Molecular Biology and Clinical Hematology, Institute of Hematology and Blood Transfusion, Prague, Czech Republic"
        ],
        [
            "Departments of Molecular Biology and Clinical Hematology, Institute of Hematology and Blood Transfusion, Prague, Czech Republic"
        ]
    ],
    "first_author_latitude": "50.07368039999999",
    "first_author_longitude": "14.421270499999999",
    "abstract_text": "The degree of telomere shortening was studied in 74 patients with primary MDS or acute myeloid leukemia arising from MDS (sAML) classified according to either FAB ( 30xRA, 3xRARS, 19xRAEB, 3xRAEB-T, 6xCMML, 13x sAML) or WHO classification (11xRA, 3xRARS, 17xRCMD, 2x5q-syndrome, 13xRAEB I, 6xRAEB II, 16x sAML). The telomere lengths were measured in mononuclear bone marrow cell fraction using Terminal Repeat Fragment method (TRF) based on non-radioactive chemiluminiscent detection of hybridization products obtained by digestion of high molecular weight DNA with Hinf I and RsaI restriction enzymes. In accordance with our previous studies performed on age-matched healthy controls, TRF shorter than 7.5 kbp was considered a significant marker of telomere reduction. A significant difference in TRF was found between RA/RARS patients and RAEB/RAEB-T/sAML patients according to FAB criteria ( P=0.048) and between RA/RARS/RCMD and RAEB/sAML patients according to WHO criteria (P=0.035). These results reflected a gradual shortening of telomeres in increased number of patients observed during progression of the disease as well as an inverse correlation between telomere length and number of bone marrow blasts (r = −0.427, P=0.048). Significantly shorter telomeres in a subgroup of patients with karyotype abnormalities (detected by routine cytogenetics and by FISH) in comparison to patients with normal karyotype were present in RA/RARS subtype according to FAB (P=0.042) and in RCMD subgroup according to WHO (P=0.010). Median survival and estimated 3 years survival in RA/RARS patients (FAB) with reduced telomere length were 25,3 months and 76% compared to 48,5 months and 86% in those with normal telomeres (P=0.01). In patients classified according to WHO, median survival and estimated 3 years survival were: RA/RARS+ shortened TRF - 27,0 months,82%, RA/RARS+normal TRF - 92,5 months,100%, RCMD+ shortened TRF - 19,0 months, 50%, RCMD+ normal TRF - 48,5 months, 86%. In patients with advanced disease (RAEB, RAEB-T, sAML), no significant differences were observed either in TRF between patients with normal or abnormal karyotype or in survival between patients with normal or reduced TRF. Since the reduction of telomere length in MDS patients probably represents later but important step in development of pathological clone leading to genetic instability and disease progression, the occurrence of shortened TRF in early MDS may be a consequence of an underlying complex disorder of hematopoiesis with potencially adverse outcome. Thus, measurement of TRF in patients with early disease may serve as an additional prognostic factor."
}