{
    "doi": "https://doi.org/10.1182/blood.V108.11.3915.3915",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=741",
    "start_url_page_num": 741,
    "is_scraped": "1",
    "article_title": "Regulation of Phosphatidylserine Exposure by AMP-Dependent Kinase in Human Platelets. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction: One of the properties of platelets is the ability, upon activation, to expose phosphatidylserine (PS), providing a negative surface necessary for the docking of the blood coagulation complexes. During storage, PS exposure should be kept to a minimum to achieve optimal transfusion recoveries. Many events underlying PS exposure are still unknown despite intensive research over the last 20 years. The involvement of a phosphorylation event has been suggested and we investigated the involvement of AMP-dependent kinase (AMPK) as a candidate involved in the cascade leading to PS exposure. Methods: Platelets were washed free of plasma by three consecutive wash steps in substrate-free medium, preventing aggregation during the first two steps by acidification of the platelets with acid citrate dextrose (ACD). Platelets were subsequently incubated with different metabolic substrates for 18 h. The nucleotide levels in the cytosolic fractions of the platelets were analyzed by HPLC, PS exposure via flow cytometry using AnnexinV-FITC as label and phosphorylated AMPK (reflecting activation of AMPK) was determined by immunoblotting using antibodies against phosphorylated AMPK (P-AMPK). Results: When glucose was present, hardly any phosphorylation of AMPK was observed. Under substrate-deprived conditions, AMPK becomes highly phosphorylated. In the presence of mitochondrial substrates (pyruvate, acetate) AMPK phosphorylation was clearly higher than with glucose. The analysis of the nucleotide profiles showed a good correlation between phosphorylated AMPK and AMP/ATP ratios. Interestingly, PS exposure showed a strong correlation with AMP/ATP ratios and the phosphorylation of AMPK. Inhibition of LKB1, the upstream kinase of AMPK, with 5-iodotubericidin partially suppressed AMPK phosphorylation and PS exposure in response to substrate deprivation. Conclusion: In human platelets, activation of AMPK induced by metabolic variation strongly correlates with PS exposure, suggesting a role for AMPK in the induction of PS exposure.",
    "topics": [
        "blood platelets",
        "phosphatidylserines",
        "phosphotransferases",
        "glucose",
        "nucleotides",
        "acetates",
        "antibodies",
        "citrates",
        "complex",
        "flow cytometry"
    ],
    "author_names": [
        "Arthur J. Verhoeven, PhD",
        "Dave W.C. Dekkers, Ph.D.",
        "Iris De Cuyper, B.Sc.",
        "Eric Gouwerok, B.Sc.",
        "Dirk De Korte, Ph.D."
    ],
    "author_affiliations": [
        [
            "Blood Cell Research, Sanquin Research, Amsterdam, NH, Netherlands",
            " "
        ],
        [
            "Blood Cell Research, Sanquin Research, Amsterdam, NH, Netherlands",
            " "
        ],
        [
            "Research, Sanquin Bloodbank Region Northwest, Amsterdam, NH, Netherlands",
            " "
        ],
        [
            "Blood Cell Research, Sanquin Research, Amsterdam, NH, Netherlands",
            " "
        ],
        [
            "Blood Cell Research, Sanquin Research, Amsterdam, NH, Netherlands",
            " "
        ]
    ],
    "first_author_latitude": "52.3508186",
    "first_author_longitude": "4.8228697"
}