{
    "doi": "https://doi.org/10.1182/blood.V116.21.1373.1373",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1679",
    "start_url_page_num": 1679,
    "is_scraped": "1",
    "article_title": "Autoproliferation Contributes to Clonal Expansion and Changes In Cellular Topography In T Cell Large Granular Lymphocyte (LGL) Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1373 Introduction: LGL leukemia is associated with cytopenias and expansion of clonally-derived mature cytotoxic CD8+ lymphocytes. The etiology of LGL leukemia is currently unknown, however, T cell activation, loss of lymph node homing receptor L-selectin (CD62L), and increased accumulation of T cells in the bone marrow may lead to suppressed blood cell production. The broad resistance to Fas (CD95) apoptotic signals has lead to the hypothesis that amplification of clonal cells occurs through apoptosis resistance. However, the proliferative history has not been carefully studied. To define possible mechanism of LGL leukemia expansion, T cell phenotype, proliferative history, and functional-related surface marker expression were analyzed. Methods: Peripheral blood mononuclear cells (PBMCs) were obtained from 16 LGL leukemia patients that met diagnostic criteria based on the presence of clonal aβ T cells and >300 cells/ml CD3+/CD57+ T cells in the peripheral blood. Samples were obtained from 10 age-matched healthy individuals from the Southwest Florida Blood Services for comparisons. Multi-analyte flow cytometry was conducted for expression of CD3, CD4/8, CD45RA, CD62L, CD27, CD28, CD25, CD127, IL15Ra, IL21a, CCR7 (all antibodies from BD Biosciences). The proliferative index was determined by Ki67 expression in fixed and permeabilized cells (BD Biosciences) and the proliferative history in vivo was assessed by T-cell-receptor excision circle (TREC) measurement using real-time quantitative PCR (qRT-PCR) in sorted CD4+ and CD8+ T cells. TRECs are episomal fragments generated during TCR gene rearrangements that fail to transfer to daughter cells and thus diminish with each population doubling that reflects the in vivo proliferative history. Results: Compared to healthy controls, significantly fewer CD8+ naïve cells (CD45RA+/CD62L+, 8.4 ± 10.8 vs 24.48 ± 11.99, p=0.003) and higher CD8+ terminal effector memory (TEM) T cells (CD45RA+/CD62L-, 67.74 ± 28.75 vs 39.33 ± 11.32, p=0.007) were observed in the peripheral blood. In contrast, the percentage of CD4+ naïve and memory cells (naïve, central memory, effector memory, and terminal effector memory based on CD45RA and CD62L expression) was similar in patients as compared to controls. The expression of CD27 (31.32 ± 34.64 vs 71.73 ± 20.63, p=0.003) and CD28 (31.38 ± 31.91 vs 70.02 ± 22.93, p=0.002) were lower in CD8+ T cell from patients with LGL leukemia and this reduction predominated within the TEM population (17.63±24.5 vs 70.98±22.5 for CD27, p<0.0001 and 13±20.5 vs 69.43± 21.59 for CD28, p<0.0001). Loss of these markers is consistent with prior antigen activation. There was no difference in CD25 (IL2Ra, p=0.2) expression on CD4+ or CD8+ T cells, but CD127 (IL7Ra, p=0.001), IL15Ra, and IL21Ra (p=0.15) were overexpressed in TEM CD8+ T cell in patients vs controls. All of these cytokine receptors belong to the IL2Rβg-common cytokine receptor superfamily that mediates homeostatic proliferation. In CD8+ T cells in patients, the IL-21Ra was also overexpressed in naïve, central and effector memory T cells. The topography of the expanded CD8+ T cell population was therefore consistent with overexpression of activation markers and proliferation-associated cytokine receptors. Therefore, we next analyzed Ki67 expression and TREC DNA copy number to quantify actively dividing cells and determine the proliferative history, respectively. We found that LGL leukemia patients have more actively dividing CD8+ TEM T cells compared to controls (3.2 ± 3.12 in patients vs 0.44 ± 0.44 in controls, p=0.001). Moreover, the TREC copy number in CD8+ T cells was statistically higher in healthy individuals after adjusting for age (177.54 ± 232 in patients vs 1015 ± 951 in controls, p=0.019). These results show that CD8+ cells in the peripheral compartment have undergone more population doublings in vivo compared to healthy donors. In contrast, the TREC copies in CD4+ T-cells were similar between LGL patients and controls (534.4 ± 644 in patients vs 348.78 ± 248.16 in controls, p>0.05) demonstrating selective cellular proliferation within the CD8 compartment. Conclusions: CD8+ T- cells are undergoing robust cellular activation, contraction in repertoire diversity, and enhanced endogenous proliferation in patients with LGL leukemia. Collectively, these results suggest that clonal expansion is at least partially mediated through autoproliferation in T-LGL leukemia. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "clonal expansion",
        "large granular lymphocytes",
        "leukemia",
        "t-lymphocytes",
        "l-selectin",
        "t-cell receptor-rearrangement excision dna circles",
        "antigens, cd25",
        "antigens, cd27",
        "cd28 antigens",
        "receptors, cytokine"
    ],
    "author_names": [
        "JianXiang Zou, MD",
        "Jeffrey S Painter, BS",
        "Fanqi Bai, MD",
        "Lubomir Sokol, MD, PhD",
        "Thomas P. Loughran, Jr., MD",
        "P.K. Epling-Burnette, PharmD, PhD"
    ],
    "author_affiliations": [
        [
            "Immunology Program, Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Immunology Program, Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Immunology Program, Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Penn State Hershey Cancer Institute - CH72, Hershey, PA, USA, "
        ],
        [
            "Immunology Program, Moffitt Cancer Center & Research Institute and Veterans' Administration Hospital, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "27.95254675",
    "first_author_longitude": "-82.48560635000001"
}