{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.560.560",
    "article_title": "CREBBP Histone Acetyltransferase Domain Mutations Result in Dexamethasone Resistance in B-Progenitor Acute Lymphoblastic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Disordered epigenetic regulation in myeloid and lymphoid leukemia",
    "abstract_text": "Genes encoding epigenetic regulators are commonly mutated at relapse in acute lymphoblastic leukemia, but the way in which such mutations promote drug resistance, and their potential for therapeutic targeting is largely unknown. We previously identified mutations in CREBBP , encoding CREBBP-binding protein, a histone and non-histone acetyl transferase and transcriptional coregulatorin relapsed ALL and non-Hodgkin lymphoma. In view of the known role of CREBBP in mediating the transcriptional response to glucocorticoids, we hypothesized that CREBBP mutations promote glucocorticoid resistance, and sought to comprehensively define the prevalence and spectrum of mutations in relapsed ALL, and elucidate their role in resistance. In 174 children with B- and T-ALL treated on St Jude Children's Hospital Total Therapy XIII-XV protocols, and with B-ALL treated on the Children's Oncology Group AALL0232 study of high risk B-ALL experiencing relapse within 5 years of diagnosis, CREBBP mutations were observed in 37 (21.2%) of patients, representing the most common target of sequence mutation at relapse. The mutations were either preserved from diagnosis to relapse, or evolved as new mutations or from minor clones to become clonal mutations at relapse. There were hotspots of mutation at R1446 and between P1488-P1494 in the histone acetyltransferase domain, residues critical for recognition of acetylation substrates. These mutations are known or predicted to impair histone acetylation in biochemical assays and in Crebbp -/- ; Ep300 -/- mouse embryonic fibroblasts reconstituted with mutant CREBBP. To examine the role of CREBBP mutations in drug resistance, we generated isogenic CREBBP wild type and mutant human ALL cell lines, and conventional and conditional Crebbp Q1501P (=human Q1500) and R1447H (=human R1446) mouse strains. Mice bearing germline Q1501P or R1447H alleles exhibited dysmorphology, reduced fertility, lymphoproliferation and reduced lifespan. This phenotype was most pronounced in Crebbp R1447 mice preventing establishment of a stable line, thus we generated a conditional Crebbp -R1447H knockin strain (CREBBP-R1447H-CKI) that expresses CREBBP R1447H following Cre-mediated recombination. We generated BCR-ABL1 pre-B ALL models by transducing E13.5 fetal liver cells with BCR-ABL1 p185 retrovirus. Consistently, leukemias derived from heterozygous or homozygous CREBBP-Q1501P or heterozygous CREBBP-R1447H-CKI mice showed profound and selective resistance to prednisolone and dexamethasone. Similarly, NALM6 ( DUX4/ERG ) human ALL cells harboring CREBBP mutations induced by genome editing (NALM6-C001) also showed complete resistance to glucocorticoids, without change in expression of the glucocorticoid receptor (GR). Chromatin immunoprecipitation and sequencing showed that this was accompanied by marked attenuation of recruitment of GR to chromatin, attenuation of histone 3 lysine 18 (H3K18) and H3K27 acetylation, and reduced expression of H3K18Ac-marked genes following dexamethasone treatment. Global acetylome profiling showed that CREBBP mutations resulted in perturbed acetylation of multiple histone and non-histone targets, including CREBBP itself, IKZF1 and MYC, with reciprocal increase in EP300 acetylation. To identify agents that kill CREBBP mutant leukemic cells and that may reverse steroid resistance, we screened NALM6-C001 with a collection of 11,293 chemicals (5,832 unique compounds enriched for FDA-approved drugs) dosed at 10 uM in the presence or absence of dexamethasone for 48 or 96 hrs. 223 active compounds and 220 compounds targeting epigenetic modifications were tested in a 10-point dose response screen. Seventeen compounds with IC 50 <10 nM were identified, including GNE-049, a selective CREBBP/EP300 bromodomain inhibitor (IC50 1.8nM). Notably, this compound showed reduced activity in CREBBP wild-type NALM6 cells. Moreover, GNE-049 restored dexamethasone responsiveness of CREBBP-R1447H-CKI leukemic cells, which were insensitive to steroids or GNE-049 when either drug was used alone. These results demonstrate the high prevalence of CREBBP in relapsed ALL, and show that these mutations have a central role in driving glucocorticoid resistance. These data also suggest that these mutations create a therapeutic vulnerability through EP300 acetylation that may be exploited by bromodomain inhibition. Disclosures Woessner: Boerhinger Ingelheim: Employment. Hunger: Jazz Pharmaceuticals: Honoraria; Amgen: Consultancy, Equity Ownership; Erytech Pharmaceuticals: Consultancy; Novartis: Consultancy. Gascoigne: Roche: Equity Ownership; Genentech: Employment. Mullighan: Amgen: Consultancy; Loxo Oncology: Research Funding.",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "dexamethasone",
        "histone acetyltransferases",
        "mutation",
        "histones",
        "leukemia, b-cell, acute",
        "leukemic cells",
        "steroids",
        "adult t-cell lymphoma/leukemia"
    ],
    "author_names": [
        "Yunchao Chang, PhD",
        "David W. Woessner, PhD MS",
        "Wenwei Lin, PhD",
        "Taosheng Chen, PhD",
        "Beisi Xu, PhD",
        "Yiping Fan, PhD",
        "Haiyan Tan, PhD",
        "Junmin Peng, PhD",
        "Lawryn Kasper, PhD",
        "Michelle L. Churchman, PhD",
        "Mignon L. Loh, MD",
        "Stephen P. Hunger, MD",
        "Aman Seth, PhD",
        "Karen Gascoigne, PhD",
        "Paul K Brindle, PhD",
        "Charles G. Mullighan, MBBS, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yunchao Chang, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David W. Woessner, PhD MS",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenwei Lin, PhD",
            "author_affiliations": [
                "Department of Chemical Biology and Therapeutics, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taosheng Chen, PhD",
            "author_affiliations": [
                "Department of Chemical Biology and Therapeutics, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beisi Xu, PhD",
            "author_affiliations": [
                "Department of Computational Biology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiping Fan, PhD",
            "author_affiliations": [
                "Department of Computational Biology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiyan Tan, PhD",
            "author_affiliations": [
                "Proteomics, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junmin Peng, PhD",
            "author_affiliations": [
                "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawryn Kasper, PhD",
            "author_affiliations": [
                "Department of Developmental Neurobiology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle L. Churchman, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mignon L. Loh, MD",
            "author_affiliations": [
                "Department of Pediatrics, Benioff Children's Hospital and the Helen Diller Family Comprehensive Cancer Center, University of California at San Francisco, San Francisco, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen P. Hunger, MD",
            "author_affiliations": [
                "Division of Oncology and the Center for Childhood Cancer Research, Children's Hospital of Philadelphia and The Perelman School of Medicine at The University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aman Seth, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN ",
                "Hematological Malignancies Program, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Gascoigne, PhD",
            "author_affiliations": [
                "Department of Discovery Oncology, Genentech, Inc., South San Francisco, CA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul K Brindle, PhD",
            "author_affiliations": [
                "Department of Biochemistry, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles G. Mullighan, MBBS, MD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN ",
                "Hematological Malignancies Program, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T04:03:34",
    "is_scraped": "1"
}