{
    "doi": "https://doi.org/10.1182/blood.V122.21.742.742",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2469",
    "start_url_page_num": 2469,
    "is_scraped": "1",
    "article_title": "Hypoxia Regulates Exosomal Microrna Content, Trafficking and Function Of Key Elements In The AML Microenvironment ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "hypoxia",
        "micrornas",
        "leukemia",
        "oxygen",
        "rna",
        "tissue culture",
        "vesicle",
        "cancer",
        "circulating microrna",
        "erosion"
    ],
    "author_names": [
        "Noah Hornick, B.S.",
        "Jianya Huan, Ph.D.",
        "Natalya A Goloviznina, B.S.",
        "Amiee Potter, Ph.D.",
        "Peter Kurre, MD"
    ],
    "author_affiliations": [
        [
            "Papé Family Pediatric Research Institute, Department of Molecular Microbiology & Immunology, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Pediatrics, Papé Family Pediatric Research Institute, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Papé Family Pediatric Research Institute, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Integrated Genomics, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Papé Family Pediatric Research Institute, Oregon Stem Cell Center, Oregon Health & Science University, Portland, OR, USA"
        ]
    ],
    "first_author_latitude": "45.498104299999994",
    "first_author_longitude": "-122.6856207",
    "abstract_text": "Small, non-coding micro RNA (miRNA) are recognized for their potent regulatory capacity. Several recent studies indicate the prognostic value of miRNA profiling in acute myelogenous leukemia (AML), although a more mechanistic understanding of the role miRNA play in AML biology is still lacking. We recently demonstrated that patient-derived AML blasts release exosomes (nanometer-size, extracellular vesicles) that traffic a non-random subset of miRNA to stromal bystander cells, eliciting changes in transcriptional activity and growth factor secretion (Huan et al. , Cancer Res. 2013). Here we hypothesized that exosome miRNA provide a candidate mechanism for the adaptation of the bone marrow to a specialized leukemic niche. As oxygen levels in the bone marrow are substantially lower than those commonly used in tissue culture, we undertook a systematic study of miRNA incorporation and exosome trafficking in AML under physiological oxygen conditions. In carefully calibrated tissue culture conditions we initially observed an up to 7-fold net increase in exosome number released by Molm14 (Flt3-ITD+ AML cell line) leukemia cells at 1% O 2 versus 21% O 2 . Nanoparticle tracking analysis and RNA bioanalyzer tracings suggested that the decreased O 2 did not alter vesicle composition, average RNA amount per exosome, or global RNA profiles. Further emphasizing the critical nature of appropriate compartmental oxygenation in exosome trafficking, both murine and human stromal cells demonstrated increased uptake of Molm14 exosomes under hypoxia. Low-oxygen conditions alter transcriptional profiles, phenotypic behavior and drug resistance in AML. Therefore, we next evaluated the miRNA expression of leukemic cells and their incorporation in exosomes at 1% versus 21% O 2 , utilizing the Affymetrix microarray platform containing >5,000 human ( hsa ) miRNA probesets, followed by select qRT-PCR validation. Array experiments showed broad differences between cellular and exosomal miRNA and revealed that certain miRNA were selectively regulated in an oxygen-responsive manner. For example, hematopoiesis relevant hsa-miR-124, -146a, and -155 increased an average of 4.6-, 5.5-, and 4.9-fold, respectively, in exosomes from hypoxia-conditioned cells. Intriguingly, several known, non-AML specific, hypoxia-responsive miRNA substantially increased in cells cultured at 1% O 2 (e.g. miR-210 by 33-fold), but changed less than 2-fold in exosomes. Several recent reports show that leukemia cells actively convert the bone marrow microenvironment and contribute to the erosion of hematopoiesis by modulating hematopoietic-stromal interactions, in part via decrease in SDF1a, SCF, and Angpt1. We investigated the ability of AML-derived exosomes to regulate these transcripts, and found a 50% decrease in SCF and over 90% decrease in Angpt1 in murine stromal cells after in vitro exposure to leukemia exosomes, again with relatively greater differences for exosomes from hypoxia-conditioned AML cells. These experiments were complemented by observations of altered clonogenicity (CFU-C) of murine lin-negative hematopoietic cells after AML exosome exposure, whereby hypoxia conditioning prompted a decline in colony count to 46% from vesicle-free media baseline, compared with 31% decrease at 21 % O 2 . Exosomes equilibrate across biological fluids and can be recovered from serum. To translate our observations to an in vivo setting, we developed a xenograft model using Molm14 cells in immune-deficient NSG mice. Early after grafting animals, exosomes could be reproducibly isolated from as little as 20 microL serum and candidate miRNA (hsa-miR-146, -150, 155, 210) were amplified, allowing us to quantitatively track leukemia progression via a unique miRNA signature even before circulating leukemia cells were detectable in the peripheral blood. A comparison of leukemic animals to NSG controls bearing cord blood MNC grafts revealed that changes in circulating miRNA were disease specific and resembled those in the hypoxia setting in vitro. In sum, our work demonstrates that physiologic oxygen levels not only increase AML exosome trafficking between cells, but selectively alter the miRNA profile contained therein. These changes produce phenotypic alterations in stromal and hematopoietic bystander cells that correlate with the functional conversion of the bone marrow to a leukemic niche. Disclosures: No relevant conflicts of interest to declare."
}