{
    "doi": "https://doi.org/10.1182/blood.V124.21.1178.1178",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2697",
    "start_url_page_num": 2697,
    "is_scraped": "1",
    "article_title": "Quantitative Monitoring By RT-PCR of Molecular Markers on Day +100 after Allogeneic Stem Cell Transplantation Predicts Outcome in Patients with Acute Myeloid Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster I",
    "topics": [
        "allogeneic stem cell transplant",
        "biological markers",
        "leukemia, myelocytic, acute",
        "reverse transcriptase polymerase chain reaction",
        "human leukocyte antigens",
        "flow cytometry",
        "quantitative real-time polymerase chain reaction",
        "bone marrow specimen",
        "complete remission",
        "disease remission"
    ],
    "author_names": [
        "Max Hubmann, MD",
        "Christina Zeber",
        "Markus Pfirrmann, PhD",
        "Thomas Koehnke, MD",
        "Nicole Engel, MD",
        "Susanne Fritsch, MD",
        "Dusan Prevalsek, MD",
        "Stephanie Schneider, PhD",
        "Annika Dufour, PhD",
        "Evelyn Zellmeier",
        "Roland Reibke, MD",
        "Hans-Jochem Kolb, PhD",
        "Marion Subklewe, MD",
        "Michael Fiegl, MD",
        "Wolfgang Hiddemann, MD",
        "Karsten Spiekermann, MD",
        "Johanna Tischer, MD"
    ],
    "author_affiliations": [
        [
            "Ludwig-Maximilians-University Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians-University Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians-University Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians-University Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Klinikum der Universität München, Munich, Germany"
        ],
        [
            "Ludwig-Maximilians-University Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "Ludwig-Maximilians-University Munich, Munich, Germany "
        ]
    ],
    "first_author_latitude": "48.150482700000005",
    "first_author_longitude": "11.580236200000002",
    "abstract_text": "Introduction: Monitoring of minimal residual disease (MRD) is commonly used after allogeneic stem cell transplantation (SCT) in acute myeloid leukemia (AML) patients. Flow cytometry of leukemia-associated aberrant immunophenotypes (LAIP) and chimerism analyses are frequently used tools to monitor MRD. These methods have lower sensitivities and lower relapse detection rates in contrast to molecular markers monitored by quantitative RT-PCR. However, their clinical implications are still limited and only little evidence of single molecular markers is available. We report on a retrospective study of 144 patients with molecular MRD markers transplanted at the Ludwig-Maximilans-University Hospital of Munich-Grosshadern, and analyzed the prognostic values of molecular MRD Monitoring after SCT, baseline risk factors, and follow-up (FU) markers (e.g. chimerism analyses and LAIP). Patients and Methods: Between January 2000 and August 2012, 495 AML patients underwent SCT at our institution. 164 patients had molecular MRD markers and 144 patients had at least one sample with quantitative results prior and/or after SCT, and were included into the analyses. At transplantation, patients had a median age of 48 years (range, 18 -73), and 49 patients were in complete remission, while 95 patients were in a more advanced status of their disease (>CR2). 106 patients received SCT from a HLA matched (10/10) and 38 patients from a HLA mismatched donor. Grafts were obtained either from related (n=60) or unrelated (n=84) donors. Most patients received reduced intensity conditioning (n=142). In 338 bone marrow samples MRD was monitored prior to SCT, on day +30 and on day +100. During the FU period after day +100, MRD was monitored at individual intervals in 429 peripheral blood samples. Quantitative RT-PCR was performed for NPM1 mutation (n=52), MLL-PTD (n=31), RUNX1-RUNX1T1 (n=12), CBFß-MYH11 (n=14), MLL rearrangements (n=20), MDS-EVI1/EVI1 (n=10), and DEK-CAN (n=5). Sensitivities of the different RT-PCRs assays ranged between 10 -4 and 10 -6 . Results: After a median FU of 41 months (range, 4 – 115), 43 patients (30%) relapsed. The MRD levels monitored by RT-PCR prior to SCT and on day +30 after SCT showed no significant impact on relapse-free survival (RFS) and overall survival (OS). At day +100 after SCT, MRD positivity was strongly associated with worse RFS (HR 3.1, p=0.001) and OS (HR 3.2, p=0.004). This was also reflected in a cumulative two-year incidence of relapse of 61% for MRD positive patients versus 15% for MRD negative patients (p<0.0001). In addition, a change to MRD positivity during the FU period was strongly associated with a worse RFS (Mantel-Byar, p<0.0001). Furthermore, in univariate regression models we analyzed SCT baseline factors and FU markers. The remission status prior to SCT, the NPM1 mutation status, a HLA matched donor, the platelet count at day +100 (cut-off <50 G/l), and the European LeukemiaNet risk stratification (favorable versus others) were prognostic relevant risk factors. In the multivariate model only MRD positivity on day +100 (HR 3.7, p=0.013) and a low platelet count on day +100 (HR 5.0, p=0.005) were significantly associated with worse RFS. LAIP analyses (3-colors flow-cytometry, cut-off 0.1%) and a change in chimerism (STR-PCR and XY-FISH, cut-off 80% and 90%) of sorted (CD3+) and unsorted cells at the respective time points had no influence on RFS and OS. Conclusions: Molecular MRD monitoring after SCT might be a useful tool to identify AML patients at high risk for relapse, in contrast to other FU markers, e.g. chimerism analyses and LAIP. In particular, MRD positivity on day +100 after SCT and the switch to MRD positivity during the FU period were significantly associated with worse RFS. As perspective, the individual molecular MRD course might be used as prognostic factor for the guidance of treatment post SCT. Patients with MRD positivity on day +100 after SCT or with a switch to MRD positivity in the FU period may be considered for donor lymphocyte infusions (DLI) or chemotherapeutic interventions, such as hypomethylating agents. Disclosures Subklewe: AMGEN Inc.: Research Funding."
}