{
    "doi": "https://doi.org/10.1182/blood.V104.11.4984.4984",
    "article_title": "Cd8+ T-Cells Specifically Cytotoxic to Renal Cell Carcinoma (RCC) Cells Can Be Isolated from Patients with Regressing Metastatic Kidney Cancer after Allogeneic Nonmyeloablative Hematopoietic Cell Transplantation (NMHCT). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Graft-vs-tumor (GVT) effects following NMHCT induce disease regression in a subset of patients (pts) with advanced metastatic kidney cancer. At present, little is known about the antigens serving as tumor targets in responding pts. In an effort to characterize GVT effectors and their tumor antigens, we generated RCC cell lines to use as targets in cytotoxicity assays in three pts (one non-responder and two responders) undergoing a cyclophosphamide/fludarabine-based NMHCT from HLA matched siblings. Peripheral blood lymphocytes (PBL) were collected from pts at multiple time-points after transplantation and were expanded in-vitro with either irradiated patient (pre-transplant) PBL/EBV-LCL or autologous tumor cells. RCC pt #1 developed grade II skin GVHD on day 22 but did not have an objective tumor response and died from progressive tumor on day 203. In a Cr 51 release assay, minor histocompatibility antigen specific (mHa) T-cell lines generated using pre-transplant pt PBL/EBV-LCL stimulators lysed 98% of pt CD40-ligand stimulated B cells (CD40L-B) but did not kill pt RCC cells. RCC pt #2 developed grade II skin GVHD on Day 51 and was noted to have regression of lung metastasis on day 183. Using PBL obtained during tumor regression, mHa- reactive T-cell lines were generated (pre-transplant pt PBL/EBV-LCL used as stimulators) that lysed 76% and 12% of pt EBV-LCL and autologous RCC tumor cells at a 20:1 E:T ratio. Following limiting dilution cloning, 6 CD8+ T cell clones were expanded that killed pt EBV-LCL (but not donor) including one MHC class-1 restricted T cell clone that lysed both pt EBV-LCL and pt tumor cells. RCC pt #3 developed grade III skin GVHD on day 120, had regression of lung metastasis on day 160, and survives more than 4 years after transplantation. PBL collected from this pt 40 months after transplant contained CD8+ T-cell populations that secreted IFN-g (0.9% by intracellular cytokine staining) when co-cultured with pt RCC cells but not after co-culture with pt CD40L-B cells. CD3+/CD8+ CTL were expanded from these PBL using pt RCC cells as stimulators; in vitro, these CTL killed the pt’s RCC cells but did not kill pt fibroblasts or pt EBV-LCL (Figure A). Following co-culture with tumor, intracellular IFN-g staining combined with TCR Vb antibodies revealed 3 tumor reactive CD8+ T-cell populations (TCR Vb7+, TCRVb5.1+, and TCRVb non-staining); 25.2% of these CTL were TCRVb7+. IFN-g secretion by TCR Vb7+ T cells was blocked when tumor cells were pre-incubated with mAbs to CD8, pan MHC class I and HLA-A11 (Figure B) consistent with recognition of an HLA-11 restricted tumor antigen. Following limiting dilution cloning, several CD8+ T-cell clones (both TCR Vb7+ and TCR Vb non-staining) with RCC-specific cytotoxicity were identified. We conclude that donor T-cells with both broad alloreactivity and tumor specificity play a role in mediating GVT effects in RCC pts having disease regression following NMHCT. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "hematopoietic stem cell transplantation",
        "renal cell carcinoma",
        "renal cell carcinoma metastatic",
        "t-lymphocytes",
        "neoplasms",
        "transplantation",
        "brachial plexus neuritis",
        "cd40 ligand",
        "graft-versus-host disease",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Yoshiyuki Takahashi, MD, PhD",
        "Othon Mena, MD",
        "Ramaprasad Srinivasan, MD, PhD",
        "Takehito Igarashi, MD, PhD",
        "Andreas Lundqvist, PhD",
        "Dante Suffredini",
        "J. Philip McCoy, Jr, PhD",
        "Ken-ichi Hanada, MD, PhD",
        "Marston Linehan, MD",
        "Richard Childs, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoshiyuki Takahashi, MD, PhD",
            "author_affiliations": [
                "Hematology, NHLBI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Othon Mena, MD",
            "author_affiliations": [
                "Hematology, NHLBI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramaprasad Srinivasan, MD, PhD",
            "author_affiliations": [
                "Hematology, NHLBI, NIH, Bethesda, MD, USA",
                "NCI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takehito Igarashi, MD, PhD",
            "author_affiliations": [
                "Hematology, NHLBI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Lundqvist, PhD",
            "author_affiliations": [
                "Hematology, NHLBI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dante Suffredini",
            "author_affiliations": [
                "Hematology, NHLBI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Philip McCoy, Jr, PhD",
            "author_affiliations": [
                "Hematology, NHLBI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken-ichi Hanada, MD, PhD",
            "author_affiliations": [
                "NCI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marston Linehan, MD",
            "author_affiliations": [
                "NCI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Childs, MD",
            "author_affiliations": [
                "Hematology, NHLBI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T06:38:13",
    "is_scraped": "1"
}