{
    "doi": "https://doi.org/10.1182/blood.V114.22.1005.1005",
    "article_title": "A Stable and Reproducible Xenotransplant Model for AML. ",
    "article_date": "November 20, 2009",
    "session_type": "ACUTE MYELOID LEUKEMIA - BIOLOGY AND PATHOPHYSIOLOGY POSTER I",
    "abstract_text": "Abstract 1005 Poster Board I-27 Background: Xenotransplant models are invaluable tools to generate an unlimited source for in vivo propagation and extensive in vitro studies through consecutive passages of reproducibly stable supply. In vivo analyses of the pathogenetic relevance of these and other unidentified targets is of importance for the development of molecular targeted drug regimens. Whereas in ALL NOD/SCID based xenotransplant models are well established in AML only in rare subsets and animals with additional immunogenic deficiencies the diseases could be established and propagated because of age-dependant leakiness of functional immunity, residual innate immunity and short life span of the immunodeficient animals despite several strategies to enhance engraftment were applied. Over the years several mouse models with a variety if immunodeficient phenotypes were generated to alleviate this problem. Recently the NOD.Cg-Prkdc scid Il2rg tm1Wjl /SzJ (NSG) mouse model with an IL-2R common gamma-chain deficiency was established and demonstrated stable engraftment rates with mobilized human hematopoietic stem cells. Methods: In this study 6 to 10 weeks old NOD.Cg-Prkdc scid Il2rg tm1Wjl /SzJ (NSG) animals were used for xenotransplant experiments. Fresh and frozen samples from adult and pediatric patients with newly diagnosed AML were transplanted via intramedullary injection. Animals were neither irradiated nor were accessory strategies used to enhance engraftment. Primary AML samples were adjusted to 2×10 7 cells per animal. Animals were anesthetized and samples were equally distributed between both femurs. All procedures were carried out in accordance with national laws and policies. Blood samples were collected weekly. A complete blood count (CBC) was performed and the samples were analyzed for human cells via FACS staining with fluorescence-labeled human anti-CD45 monoclonal antibodies (hCD45). PCR of the alpha-satellite region of human chromosome 17 was performed for confirmation. Animals were sacrificed when hCD45 was >5% or earliest 18 weeks post-injection. Organ distribution of hCD45 positive cells was assessed via FACS analysis of samples from liver, spleen, bone marrow and peripheral blood. Re-transplantion was performed either directly with fresh or from frozen samples. Results: 20 human samples (16 adult and 4 pediatric) were transplanted. The engraftment rate was 80% (16/20) with a median delay of 43.5 days. All pediatric samples engrafted between 30 to 38 days (median 31 days) post-transplant. hCD45 staining in the blood was positive from 13% to 64%, in the liver 0.1% to 54.6%, in the spleen 0.6% to 60.8% and in the bone marrow 0.6% to 71.4%. Adult samples engrafted from 30 to 142 days (median 45 days) post-transplanted with a human CD45 positive staining between 1.5% to 55.7% in the blood, 0.1% to 54.6% in the liver, 0.6% to 60.8% in the spleen and 0.6% to 71.4% in the bone marrow. The percentage of hCD45 in the peripheral blood did not reflect organ infiltration. Second transplants engrafted with a rate of 57.2%, (8/14) with a median delay of 27 days and with human CD45 positive staining between 0.9 to 81.4%. Thrombocytopenia was observed with a median platelet count of 94.500 PLT/μl in engrafted animals compared to control animals with 484.000 PLT/μl (p<0.05). Conclusion: The NSG xenotransplant model demonstrates to be a stable and reproducible tool for the establishment of primary human AML and it is therefore feasible for in vitro and in vivo studies. Engraftment can be predicted via hCD45 analysis and decreasing PLT counts. Engraftment rates of over 80% and a median time to engraftment of 43 days open the possibility to establish individual xenotransplant models in order to assess aberrant mechanisms and molecular rescue strategies for patients who relapsed after treatment. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "transplantation, heterologous",
        "cd45 antigens",
        "severe combined immunodeficiency",
        "immunologic deficiency syndromes",
        "interleukin 2 receptor",
        "monoclonal antibodies",
        "polymerase chain reaction",
        "thrombocytopenia",
        "transplantation",
        "complete blood count"
    ],
    "author_names": [
        "Muriel Malaise, PhD",
        "Konstanze Doehner, MD",
        "Dirk Reinhardt, MD, PhD",
        "Klaus-Michael Debatin, MD",
        "Selim Corbacioglu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Muriel Malaise, PhD",
            "author_affiliations": [
                "Pediatrics, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Konstanze Doehner, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Reinhardt, MD, PhD",
            "author_affiliations": [
                "AML BFM study group, Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus-Michael Debatin, MD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, University of Ulm, Ulm, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selim Corbacioglu, MD",
            "author_affiliations": [
                "Pediatrics, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T07:03:41",
    "is_scraped": "1"
}