{
    "doi": "https://doi.org/10.1182/blood.V128.22.SCI-46.SCI-46",
    "article_title": "Toll-Like Receptors: Mechanism and Relation to Human Populations ",
    "article_date": "December 2, 2016",
    "session_type": "The Nuts and Bolts of TLRs: Network of TLRs, Expressed in What Vascular Cells, Targeted by Which Pathogens",
    "abstract_text": "Inflammation and infection are known to alter platelet count, production, and function and major studies have demonstrated that acute infection is associated with a transient 5-fold increased risk of thrombotic vascular syndromes including stroke, acute myocardial infarction, and peripheral vascular occlusion. Platelets play an intricate role in thrombosis, myocardial infarction, and thrombotic stroke and are now being appreciated for their functional innate immune receptors. More recently, platelets have been connected to the host's immune system via their ability to trap bacteria and present them to leukocytes for destruction. This interaction appears crucial to the host's immune defense. Platelets are known to express functional interleukin 1 receptor (IL1R), toll like receptor (TLR)2, TLR3, TLR4, TLR7, and TLR9 with other immune receptors under investigation. It is known that activation of TLR2, TLR7, or TLR4 leads to platelet-neutrophil interaction.Platelet-leukocyte communication has also been observed during different bacterial or viral infections. We have used animal models and large-scale human clinical data to examine if platelets demonstrate specific immunity or broadly express TLRs and characterize how this expression is causative in immune responses. Our studies have included thousands of participants of the Framingham Heart Study in addition to investigations of active infection and inflammatory diseases. We have also examined if presence of immune receptors in platelets is associated with vascular inflammation and cardiovascular disease or risk factors. We have found widespread and varied immune and inflammatory platelet receptor and gene expression that varies remarkably between individuals and diseases. Additionally, anucleate platelets contain transcripts that might relate to other physiological or pathophysiological conditions and are known to be released into the circulation, participate in protein formation, and engage in horizontal RNA transfer to other vascular cells. These platelet transcripts include microRNAs (miRNAs), which are small noncoding RNAs involved in many molecular processes, most notably regulation of gene expression and release of these noncoding RNAs also may be regulated by innate immune receptors. In platelets and their released exosomes, these noncoding RNAs seem to participate in vascular homeostasis, inflammation, and platelet immune function. In addition, they are associated with the presence or extent of cardiovascular diseases, such as atrial fibrillation and peripheral vascular disease. Thus, platelets are known to contain a myriad of receptors that regulate hemostasis and thrombosis; however, there is growing appreciation of the diverse expression of receptors traditionally associated with immune and inflammatory cells. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "toll-like receptor",
        "infections",
        "inflammation",
        "cardiovascular diseases",
        "micrornas",
        "thrombosis",
        "toll-like receptor 4",
        "atrial fibrillation",
        "cerebrovascular accident"
    ],
    "author_names": [
        "Jane Freedman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jane Freedman, MD",
            "author_affiliations": [
                "University of Massachusetts, Worcester, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:42:55",
    "is_scraped": "1"
}