{
    "doi": "https://doi.org/10.1182/blood.V122.21.4399.4399",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2628",
    "start_url_page_num": 2628,
    "is_scraped": "1",
    "article_title": "Final Results Of a Phase I Study Of The Anti-CD22 Antibody-Drug Conjugate (ADC) DCDT2980S With Or Without Rituximab (RTX) In Patients (Pts) With Relapsed Or Refractory (R/R) B-Cell Non-Hodgkin’s Lymphoma (NHL) ",
    "article_date": "November 15, 2013",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "topics": [
        "antibodies",
        "b-cell lymphomas",
        "brachial plexus neuritis",
        "rituximab",
        "diffuse large b-cell lymphoma",
        "neutropenia",
        "peripheral neuropathy",
        "toxic effect",
        "inhalers",
        "single-dose regimen"
    ],
    "author_names": [
        "Ranjana Advani, MD",
        "Andy I. Chen, MD, PhD",
        "Daniel Lebovic, MD",
        "Mark W. Brunvand, MD",
        "Andre Goy, MD",
        "Julie E. Chang, MD",
        "Ephraim Hochberg",
        "Sreeni Yalamanchili, BSPharm",
        "Robert Kahn",
        "Dan Lu",
        "Akiko Chai, MS",
        "Yu-Waye Chu",
        "Bruce D. Cheson, M.D."
    ],
    "author_affiliations": [
        [
            "Stanford University, Stanford, CA, USA, "
        ],
        [
            "Hematologic Malignancies, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "University of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "Rocky Mountain Cancer Center, Denver, CO, USA, "
        ],
        [
            "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
        ],
        [
            "Department of Medicine, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA, "
        ],
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ],
        [
            "Genentech, Inc., South San Francisco, CA, USA, "
        ],
        [
            "Genentech, Inc., South San Francisco, CA, USA, "
        ],
        [
            "Genentech, Inc., South San Francisco, CA, USA, "
        ],
        [
            "Biostatistics, Genentech, South San Francisco, USA, "
        ],
        [
            "Genentech, Inc., South San Francisco, CA, USA, "
        ],
        [
            "Hematology-Oncology, Georgetown University Hospital, Washington, DC, USA"
        ]
    ],
    "first_author_latitude": "37.427474499999995",
    "first_author_longitude": "-122.16971899999999",
    "abstract_text": "Background DCDT2980S (DCDT) is an anti-CD22 monoclonal antibody (Ab) conjugated to MMAE, a potent anti-microtubule inhibitor. We have previously reported clinical activity and acceptable toxicity in pts with R/R B-cell NHL treated at DCDT doses of 1.8 and 2.4 mg/kg. The maximum tolerated dose (MTD) was defined as 2.4 mg/kg either as a single agent or in combination with RTX (375 mg/m 2 ) every 21 days (q21d) (Advani et al. ASH 2012, abstract 59). In this report, we provide updated results from pts treated at 1.8 mg/kg as well as an expanded cohort treated at 2.4 mg/kg. Methods We evaluated safety, tolerability, pharmacokinetics (PK), and activity of DCDT q21d with or without RTX (375 mg/m 2 ) in pts with R/R B-cell NHL. Expanded cohorts of pts with R/R diffuse large cell lymphoma (DLBCL) or indolent (i)NHL were evaluated at the single-agent MTD of 2.4 mg/kg q21d. Results Forty-six pts enrolled in DCDT ≥ 1.8 mg/kg (7 at 1.8 mg/kg, 39 at 2.4 mg/kg) and 16 in the DCDT+RTX cohort (5 at 1.8 mg/kg, 11 at 2.4 mg/kg). Median age was 66 yrs; 92% had an ECOG PS100-fold lower than acMMAE with average Cycle 1 value of 5-7 ng/mL at the 2.4 mg/kg ADC dose level. Moderate accumulation of acMMAE and total Ab on the q21d dosing schedule was observed with no accumulation of free MMAE. Concurrent RTX administration did not impact DCDT PK. Overall objective responses were observed in 19/46 (41%) DCDT and 5/16 (31%) DCDT+RTX pts. Objective (OR) and complete responses (CR) by histology were as follows:  . DCDT . DCDT + RTX . . OR . CR . OR . CR . R/R DLBCL 12/29 (41%) 5/29 (17%) 3/8 (38%) 2/8 (25%) R/R iNHL 7/14 (50%) 3/14 (21%) 1/4 (25%) 1/4 (25%) . DCDT . DCDT + RTX . . OR . CR . OR . CR . R/R DLBCL 12/29 (41%) 5/29 (17%) 3/8 (38%) 2/8 (25%) R/R iNHL 7/14 (50%) 3/14 (21%) 1/4 (25%) 1/4 (25%) View Large The median PFS for DLBCL patients treated with DCDT or DCDT + RTX was 115 days. The median PFS for iNHL patients treated with DCDT or DCDT + RTX was 227 days. Conclusions DCDT alone or combined with RTX was generally well-tolerated. PN and neutropenia are the principal toxicities associated with DCDT. PN was reversible in some patients with dose delays and reductions. Encouraging antitumor activity was observed in heavily pre-treated pts with R/R NHL. Updated results from this Phase I study will be presented. The addition of rituximab does not appear to enhance the efficacy of DCDT based on the small number of patients treated with the combination and continues to be evaluated in an ongoing randomized Phase II study in patients with R/R DLBCL and FL of DCDT+RTX versus a CD79b-directed ADC (DCDS4501A) with the same linker-cytotoxic agent. Additional studies of DCDT combined with immunochemotherapy are planned. Disclosures: Advani: Genentech, inc.: Research Funding. Off Label Use: Anti-CD22 Antibody-Drug Conjugate. Chen: Genentech, inc.: Consultancy, Research Funding. Lebovic: Genentech, inc.: Speakers Bureau. Brunvand: Genentech, inc.: Speakers Bureau. Goy: Genentech, inc.: Research Funding. Chang: Genentech, inc.: Research Funding. Hochberg: Genentech, inc.: Consultancy. Yalamanchili: Genentech, inc.: Employment. Kahn: Genentech, inc.: Employment. Lu: Genentech, inc.: Employment. Chai: Genentech, inc.: Employment. Chu: Genentech, inc.: Employment."
}