{
    "doi": "https://doi.org/10.1182/blood-2018-99-119109",
    "article_title": "Outcome of Ruxolitinib and Sirolimus in Preventing aGVHD Post to HLA Matched Hemotopietic Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Allogeneic hematopoietic stem cell transplantation (HSCT) is an effective treatment for hematological malignancies. Graft-versus-host disease (GVHD) is an important cause of graft failure and death. At present, the classic prevention program of GVHD is cyclosporine and calcineurin inhibitor (CNI; i.e. tacrolimus) plus methotrexate (CTX) or mycophenolate mofetil (MMF). However, the incidence of aGVHD is about 30-50%. Furthermore, the classic preventive regimen can also inhibit the graft-versus-leukemia effective (GVL) effect while reducing aGVHD, thereby increasing the recurrence rate, slowing the immune reconstitution, increasing the opportunistic infection. Ruxolitinib is a selective JAK1/2 small molecule kinase inhibitor, which has been reported to have a significant effect on the treatment of GVHD, while retaining the GVL effect with mild side effects. Sirolimus is a macrolide antibiotic with antifungal, immunosuppressive and antitumor effects. Based on the above studies, it can be speculated that the combination of ruxolitinib and sirolimus may have the function of immune inhibition, anti-tumor, while retaining the GVL effect, reducing the recurrence rate and reducing the risk of infection. Here we report our experience of using the combination of ruxolitinib and sirolimus to prevent the occurrence of aGVHD post to HLA matched hematopoietic stem cell transplantation and analyzed the incidence and prognosis of aGVHD. 1. Patients and Methods 1.1 Patients: There were five patients received HSCT enrolled in this study from March 2018 to July 2018, including 2 males and 3 female with a median age 30 (range: 13-46) years old. There were three patients with acute lymphocyte leukemia (ALL; one CR and two NR patients) and two cases were acute myeloid leukemia (AML; one CR and one NR patient). 1.2 Donor source: A high-resolution genotyping was applied to perform the HLA matching test. All the donors to the 5 patients were their siblings. The results are all HLA10/10. There were 3 cases indicated blood type mis-matching, 1 case with major side mis-match, and 1 case with minor side mis-match. 1.3 Conditioning: Two conditioning regimens were used per disease type, repspectively. Two patients with AML were treated with: fludarabine (Flu)30mg/m 2 ×5d(d-7~-3)+ busulfan (Bu)130mg/m 2 ×4d(d-6~-3)+semustine200mg/m 2 ×1d(-8d); 3 patients with ALL were treated with fludarabine(Flu)30mg/m2×5d(d-7~-3) +melphalan(Mel)50mg/m2×4d(d-6~-3) +semustine 200mg/m2×1d(-8d) . 1.4 GVHD prophylaxis: the phophylaxis regimen consist of ruxolitinib and sirolimus. The ruxolitinib was give at d-6~+5 at 10mg bid, d+6~d+41 at 10mg qd, d+42~d+ 101 5mg qd, d+102~d+222 2.5mg qd. The dosage of ruxolitinib was decreased 50% when the patient's weight <25kg or combined with azole drugs; sirolimus is orally administered from day -2d to day 60. The loading dose was 3.6 mg/m 2 , the maintenance dose was 1.2 mg/m 2 , and the whole blood concentration was maintained at (10 ± 2) ng/ml. 2 Results 2.1 Hematopoietic Reconstitution: All 5 patients were successfully engrafted for hematopoietic reconstitution. The median time of platelet engraftment was +13d (10~14d), and the median time of neutrophil engraftment was +12d (9~12d). 2.2 The incidence of GVHD: Only one of the 5 patients developed grade II liver aGVHD, and the incidence of grade II to IV aGVHD was 20.0% (1/5). 2.2 Other transplant-related complications: 2 out of 5 patients developed engraftment syndrome and was relieved with small doses of glucocorticoids; 1 patient developed hemorrhagic cystitis, 3 patients developed mucositis, and 1 patient had concurrent Pulmonary fungal infection, 2 cases had cytomegalovirus infection, all the symptoms were improved through hydration, forced diuretic, voriconazole and ganciclovir administration. 2.3 Prognosis: The 100-day overall survival rate (OS) was 100%. All the 5 patients were alive at our follow-up on July 10. The engrafted state was completely donor type; MRD level was negative, and the general condition was good. 3 Conclusion This experimental study shows the prevention application of the combination of ruxolitib and sirolimus post to allogeneic hematopoietic stem cell transplantation is an innovative combination of immunosuppressive therapy, which is safe and tolerable. A randomized clinical trial is underway to evaluate the efficiency of this new approach for aGVHD. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "rapamycin",
        "ruxolitinib",
        "graft-versus-host disease",
        "allogeneic hematopoietic stem cell transplant",
        "fludarabine",
        "infections",
        "influenza",
        "leukemia"
    ],
    "author_names": [
        "Sanbin Wang",
        "Xiaoli Huang",
        "Lin Liu",
        "Yang Liang"
    ],
    "author_dict_list": [
        {
            "author_name": "Sanbin Wang",
            "author_affiliations": [
                "General Hospital of Kunming Military Region of PLA, KunMing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaoli Huang",
            "author_affiliations": [
                "General Hospital of Kunming Military Region of PLA, KunMing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lin Liu",
            "author_affiliations": [
                "General Hospital of Kunming Military Region of PLA, KunMing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Liang",
            "author_affiliations": [
                "Sun Yat-sen University Cancer Center, GuangZhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T13:07:04",
    "is_scraped": "1"
}