{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5602.5602",
    "article_title": "National Survey Demonstrates Practice Gaps in Cytogenetic and Molecular Testing in Acute Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research—Malignant Diseases",
    "abstract_text": "Introduction: Bone marrow analysis with cytogenetics (karyotype with or without fluorescence in situ hybridization [FISH]) is necessary for risk stratification and informs treatment decision-making for patients with acute myeloid leukemia (AML). Evaluation of molecular genetic markers also contributes to risk assessment and prognostication for this patient population. This study aimed to identify practice gaps in the diagnosis of AML and follow-up evaluation post initial therapy. Methods: A cross-sectional, web-based survey of multidisciplinary health professionals in the United States was conducted from April 7 - June 1, 2017. More than 100,000 members of the American Society of Hematology, the American Society of Clinical Pathology, and the Oncology Nursing Society were invited to participate via email. The survey consisted of 78 questions across 5 domains: practice and provider characteristics; diagnosis and evaluation; AML-related practice challenges/concerns; patient management and treatment decision-making; and educational preferences. Results: A total of 1,246 individuals participated in part or all of the survey; complete survey data were collected from 531 respondents (0.5% response rate), including 138 (26%) nurses; 135 (25%) pathology and hematopathology physicians; 123 (23%) clinical laboratory professionals; 69 (13%) hematology, oncology or hematology/oncology physicians; and 26 (5%) advanced practice providers (APPs). Results presented here focus on the combined group of hematology, oncology or hematology/oncology physicians and APPs (heme/onc clinicians). Of these clinicians, 76 (85%) had ≥5 years of clinical experience and 75 (80%) reported that ≥50% of their time was spent in patient care. They had seen an average (standard deviation) of 37 (68) newly diagnosed and 42 (54) follow-up patients with AML over the last 24 months. The World Health Organization (WHO) classification system was used by 56 (60%), while an additional 31 (33%) used both the French-American-British (FAB) and WHO systems. The vast majority (89, 95%) used both cytogenetics and molecular genetic abnormalities to risk stratify AML; cytogenetic analysis and molecular genetic studies were reported to impact the management of their AML patients by 75 (80%) and 54 (58%) respondents, respectively. The most common clinical care concern was age/comorbidities as potential barriers affecting treatment choice, with 81 (86%) stating that this was a major/moderate issue. Patient age alone impacted AML patient treatment often for 31 (33%) respondents and sometimes for 47 (50%) respondents. As summarized in the Table, there were differences in the use of cytogenetics and molecular genetic testing at diagnosis and post-treatment follow-up of AML between clinicians practicing in academic/cancer centers versus non-academic centers: overall, fewer clinicians in non-academic centers obtained molecular tests at diagnosis and follow-up. In patients with suspected AML, 52 (90%) of heme/onc clinicians practicing in academic/cancer centers routinely ordered human leukocyte antigen (HLA) typing for potential hematopoietic cell transplant, compared to 22 (59%) practicing in non-academic practice settings ( P = 0.001). Thirty percent of academic-based heme/onc clinicians and 69% of non-academic based clinicians referred ≤25% of their patients for clinical trials ( P < 0.001). Conclusions: Although limited by response rate, the results highlight important educational opportunities to close practice gaps in the diagnosis and management of patients with AML. There is a need to improve use of cytogenetic and molecular genetic testing, at initial diagnosis and at follow-up post treatment, particularly by clinicians practicing in non-academic settings; we also identified lack of HLA typing at diagnosis as a practice gap. In addition, there is a need for all heme/onc clinicians to increase referral of patients with AML for clinical trials and access to emerging therapies. View large Download slide View large Download slide  Close modal Disclosures Hasserjian: Promedior, Inc: Consultancy; Celgene, Inc.: Consultancy. Klepin: Celgene, Genentech: Consultancy; UpToDate: Patents & Royalties.",
    "topics": [
        "cytogenetics",
        "leukemia, myelocytic, acute",
        "professional practice gaps",
        "follow-up",
        "heme",
        "human leukocyte antigens",
        "cytogenetic analysis",
        "hematopoietic stem cell transplantation",
        "hla serotyping",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Jessica K. Altman, MD",
        "Ellen Denzen, MS",
        "AnneMarie W. Block, PhD",
        "Robert P. Hasserjian, MD",
        "Heidi Klepin, MD",
        "Bruno C Medeiros, MD",
        "Amanda Noe",
        "Wendy E Scales, PhD",
        "Martin S. Tallman, MD",
        "Kathleen Wiley, RN MSN AOCNS",
        "Linda J. Burns, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jessica K. Altman, MD",
            "author_affiliations": [
                "Northwestern University, Feinberg School of Medicine, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ellen Denzen, MS",
            "author_affiliations": [
                "National Marrow Donor Program/ Be the Match, Minneapolis, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "AnneMarie W. Block, PhD",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert P. Hasserjian, MD",
            "author_affiliations": [
                "Department of Pathology, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heidi Klepin, MD",
            "author_affiliations": [
                "Wake Forest School of Medicine, Winston-Salem, NC "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno C Medeiros, MD",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda Noe",
            "author_affiliations": [
                "The France Foundation, Old Lyme, CT "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy E Scales, PhD",
            "author_affiliations": [
                "The France Foundation, Old Lyme, CT "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin S. Tallman, MD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Wiley, RN MSN AOCNS",
            "author_affiliations": [
                "Oncology Nursing Society, Pittsburgh, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda J. Burns, MD",
            "author_affiliations": [
                "National Marrow Donor Program/Be the Match, Minneapolis, MN"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:40:51",
    "is_scraped": "1"
}