{
    "doi": "https://doi.org/10.1182/blood-2018-99-116525",
    "article_title": "The CDK4/6 Inhibitor Palbociclib Exerts Growth-Inhibitory Effects on Neoplastic Mast Cells and Synergizes with Midostaurin in Producing Growth Arrest ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "abstract_text": "Aggressive systemic mastocytosis (ASM) and mast cell leukemia (MCL) are rare, malignant diseases with an unfavorable prognosis. In a majority of patients, the transforming KIT mutation D816V is detectable. Currently, several drugs are available for the treatment of ASM/MCL, including midostaurin, a KIT D816V-targeting drug that has recently been approved for the treatment of advanced SM in the US and in Europe. However, when applied as single drug, midostaurin usually fails to induce durable remissions in patients with ASM/MCL, and the same holds true for all other drugs tested in the ASM/MCL context so far. Therefore, drug combinations, including established drugs and novel targeted drugs are currently being examined for their anti-neoplastic effects in ASM/MCL. CDK4 and CDK6 are kinases that play an essential role in cell cycle-initiation in normal and neoplastic cells. However, the role of CDK4/6 as potential therapeutic targets in neoplastic mast cells (MC) has not been analyzed so far. Recently, three CDK4/6 inhibitors, palbociclib, ribociclib and abemaciclib, have been translated into clinical application. The aim of the current study was to evaluate the effects of these CDK4/6 inhibitors on cell cycle progression, proliferation and survival of neoplastic MC. In initial experiments, we employed the MCL-related cell lines HMC-1.1 (lacking KIT D816V), HMC-1.2 ( KIT D816V+), ROSA KIT WT , ROSA KIT D816V and MCPV-1 (expressing RAS G12V, Large T and hTert). In 3 H-thymidine incorporation experiments, all three CDK4/6-inhibitors were found to block proliferation in both HMC-1 sub-clones and both ROSA sub-clones, with comparable IC 50 values (<0.5 µM). In MCPV-1 cells, similar results were obtained, but higher concentrations of palbociclib, ribociclib and abemaciclib were required to block proliferation (IC 50 1-5 µM). These data suggest that CDK4/6-inhibitors exert anti-proliferative effects in neoplastic MC independent of the presence of KIT D816V. In a next step, we examined drug effects on primary bone marrow cells obtained from patients with KIT D816V+ indolent SM (n=3), ASM (n=1), SM with an associated hematologic neoplasm, ASM-AHN (n=5) and MCL (n=2). As determined by 3 H-thymidine uptake, palbociclib was found to inhibit cell proliferation at pharmacologically meaningful concentrations in all donors tested, with IC 50 values ranging between 5 nM and 250 nM. Similar effects were obtained when applying ribociclib (25-500 nM) and abemaciclib (5-500 nM). To learn more about the mechanisms underlying the effects of the CDK4/6 inhibitors on neoplastic MC, cell cycle progression and apoptosis were examined in HMC-1.1 and HMC-1.2 cells after drug exposure. In both cell lines, the palbociclib-induced growth inhibition was found to be accompanied by cell cycle arrest in the G1-phase. Moreover, all three CDK4/6 inhibitors were found to produce time- and dose-dependent apoptosis in HMC-1.1 and HMC-1.2 cells during 72 hours of incubation. In a next step, Western blot experiments were performed using antibodies against the main downstream target of CDK6, retinoblastoma protein-1 (Rb-1). The Rb-1 antigen was found to be expressed in phosphorylated form (p-Rb-1) in HMC-1.1 and HMC-1.2 cells. As expected, all 3 CDK4/6 inhibitors were found to suppress p-Rb-1 expression in both HMC-1 cell lines, suggesting specific drug effects. In a final step, we examined potential cooperative drug effects using palbociclib and the KIT D816V-targeting drug midostaurin. In these experiments, palbociclib was found to synergize with midostaurin in inducing growth inhibition in HMC-1 cells. In conclusion our data suggest that inhibition of CDK4/6 may be a new promising approach for the treatment of patients with advanced SM. In addition, our data suggest that CDK4/6 inhibitors may represent promising combination partners for midostaurin in the treatment of ASM/MCL. Whether treatment with CDK4/6 inhibitors alone or in combination with KIT inhibition, is indeed sufficient to control proliferation of neoplastic MC in vivo in patients with advanced SM remains to be determined in forthcoming studies. Disclosures Hoermann: Novartis: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria; Pfizer: Honoraria. Sperr: Novartis: Honoraria; Pfizer: Honoraria; Daiichi Sankyo: Honoraria. Reiter: Incyte: Consultancy, Honoraria. Valent: Incyte: Honoraria; Pfizer: Honoraria; Novartis: Honoraria.",
    "topics": [
        "cyclin-dependent kinase 4",
        "mast cells",
        "midostaurin",
        "palbociclib",
        "mechlorethamine",
        "abemaciclib",
        "ribociclib",
        "thymidine",
        "antibodies",
        "antigens"
    ],
    "author_names": [
        "Mathias A. Schneeweiss",
        "Gabriele Stefanzl",
        "Daniela Berger",
        "Gregor Eisenwort",
        "Mohamad Jawhar",
        "Greiner Georg, MD PhD",
        "Gregor Hoermann",
        "Wolfgang R. Sperr",
        "Michel Arock",
        "Andreas Reiter, MD",
        "Peter Valent",
        "Karoline V. Gleixner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mathias A. Schneeweiss",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria ",
                "Ludwig Boltzmann Cluster Oncology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Stefanzl",
            "author_affiliations": [
                "Ludwig Boltzmann Cluster Oncology, Medical University of Vienna, Vienna, Austria ",
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Berger",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregor Eisenwort",
            "author_affiliations": [
                "Ludwig Boltzmann Cluster Oncology, Medical University of Vienna, Vienna, Austria ",
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamad Jawhar",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Mannheim, Heidelberg University, Mannheim, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Greiner Georg, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregor Hoermann",
            "author_affiliations": [
                "Ludwig Boltzmann Cluster Oncology, Medical University of Vienna, Vienna, Austria ",
                "Department of Laboratory Medicine, Medical University of Vienna, Vienna, Austria ",
                "MLL Munich Leukemia Laboratory, Munich, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang R. Sperr",
            "author_affiliations": [
                "Ludwig Boltzmann Cluster Oncology, Medical University of Vienna, Vienna, Austria ",
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Arock",
            "author_affiliations": [
                "CNRS UMR8113, Ecole Normale Supérieure de Paris-Saclay, Cachan, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Reiter, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Mannheim, Mannheim, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Valent",
            "author_affiliations": [
                "Ludwig Boltzmann Cluster Oncology, Medical University of Vienna, Vienna, Austria ",
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karoline V. Gleixner, MD",
            "author_affiliations": [
                "Ludwig Boltzmann Cluster Oncology, Medical University of Vienna, Vienna, Austria ",
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:41:39",
    "is_scraped": "1"
}