{
    "doi": "https://doi.org/10.1182/blood.V116.21.1300.1300",
    "article_title": "Donor Lymphocyte Infusions and Second Transplantation as Salvage Treatment for Relapsed Myelofibrosis After Reduced-Intensity allografting. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia and Late Complications after Transplantation: Poster I",
    "abstract_text": "Abstract 1300 Introduction: Around 20–30% patients (pts) with primary myelofibrosis (PMF) experience relapses within 3 years after dose-reduced conditioning followed by allogeneic stem cell transplantation (HSCT). The prognosis for those pts is unclear, and standard treatment recommendations have not yet been proposed. Early withdrawal of post-transplant immunosuppression, use of dose escalating donor lymphocyte infusions (DLIs), and/or 2 nd HSCT have been suggested as therapeutic options for pts relapsing after HSCT. Although DLIs were found to be effective in certain disease as salvage approach, the role of 2 nd HSCT for non-responding patients remains controversial. Here we report on our multicenter experience on the use of a two-stage salvage strategy including DLIs and a 2 nd RIC-HSCT in pts with post-transplant relapse of PMF. It was planned to start salvage therapy with DLI and only non-responding patients as well as patients with transformation to blast crisis and complete loss of donor chimerisms were assigned to receive a second allogeneic stem cell transplantation. Responses were evaluated using the International Working Group consensus criteria for treatment response in myelofibrosis. Additionally, the JAK2 V617F mutation level (in 1 case, the MPL W515mut level) and donor chimerism were used to assess the molecular remission status. Patients/Methods: Thirty pts with morphologic (n=24) or molecular (n=6) relapse of PMF after 1 st HSCT were proceeded to a salvage strategy, including DLIs and/or 2 nd RIC-HSCT. Median time from transplantation to relapse was 9 months (range, 2–62). 26 pts received a median of 3 (range, 1–5) DLIs. The initial median dose was 1.2×10 6 (range, 0.3×10 4 – 8×10 7 ) consequently being increased up to 4×10 7 CD3+ cells/kg (range, 1×10 7 – 1.3×10 8 ). As a second stage, 13 non-responding pts as well as those who received no DLIs (transformation to blast phase, n=1; complete loss of donor chimerism, n=3) underwent a 2 nd RIC-HSCT. The median interval between 1 st and 2 nd HSCTs was 17 months (range, 11–77). The majority of the patients received a reduced busulfan/fludarabine conditioning regimen for the 1 st HSCT. Conditioning regimen at the 2 nd RIC-HSCT for most pts (12/17, 71%) consisted of a combination of treosulfan (30-36 g/m 2 ) with fludarabine (150-180 mg/m 2 ), and anti-thymocyte globuline (Thymoglobulin®, 2.5–8 mg/kg). The majority of pts (15/17, 82%) received 2 nd allografts from alternative unrelated (HLA-matched, n=8; mismatched, n=5), related (matched, n=1), and haploidentical donors (n=1). Results: After DLIs, responses were observed in 10/26 pts (39%; complete remission (CR): n=8; CRu (unconfirmed: no bone marrow histology: n=2). All pts maintain the response during a median follow-up of 31 months (range, 13–45). Acute (grade II-IV) and chronic GvHD occurred in 3/26 (12%) and 7/25 (28%) pts, respectively There were no cases of non-relapsed mortality (NRM), while 3/26 pts expired from progression. Seventeen pts received a 2 nd RIC-HSCT and engraftment was documented in 16/17 pts (leukocytes: median, d +14; platelets: median, d +18). Responses were observed in 12/15 evaluable pts (80%; CR, n=8; CRu, n=1; partial remission (PR), n=3). Acute (II-IV) and chronic GvHD were observed in 8/17 (47%) and 6/14 pts (43%), respectively. The 1-year cumulative incidence of NRM was 6% (95% CI: 0%-18%). The cumulative incidence of relapse at 1 year was 24% (95% CI: 0%-50%). Overall for whole study population, after a median follow-up of 27 mo (range, 9 – 61), the 2-year probabilities of OS and PFS was 80% (95% CI: 62% - 98%) and 72% (95% CI: 52% - 92%), respectively. Conclusions: DLIs and/or 2 nd HSCT are effective and well tolerated salvage approaches, which resulted in the majority of patients in long-term freedom from disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allografting",
        "donors",
        "lymphocytes",
        "myelofibrosis",
        "transplantation",
        "brachial plexus neuritis",
        "hematopoietic stem cell transplantation",
        "allogeneic stem cell transplant",
        "blast phase",
        "fludarabine"
    ],
    "author_names": [
        "Nicolaus Kröger",
        "Evgeny Klyuchnikov, MD",
        "Daniel Wolff",
        "Martin Bornhäuser",
        "Guido Kobbe, MD",
        "Arnon Nagler, M.D.",
        "Avichai Shimoni",
        "Christian Koenecke",
        "Christine Wolschke, MD",
        "Ulrike Bacher",
        "Axel R. Zander, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicolaus Kröger",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Evgeny Klyuchnikov, MD",
            "author_affiliations": [
                "Department for Stem Cell Transplantation, University Cancer Center Hamburg, 20251, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Wolff",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital of Regensburg, Regensburg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Bornhäuser",
            "author_affiliations": [
                "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus Dresden, Dresden, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Kobbe, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University of Düsseldorf, Duesseldorf, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon Nagler, M.D.",
            "author_affiliations": [
                "Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Avichai Shimoni",
            "author_affiliations": [
                "Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Koenecke",
            "author_affiliations": [
                "Hematology, Haemostasiology, Oncology and Stem cell transplantation, Medical University Center Hannover, Hannover, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Wolschke, MD",
            "author_affiliations": [
                "Department for Stem Cell Transplantation, University Cancer Center Hamburg, Hamburg, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Bacher",
            "author_affiliations": [
                "Department for Stem Cell Transplantation, University Cancer Center Hamburg, Hamburg, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel R. Zander, MD",
            "author_affiliations": [
                "Clinic for Stem Cell Transplantation, University Medical Center, Hamburg, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T21:38:18",
    "is_scraped": "1"
}