{
    "doi": "https://doi.org/10.1182/blood-2019-123817",
    "article_title": "Sporadic Late Onset Nemaline Myopathy with a Monoclonal Gammopathy: Comparative Effectiveness of Immuno- and Chemotherapy ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction A rare subset of sporadic late-onset nemaline myopathy (SLONM) is associated with monoclonal gammopathy of unknown significance (MGUS). The role of monoclonal protein (M-protein) in SLONM is unknown, but SLONM with MGUS (SLONM+MGUS) demonstrates an aggressive disease course with severe muscular weakness, early development of respiratory failure, and is often fatal. Whether SLONM+MGUS represents a malignant or dysimmune disease remains unclear. Currently, two approaches are used to treat SLONM+MGUS: 1) immunosuppression ± plasmapheresis/exchange; or 2) chemotherapy (ChT) ± autologous stem cell transplantation (ASCT). Unfortunately, due to the rare occurrence of the disease, the best treatment modality is unknown. Methods We conducted a literature search to identify previous treatment modalities for patients diagnosed with SLONM+MGUS using PubMed, Elsevier, Medline, and CINAHL databases from 1975 to 2019. All publications were carefully reviewed to remove \"duplicate\" patients. Overall, 28 reports were included for the final analysis. Results We identified 38 unique patients diagnosed with SLONM+MGUS treated either with immunotherapy (IT) (n=19) or ChT ± ASCT (n=19). The median age was 49 years [range: 26-75] in the IT group and 47 years [range: 24-64] in the ChT group. There was a slight male preponderance in the IT group [n=14 (74%)] than in the ChT group [n=10 (53%)]. Similarly, more cases with kappa light chain restricted M-protein were observed in the IT group [n=12 (67%)] than in the ChT group [n=8 (42%)]. In the IT group, M-protein values were only reported in two patients (mean: 0.42 g/L), while M-protein values were reported for 14 patients in the ChT group (mean: 6.54 g/L). In the IT group 16 patients (84%) received steroids, 5 (26%) plasmapheresis, 10 (53%) steroid-sparing immunosuppressants (low dose cyclophosphamide, azathioprine, cytarabine, and mycophenolate mofetil), 2 (11%) rituximab, and 10 (53%) IVIG. Twelve (63%) patients received oral prednisone (mean dose: 67 mg) and 3 (16%) received pulse methylprednisolone (1 g). Patients received IT modalities sequentially or in parallel. Six patients (32%) received 1 and 13 patients (68%) received 2 or 3 (median = 2) IT types. Neurological improvement was observed in 10 patients, a 53% overall response rate (ORR) with 3 (16%) patients in complete remission (CR), and 7 (37%) patients in partial response (PR). No improvement or progression was observed in 9 (47%) patients (Figure 1). In 2 patients, neurological CR was associated with complete disappearance of M-protein. Mean time to best response was 19 months in a follow-up duration of 23 months. The ChT group included three categories: 1) 10 (53%) patients received ASCT with high dose melphalan (mean: 164 mg/m 2 ); 2) 3 patients (16%) were treated with Cyclophosphamide/Bortezomib/Dexamethasone (CyBorD), cyclophosphamide/Thalidomide/Dexamethasone and Lenalidomide and Dexamethasone (Ld) chemotherapy without ASCT; and 3) 6 (31%) patients underwent induction chemotherapy with CyBorD (n=2) and Ld (n=4), followed by consolidative ASCT. Neurological improvement was achieved in 18 patients, a 94.7% ORR with CR in 14 (73.7%) and PR in 3 (21.0%) patients. Only one patient did not respond to therapy. The best neurological improvement correlated with disappearance of M-protein [complete hematological remission (CHR)]. Mean time to best response was 10 months, which was shorter than the IT group. Follow-up duration was 31 months. Conclusion Based on a comprehensive evaluation of existing treatment modalities for patients with SLOMN+MGUS we conclude that the best course of treatment is through consideration of the disease as a malignancy rather than a dysimmune disease. Our review supports that the best method of treatment entails ChT with or without of consolidative ASCT in the pursuit of eliminating the malignant plasma cell clone. In conjunction with nemaline myopathy presence of M-protein has clinical significance and it may be worth considering reclassifying SLONM+MGUS as SLONM with Monoclonal Gammopathy of Clinical (Neurological) Significance (SLONM+MGCS). View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "comparative effectiveness research",
        "monoclonal gammopathy of undetermined significance",
        "myopathies, nemaline",
        "autologous stem cell transplant",
        "cyclophosphamide",
        "dexamethasone",
        "follow-up",
        "plasmapheresis",
        "steroids"
    ],
    "author_names": [
        "David Susman, BMSc",
        "Jesse McLean, PhD",
        "Rouslan Kotchetkov, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "David Susman, BMSc",
            "author_affiliations": [
                "University of Western Ontario, London, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jesse McLean, PhD",
            "author_affiliations": [
                "RVH Research Institute, Royal Victoria Regional Heath Centre, Barrie, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rouslan Kotchetkov, MD PhD",
            "author_affiliations": [
                "Royal Victoria Hospital, Barrie, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T02:43:14",
    "is_scraped": "1"
}