{
    "doi": "https://doi.org/10.1182/blood.V108.11.2046.2046",
    "article_title": "Sonic Hedgehog Signaling in Mantle Cell Lymphoma. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Mantle cell lymphoma (MCL) is associated with poor clinical outcome among all the B-cell malignancies. MCL cells have a characteristic phenotype including IgM + , IgD + , CD5 + , CD10 − , CD19 + , CD20 + , Bcl2 + , CD23 − , CD24 + , and have a (11:14) (q13:q32) translocation, involving the Bcl-1 locus and the IgH heavy chain joining region, resulting in up-regulation of Bcl-1/PRAD-1 with increased Cyclin D1 expression. In spite of our understanding of B cell development, we do not have effective therapeutic approach to treat MCL. This warrants an immediate understanding of the biology MCL cells, and key signaling pathways underlying the disease progression. Further, these key signaling pathways involved in MCL could be specifically targeted, which may have potential therapeutic value. Emerging evidences have revealed that sonic hedgehog (Shh) signaling promotes tumor cell proliferation, and protects them from apoptosis in different cancers such as pancreatic cancer, prostate cancer, gastric cancer, medulloblastoma, basal cell carcinoma, breast cancer, etc. In addition, targeting the Shh signaling has been shown as a potential therapeutic approach to treat some of these cancers. However, the role of Shh signaling has not been reported in any of B cell malignancies including MCL. Therefore, we studied the status of Shh signaling molecules in the proliferation and survival of MCL cells in vitro using JVM-2, Granta-519, Jeko-1 and Z138 cell lines and human primary MCL cells. Our results demonstrate that the molecules involved in the Shh signaling like patched and smoothened receptors, and the target transcription factors, GLI were over expressed in Granta-519, Jeko-1, Z-138 and JVM-2 MCL cell lines, and patients primary MCL cells compared to normal human B lymphocytes. Addition of exogenous Shh increased the proliferation of JVM-2 cells in vitro. There was an increased transcripts level of GLI1, BCL2 and Cyclin D1 (CCND1) in JVM-2 cells following the addition of Shh. Addition of Shh-signaling inhibitor Cyclopamine abrogated the increased proliferation and transcription of the above genes induced by Shh in JVM-2 cells (figure 1). Furthermore, the Gli2 anti-sense oligonucleotide decreased CCND1 and BCL2 transcript expression, as well as decreased the proliferation of JVM2 cells in vitro (figure 2). Taken together, these results suggest that Shh-Gli signaling may be one of the pathways that regulate the Bcl-2 and Cyclin D1 activation and thereby regulate the proliferation and apoptosis of MCL cells. Therefore, further dissecting of the Shh-Gli mediated regulation of Bcl2 signaling may have potential implications in advancing the treatment for MCL. Figure 1: View large Download slide Figure 1: View large Download slide Close modal Figure 2: View large Download slide Figure 2: View large Download slide Close modal",
    "topics": [
        "mantle-cell lymphoma",
        "shh gene",
        "signal transduction",
        "cyclin d1",
        "bcl-2 protein",
        "cancer",
        "molecule",
        "basal cell carcinoma",
        "breast cancer",
        "cd19 antigens"
    ],
    "author_names": [
        "Ganapati V. Hegde, PhD",
        "Katy Emanuel",
        "Avadhut D. Joshi",
        "Corey M. Munger",
        "Dennis D. Weisenburger, M.D.",
        "Julie M. Vose, M.D.",
        "Shantaram S. Joshi, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Ganapati V. Hegde, PhD",
            "author_affiliations": [
                "Genetics, Cell Biology and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katy Emanuel",
            "author_affiliations": [
                "Genetics, Cell Biology and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Avadhut D. Joshi",
            "author_affiliations": [
                "Genetics, Cell Biology and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corey M. Munger",
            "author_affiliations": [
                "Genetics, Cell Biology and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis D. Weisenburger, M.D.",
            "author_affiliations": [
                "Pathology and Microbiology, University of Nebraska Medical Center, Omaha, NE, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie M. Vose, M.D.",
            "author_affiliations": [
                "Int Med Oncology and Hematology, University of Nebraska Medical Center, Omaha, NE, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shantaram S. Joshi, Ph.D.",
            "author_affiliations": [
                "Genetics, Cell Biology and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T06:37:08",
    "is_scraped": "1"
}