{
    "doi": "https://doi.org/10.1182/blood.V104.11.781.781",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=88",
    "start_url_page_num": 88,
    "is_scraped": "1",
    "article_title": "Acquired Mutation and Reversion of the Neutrophil Elastase Gene, ELA2 , in Kostmann Syndrome and Cyclic Neutropenia Suggest that Some Mutations Cause Neutropenia while Others Paradoxically Suppress It. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "congenital neutropenia",
        "cyclic neutropenia",
        "genes",
        "leukocyte elastase",
        "mutation",
        "neutropenia",
        "polymerase chain reaction",
        "dna",
        "enzymes",
        "leukemia"
    ],
    "author_names": [
        "Kathleen F. Benson, PhD",
        "Kayleen Williams, BS",
        "Joanna Luty, MD",
        "Valeh Hadavi, MS",
        "Roxana Kariminejad, MS",
        "Mohammad H. Kariminejad, MD, PhD",
        "Marshall Horwitz, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Medical Genetics, Department of Medicine, University of Washington, Seattle, WA, USA"
        ],
        [
            "Division of Medical Genetics, Department of Medicine, University of Washington, Seattle, WA, USA"
        ],
        [
            "Pediatric Hematology, NYU School of Medicine, New York, NY, USA"
        ],
        [
            "Kariminejad-Najmabadi Pathology and Genetics Center, Tehran, Islamic Republic of Iran"
        ],
        [
            "Kariminejad-Najmabadi Pathology and Genetics Center, Tehran, Islamic Republic of Iran"
        ],
        [
            "Kariminejad-Najmabadi Pathology and Genetics Center, Tehran, Islamic Republic of Iran"
        ],
        [
            "Division of Medical Genetics, Department of Medicine, University of Washington, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.650814149999995",
    "first_author_longitude": "-122.3108422",
    "abstract_text": "Heterozygous mutations in the gene, ELA2 , encoding neutrophil elastase, cause cyclic neutropenia and are the commonest cause of severe congenital neutropenia, a genetically heterogeneous leukemia-predisposing condition also known as Kostmann syndrome. The cataloged mutations have divergent effects on the enzyme, defying singular explanations for how mutations cause disease. Until now, all mutations have appeared to be constitutional and heritable. We describe two exceptional patients with Kostmann syndrome and cyclic neutropenia who each respectively demonstrate somatic mosaicism in the bone marrow of multiple different ELA2 sequences representing acquired mutations of constitutionally wild type alleles or, conversely, acquired reversion of constitutionally mutant alleles. The first patient has Kostmann syndrome, lacks a family history of neutropenia, and comes from a consanguineous population where recessive inheritance is anticipated. Sequencing of PCR-amplified genomic DNA from peripheral blood revealed two novel, apparently heterozygous ELA2 mutations, V69L and V72L, absent in both parents. The mother did possess an adjacent intronic polymorphism inherited by the patient, and we employed this polymorphism to determine the parent of origin of the mutation by sequencing genomic PCR fragments subcloned in bacteria. Remarkably, either or both mutation, as well as a third (V72M), appeared on either maternal or paternal alleles. The mutations have thus arisen independently in multiple different cells of the bone marrow. We propose that Kostmann syndrome here results from inheritance of an unidentified second gene and that the resulting neutropenia paradoxically leads to the selection in the bone marrow of counteracting, “neutrophilic” ELA2 mutations. The second patient has cyclic neutropenia lessening in severity since birth. Sequencing PCR-amplified genomic DNA from peripheral blood revealed two different, apparently heterozygous ELA2 mutations, IVS4+1 G>A (ΔV161-F170), the commonest ELA2 mutation observed in cyclic neutropenia, and T99I, not previously reported. Both mutations were absent in the unaffected parents but present in the patient’s buccal cells, demonstrating their de novo constitutional origins. Although the parents lacked distinguishing polymorphisms, the presence of two mutations allowed us to assess for somatic mosaicism. We subcloned genomic PCR fragments in bacteria and found that, in addition to wild type and both mutations in cis , some alleles contained just one or the other mutation, indicating that the mutations have undergone stepwise reversion in multiple, independent cells in the bone marrow. In colony formation assays of circulating stem cells, reversion to wild type occurred exclusively in CFU-GM, but not more primitive CFU-GEMM, suggesting selection in myeloid progenitors. Selection and counter-selection in these two complementary patients imply that there are two opposing categories of ELA2 mutations: some cause neutropenia and others suppress it. This may be the first description of an unexpected genetic phenomenon, where different mutations in a single gene can either cause or ameliorate the same disease, and may explain the divergent effect of various mutations."
}