{
    "doi": "https://doi.org/10.1182/blood.V106.11.381.381",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=377",
    "start_url_page_num": 377,
    "is_scraped": "1",
    "article_title": "Signalling by the Platelet C-Type Lectin Receptor CLEC-2 Is Mediated by a Novel Mechanism Involving Syk and a Single YxxL Motif. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "We have recently identified the C-type lectin-like receptor CLEC-2 as a novel receptor for the snake toxin rhodocytin on platelets. CLEC-2 is a 32 kDa type II transmembrane protein with a single cytoplasmic tyrosine residue in a YxxL consensus sequence. It is the first C-type lectin receptor that has been shown to activate platelets. The aim of the present study was to investigate the mechanism of signalling by CLEC-2 using model cell lines and to establish the role of the YxxL motif in this process. We have expressed CLEC-2 in wild type DT40 B cells and Jurkat T cells and in mutant derivatives of these cell lines that lack key signalling proteins. We have assayed PLCγ activation using an NFAT-luciferase reporter assay. Site directed mutagenesis of the cytoplasmic tyrosine residue of CLEC-2 has been used to assess its role in CLEC-2 signalling. We have compared the signalling pathway of CLEC-2 with that of the ITAM-coupled collagen receptor GPVI by expressing GPVI in the mutant cell lines and monitoring responses to the GPVI specific agonist convulxin as above. Cells transfected with CLEC-2 respond to rhodocytin. Mutation of the CLEC-2 YxxL motif to FxxL abrogates CLEC-2 signalling. CLEC-2 signalling is abrogated in cells deficient in Src or Syk family kinases or PLCγ . CLEC-2 signalling is partially dependent on Tec family kinases and the adaptors LAT and SLP-76/BLNK. Interestingly, GPVI signalling and CLEC-2 signalling show a differential requirement for the SLP-76 family adaptor proteins SLP-76 or Blnk; GPVI signalling is entirely dependent on SLP-76/Blnk, whereas CLEC-2 signalling is only partially dependent on these proteins. These observations are consistent with a model whereby CLEC-2 recruits Syk via its YxxL motif and initiates a signalling cascade similar to the major platelet glycoproteins GPVI and integrin α IIbβ 3. CLEC-2 is the first platelet receptor shown to regulate Syk through a single YxxL motif. Importantly, despite the similarity in the signalling proteins involved in signalling by the ITAM receptor, the integrin receptor and the C-type lectin receptor, the signalling pathways are organised and initiated differently.",
    "topics": [
        "blood platelets",
        "c-type lectins",
        "signal transduction",
        "scanning laser polarimetry",
        "integrins",
        "phosphotransferases",
        "signaling protein",
        "tyrosine",
        "adaptor signaling protein",
        "agonists"
    ],
    "author_names": [
        "Andrew C. Pearce, DPhil, MBioch",
        "Gemma L.J. Fuller, MBioch",
        "Katsue Suzuki-Inoue, MD, PhD",
        "Michael G. Tomlinson, DPhil, BSc",
        "Steve P. Watson, PhD, BSc"
    ],
    "author_affiliations": [
        [
            "Institute of Biomedical Research, The Medical School, University of Birmingham, Birmingham, West Midlands, United Kingdom"
        ],
        [
            "Institute of Biomedical Research, The Medical School, University of Birmingham, Birmingham, West Midlands, United Kingdom"
        ],
        [
            "Department of Clinical and Laboratory Medicine, University of Yamanashi, Yamanashi, Japan"
        ],
        [
            "Institute of Biomedical Research, The Medical School, University of Birmingham, Birmingham, West Midlands, United Kingdom"
        ],
        [
            "Institute of Biomedical Research, The Medical School, University of Birmingham, Birmingham, West Midlands, United Kingdom"
        ]
    ],
    "first_author_latitude": "52.46819255",
    "first_author_longitude": "-1.9136621499999997"
}