{
    "doi": "https://doi.org/10.1182/blood.V116.21.4092.4092",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1670",
    "start_url_page_num": 1670,
    "is_scraped": "1",
    "article_title": "Myeloid Neoplasm with PDGFRB Translocation, t(1;5)(q21;q33): A Congenital Presentation of An Imatinib Responsive Congenital JMML with Eosinophilia ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster III",
    "topics": [
        "eosinophilia",
        "imatinib mesylate",
        "juvenile myelomonocytic leukemia",
        "myeloproliferative disease",
        "platelet-derived growth factor beta receptor",
        "translocation (genetics)",
        "platelet-derived growth factor receptor",
        "uterine fibroids",
        "skin lesion",
        "hepatomegaly"
    ],
    "author_names": [
        "Shirley M. Abraham, MD",
        "Mohamed E. Salama, MD",
        "Jeffrey R. Jacobsen, MD",
        "Jeffrey Hancock, MD",
        "Mark Fluchel, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology and Oncology, Primary Children's Medical Center, Salt Lake City, UT, USA, "
        ],
        [
            "ARUP Reference Lab, Salt Lake City, UT, USA, "
        ],
        [
            "St.Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Dept. of Pediatrics, Univ. of Utah, Salt Lake City, UT, USA"
        ],
        [
            "Pediatric Hematology and Oncology, Primary Children's Medical Center, Salt Lake City, UT, USA, "
        ]
    ],
    "first_author_latitude": "40.7711316",
    "first_author_longitude": "-111.8387863",
    "abstract_text": "Abstract 4092 Eosinophilia is seen in several myeloproliferative disorders (MPD), including the newly WHO recognized category of MPDs associated with translocations involving alpha and beta chains of PDGFR (platelet derived growth factor receptor). A subset of these MPDs, which consistently involve the PDGFRB (platelet derived growth factor receptor beta) gene rearrangement at 5q31–33, demonstrate a t(1;5) (q23;q33). Only a few cases of MPD with this translocation have been described, with the youngest patient being 5 months old at presentation. Imatinib mesylate was recently shown to be efficacious in MPDs with PDGFR rearrangements. Here we describe the first case of a congenital presentation of a myeloproliferative neoplasm with t(1;5) (q21;q33) resulting in PDGFRB rearrangement. The patient, born at 34 weeks gestation, was noted at birth to have hepatomegaly and multiple nodular purpuric cutaneous lesions over his entire body. An extensive work up for congenital infections was negative. A biopsy of the skin lesion shortly after birth demonstrated myeloid proliferation with prominent eosinophilic infiltrate. He continued to demonstrate hepatosplenomegaly and nodular skin lesions at 3 months of age, at which time his white blood cell count (WBC) was 91K/uL with 20% eosinophils, hemoglobin 7g/dl, platelets 35K/uL. Chromosome analysis of peripheral blood revealed a t(1;5) (q21;q33) in 64% of the cells and FISH analysis showed evidence of 5q33 rearrangement involving the PDGFRB locus. The patient was initially treated with a 10 day course of hydroxyurea which resulted in a decrease in the total WBC count, but showed no improvement of the rash or hepatosplenomegaly. After the diagnosis was confirmed, he was started on Imatinib at a dose of 100 mg QD (370 mg/m2). His WBC decreased from 69K/uL to 21K/uL within 4 days and normalized within a month of initiating Imatinib. The dose of Imatinib was decreased to 50 mg QD (185mg/m2) after the first week of therapy. His counts remained normal and a repeat chromosomal analysis of peripheral blood after 10 months of therapy showed no evidence of the prior t(1;5) (q21;q33) abnormality. His dose, therefore, remains at 50 mg QD, which, taking into account his interval growth corresponds to 113 mg/m2. The child is currently 16 months old with normal peripheral blood counts. He is clinically well, growing and developing normally and is tolerating Imatinib without any significant side effects. Summary: Here we describe the first case of a congenital presentation of a myeloid neoplasm with a t(1;5) (q21;q33) translocation and eosinophilia. The child presented at birth with an extensive “blueberry muffin” pattern of cutaneous lesions, hepatomegaly, leukocytosis with eosinophilia, thrombocytopenia and anemia and demonstrated a complete and rapid response to Imatinib monotherapy. There are currently no guidelines on dosing Imatinib in newborns. Three remaining clinical challenges regarding this patient include choosing the best method for monitoring the leukemic clone, choosing the proper dose of Imatinib for this growing child and determining the potential role of bone marrow transplant in an otherwise well infant. Disclosures: No relevant conflicts of interest to declare."
}