{
    "doi": "https://doi.org/10.1182/blood.V122.21.1975.1975",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2559",
    "start_url_page_num": 2559,
    "is_scraped": "1",
    "article_title": "Neuropathy and Efficacy Of Weekly Subcutaneous Bortezomib In Myeloma and AL Amyloidosis ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "topics": [
        "bortezomib",
        "immunoglobulin deposition disease",
        "multiple myeloma",
        "neuropathy",
        "primary amyloidosis",
        "brachial plexus neuritis",
        "glucocorticoids",
        "duration of treatment",
        "neurotoxicity syndromes",
        "amyloidosis"
    ],
    "author_names": [
        "Surbhi Sidana, MD",
        "Beth Faiman, PhDc, CNP",
        "Paul Elson, ScD",
        "Mitchell R Smith, MD, PhD",
        "Robert M Dean, MD",
        "Jason Valent, M.D.",
        "Christy Samaras, DO",
        "Hien K. Duong, MD",
        "Debbie Hastings",
        "Kellie Bruening",
        "Frederic J. Reu, MD"
    ],
    "author_affiliations": [
        [
            "General Internal Medicine, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Center, Cleveland, OH, USA, "
        ],
        [
            "Leukemia Program, Department of Hematologic Oncology and Blood Disorders, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ]
    ],
    "first_author_latitude": "41.47395265000001",
    "first_author_longitude": "-81.68016345000001",
    "abstract_text": "Background Information is limited on the efficacy and long-term tolerability of weekly ubcutaneous (SC) bortezomib (BTZ), especially when given alone or combined only with glucocorticoids. We implemented use of SC BTZ in 12/2010 and based on equal AUC and efficacy with twice a week SC as IV BTZ (Moreau et al. Lancet Oncology 2011) at reduced but still significant neurotoxicity allowed weekly SC, maintaining the BTZ starting dose at 1.3mg/m 2 . Methods Multiple myeloma (MM) and AL amyloidosis (ALA) patients (pts) who had received SC BTZ by February 2013 were identified from our plasma cell disorder registry. After IRB approval, their electronic medical records were reviewed for occurrence, severity, and evolution of PNP with each BTZ containing regimen, administration schedule of BTZ, presence of underlying PNP and neuropathy risk factors (diabetes mellitus, ESRD, spinal cord compression/disease, vitamin B12 deficiency, alcoholism, chronic liver disease, hyperlipidemia, hypothyroidism), concurrently used antineoplastic agents, physician assigned responses, and reasons for BTZ dose reductions or discontinuation. To compare first BTZ regimen administration schedules Fisher’s exact test and chi-square tests were used for categorical data, Kruskal-Wallis and Wilcoxon rank sum test for age and interval from diagnosis to treatment, and logrank test for treatment duration. Proportional hazards models were used to assess the impact of BTZ administration schedule on neuropathy and response. The impact of prior regimens before first BTZ administration on response was estimated by logistic regression models. Results 136 patients were identified, 12 were excluded due to insufficient data (not followed at our Center). The remaining 124 pts began their first BTZ regimen between 02/2005 and 02/2013. 81% had MM, 12 % ALA, and 7% both MM and amyloidosis. Patients received a median of 2 BTZ containing regimens (range 1-9); overall 312 BTZ regimens were analyzed. In 114 SC weekly, 32 SC twice a week, 59 IV weekly, 62 IV twice a week, and 11 twice a week SC/IV followed by weekly BTZ regimens, neuropathy led to BTZ discontinuation in 7.9% (n=9), 9.4% (n=3), 13.6% (n=8), 22.6% (n=14), 9.1% (n=1), respectively, and to dose reduction in 5.3% (n=6), 3.2% (n=1), 6.8% (n=4), 6.5% (n=4), 9.1% (n=1), respectively. Patients who received weekly SC BTZ as their first BTZ containing regimen (n=37) had received a median of 0 prior regimens (range 0-10), 27% (n=10) had mild (n=8) or severe (n=2) underlying neuropathy, and most (68%) received BTZ with only glucocorticoids (n=23) or alone (n=2), while lenalidomide (n=8) or other agents (n=4) were added to 32%. After a median treatment duration of 4.3 months (0.2-23.3+), 26 of these 37 pts (70%) developed no neuropathy (n=20) or no worsening of pre-existing neuropathy (n=6), but 7 (19%) required BTZ dose reduction (n=2) or supportive medications (n=5) for neuropathy and in 4 (11%) BTZ was discontinued because of neuropathy. In multivariable analyses for neurotoxicity and lack of response, use of schedules other than weekly SC as the first BTZ administration schedule caused more neuropathy (HR 2.3, 95% C.I. 1.0-5.3, p=0.05), while age and underlying disease associated with neuropathy had no impact (p=0.57 and 0.61, respectively); lack of response tended to be more common with schedules other than weekly SC (HR 2.0, 95% C.I. 0.9-4.5, p=0.09) but age and disease (MM vs. AL amyloid) did not affect response (p=0.33 and 0.32, respectively). A response rate of 71% (n=22) to the first SC weekly bortezomib containing regimen in 37 pts who had received a median of 0 (range 0-10) previous regimens was within the expected range for standard administration schedules; of 8 pts who received weekly SC BTZ with not more than a total of 40mg dexamethasone per week as upfront therapy for myeloma, 5 achieved VGPR, 1 PR, and one MR; in 6 evaluable AL amyloid patients this upfront treatment led to VGPR in 3 and PR in 1 patient. Conclusions Weekly SC BTZ, even if administered only with glucocorticoids, is effective and better tolerated than other BTZ administration schedules. However, neuropathy continues to impact therapy, affecting about a third of patients in our series who received BTZ for the first time. Disclosures: Off Label Use: Upfront weekly SC bortezomib. Faiman: Onyx: Consultancy, Speakers Bureau; Millennium: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau. Valent: Millennium: Speakers Bureau; Clegene: Speakers Bureau. Duong: Celgene: Honoraria, Research Funding. Reu: Onyx: Speakers Bureau; Celgene: Research Funding."
}