{
    "doi": "https://doi.org/10.1182/blood.V124.21.SCI-25.SCI-25",
    "article_title": "Evolution and Immunogenetics of Natural Killer Cell Receptors in Health and Disease ",
    "article_date": "December 6, 2014",
    "session_type": "Natural Killer Cell Therapeutics",
    "abstract_text": "Natural killer (NK) cells are phenotypically diverse lymphocytes that contribute to innate immunity, adaptive immunity and placental reproduction. Unlike B and T cells, NK cells do not use rearranging genes to make diverse antigen receptors that are clonally expressed. Instead, NK cells express diverse combinations of a variety of receptors that are encoded by conventional non-rearranging genes. Several of these receptors are specific for conserved and variable determinants of major histocompatibility complex (MHC) class I molecules. In humans, the killer-cell immunoglobulin-like receptors (KIR) are a diverse and polymorphic family of NK-cell receptors that recognize determinants of human leukocyte antigen (HLA)-A, B and C, the polymorphic human MHC class I molecules. HLA-A, B and C are the most polymorphic of human genes, and they correlate with susceptibility to a wide range of diseases and clinical outcomes, including allogeneic hematopoietic cell transplantation (HCT). During NK-cell development, interactions between epitopes of HLA class I and KIR educate the NK cells to recognize the normal expression of these epitopes on healthy cells, and to respond to unhealthy cells in which that expression is perturbed. In the context of HCT, certain types of HLA class I mismatch enable donor-derived NK cells to make an alloreactive and beneficial graft-versus-leukemia response. Although it is likely that all placental mammals have NK cells, only a small minority of these species has a diverse KIR family like that in humans. These comprise the simian primates: New World monkeys, Old World monkeys and the great apes. Under pressure from diverse and rapidly evolving pathogens, both the MHC class I and KIR gene families have been driven to evolve rapidly. Consequently, much of their character is species-specific. This is especially true for the human KIR gene family, which is qualitatively different from that of our closest relatives, the chimpanzees. Whereas chimpanzee KIR haplotype diversity represents variations on a theme of genes encoding robust MHC class I receptors, humans have an even balance between group A KIR haplotypes encoding robust HLA class I receptors and group B KIR haplotypes encoding receptors that, to varying degree, have been subject to natural selection for reduced functional recognition of HLA class I. A balance of A and B is present in all human populations and thus appears essential for the long-term survival and competitiveness of human communities. Whereas the A KIR haplotypes correlate with successful defense against viral infection, maternal B KIR haplotypes correlate with reproductive success and donor B KIR haplotypes improve the outcome of allogeneic HCT as therapy for acute myeloid leukemia. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "epitopes",
        "hematopoietic stem cell transplantation",
        "hla-a antigens",
        "hla-a2 antigen",
        "human leukocyte antigens",
        "immunogenetics",
        "immunoglobulins",
        "leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Peter Parham, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peter Parham, PhD",
            "author_affiliations": [
                "Stanford University, Stanford, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T21:34:43",
    "is_scraped": "1"
}