{
    "doi": "https://doi.org/10.1182/blood.V106.11.5221.5221",
    "article_title": "Anti-CD3/Anti-CD28 Bead-Activated T Cells Facilitate Engraftment of Murine Histoincompatible Allogeneic Transplants after Low-Dose Radiation. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Donor T cells are known to facilitate hematolymphoid engraftment following allogeneic stem cell transplantation. The recent development of the Xcellerate Technology has made it feasible to activate and expand T cells to large numbers for therapeutic applications. In the present study, we tested whether large numbers of donor T cells can enable engraftment with less intensive conditioning regimens thereby improving outcome and survival in allogeneic transplants. To test this hypothesis, we conducted transplant experiments in congenic MHC-mismatched mice in which we varied the infusional dose of both T cell-depleted bone marrow (TCDBM) and splenic T cells after conditioning animals with different amounts of total body radiation. For these experiments, we utilized a fully mismatched murine model in which BALB/C (H-2 d ) recipients were transplanted with C57/BL6 (H-2 b ) TCDBM. Previous studies by our group have demonstrated that a minimum radiation dose of 950 rads (single fraction) is required to achieve complete donor chimerism in this model. Recipient mice given a similar dose of radiation and donor BM, but supplemented with 2 x 10 6 naïve T cells, demonstrate evidence of donor engraftment, but all animals suffer from severe GVHD and are dead by day 30 post-transplant (n=45). In the present study, we studied the effects of administering donor T cells activated ex vivo in conjunction with lower radiation doses on engraftment, GVHD and survival in this histoincompatible murine model. Mice were treated with a single fraction of whole body irradiation at doses ranging from 100 to 400 rads. For each radiation dose, animals received either 2 x 10 6 naïve T cells or increasing doses of activated and expanded T cells (range from 2 to 50 x 10 6 ). Freshly isolated splenic T cells were activated and expanded using the Xcellerate Technology in which T cells are cultured ex vivo using microbeads coated with monoclonal antibodies directed against mouse CD3 and CD28 molecules. Six to eight mice were assigned to each treatment group. Control mice given TCDBM alone without T cells displayed no evidence of donor chimerism at any radiation dose level. At 100 rads radiation, none of the animals showed evidence of donor chimerism, whether treated with naïve or activated T cells. At 200 rads, complete donor chimerism was achieved in some animals given the highest dose of activated T cells (50 x 10 6 ). At doses of 300 and 400 rads, all animals given activated T cells at doses of 50 x 10 6 activated T cells showed complete donor chimerism. Animals, who were treated with 200–400 rads and given naive T cells showed no evidence of engraftment. Severity of GVHD was positively correlated with radiation dose and chimerism. These data provide evidence of the graft-promoting effect of high doses of activated T cells generated using the Xcellerate Technology. Further studies are ongoing to optimize the schedule and dose of donor stem cells and T cells in this murine histoincompatible transplant model. Additional studies are ongoing to document the durability of engraftment and characterize immune reconstitution, which may be facilitated by the early administration of large numbers of donor T cells. If the results reported here can be confirmed, Xcellerated T Cells may provide another approach to making histoincompatible transplants safer by enabling the use of less intensive conditioning regimens.",
    "topics": [
        "cd28 antigens",
        "engraftment",
        "low dose radiation",
        "mice",
        "t-lymphocytes",
        "reactive airways dysfunction syndrome",
        "radiotherapy dosage",
        "graft-versus-host disease",
        "transplantation",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Ronald J. Berenson, MD",
        "Julie K. Ritchey, PhD",
        "Mark L. Bonyhadi, PhD",
        "John F. DiPersio, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ronald J. Berenson, MD",
            "author_affiliations": [
                "Research, Xcyte Therapies, Inc., Seattle, WA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julie K. Ritchey, PhD",
            "author_affiliations": [
                "Division of Oncology, Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark L. Bonyhadi, PhD",
            "author_affiliations": [
                "Research, Xcyte Therapies, Inc., Seattle, WA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. DiPersio, MD",
            "author_affiliations": [
                "Division of Oncology, Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T09:36:17",
    "is_scraped": "1"
}