{
    "doi": "https://doi.org/10.1182/blood-2018-99-111055",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3996",
    "start_url_page_num": 3996,
    "is_scraped": "1",
    "article_title": "The Middle-Aged Bone Marrow Microenvironment Drives Hematopoietic Stem Cell Aging through Altered Production of Insulin-like Growth Factor-1 (IGF1) ",
    "article_date": "November 29, 2018",
    "session_type": "503. Clonal Hematopoiesis: Aging and Inflammation",
    "topics": [
        "aging",
        "bone marrow",
        "hematopoietic stem cells",
        "insulin-like growth factor i",
        "middle-aged adult",
        "insulin-like-growth factor i receptor",
        "ligands",
        "molecule",
        "neoplasms",
        "rna"
    ],
    "author_names": [
        "Kira Young, PhD",
        "Matthew Loberg, BA",
        "Elizabeth Eudy, BS",
        "Rebecca Bell, BA",
        "Jennifer J. Trowbridge, PhD"
    ],
    "author_affiliations": [
        [
            "The Jackson Laboratory, Bar Harbor, ME"
        ],
        [
            "The Jackson Laboratory, Bar Harbor, ME"
        ],
        [
            "The Jackson Laboratory, Bar Harbor, ME"
        ],
        [
            "The Jackson Laboratory, Bar Harbor, ME"
        ],
        [
            "The Jackson Laboratory, Bar Harbor, ME"
        ]
    ],
    "first_author_latitude": "44.3651943",
    "first_author_longitude": "-68.19624019999999",
    "abstract_text": "Globally, lifespan continues to increase. A growing challenge is how to maintain a healthy aging population. In hematopoiesis, healthspan is limited by a decline in regenerative capacity and overproduction of myeloid cell types at the expense of lymphoid cell types. These alterations contribute to decreased immune function, poor response to vaccination and increased susceptibility to myeloid neoplasms. Methods to extend hematopoietic healthspan are unclear, in part due to our relatively poor understanding of the factors controlling aging. To address this gap in knowledge, we utilized mouse models to examine at what age did impaired regenerative capacity and myeloid-biased hematopoiesis begin to occur. We find that these phenotypes become significant by 9-12 months of age, representing middle age in mice. Through reciprocal transplantation studies of purified long-term hematopoietic stem cells (LT-HSCs) between young and middle-aged mice, we find that the middle-aged bone marrow (BM) microenvironment is sufficient to cause impaired regenerative capacity and myeloid-biased hematopoiesis from young LT-HSCs. These studies clearly implicate components of the BM microenvironment at middle age as causing hematopoietic aging. To uncover the factors altered in the middle-aged BM microenvironment that cause hematopoietic stem and progenitor cell aging, we utilized single cell RNA-Seq and ELISA analysis. Together, these identified a reduction in Insulin-Like Growth Factor-1 (IGF1) in the BM microenvironment as the top candidate regulator of hematopoietic stem and progenitor cell aging. Expression of the receptor for IGF1, IGF1R, was dynamically altered on hematopoietic stem and progenitor cell populations with aging, suggesting that these respond to altered local levels of IGF1. In vitro colony-forming unit studies demonstrate that stimulating hematopoietic stem and progenitor cells isolated from middle-aged mice with exogenous IGF-1 ligand resulted in a dose-dependent suppression of myeloid cell overproduction, rescuing the aging phenotype. Finally, direct restoration of IGF1 levels in the BM microenvironment by short-term intrafemoral injection, at middle age, suppressed myeloid cell overproduction and restored B cell production in the BM and peripheral blood. In summary, this study reveals a novel role for IGF1 in hematopoietic aging. We show that decline in local levels of IGF1 in the BM microenvironment at middle age cause hematopoietic aging. In addition, we demonstrate that short-term restoration of IGF1 at middle age can rescue hematopoietic aging. IGF1 thus represents an attractive candidate molecule to restore hematopoietic regenerative capacity and balanced lineage cell production to extend hematopoietic healthspan into older age. Disclosures No relevant conflicts of interest to declare."
}