{
    "doi": "https://doi.org/10.1182/blood.V116.21.4233.4233",
    "article_title": "Cytochrome B5 Reductase T116S Polymorphism Is Associated with Decreased Risk of Severe Anemia Among Zambian Children with Malaria ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster III",
    "abstract_text": "Abstract 4233 Background. NADH-cytochrome b5 reductase (cytb5r, EC 1.6.2.2 ) exists in soluble and membrane-bound forms. Both cytb5r isoforms are the product of a single gene locus, DIA1 (or CYB5R3 ). The known functions of cytb5r include reduction of methemoglobin and cytochrome b5 for the soluble isoenzyme, a fatty acid desaturation complex for the membrane-bound microsomal enzyme, and participation in drug metabolism. Deficiency of cytb5r leads to congenital methemoglobinemia with more than 40 mutations reported to date, the majority being missense mutations associated with mild type I methemoglobinemia. CYBR5 T116S is a common genetic polymorphism among African Americans (allele frequency of 23%) that has not yet been detected in other ethnic and racial groups. This polymorphism does not cause methemoglobinemia, but it may be associated with reduced hemolysis in patients with sickle cell disease [Blood (ASH Annual Meeting Abstracts), Nov 2009; 114 : 903]. We postulated that this polymorphism may protect from severe anemia in African children with malaria, providing these individuals with a genetic advantage that has likely been the target of positive selection, since severity of anemia is a major risk factor for malaria survival in infants and young children. Methods. Children <6 years of age from the Tonga ethnic group of southern Zambia admitted to hospital with clinical malaria were studied. Sixty-eight had severe malarial anemia (hematocrit<15% and peripheral smear positive for Plasmodium falciparum ), 31 had cerebral malaria (Blantyre coma score 0–2, hematocrit >18%, smear positive), and 69 had uncomplicated malaria (hematocrit >18%, smear positive). Children with overlapping severe anemia and cerebral malaria were excluded. Risk factors for severe anemia were determined by pathway analysis and logistic regression. The CYBR5 T116S polymorphism was detected by Allele Specific-PCR and its relationship to severe anemia was assessed in the context of the identified risk factors. Results. The allele frequency of CYBR5 T116S was 32.8% and the distribution was consistent with Hardy-Weinberg equilibrium. After adjusting for weight-for-age Z score, spleen size, history of treatment with sulfadoxine-pyrimethamine for the current illness, and plasma interleukin-10 concentration, CYBR5 T116S was associated with a 3.72-fold reduction in the odds of severe malarial anemia at presentation to hospital (95% CI of 1.32–10.47; P = 0.013). Similarly, in an ANOVA model, the adjusted mean (SE) screening hematocrit was 18.8 (1.0) % in 58 CYBR5 wildtype children compared to 21.9 (0.9) % in 77 children with CYBR5 T116S (P = 0.024). Conclusions. CYBR5 T116S is a common polymorphism among African children that may be associated with protection from severe malarial anemia, an important cause of death in this population. We speculate that this polymorphism may be related to a previously reported subpopulation of African Americans with increased cytochrome b5 reductase activity, and that increased anti-oxidant activity may explain the polymorphism's protective effect. Functional studies to investigate this possibility are underway. We submit that a protective effect from severe malaria-induced anemia may be the principal reason for the high prevalence of this African-specific genetic polymorphism. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anemia",
        "child",
        "cytochromes b5",
        "malaria",
        "oxidoreductase",
        "polymorphism",
        "malarial anemia",
        "malaria, cerebral",
        "methemoglobinemia",
        "antioxidants"
    ],
    "author_names": [
        "Victor R. Gordeuk, MD",
        "Mehdi Nouraie, PhD",
        "Xiaomei Niu, PhD",
        "Jessica Nachel DelBove",
        "Josef T. Prchal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Victor R. Gordeuk, MD",
            "author_affiliations": [
                "Center for Sickle Cell Disease, Howard University, Washington, DC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Nouraie, PhD",
            "author_affiliations": [
                "Center For Sickle Cell Disease, Howard University, Washington, DC, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaomei Niu, PhD",
            "author_affiliations": [
                "Center For Sickle Cell Disease, Howard University, Washington, DC, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Nachel DelBove",
            "author_affiliations": [
                "Hematology Division, University of Utah, Salt Lake City, UT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josef T. Prchal, MD",
            "author_affiliations": [
                "Hematology Division, University of Utah, Salt Lake City, UT, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T09:31:03",
    "is_scraped": "1"
}