{
    "doi": "https://doi.org/10.1182/blood-2021-153519",
    "article_title": "Complex Clonal Evolution Can Occur Following Transplantation for Transfusion Dependent Thalassaemia in the Context of Mixed Myeloid Chimerism and Reduced Conditioning Regimens ",
    "article_date": "November 5, 2021",
    "session_type": "723.Allogeneic Transplantation: Long-term Follow-up and Disease Recurrence",
    "abstract_text": "Haemopoietic stem cell transplantation (HSCT) is a well-established treatment modality for the cure of transfusion dependent thalassaemia (TDT) and sickle cell disease (SCD). Clonal evolution has recently been identified as a concerning event in the setting of mixed chimerism and/or ineffective haemopoiesis following conventional bone marrow transplantation and gene therapy for haemoglobinopathies. This has so far been restricted to SCD only, with the presumption that despite both conditions sharing an ineffective erythropoietic marrow compartment, there may be inflammatory and hypoxic differences enabling clonal evolution, in addition to the different exposure to hydroxycarbamide as a therapeutic agent. However, there is a need to investigate whether this may also be an occurrence in TDT. From 2011 to 2021, over a ten-year period, sixty-five consecutive paediatric patients received a sibling HSCT (n=55) or a haploidentical HSCT (n=10) for TDT in our institution. Conditioning intensity was minimised at the start of this cohort in order to limit toxicity and late effects, abandoning the use of Bu/Cy, which resulted in approximately 50% of the patients having stable mixed chimerism long-term. Sibling HSCT was conditioned with fludarabine 160 mg/m 2 , treosulfan 42 g/m 2 , thiotepa 10 mg/kg and ATG (Thymoglobulin) or alemtuzumab, and received GvHD prophylaxis with ciclosporin and MMF. Haploidentical HSCT was conditioned with fludarabine 150 mg/m 2 , cyclophosphamide 30 mg/kg, TBI 2 or 4 Gy, and ATG 4.5 mg/kg (thiotepa 10 mg/kg added if TBI 2 Gy only) with GvHD prophylaxis provided by two doses of post-transplantation cyclophosphamide 50 mg/kg, sirolimus and MMF. All patients had pre-transplantation endogenous haemopoiesis was suppressed pre-transplantation with hypertransfusions for a minimum of 8 weeks, and/or the use of hydroxycarbamide and azathioprine. GvHD prophylaxis was provided with ciclosporin and MMF. All patients were Pesaro class I or II at the time of transplantation. The median age was 5 years (2 - 19). The median survival was 26.8 months (2.6-101.8). The OS was 93.8% and DFS was 89.2%. Three patients in this cohort developed clonal evolution in the context of myeloid mixed chimerism identified due to the development of cytopenias and transfusion dependence. All patients had a complex karyotype and it involved deletion of chromosome 7: Patient 1 had a sibling BMT at 3 years and 2 months. Day +28 chimerism was >95% in whole blood and 95% in T cells. The myeloid fraction had a progressive reduction from day +60 onwards. At 15 months post-transplantation clonal evolution was identified [18% ring sideroblasts, 46;XY, del (7) (q22 q34) [5]/46;XY [5], chimerism 13% donor in whole marrow and 41% marrow T cells. Two months later he became red cell transfusion dependence. A second BMT with busulfan based conditioning resulted in long-term cure. Patient 2 had a sibling BMT at 3 years and 8 months of age. Day +28 chimerism was 99% donor in whole blood and 99% donor in T cells. Day +161 post-transplantation he started requiring erythropoietin support to maintain him transfusion independent and on day +217 we first identified in the bone marrow the appearance of myeloid mixed chimerism (75% donor in whole marrow and 91% marrow T cells) and complex clonal evolution involving -7 and FISH identified deletion of one copy of KMT2E (7q22) and MET (7q31) detected [16/200]. The patient is under monitoring at present with a progressive reduction of the size of the abnormal clones. Patient 3 had a haplo BMT at 5 years and 8 months. Day +28 chimerism was 97% donor in whole blood and 99% donor in T cells. She developed mixed myeloid chimerism following cessation of immunosuppression on day +206: 86% donor whole blood and 99% donor in T cells. At 22 months post-BMT she started to require transfusion and a complex clonal evolution involving deletion 7 in her bone marrow when the chimerism was 42% donor whole blood and 81% donor marrow T cells. FISH identified deletion of one copy of KMT2E(7q22) and MET(7q31) detected[22/100]. She is being prepared for a second bone marrow transplant. In conclusion, complex clonal evolution also occurs post HSCT in TDT, at least in the context of reduction of conditioning intensity and development of mixed myeloid chimerism. This finding warrants further investigation and may have significant implications for the design of both conventional HSCT and gene therapy strategies. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Adam Gassas",
        "Farah O'Boyle",
        "Shahzya Chaudhury",
        "Toni Petterson",
        "Kirstin Lund",
        "Leena Karnik",
        "Josu de la Fuente"
    ],
    "author_dict_list": [
        {
            "author_name": "Adam Gassas",
            "author_affiliations": [
                "St Mary's Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Farah O'Boyle",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London, London, United Kingdom",
                "St Mary's Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shahzya Chaudhury",
            "author_affiliations": [
                "St Mary's Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toni Petterson",
            "author_affiliations": [
                "St Mary's Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirstin Lund",
            "author_affiliations": [
                "St. Mary's Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leena Karnik",
            "author_affiliations": [
                "St. Mary's Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josu de la Fuente",
            "author_affiliations": [
                "Department of Immunology and Inflammation, Imperial College London, London, United Kingdom",
                "St Mary's Hospital, Imperial College Healthcare NHS Trust, St Albans, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T04:08:17",
    "is_scraped": "1"
}