{
    "doi": "https://doi.org/10.1182/blood.V120.21.3278.3278",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2204",
    "start_url_page_num": 2204,
    "is_scraped": "1",
    "article_title": "Interleukin-21-Induced Granzyme B-Expressing B Lymphocytes Infiltrate Tumors and Regulate T Cells ",
    "article_date": "November 16, 2012",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster III",
    "topics": [
        "b-lymphocytes",
        "granzymes",
        "infiltrates",
        "interleukins",
        "neoplasms",
        "t-lymphocytes",
        "interleukin-21",
        "antigens, cd25",
        "cd19 antigens",
        "granzyme b"
    ],
    "author_names": [
        "Stefanie Lindner",
        "Karen Dahlke",
        "Kai Sontheimer",
        "Magdalena Hagn, MD",
        "Christof Kaltenmeier",
        "Thomas F.E. Barth",
        "Thamara Beyer",
        "Frank Reister, MD",
        "Dorit Fabricius, MD",
        "Ramin Lotfi, MD",
        "Oleg Lunov, PhD",
        "Ulrich Nienhaus, PhD",
        "Thomas Simmet, MD",
        "Rolf Kreienberg, MD",
        "Peter Moeller, MD, PhD",
        "Hubert Schrezenmeier, MD",
        "Bernd Jahrsdörfer, MD"
    ],
    "author_affiliations": [
        [
            "Institute of Transfusion Medicine, Ulm, Germany, "
        ],
        [
            "Institute of Clinical Transfusion Medicine and Immunogenetics, University of Ulm, Ulm, Germany, "
        ],
        [
            "Institute of Clinical Pharmacology, University of Ulm, Ulm, Germany, "
        ],
        [
            "Cancer Immunology Program, Peter MacCallum Cancer Centre, Melbourne, Australia, "
        ],
        [
            "Institute of Clinical Transfusion Medicine and Immunogenetics, University of Ulm, Ulm, Germany, "
        ],
        [
            "Institute of Pathology, University of Ulm, Ulm, Germany, "
        ],
        [
            "Institute of Clinical Transfusion Medicine and Immunogenetics, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Gynecology, Ulm, Germany, "
        ],
        [
            "Department of Pediatrics, University of Ulm, Ulm, Germany, "
        ],
        [
            "Inst. of Clinical Transfusion Medicine and Immunogenetics, German Red Cross Blood Transfusion Service Baden-Württemberg-Hessia, Institute of Transfusion Medicine, University of Ulm, Ulm, Germany, "
        ],
        [
            "Institute of Clinical Pharmacology, University of Ulm, Ulm, Germany, "
        ],
        [
            "Karlsruhe Institute of Technology (KIT), Karlsruhe, Germany, Karlsruhe, Germany, "
        ],
        [
            "Institute of Clinical Pharmacology, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Gynecology, Ulm, Germany, "
        ],
        [
            "Dept. of Pathology, University of Ulm, Ulm, Germany"
        ],
        [
            "Institute of Clinical Transfusion Medicine and Immunogenetics, University of Ulm, Ulm, Germany, "
        ],
        [
            "Institute of Clinical Transfusion Medicine and Immunogenetics, University of Ulm, Ulm, Germany, "
        ]
    ],
    "first_author_latitude": "48.5306597",
    "first_author_longitude": "9.0410185",
    "abstract_text": "Abstract 3278 The role of B cells in tumor infiltrations is controversial. Different studies suggest that certain tumor-infiltrating B cell populations exhibit regulatory potential. Here, we demonstrate that the microenvironment of various solid tumors contains granzyme B (GrB)-expressing B cells adjacent to IL-21-providing T cells. GrB-mediated effector T cell modulation is already known from regulatory T cells (T reg ) and plasmacytoid dendritic cells. We now show that IL-21 induces B cells to express high levels of GrB and to modulate T cell proliferation by GrB-dependent degradation of the T cell receptor z-chain. Detailed characterization of IL-21-induced GrB + B cells reveals a CD19 + CD38 + CD1d + CD147 + phenotype and expression of additional regulatory molecules including IL-10, IDO and CD25. Of note, GrB induction is accompanied by both BCR- and TLR-mediated signals and GrB expression levels are influenced by B cell expression of CD5. In summary, we demonstrate that IL-21 induces GrB-expressing regulatory B cells, which are detected in tumor infiltrations, and which may contribute to the modulation of cellular adaptive immune responses by T reg -like mechanisms. Our findings may stimulate the development of novel diagnostic and cell therapeutic approaches to the management of malignant, autoimmune and graft-versus-host pathologies. Disclosures: No relevant conflicts of interest to declare."
}