{
    "doi": "https://doi.org/10.1182/blood-2020-136000",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4665",
    "start_url_page_num": 4665,
    "is_scraped": "1",
    "article_title": "HORIZON (OP-106): Melflufen Plus Dexamethasone (dex) in Patients (pts) with Relapsed/Refractory Multiple Myeloma (RRMM)-Analysis of Adverse Events Related to Hospitalizations ",
    "article_date": "November 5, 2020",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "topics": null,
    "author_names": [
        "Omar Nadeem, MD",
        "Paul G. Richardson, MD",
        "María-Victoria Mateos, MD PhD",
        "Albert Oriol",
        "Alessandra Larocca",
        "Joan Blade Creixenti",
        "Paula Rodríguez-Otero, MD",
        "Xavier Leleu, MD",
        "Maxim Norkin, MD PhD",
        "John W. Hiemenz, MD",
        "Hani Hassoun, MD",
        "Cyrille Touzeau",
        "Adrián Alegre Amor, MD PhD",
        "Agne Paner, MD",
        "Christopher Maisel, MD",
        "Amitabha Mazumder, MD",
        "Anastasios Raptis, MD",
        "Noemí Puig, MD PhD",
        "Anna Sandberg, MmSc",
        "Ivonne Pelaez, MD",
        "Christian Jaques, MD",
        "Marie Orre, PhD",
        "Michele Cavo"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ],
        [
            "Hospital Clínico Universitario de Salamanca/IBSAL/CIC, Salamanca, Spain"
        ],
        [
            "Institut Català d'Oncologia and Josep Carreras Research Institute, Hospital Germans Trias i Pujol, Badalona, Spain"
        ],
        [
            "Myeloma Unit, Division of Hematology, University of Torino, Azienda Ospedaliero-Universitaria Città della Salute e della Scienza, Torino, Italy"
        ],
        [
            "Hematology Department, IDIBAPS, Hospital Clinic, Barcelona, Spain"
        ],
        [
            "Clínica Universidad de Navarra, Pamplona, Spain"
        ],
        [
            "CHU de Poitiers, Poitiers, France"
        ],
        [
            "Baptist MD Anderson Cancer Center, Jacksonville, FL"
        ],
        [
            "Division of Hematology-Oncology, Department of Medicine, University of Florida, Gainesville, FL"
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Centre de Recherche en Cancérologie et Immunologie Nantes-Angers (CRCINA), Institut National de la Santé et de la Recherche Médicale (INSERM), Centre National de la Recherche Scientifique (CNRS), Université d'Angers, Université de Nantes, Nantes, France",
            "Site de Recherche Intégrée sur le Cancer (SIRIC), Imaging and Longitudinal Investigations to Ameliorate Decision-making (ILIAD), INCA-DGOS-Inserm 12558, Nantes, France",
            "Service d'hématologie Clinique, Centre Hospitalier Universitaire, Place Alexis Ricordeau, Nantes, France"
        ],
        [
            "Hospital Universitario La Princesa and Hospital Universitario Quironsalud, Madrid, Spain"
        ],
        [
            "Rush University Medical Center, Chicago, IL"
        ],
        [
            "Baylor Scott & White Charles A. Sammons Cancer Center, Dallas, TX"
        ],
        [
            "The Oncology Institute of Hope and Innovation, Glendale, CA"
        ],
        [
            "Division of Hematology-Oncology, Department of Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA"
        ],
        [
            "Hospital Clínico Universitario de Salamanca/IBSAL/CIC, Salamanca, Spain"
        ],
        [
            "Oncopeptides AB, Stockholm, Sweden"
        ],
        [
            "Oncopeptides AB, Stockholm, Sweden"
        ],
        [
            "Oncopeptides AB, Stockholm, Sweden"
        ],
        [
            "Oncopeptides AB, Stockholm, Sweden"
        ],
        [
            "Seràgnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy"
        ]
    ],
    "first_author_latitude": "42.32868324999999",
    "first_author_longitude": "-71.12796515",
    "abstract_text": "Background: Pts with RRMM are a very sick population due to disease symptoms, comorbidities, side effects from treatments, and age-related fragility (Chim et al. Leukemia . 2018;32:252). Pts often experience adverse events (AEs) that affect their quality of life and reduce treatment compliance; hematologic AEs are frequent. Inpatient services for the management of AEs are often necessary and a major cost driver, with costs rising per AE episode (highest for hematologic AEs; Felber et al. ASH 2019. Abs. 4725). Additionally, a real-world study suggested that >50% of pts with hematologic AEs require readmittance to the hospital after initial treatment (Yeaw et al. ISPOR 2020. Abs. PCN78). Published data to date come from real-world evidence, with limited reports from clinical trials. Melphalan flufenamide (melflufen) is a first-in-class peptide-drug conjugate (PDC) that targets aminopeptidases and rapidly releases alkylating agents into tumor cells. In the pivotal, phase 2, HORIZON study (OP-106; NCT02963493), melflufen plus dex showed clinically meaningful efficacy and a safety profile consisting primarily of clinically manageable hematologic AEs in pts with heavily pretreated RRMM (Richardson et al. EHA 2020. Abs EP945). This analysis aids to further elucidate the healthcare resource utilization of pts with RRMM treated with melfulfen in a clinical trial by evaluating the impact of AEs on hospitalizations in HORIZON. Methods: Pts with RRMM who had received ≥2 lines of prior therapy, including an IMiD and a proteasome inhibitor and were refractory to pomalidomide and/or an anti-CD38 monoclonal antibody were treated with melflufen and dex as described (Richardson et al. EHA 2020. Abs EP945). Data for specific AEs potentially related to the study drugs (melflufen and/or dex; TRAEs) requiring hospitalizations >24 h were compared with all potential TRAEs and within each preferred term with >1 event reported regardless of hospitalization. AEs were classified as TRAE if reported as related or possibly related to either study drug by the treating physician. Results: At the data cutoff date (14 Jan 2020), 157 pts were enrolled and had received ≥1 dose of study treatment; 35 (22%) had been hospitalized due to a TRAE. Pts hospitalized due to TRAEs had a median age of 63 y (range, 43-84); 31% had International Staging System stage 3 disease; 49% had high-risk cytogenetics; and 77% had triple-class-refractory MM. In the overall population (N=157), the most frequent grade 3/4 treatment-emergent AEs (TEAEs) were thrombocytopenia (57%), neutropenia (53%), and anemia (43%). Serious AEs occurred in 49% of pts, most commonly pneumonia (9%) and febrile neutropenia (5%). Of all 3713 TEAEs, 118 (3.2%) led to hospitalization. Of 2688 TRAEs, 58 (2.2%) resulted in hospitalization. Pneumonia and febrile neutropenia TRAEs resulted in the most hospitalizations, with 11 events (78.6% of pneumonia TRAEs; 0.41% of all TRAEs) and 10 events (83.3% of febrile neutropenia TRAEs; 0.37% of all TRAEs), respectively ( Table ). Grade 3/4 hematologic TRAEs resulting in hospitalization included thrombocytopenia (9 hospitalizations; 1.4% of thrombocytopenia TRAEs; 0.33% of all TRAEs) and neutropenia (2 hospitalizations; 0.3% of neutropenia TRAEs; 0.07% of all TRAEs). All TRAEs that resulted in hospitalization were grade 3/4 except for 2 events (1 pyrexia [grade 1]; 1 pneumonia [grade 2]). For 3 of 9 thrombocytopenia events and 1 of 2 neutropenia events, it was unclear whether the hospitalization was >24 h; however, they were included in current analysis. Conclusion: Within this heavily pretreated pt population, most TRAEs could be managed without the need for hospitalization. Hematologic AEs were common but led to few hospitalizations overall. Although 11 cases (78.6%) of TRAEs of pneumonia required hospitalization, these events represent only 0.41% of all TRAEs, and infections are normally expected in advanced RRMM (Blimark et al. Plasma Cell Disorders. 2015;100:107). Use of inpatient services are a major driver of economic burden in RRMM and have been shown to be highly utilized in less heavily pretreated populations than HORIZON (Yeaw et al. ISPOR 2020. Abs. PCN7; Felber et al. ASH 2019. Abs. 4725). Results of this analysis suggest limited use of inpatient services for TRAEs with melflufen plus dex. Further analyses of real-world data on melflufen are warranted to confirm the results presented from this analysis. View large Download slide View large Download slide Disclosures Nadeem: Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Adaptive: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES. Richardson: Celgene/BMS, Oncopeptides, Takeda, Karyopharm: Research Funding. Mateos: Adaptive: Honoraria, Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Honoraria; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees; Regeneron: Honoraria, Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees. Oriol: GlaxoSmithKline: Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Speakers Bureau; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy. Larocca: GSK: Honoraria; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria; Takeda: Membership on an entity's Board of Directors or advisory committees. Blade Creixenti: Amgen: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Membership on an entity's Board of Directors or advisory committees. Rodríguez-Otero: Celgene/Bristol Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); GlaxoSmithKline: Consultancy, Current Employment, Current equity holder in publicly-traded company; Oncopeptides: Consultancy; Abbvie: Consultancy; Kite: Consultancy; Medscape: Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria; Sanofi: Consultancy; Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company). Leleu: Oncopeptide: Honoraria; Karyopharm: Honoraria; Sanofi: Honoraria; GSK: Honoraria; Amgen: Honoraria; Novartis: Honoraria; BMS-celgene: Honoraria; AbbVie: Honoraria; Carsgen: Honoraria; Incyte: Honoraria; Merck: Honoraria; Janssen: Honoraria. Hassoun: Novartis: Consultancy; Takeda: Research Funding; Celgene: Research Funding. Touzeau: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses; Sanofi: Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses; Abbvie: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding; GlaxoSmithKline: Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses. Amor: GSK: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene-BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Maisel: Texas Oncology: Current Employment; Amgen: Honoraria, Speakers Bureau; Texas Oncology: Current Employment; Celgene: Honoraria, Speakers Bureau; Janssen: Honoraria, Speakers Bureau; Amgen: Honoraria, Speakers Bureau; Kite: Honoraria, Speakers Bureau; Celgene: Honoraria, Speakers Bureau; Incyte: Honoraria, Speakers Bureau; Karyopharm: Honoraria, Speakers Bureau; Janssen: Honoraria, Speakers Bureau; Takeda: Honoraria, Speakers Bureau; Kite: Honoraria, Speakers Bureau; Incyte: Honoraria, Speakers Bureau; Karyopharm: Honoraria, Speakers Bureau; Takeda: Honoraria, Speakers Bureau. Mazumder: Celgene: Honoraria, Speakers Bureau; Amgen: Honoraria, Speakers Bureau; Takeda: Honoraria, Speakers Bureau; The Oncology Institute: Current Employment. Raptis: UPMC: Current Employment; INTEGRA: Consultancy, Other: TRAVEL, ACCOMMODATIONS, EXPENSES. Puig: BRISTOL-MYERS SQUIBB: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES, Research Funding, Speakers Bureau; CELGENE: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES, Research Funding, Speakers Bureau; AMGEN: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES, Research Funding; THE BINDING SITE: Consultancy, Honoraria; JANSSEN: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES, Research Funding; TAKEDA: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES, Research Funding. Sandberg: Oncopeptides AB: Current Employment; Novo Nordisk AS: Divested equity in a private or publicly-traded company in the past 24 months, Ended employment in the past 24 months. Pelaez: Märsta Läkarhus AB: Ended employment in the past 24 months; Oncopeptides: Consultancy. Jaques: Pharma Biotech Consultants: Consultancy; Oncopeptides: Other: TRAVEL, ACCOMMODATIONS, EXPENSES; Pfizer: Consultancy; Morphosys AG: Consultancy; Oncopeptides: Ended employment in the past 24 months. Orre: Oncopeptides: Current Employment. Cavo: GlaxoSmithKline: Honoraria, Speakers Bureau; Karyopharm: Honoraria; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel accomodations, Speakers Bureau; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel accomodations, Speakers Bureau; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. OffLabel Disclosure: This is phase 2 investigational study of melflufen in RRMM."
}