{
    "doi": "https://doi.org/10.1182/blood.V112.11.3755.3755",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1201",
    "start_url_page_num": 1201,
    "is_scraped": "1",
    "article_title": "Early Response Using Serum Immunoglobulin Free Light Chain (sFLC) Measurement Predicts Response to Therapy in Waldenstrom Macroglobulinemia (WM) ",
    "article_date": "November 16, 2008",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "topics": [
        "free immunoglobulin light chain",
        "immunoglobulins",
        "waldenstrom macroglobulinemia",
        "m-spike",
        "bortezomib",
        "rituximab",
        "complete remission",
        "follow-up",
        "hemoglobin",
        "immunoglobulin m"
    ],
    "author_names": [
        "Xavier Leleu, MD, PhD",
        "Aldo M. Roccaro, MD, PhD",
        "Renee Leduc",
        "Stephanie Poulain, MD",
        "Anne-Sophie Moreau, MD",
        "Julie Gay, MD",
        "Remy Dulery, MD",
        "Paul G. Richardson, MD",
        "Irene M. Ghobrial, MD"
    ],
    "author_affiliations": [
        [
            "Service des Maladies du Sang, Hopital Huriez, CHRU Lille, Lille, France"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Service des Maladies du Sang, Hopital Huriez, CHRU Lille, Lille, France"
        ],
        [
            "Service des Maladies du Sang, Hopital Huriez, CHRU Lille, Lille, France"
        ],
        [
            "Service des Maladies du Sang, Hopital Huriez, CHRU Lille, Lille, France"
        ],
        [
            "Service des Maladies du Sang, Hopital Huriez, CHRU Lille, Lille, France"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "50.6108999",
    "first_author_longitude": "3.0347031",
    "abstract_text": "Background. Measurement of serum M-spike is used to determine response to therapy and treatment free survival in Waldenstrom Macroglobulinemia (WM). However, there are many limitations to the use of IgM M-spike, and new sensitive markers are needed to determine early response or progression in these patients. We have previously shown that involved serum free light chain (sFLC) accurately diagnosed patients with WM, and correlated with markers of poor prognosis, specifically beta- 2 microglobulin (B2M). In this study, we sought to determine the role of levels of involved in the response to therapy in patients with WM treated on clinical trials, and compare it to the response observed using the traditional M-spike measurement. Methods. We prospectively studied involved sFLC in 61 WM patients enrolled on 2 clinical trials, at diagnosis (N=8) and with relapse/refractory disease (N=53). Patients were treated on one of two clinical trials: either perifosine (N=30; given 150mg oral daily) or combination of bortezomib and rituximab (N=30; given IV bortezomib 1.6mg/m 2 at days 1, 8, 15 q 28 days × 6 cycles and rituxan 375 mg/m 2 at days 1, 8, 15, 22 on cycles 1 and 4). Response was assessed after cycle 2, confirmed on 2 consecutive measurements, and included minor response (MR), partial response (PR) or complete remission (CR). Results. The baseline characteristics of the patients were as follows: the median age was 65 years (44–83), male/female ratio 2.38, serum B2M 3.0mg/L (1.00–7.30), hemoglobin 11.0g/dL (7.00–14.90), platelet count 216 ×10 9 /mm 3 (46–563), serum M-spike 2.24g/L (0.41–4.62), and involved sFLC 95.2mg/L (4.92–868). The WM International staging system (WM-ISS) showed that 28% of patients had low ISS, 31% intermediate, and 41% high ISS scores. The overall response rate for the entire cohort was 62.3%, assessed by M-spike measurement (MR=23, PR=13, nCR=2). The overall response rate using involved sFLC level was 72.1% (MR=14, PR=29, and CR=1), (p<0.001). We then investigated the role of sFLC in predicting early response to therapy in patients treated with bortezomib and rituximab. We studied the level of sFLC weekly for the first month of therapy. Interestingly, early measurement of sFLC in the first month of therapy significantly predicted response; 93% of the patients who obtained at least an MR within the first 3 weeks of therapy by sFLC demonstrated a response on further follow up using serum M-spike (p=0.024). Conclusion. In this study, we identified that involved sFLC is a new and reliable marker for monitoring response to therapy in WM disease, especially to determine early response in these patients."
}