{
    "doi": "https://doi.org/10.1182/blood-2020-141862",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4613",
    "start_url_page_num": 4613,
    "is_scraped": "1",
    "article_title": "Plasma Cell Leukemia: A Retrospective Review of Cases at Monter Cancer Center/Northwell Health Cancer Institute 2014-2019 ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Christina Cotte",
        "Monique Hartley-Brown, MDMMSc"
    ],
    "author_affiliations": [
        [
            "Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Hempstead, NY ",
            "Monter Cancer Center, Lake Success, NY"
        ],
        [
            "Monter Cancer Center, Lake Success, NY"
        ]
    ],
    "first_author_latitude": "40.7175339",
    "first_author_longitude": "-73.5980263",
    "abstract_text": "Title: Plasma Cell Leukemia: A retrospective review of cases at Monter Cancer Center/Northwell Health Cancer Institute 2014-2019 Background: Plasma cell leukemia (PCL) is an aggressive form of multiple myeloma with an acute onset and a median overall survival (OS) of 13 months. 1,2 The defining criteria for PCL is in flux. Prior criteria supported diagnosis of PCL based on the presence of at least 20% clonal plasma cells in the peripheral blood 3 , while more recent data suggest the use of 5% based on cases with 5-19%. 1 The benefit of novel targeted therapy in patients with PCL has begun to be elucidated. 2,4 It is difficult to perform prospective studies on patients with PCL due to its fulminant course 1,2 , changing perspectives on diagnostic criteria 1,2,3 , and the fact that there is no clear guidance as to what treatment regimens work best in these patients. With the emergence of novel treatment options, such as Daratumumab, the impact on survival in these patients is important to evaluate. 2 Aim: Our goal is to gather more information about the treatment approach to patients with PCL in an effort to identify regimens associated with better OS. We hypothesize that patients diagnosed with PCL have improved outcomes when treated with newer FDA approved therapies 2 , such as Daratumumab 2,5,6 , compared with traditional therapy. Methods: Using a retrospective study approach, we performed a chart review of patients diagnosed with PCL (primary and secondary) in the Northwell Health system from 2014-2019. Patients were identified at a single center site - Monter Cancer Center. Using the electronic medical records (EMR), patient chart analysis was done to collect baseline patient demographics, diagnoses, cytogenetics, fluorescence in-situ hybridization (FISH) results, laboratory results, treatment regimens, time to progression (TTP), progression-free survival (PFS), and OS. All included patients have a diagnosis of PCL, defined as per the Internal Myeloma Working Group (IMWG) diagnostic criteria. 7,8,9 We will correlate survival outcomes (PFS and OS) to treatment regimen used. Results: A total of 10 patients with PCL has been identified. Fifty percent of the patients were male. Ages ranged from 47 - 82 years with a mean age of 65.2 and a median age of 62. Further analysis is in progress. Conclusion: PCL is an aggressive malignancy and an area of unmet need. 2,4,7 Due to its fulminant course and the lack of prospective clinical trials in PCL, the optimal therapeutic approach remains controversial. 2 This study may potentially highlight the impact of newer therapies for PCL. We propose that further multi-institutional prospective studies in PCL will be important to determine better treatment. References Ravi P, Kumar SK. (2018). Revised diagnostic criteria for plasma cell leukemia: results of Mayo Clinic study with comparison of outcomes to multiple myeloma. Blood Cancer, 8 (12). Ngu S, et al. (2019). Primary plasma cell leukemia: A case report and review of the literature. Clin Case Rep, 7 (9). Kyle RA, et al. (1974). Plasma cell leukemia. Report on 17 cases. Arch Intern Med, 133 (5). Gonsalves WI, et al. (2018). Combination therapy incorporating Bcl-2 inhibition with Venetoclax for the treatment of refractory primary plasma cell leukemia with t (11;14). Eur J Haemotol, 100 (2). Center for Drug Evaluation and Research. (2019, September 26). FDA approves daratumumab for transplant-eligible multiple myeloma. https://www.fda.gov/drugs/resources-information-approved-drugs/fda-approves-daratumumab-transplant-eligible-multiple-myeloma. Center for Drug Evaluation and Research. (2020, May 1). FDA approves daratumumab and hyaluronidase-fihj for multiple myeloma. https://www.fda.gov/drugs/drug-approvals-and-databases/fda-approves-daratumumab-and-hyaluronidase-fihj-multiple-myeloma. De Larrea CF, Kyle RA, et al. on behalf of the International Myeloma Working Group (2013). Plasma cell leukemia: consensus statement on diagnostic requirements, response criteria, and treatment recommendations by the International Myeloma Working Group (IMWG). Leukemia 27 . Kumar SK, et al. (2016). International Myeloma Working Group consensus criteria for response and minimal residual disease assessment in multiple myeloma. Lancet Oncol. 17 (8), e328-e346. Gundesen MT, et al. (2019). Plasma Cell Leukemia: Definition, Presentation, and Treatment. Cur Oncol Rep. 21 (1). Disclosures No relevant conflicts of interest to declare."
}