{
    "doi": "https://doi.org/10.1182/blood-2019-128331",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4424",
    "start_url_page_num": 4424,
    "is_scraped": "1",
    "article_title": "Complementary Transplantation with Unrelated Cord Blood Following Haploidentical Stem Cells for Juvenile Myelomonocytic Leukemia:Double-Centers Study from China ",
    "article_date": "November 13, 2019",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "topics": [
        "china",
        "juvenile myelomonocytic leukemia",
        "stem cells",
        "transplantation",
        "umbilical cord blood",
        "hematopoietic stem cell transplantation",
        "busulfan",
        "cytotoxic drug therapy",
        "graft-versus-host disease, chronic",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Zhiyong Peng, MD",
        "Xiaoqin Feng",
        "Huaying Liu, MD",
        "Jianyun Liao, MD",
        "Chaoke Bu",
        "Yuelin He, MD",
        "Jianmin Zhang, MD",
        "Jingyu Gao",
        "Chunfu Li, MD"
    ],
    "author_affiliations": [
        [
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Guangzhou, China"
        ],
        [
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China "
        ],
        [
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China "
        ],
        [
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Guangzhou, China"
        ],
        [
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Guangzhou, China"
        ],
        [
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China "
        ]
    ],
    "first_author_latitude": "22.9761989",
    "first_author_longitude": "113.79432675",
    "abstract_text": "Background At present, allogeneic-HSCT is still the only proven potentially curative strategy for Juvenile myelomonocytic leukemia(JMML) children, being only able to cure about 50% of patients by either a relative donnor or an unrelated volunteer. Relapse represented the main causes of treatment failure. The data of HLA-haploidentical transplantation is poorly reported so far. But we have reported an encouraging result in the treatment of leukemia and Thalassemia with complementary transplantation(CT), i.e. unrelated umbilical cord blood(UCB) following haploidentical stem cells transplantation(see blood 2016 128:1235). The evidence of aberrant DNA methylation in JMML provided a rationale for the use of the DNA hypomethylating agent 5-azacytidine or Decitabine(DAC). Recent studies have indicated hypomethylating agent maybe reduce the disease burden in the pretransplant window with minimal toxicity and play an immunomodulatory role after transplantation. Therefore, we developed a novel CT strategy combinated with hypomethylation agent for children with JMML. Patients and method 48 patients received CT combined with DAC from December 2014 to April 2019 in two independent HSCT-centers. Of them, 44 patients had molecular genetics mutation(including NF1, PTPN11,Kras,Nras),and 6 patients had cytogenetic abnormalities with monosomy 7. The median age at diagnosis was 22 (1 to 90) ms. (Table.1). 47 of 48 patients received 2~6 courses of DAC therapy (20mg/m2/d ×5 days for each course with 4-weeks interval) and 1~2 courses of mild-moderate cytotoxic chemotherapy (according to the\"A-triple-V\"regimen from Korea or reduced-intensity FlAG regimen) as \"Bridging therapy\" in order to reduce the tumor burden prior to HSCT. There was only one patient who was accepted one course of DAC therapy prior to HSCT. In addition, low dose DAC was also administrated 2~6 courses (10mg/m2/day for 3 or 5 days for each course with the interval of 4~6 weeks) for all patients in order to overcome immune-escape of leukemia cells post HSCT. None of the patients underwent splenectomy. Conditioning regimen included DAC ,Cyclophosphamide(Cy) ,Busulfan,Fludarabine and Thiotepa (or replaced by Busulfan). GVHD prophylaxis consisted of Cy on day+3,+4, MMF and Tacrolimus from day+6. Noteworthily, UCB was infused on day+6 (Fig.1). Human leukocyte antigen of UCB-donor/recipient pairs had less than 3/10 loci incompatibility.The median number of infusion mononuclear cells from haploid-donor was 37.8×10 8 /kg, and which of infusion nucleated cells from UCB was 8.8×10 7 /kg(Table.1). Results The median and mean follow-up time was 13.5 and 16.2 (3 to 63)ms ,respectively. Full donor cells engrafted in all patients (donor cell engraftment in one case without any cytotoxic chemotherapy before HSCT, who was occurred in a salvaged HSCT from another haplo-donor and UCB-donor after primary failure of first CT ). 5-years OS, disease-free survival(DFS) and transplant-related mortality were 90.1%,86.9% and 4.4%, respectively(Fig.2). Haplo-cells and UCB-cells engrafted finally in 26 and 22 patients, respectively. The median times to neutrophil more than 0.5×10 9 /L and platelet more than 20×10 9 /L were 29 days and 24 days post-HSCT, respectively (Table.2). Platelets and neutrophi recovered earlier in patients with haplo-engrafted than those with UCB-engrafted ( p =0.000)(Table.3). Five patients developed relapse after HSCT, who had PTPN11 mutation. 4 of them were Haplo-cells engraftment. The median time to relapse after HSCT was 5.5 (1.5 to 12 ) months. There ware no significant difference in the OS and DFS between UCB-engrafted group and Haplo-engrafted group( p =0.612 and p =0.227,respectively)(Fig.3).The cumulative incidences of grades Ⅱ-Ⅳ aGVHD was 38% (18 pts).The number of patients with grade III and Ⅳ aGVHD were 7 in total. Chronic GVHD occurred in 7 patients, and no chronic GVHD more than grade II (NIH criterion) occurred in all patients(Table.2).The most common complication associated CT was infection. The reactivation incidences of CMV, EBV and human herpes virus 6 were 27% ,13% and 5.0%, respectively. Recoverable serious pancytopenia occurred in four patients with DAC therapy post-HSCT. Summary CT have significantly improved the therapeutic effect in JMML-HSCT.Hypomethylation agent may play an important role in CT. Neither cord blood-engraftment nor haploid-engraftment demonstrated a clear superiority for CT. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}