{
    "doi": "https://doi.org/10.1182/blood.V126.23.587.587",
    "article_title": "Brentuximab Vedotin in Combination with Dacarbazine or Bendamustine for Frontline Treatment of Hodgkin Lymphoma in Patients Aged 60 Years and Above: Interim Results of a Multi-Cohort Phase 2 Study ",
    "article_date": "December 3, 2015",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Biologic Agents in Hodgkin Lymphoma",
    "abstract_text": "Introduction Older patients (pts) with Hodgkin lymphoma (HL) have inferior outcomes compared to younger pts treated with standard chemotherapy regimens, and tolerate therapy poorly. New therapeutic options that improve both efficacy and tolerability are needed for these pts. Brentuximab vedotin (ADCETRIS ® ), an anti-CD30 antibody-drug conjugate, has durable activity as monotherapy in relapsed HL with a manageable safety profile. For frontline single agent treatment of HL pts aged ≥60 yrs, the objective response rate (ORR) was 92% (73% complete remission [CR]) and the median progression-free survival (PFS) was 10.5 months (mo) (Forero-Torres 2015). Brentuximab vedotin + dacarbazine (DTIC) demonstrated compelling activity in preclinical models (McEarchern 2010), and brentuximab vedotin + bendamustine (benda) provided an 82% CR rate in pts with relapsed HL (LaCasce 2014). This phase 2, frontline, open-label study examines the efficacy and durability of response of brentuximab vedotin as monotherapy and in combination with DTIC or benda in HL pts aged ≥60 yrs (NCT01716806). Methods Approximately 70 treatment-naïve pts aged ≥60 yrs with HL (30 monotherapy; 20 for each combination) are to be enrolled. Eligible pts have ECOG ≤3 and are ineligible for or have declined conventional treatment. Brentuximab vedotin 1.8 mg/kg is administered every 3 weeks for up to 12 cycles with DTIC (375 mg/m 2 ) and up to 6 cycles with benda (90 or 70 mg/m 2 ). Pts with clinical benefit may receive additional cycles of brentuximab vedotin. Response is assessed after Cycles 2, 4, 8, 12, 16 and every 6 cycles thereafter. The primary endpoint is ORR per the Revised Response Criteria for Malignant Lymphoma (Cheson 2007). Results Thus far, 60 pts have been treated (n=27 monotherapy; 22 DTIC combo; 11 benda combo). Median age for all pts was 76 yrs (range, 62-92), 55% were male, 65% had stage III-IV disease, 40% had B symptoms, 28% had ECOG 2-3, and 70% were deemed ineligible for conventional chemotherapy. To date, a median of 11.5 treatment cycles have been received by DTIC combo pts, compared to 8 cycles by monotherapy pts. Duration of treatment for the benda combo pts will be more clearly defined with additional follow-up time. A total of 45 pts have discontinued therapy. Discontinuations were due to adverse event (AE; n=18, including 15 for Grade 2 or 3 peripheral neuropathy), progressive disease (PD) after complete or partial remission (CR or PR; n=13), or other reasons (see table; n=14). Fifteen pts remain on therapy. For pts treated with the DTIC combo, the ORR was 100% (62% CR). The median PFS has not been reached (median observation time 9.8 mo) and 18/21 pts remain alive without PD. For pts treated with the benda combo, the starting dose of benda was reduced from 90 to 70 mg/m 2 to improve tolerability after the first 10 pts were enrolled. The ORR was 100% (78% CR) in the first 9 pts; with limited observation time (median 3.6 mo), 8/9 pts remain alive without PD. Treatment-related AEs ≥ Grade 3 occurred in 43% of pts overall, SAEs were reported for 22% overall, and no pt died within 30 days of last dose. Conclusions This planned analysis demonstrated 100% ORRs for both the DTIC combo and benda combo with acceptable tolerability. Based upon these data, combinations including brentuximab vedotin appear to have promise as frontline therapy in this vulnerable patient population. Ongoing follow-up will define durability, and ultimately the potential role of these combinations as standard options for elderly patients with HL. Table.  . Monotherapy (N=27) . DTIC Combo (N=22) . Benda Combo a (N=11) . Median treatment cycles (range)    Brentuximab vedotin 8 (3, 23) b  11.5 (2, 16) 4 (2, 8) DTIC or benda - 11.5 (1, 12) 4 (1, 6) Pts remaining on therapy, n (%) 0 b  6 (27) 9 (82) Reason for treatment discontinuation, n (%)    AE 11 (41) b  7 (32) 0 PD after CR or PR, n (%) 11 (41) b  2 (9) 0 Investigator decision 1 (4) b  4 (18) 1 (9) Pt decision 3 (11) b  2 (9) 1 (9) Completed treatment 0 b  1 (5) 0 Other non-AE reason 1 (4) b  0 0 Efficacy evaluable pts (N) 26 b  21 9 ORR, n (%) 24 (92) b  21 (100) 9 (100) CR rate, n (%) 19 (73) b  13 (62) 7 (78) PFS, median mo (range) 10.5 (2.6+, 22.3+) b  - (4.2+, 14.3+) - (1.2+, 6.2+) Median observation time, mo (range) 20.4 (4.6, 30.4) 9.8 (4.9, 14.3) 3.6 (2.3, 7.0) Pts with progression or death, n (%) 16 (62) 3 (14) 1 (11) Treatment-related AE ≥ Grade 3, n (%) 13 (48) b  8 (36) 5 (45) Any SAE, n (%) 6 (22) b  2 (9) 5 (45) . Monotherapy (N=27) . DTIC Combo (N=22) . Benda Combo a (N=11) . Median treatment cycles (range)    Brentuximab vedotin 8 (3, 23) b  11.5 (2, 16) 4 (2, 8) DTIC or benda - 11.5 (1, 12) 4 (1, 6) Pts remaining on therapy, n (%) 0 b  6 (27) 9 (82) Reason for treatment discontinuation, n (%)    AE 11 (41) b  7 (32) 0 PD after CR or PR, n (%) 11 (41) b  2 (9) 0 Investigator decision 1 (4) b  4 (18) 1 (9) Pt decision 3 (11) b  2 (9) 1 (9) Completed treatment 0 b  1 (5) 0 Other non-AE reason 1 (4) b  0 0 Efficacy evaluable pts (N) 26 b  21 9 ORR, n (%) 24 (92) b  21 (100) 9 (100) CR rate, n (%) 19 (73) b  13 (62) 7 (78) PFS, median mo (range) 10.5 (2.6+, 22.3+) b  - (4.2+, 14.3+) - (1.2+, 6.2+) Median observation time, mo (range) 20.4 (4.6, 30.4) 9.8 (4.9, 14.3) 3.6 (2.3, 7.0) Pts with progression or death, n (%) 16 (62) 3 (14) 1 (11) Treatment-related AE ≥ Grade 3, n (%) 13 (48) b  8 (36) 5 (45) Any SAE, n (%) 6 (22) b  2 (9) 5 (45) a Enrollment is ongoing b Forero-Torres 2015 View Large Disclosures Yasenchak: Seattle Genetics, Inc.: Research Funding. Off Label Use: Brentuximab vedotin is indicated in the US for treatment of patients with Hodgkin lymphoma after failure of autologous stem cell transplant or after failure of at least two prior multi-agent chemotherapy regimens in patients who are not ASCT candidates. This study evaluates brentuximab vedotin as frontline treatment, both as monotherapy and in combination therapy, in older patients with HL.. Forero-Torres: Seattle Genetics, Inc.: Research Funding. Cline-Burkhardt: Seattle Genetics, Inc.: Research Funding. Bordoni: Seattle Genetics, Inc.: Research Funding. Patel-Donnelly: Seattle Genetics, Inc.: Research Funding. Flynn: Seattle Genetics, Inc.: Research Funding. Chen: Genentech: Consultancy, Speakers Bureau; Seattle Genetics, Inc.: Consultancy, Other: Travel expenses, Research Funding, Speakers Bureau; Millennium: Consultancy, Research Funding, Speakers Bureau. Fong: Seattle Genetics, Inc.: Employment, Equity Ownership.",
    "topics": [
        "bendamustine",
        "brentuximab vedotin",
        "dacarbazine",
        "hodgkin's disease",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "autologous stem cell transplant",
        "electrocorticogram",
        "follow-up",
        "adverse event"
    ],
    "author_names": [
        "Christopher A. Yasenchak, MD",
        "Andres Forero-Torres",
        "Vivian Jean Mikao Cline-Burkhardt",
        "Rodolfo E Bordoni, MD",
        "Dipti Patel-Donnelly, MD",
        "Patrick J. Flynn, MD",
        "Robert Chen",
        "Abraham Fong",
        "Jonathan W. Friedberg, MD MMSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher A. Yasenchak, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute and Research Center/US Oncology Research, Springfield, OR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andres Forero-Torres",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivian Jean Mikao Cline-Burkhardt",
            "author_affiliations": [
                "Texas Oncology-Round Rock Seton Williamson, Round Rock, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodolfo E Bordoni, MD",
            "author_affiliations": [
                "Georgia Cancer Specialists, Marietta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dipti Patel-Donnelly, MD",
            "author_affiliations": [
                "Virginia Cancer Specialists/US Oncology Research, Fairfax, VA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick J. Flynn, MD",
            "author_affiliations": [
                "Minnesota Oncology, Woodbury, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Chen",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abraham Fong",
            "author_affiliations": [
                "Seattle Genetics, Inc., Bothell, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan W. Friedberg, MD MMSc",
            "author_affiliations": [
                "University of Rochester, Rochester, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T18:33:54",
    "is_scraped": "1"
}