{
    "doi": "https://doi.org/10.1182/blood.V116.21.SCI-14.SCI-14",
    "article_title": "A Dual Proto-Oncogenic and Tumor Suppressive Role of LRF/POKEMON In Hemopoietic Malignancies through Control of Cell Fate Decision ",
    "article_date": "November 19, 2010",
    "session_type": "Scientific Committee on Hematopoietic Cytokines and Factors: Who Directs Lineage Fate?",
    "abstract_text": "Abstract SCI-14 LRF (Leukemia/lymphoma-related factor, also known as POKEMON) is a member of the POZ and Kruppel (POK) family of transcription factors. LRF has been shown to play an essential role in embryonic development and to act as a master regulator of cellular differentiation in virtually any tissue where it is found expressed, including the hemopoietic compartment. As we will discuss, LRF inactivation in the mouse blocks cellular differentiation in both myeloid/erythroid and lymphoid compartments. On the other hand, LRF has been shown to possess a potent proto-oncogenic activity both in vitro and in vivo . In fact, LRF itself can transform primary cells in combination with known oncogenes and is also essential for cellular transformation of mouse embryonic fibroblasts. In addition, overexpression of LRF in immature B and T progenitor cells in vivo in the mouse lead to lethal precursor T-cell lymphoblastic lymphoma/leukemia. In agreement with this notion, LRF is aberrantly expressed in a variety of human cancers, including diffuse large B cell and follicular lymphomas, but also ovarian and breast cancers. Further, the LRF gene is found amplified in a subset of non-small cell lung cancers (NSCLCs), illustrating a direct role in human cancer. However, we speculated that due to the key role of LRF in cell fate decisions, LRF/POKEMON loss could also contribute to tumorigenesis by blocking cellular differentiation. We will discuss provocative in vivo data in support of the notion that LRF/POKEMON can indeed act as a bona fide tumor suppressor representing a compelling example of two-faced cancer genes. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "neoplasms",
        "leukemia",
        "breast cancer",
        "follicular lymphoma",
        "leukemia, precursor t-cell lymphoblastic",
        "lymphoma",
        "non-small-cell lung carcinoma",
        "precursor t-cell lymphoblastic lymphoma",
        "spinal cord injuries"
    ],
    "author_names": [
        "Pier Paolo Pandolfi, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pier Paolo Pandolfi, MD, PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T06:44:03",
    "is_scraped": "1"
}