{
    "doi": "https://doi.org/10.1182/blood.V106.11.3384.3384",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=308",
    "start_url_page_num": 308,
    "is_scraped": "1",
    "article_title": "A High Throughput Seeking Myeloma Therapeutics Identifies Glucocorticoids as Inhibitors of c-Maf-Dependent Transactivation of Cyclin D2. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "c-Maf is a transcription factor that regulates expression of several genes including cyclin D2. c-Maf and cyclin D2 are frequently over expressed in multiple myeloma and associated with chemoresistance and poor clinical outcome. Therefore, molecules that inhibit c-Maf-dependent transactivation of cyclin D2 may be important biological tools to understand the pathogenesis of myeloma and could be therapeutically useful. To identify such compounds, we devised a high throughput screen in NIH3T3 cells. NIH3T3 cells over expressing c-Maf and the cyclin D2 promoter-driving luciferase were treated with aliquots at a final concentration of 5 μM from the LOPAC and Prestwick libraries of totally 2400 biologically active chemicals and off-patent drugs. Cyclin D2 transactivation (luciferase assay) and cell viability (MTS-based assay) were measured 24hr later. From this screen, compounds that preferentially reduced cyclin D2 transactivation over viability were identified. Hits were defined mathematically as (sample luciferase/control luciferase)/(sample MTS/control MTS) < 0.5. The Z score of the screening assay was 0.58, and the coefficient of variance was <3%, denoting a robust screen. Forty compounds that reproducibly repressed cyclin D2 transactivation were identified through this screen. To classify groups of drugs that influenced cyclin D2 transactivation, microarray software Treeview and Cluster were used to cluster the drugs into families. Thirty-one of the 40 hits from the screen were members of the glucocorticoid family and the screen identified all of the glucocorticoids found in the two libraries. To test the specificity of these hits, NIH3T3 cells over-expressing the cyclin D2 promoter-driving luciferase with or without c-Maf expression, and NIH3T3 cells expressing the RSV promoter-driving luciferase were treated with the compounds. Luciferase expression driven by the RSV promoter was reduced by one compound. Eight compounds repressed cyclin D2 transactivation independent of c-Maf expression. The 31 glucocorticoids identified in this screen preferentially reduced cyclin D2 transactivation in the presence of c-Maf. For example, the EC 50 was < 1 μM for betamethasone, budesonide and dexamethasone in NIH3T3 cells over-expressing c-Maf and was > 50 μM for these glucocorticoids in the NIH3T3 cells without c-Maf expression, where the EC 50 represents the concentration of the compound required to reduce luciferase activity by 50%. Glucocorticoids significantly reduced c-Maf expression by immunoblotting at 5 μM, consistent with a c-Maf-dependent inhibition of cyclin D2 transactivation. Given their effects on c-Maf and cyclin D2, we tested the selected glucocorticoids in the c-Maf over-expressing myeloma cell line 8226. At a final concentration of 5 μM, glucocorticoids betamethasone, budesonide and dexamethasone induced 30, 31, and 32% apoptosis, respectively 24 hours after treatment, but induced < 5% apoptosis in the myeloma cell line KMS12 that lacks c-maf expression. In conclusion, glucocorticoids repress c-Maf dependent transactivation of cyclin D2. These findings demonstrate a new mechanism for glucocorticoid-induced apoptosis and help explain their activity in multiple myeloma.",
    "topics": [
        "cyclins",
        "glucocorticoids",
        "multiple myeloma",
        "trans-activation (genetics)",
        "luciferases",
        "mohr-tranebjaerg syndrome",
        "betamethasone",
        "budesonide",
        "dexamethasone",
        "immunoblotting"
    ],
    "author_names": [
        "Xinliang Mao, MD, PhD",
        "A. Keith Stewart, MD",
        "Alessandro Datti",
        "Aaron D. Schimmer, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Cancer Genomics and Proteomics, Princess Margaret Hospital, Ontario Cancer Institute, Toronto, ON, Canada"
        ],
        [
            "Division of Cancer Genomics and Proteomics, Princess Margaret Hospital, Ontario Cancer Institute, Toronto, ON, Canada"
        ],
        [
            "HTS Robotics Facility, Mount Sinai Hospital, Toronto, ON, Canada"
        ],
        [
            "Division of Cancer Genomics and Proteomics, Princess Margaret Hospital, Ontario Cancer Institute, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999"
}