{
    "doi": "https://doi.org/10.1182/blood.V116.21.4367.4367",
    "article_title": "Clofarabine In Combination with Cyclophosphamide for Treatment of Relapsed/Refractory Acute Leukemia In Adult Patients ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 4367 Introduction: Clofarabine is a purine nucleoside analogue which is approved for pediatric patients with relapsed or refractory acute lymphoblastic leukemia. A number of small phase I and II studies have shown activity in adult patients with newly diagnosed and relapsed/refractory acute myeloid leukemia (AML). Promising activity of clofarabine in combination with cyclophosphamide and etoposide has been reported in the pediatric setting (Hijiya et al., Leukemia 2009; Locatelli et al., Br J Haematol 2009). This combination has limited data in adult patients. We present a series of five cases in which clofarabine was combined with cyclophosphamide in adult patients with relapsed or refractory acute leukemia. Methods: We retrospectively reviewed patient charts of five patients treated with clofarabine in combination with cyclophosphamide. Results: Three patients received clofarabine 30mg/m2 + cyclophosphamide 340mg/m2, both on Days 1–5. Two patients received clofarabine 40mg/m2 + cyclophosphamide 440mg/m2 + Etoposide 100mg/m2, each drug on Days 1–5. Median age was 21 (range: 17 – 54). Patients had received 2 to 4 prior induction regimens (median of 3). Three patients were AML, one ALL, and one biphenotypical acute leukemia. Two patients were primary refractory and the other three were relapsed disease. Two out of the five patients achieved a morphologic complete remission (CR), one patient had a morphologic complete remission with incomplete blood count recovery (CRi) and the other 2 patients had treatment failure per Cheson criteria. Three patients went on to receive allogeneic transplants after clofarabine salvage therapy. Two patients that received allogeneic transplant had achieved complete remission (CR) after clofarabine/cyclophosphamide. The third patient was transplanted with a hypocellular marrow 38 days after clofarabine therapy. This patient ultimately achieved CR that was documented post-transplant, making it difficult to determine if the clofarabine regimen or allogeneic transplant achieved the remission status. Event-free survival ranged from 5 to 265+ days (median: 82 days). Treatment was complicated by neutropenic fever (n=5), grade III-IV mucositis (n=4), prolonged aplasia >30 days (n=4). One patient died of sepsis before completing the regimen. Conclusion: Clofarabine in combination with a cyclophosphamide-containing regimen appears to have anti-leukemic potential in adult patients. This regimen might be used to achieve cytoreduction before considering allograft transplant with refractory disease, in selected patients. More studies with this combination in adults are warranted. Disclosures: Hamadani: Celgene: Honoraria, Speakers Bureau; Otsuka: Research Funding, Speakers Bureau.",
    "topics": [
        "clofarabine",
        "cyclophosphamide",
        "leukemia, acute",
        "transplantation",
        "complete remission",
        "etoposide",
        "acute lymphocytic leukemia",
        "allografting",
        "bone marrow, hypocellular",
        "debulking"
    ],
    "author_names": [
        "Bobby Chawla, DO",
        "Abraham Sebastian Kanate, MD",
        "Salman Osman, MD",
        "William Tse, MD",
        "Sayed Mehdi Hamadani, MD",
        "Michael Craig, MD",
        "Aaron Cumpston, PharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bobby Chawla, DO",
            "author_affiliations": [
                "Section of Hematology/Oncology, Dept. of Medicine, West Virginia University, Morgantown, WV, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Abraham Sebastian Kanate, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Dept. of Medicine, West Virginia University, Morgantown, WV, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salman Osman, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Dept. of Medicine, West Virginia University, Morgantown, WV, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Tse, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Dept. of Medicine, West Virginia University, Morgantown, WV, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sayed Mehdi Hamadani, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Dept. of Medicine, West Virginia University, Morgantown, WV, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Craig, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Dept. of Medicine, West Virginia University, Morgantown, WV, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron Cumpston, PharmD",
            "author_affiliations": [
                "Dept. of Pharmacy, West Virginia University, Morgantown, WV, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T09:32:52",
    "is_scraped": "1"
}