{
    "doi": "https://doi.org/10.1182/blood-2021-154182",
    "article_title": "Perioperative Anemia Management in Women Undergoing Gynecologic Procedures: A 10 Year Multisite Study ",
    "article_date": "November 5, 2021",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Background Preoperative anemia is a known risk factor for adverse patient outcomes. In women undergoing gynecologic surgery, preoperative anemia is independently associated with increased 30-day mortality, surgical complications, and hospital re-admission. Women with abnormal uterine bleeding and women undergoing gynecologic surgery remain under-studied and over-transfused. Patient blood management (PBM) initiatives are emerging from growing awareness of adverse outcomes associated with preoperative anemia. PBM efforts involve optimizing red cell mass and limiting unnecessary red blood cell (RBC) transfusions, with the goal of improving outcomes. Iron deficiency is a common cause of anemia in women with gynecologic sources of blood loss, and early identification and repletion of iron stores is an important component of PBM. Our research evaluated perioperative RBC utilization and intravenous (IV) iron use in women undergoing gynecologic procedures at three large academic hospitals. Methods This retrospective cohort study used data from the Transfusion Registry for Utilization Surveillance and Tracking database, a multihospital database network in Ontario, Canada. Canadian Classification of Health Interventions codes were used to identify women aged 15 and older who underwent gynecologic surgery with a hospital admission between January 1, 2010 and December 31, 2019 at three academic hospitals. Patients undergoing gynecologic surgery with malignant and non-malignant conditions were included. Patients who were pregnant and immediately postpartum were excluded. Collected data included patient demographics, laboratory investigations, RBC utilization, IV iron use, hospital length of admission, intensive care unit (ICU) admission, and in-hospital mortality. Data was collected from 90 days prior to gynecologic surgery to 30 days post gynecologic surgery. Only the first gynecologic surgery per patient was included in the analysis. Patients with an underlying malignancy were analyzed separately from patients without a malignancy diagnosis. Results A total of 4,822 patients with a gynecologic surgery were identified during the study period, with 4,842 hospital admissions. 3,687 patients had a malignancy diagnosis. We identified that 27.3% of all gynecologic surgery patients were anemic (hemoglobin (Hb) <120 g/L) on preoperative bloodwork. In the malignancy group, 798 patients (21.6%) received at least 1 unit RBC in the perioperative period, with 2.9% transfused in the 90 days prior to surgery, 12.6% transfused on the day of surgery, and 13.0% transfused within 30 days post-surgery. Of the non-malignancy patients, 58 patients (5.1%) had at least 1 unit RBC in the perioperative period, with 0.8% transfused in the 90 days prior to surgery, 1.9% transfused on the day of surgery, and 3.4% transfused within 30 days post-surgery (Table 1). Only 0.6% of patients in the malignancy group and 0.4% of patients in the non-malignancy group received IV iron in the perioperative period. Patients with a preoperative Hb< 120 g/L had an increased rate of ICU admission and longer hospital admission compared to patients with a preoperative Hb > 120 g/L; adverse outcomes were higher in patients with Hb< 80 g/L (Table 2). A logistic regression model adjusting for baseline characteristics demonstrated an association between preoperative anemia and ICU admission compared to non-anemic patients: for Hb 80-120 g/L, odds ratio (OR) 1.53, 95% CI 1.27-1.85, P <.0001; for Hb<80 g/L, OR 2.81, 95% CI 1.45-5.46, P=.0022. There was no significant change in transfusion rates from 2010 to 2019 (Figure 1). Conclusion Our retrospective cohort study of women undergoing gynecologic surgery is consistent with the findings of previous studies demonstrating that preoperative anemia is associated with adverse clinical outcomes in this population. IV iron was under-utilized in our study cohort; increased use of IV iron may have reduced unnecessary perioperative transfusions. 1 in 6 women in our study were transfused in the perioperative period. The appropriateness of these transfusions and the potential for preventing RBC transfusion in this patient population warrant further investigation. In contrast to other surgical specialties, transfusion rates in the gynecologic surgery population have been static over the past decade, suggesting a need for further PBM initiatives in this group. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Zeller:  Canadian Blood Services: Consultancy, Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Canadian Insitutes of Health Research: Research Funding; American Society of Hematology: Honoraria.",
    "author_names": [
        "Nadia Gabarin",
        "Emily Sirotich",
        "Yang Liu",
        "Menaka Pai",
        "Lea Luketic",
        "Donald M. Arnold",
        "Michelle P. Zeller"
    ],
    "author_dict_list": [
        {
            "author_name": "Nadia Gabarin",
            "author_affiliations": [
                "McMaster University, Hamilton, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emily Sirotich",
            "author_affiliations": [
                "McMaster University, Hamilton, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Liu",
            "author_affiliations": [
                "McMaster University, Hamilton, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Menaka Pai",
            "author_affiliations": [
                "McMaster University, Hamilton, Canada",
                "McMaster Centre for Transfusion Research, Hamilton, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lea Luketic",
            "author_affiliations": [
                "McMaster University, Hamilton, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald M. Arnold",
            "author_affiliations": [
                "McMaster University, Hamilton, Canada",
                "McMaster Centre for Transfusion Research, Hamilton, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle P. Zeller",
            "author_affiliations": [
                "McMaster University, Hamilton, Canada",
                "McMaster Centre for Transfusion Research, Hamilton, Canada",
                "Canadian Blood Services, Hamilton, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:38:01",
    "is_scraped": "1"
}