{
    "doi": "https://doi.org/10.1182/blood-2018-99-117841",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3941",
    "start_url_page_num": 3941,
    "is_scraped": "1",
    "article_title": "Development of Acute Myeloid Leukemia Cell Membrane Coated Nanoparticles (AMCNPs) for Cancer Vaccination Immunotherapy ",
    "article_date": "November 29, 2018",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster III",
    "topics": [
        "cancer",
        "cell membrane",
        "immunotherapy",
        "leukemia, myelocytic, acute",
        "nanoparticles",
        "vaccination",
        "antigens",
        "leukemia",
        "surface antigens",
        "vaccines"
    ],
    "author_names": [
        "Daniel T Johnson",
        "Ashley V Kroll, BS",
        "Ronnie H Fang, PhD",
        "Justin Kline, MD",
        "Liangfang Zhang, PhD",
        "Dong-Er Zhang, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology & Division of Biological Sciences, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Department of NanoEngineering, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Department of NanoEngineering, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Department of Medicine, Section of Hematology/Oncology, University of Chicago, Chicago, IL"
        ],
        [
            "Department of NanoEngineering, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Department of Pathology & Division of Biological Sciences, University of California, San Diego, La Jolla, CA "
        ]
    ],
    "first_author_latitude": "32.8757368",
    "first_author_longitude": "-117.23913409999999",
    "abstract_text": "Acute Myeloid Leukemia (AML) is the most common acute leukemia in adults and has a five-year survival rate under 50%. Most patients will relapse even after complete remission is achieved through standard chemotherapy. Thus, one barrier in current AML therapy is how to target the minimal residual disease during remission. Recent developments in understanding cancer cell antigen presentation and immunosuppression have revealed the promise of cancer immunotherapy in activating immune responses to target residual disease. Each leukemia patient has a unique spectrum of cell surface antigens, which are mostly uncharacterized. If these antigens can be efficiently presented to the patient's immune system, immune responses to fight the leukemia can be significantly enhanced. We therefore sought to develop and characterize an AML cell membrane-coated nanoparticle (AMCNP) platform with nanoparticles (NPs) carrying the same surface antigens as the source leukemic cells for use as an anti-cancer vaccine. To demonstrate that our AMCNP vaccines enhance leukemia-specific antigen dendritic cell (DC) presentation and T-cell responses, we modified the C1498 murine AML cell line to express membrane-bound chicken ovalbumin (C1498-mOVA) as a model antigen. We confirmed that the C1498-mOVA line presents the OVA MHC class-I \"SIINFEKL\" antigen through flow-cytometry and LacZ B3Z T-cell activation assays. The C1498-mOVA line remained leukemogenic when injected into C57BL/6 mice, with survival times between 30 and 55 days. We generated both C1498 and C1498-mOVA membrane-coated nanoparticles, that were packaged with CpG oligo-deoxynucleotides (CpG) as an immune-stimulatory adjuvant. The final AMCNPs exhibit a core-shell structure with uniform coating as shown by transmission electron microscopy. The C1498-mOVA AMCNPs retained mOVA antigen. To confirm that the C1498-mOVA AMCNPs can effectively stimulate DC OVA MHC class I cross-presentation, we pulsed primary bone marrow derived DCs with C1498 AMCNPs or C1498-mOVA AMCNPs; only the C1498-mOVA AMCNP pulsed DCs specifically elicited OVA MHC class-I T-cell activation in lacZ B3Z T-cell activation assays. To verify that the AMCNPs can elicit antigen-specific immune responses in vivo , we vaccinated C57BL/6 mice with C1498 AMCNPs, C1498-mOVA AMCNPs, or equivalent amounts of whole cell lysates. When stimulated ex vivo with OVA peptide, immune-cell preparations from the C1498-mOVA AMCNP vaccinated mice showed significantly enhanced production of OVA-specific T-cells and IFN-γ, demonstrating increased immune responses. To assess if the enhanced cellular immunity afforded by the C1498-mOVA AMCNP formula can translate into functional rejection of leukemia cells, we performed a prophylactic study using the C1498-mOVA model. Mice vaccinated with the C1498-mOVA AMCNPs all survived beyond 120 days post C1498-mOVA cell challenge, compared to mock treated control mice which had a median survival of 60 days. Collectively, we developed an AMCNP platform that carries AML surface antigens and can be packaged with immunostimulatory adjuvants. These AMCNPs retained AML specific antigens, elicited enhanced antigen specific immune responses after in vivo vaccination, and improved immunity against AML challenge. Therefore, using AML cell membrane coated NPs to enhance anticancer immunity is a feasible strategy for AML vaccination immunotherapy. Disclosures Kline: iTeos: Research Funding; Merck: Honoraria, Research Funding."
}