{
    "doi": "https://doi.org/10.1182/blood.V104.11.4832.4832",
    "article_title": "Successful Treatment of Cutaneous Chronic Lymphocytic Leukemia with a Topical Toll Receptor 7/8 Antagonist (Imiquimod). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: B cells express toll-like-receptor-7 (TLR7), a powerful modulator of inate immunity. We hypothesized that the immunogenicity of indolent B cell lymphomas and leukemias could be increased through activation of the TLR7 pathway. This might lead to increased immune clearance of malignant cells. Imiquimod 5% (an imidazoquinolone) has recently been identified as a TLR 7/8 agonist. It is available as a topical formulation and has demonstrated activity against condylomata as well as skin carcinomas. A small number of case reports also suggest activity against cutaneous T cell lymphoma. Case: A 71 year old Caucasian man presented with Rai Stage 0 CLL. For approximately 8 years prior to presentation, he suffered recurrent, erythematous, nodular lesions on his hands, arms and torso. The lesions were removed with liquid nitrogen but recurred. At the time of diagnosis with CLL, several lesions were present. Biopsy demonstrated a diffuse infiltrate of small round lymphocytes without epidermotropism. CD20 staining was positive. Molecular analysis confirmed a monoclonal B cell population consistent with B cell lymphoma. The patient was otherwise asymptomatic and did not warrant conventional therapy for CLL. Based on the safety and efficacy of imidazoquinoline in other skin cancers, he was offered and consented to a trial of this therapy. The drug was applied to the affected area 3x per week as recommended for treatment of genital warts. After 8 weeks, an area of hypopigmentation had formed, however the size of the lesion had not decreased. The frequency of application was increased to 1x per day. Over a 6 week period the lesion gradually disappeared. Six months after stopping the drug, the lesion has not recurred. No side effects were noted. Untreated lymphomatous lesions and peripheral blood lymphocyte counts did not change over the course of treatment. In vitro Data: We hypothesized that Imiquimod might increase the immunogenicity of CLL cells by increasing their surface expression of costimulatory molecules. To investigate this hypothesis, the above patient’s CLL cells were isolated (with his consent) directly through negative selection and then incubated for 48h with an active soluble imidazoquinalone or with a control. Expression of co-stimulatory molecules was determined by flow cytometry pre and post-incubation. CD80, 83, 86 and 54 surface expression were found to be increased significantly by TLR-7 agonists in vitro . Conclusion: We report the first case of Imiquimod activity against a cutaneous B cell lymphoma. We propose that the drug increases co-stimulatory molecule expression by malignant B cells, thereby facilitating cytotoxic T cell activation and killing of CLL cells. We believe that further study of TLR7 agonists is warranted in B cell malignancies.",
    "topics": [
        "antagonists",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "genital warts",
        "imiquimod",
        "agonists",
        "molecule",
        "b-cell lymphomas",
        "adverse effects",
        "biopsy"
    ],
    "author_names": [
        "Lisa Hicks",
        "J. Mena",
        "D. E. Spaner"
    ],
    "author_dict_list": [
        {
            "author_name": "Lisa Hicks",
            "author_affiliations": [
                "Dept. of Hematology/Oncology, Sunnybrook and Women’s College Health Sciences Centre, University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "J. Mena",
            "author_affiliations": [
                "Dept. of Hematology/Oncology, Sunnybrook and Women’s College Health Sciences Centre, University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "D. E. Spaner",
            "author_affiliations": [
                "Dept. of Hematology/Oncology, Sunnybrook and Women’s College Health Sciences Centre, University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T15:37:50",
    "is_scraped": "1"
}