{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2304.2304",
    "article_title": "Optimization of Clot Formation Under Blood Flow in a Tissue Engineered Blood Vessel ",
    "article_date": "December 7, 2017",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry: Poster II",
    "abstract_text": "Background Hemostasis is a complex event relying on the intersection of coagulation and platelet plug formation at the damaged blood vessel wall. Blood flow is an important force during hemostasis that delivers and removes reactants and cells to the growing clot. Standard in vitro plasma-based clotting assays omit the influence of blood flow, blood cells, and the damaged vessel wall. To address this gap, we are developing a model of laser-induced clot formation under flow, in tissue engineered blood vessels, utilizing human proteins and cells. Our goal is to develop a system allowing the study of coagulation and platelet accumulation under physiological flow and cellular environments. Methods Blood vessels (150 um in diameter) were formed in microfluidic devices by seeding endothelial cells in a tubular void within a collagen I matrix and culturing under flow conditions. A variety of human microvascular endothelial cells types were tested. Normal human donors provided blood with informed consent. To measure fibrin and platelet accumulation, blood was spiked with fluorescently-labelled fibrinogen and calcein-AM. Laser ablations were performed with a 532 nm pulse laser and time lapse images of clot formation were captured using widefield fluorescence microscopy. Results While most endothelial cell types tested could form blood vessels, only brain endothelial cells, with supporting brain pericytes seeded in the collagen I matrix, were able to reproducibly form blood vessels capable of supporting blood flow without leakage. Brain endothelial cell blood vessels could support blood flow for greater than 45 minutes. Upon laser ablation, and after occasional red blood cell leakage, fibrin(ogen) and platelet accumulation occurred at the site of injury. Clots began forming shortly after ablation (2.1 ± 1.2 minutes until platelet accumulation and 0.5 ± 0.4 minutes until fibrin(ogen) accumulation) and maximum platelet accumulation was reached 12.3 ± 3.2 minutes post-ablation. Overall clot architecture mirrors that reported with in vivo laser injury models where fibrin(ogen) accumulates at or outside the vessel wall and platelets form a primary plug with limited intravascular accumulation. Conclusions Tissue engineered blood vessels composed of brain endothelial cells with supporting pericytes in microfluidic devices can support blood flow and laser-induced clot formation. Clots that form have a similar architecture to clots formed in vivo . This model, which combines blood plasma and cells with blood flow and the damaged vessel wall, has the potential to facilitate investigation of the procoagulant activity of hemostatic drugs in a physiologic, all human system. Disclosures Kistanova: Bioverativ: Employment, Equity Ownership. Aleman: Bioverativ: Employment, Equity Ownership. Salas: Bioverativ: Employment, Equity Ownership.",
    "topics": [
        "thrombosis",
        "vascular flow",
        "fibrin",
        "lasers",
        "ablation",
        "estropipate",
        "hemostasis procedures",
        "fibrinogen",
        "hemostatics",
        "laser ablation"
    ],
    "author_names": [
        "Elena Kistanova, MA",
        "Maria M Aleman, PhD",
        "Yasuteru Sano, PhD",
        "Fumitaka Shimizu, PhD",
        "Takashi Kanda, PhD",
        "Joe Salas, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elena Kistanova, MA",
            "author_affiliations": [
                "Bioverativ, Waltham, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria M Aleman, PhD",
            "author_affiliations": [
                "Bioverativ, Waltham, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuteru Sano, PhD",
            "author_affiliations": [
                "Yamaguchi University, Yamaguchi, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fumitaka Shimizu, PhD",
            "author_affiliations": [
                "Yamaguchi University, Yamaguchi, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Kanda, PhD",
            "author_affiliations": [
                "Yamaguchi University, Yamaguchi, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joe Salas, PhD",
            "author_affiliations": [
                "Bioverativ, Waltham, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:29:42",
    "is_scraped": "1"
}