{
    "doi": "https://doi.org/10.1182/blood.V108.11.4648.4648",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=781",
    "start_url_page_num": 781,
    "is_scraped": "1",
    "article_title": "Childhood Crowding, Atopy and Risk of Non-Hodgkin Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Subtle differences in immune response may play a role in non-Hodgkin lymphoma (NHL) etiology. Because adult immune response may be influenced by early childhood exposures, we examined the role of childhood crowding, history of atopic disease, and other childhood immune-related exposures on the risk of non-Hodgkin lymphoma in a multi-center case-control study. Interviews were completed with 1,321 cases ascertained from population-based cancer registries in Seattle, Detroit, Los Angeles and Iowa, and with 1,057 frequency-matched controls, selected by random-digit dialing and from the Health Care Financing Administration (HCFA) database. The association between NHL risk in relation to atopy and other exposures was assessed using multivariable logistic regression methods. Most types of allergy were associated with protection from NHL, with hay fever especially protective against all NHL combined (Odds Ratio [OR] = 0.71, 95% confidence interval [CI]= 0.54–0.94), diffuse large B-cell lymphoma [DLBCL] (OR=0.61, 95% CI=0.41–0.91), and follicular lymphoma (OR=0.70, 95% CI=0.45–1.09). A history of eczema increased risk of follicular lymphoma (OR=1.92, 95% CI= 1.08–3.41) but not DLBCL (OR=1.06, 95% CI= 0.55.2.04 ). Asthma in childhood was not associated with risk of NHL. Risk of DLBCL (OR =1.72, 95% CI=1.17–2.52), but not follicular lymphoma (OR=1.15, 95% CI=0.75–1.76) was elevated for the youngest compared to the oldest of siblings. Neither number of siblings nor years between births of siblings were significantly associated with risk. These results suggest that some immune-related exposures may affect NHL risk.",
    "topics": [
        "atopy",
        "child",
        "crowding",
        "lymphoma, non-hodgkin",
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "asthma",
        "cancer",
        "eczema",
        "hay fever"
    ],
    "author_names": [
        "Wendy Cozen, DO, MPH",
        "Engels A. Eric, M.D., M.P.H.",
        "James R. Cerhan, M.D., Ph.D.",
        "Martha Linet, M.D., M.P.H.",
        "Leslie Bernstein, Ph.D.",
        "Joanne S. Colt, M.P.H., M.S.",
        "Scott S. Davis, Ph.D., M.S.",
        "Richard K. Severson, Ph.D.",
        "Otoniel Martinez-Maza, Ph.D.",
        "Patricia Hartge, Sc.D."
    ],
    "author_affiliations": [
        [
            "Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Dept. of Health and Human Services, Bethesda, MD, USA"
        ],
        [
            "Department of Health Sciences Research, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Dept. of Health and Human Services, Bethesda, MD, USA"
        ],
        [
            "Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Dept. of Health and Human Services, Bethesda, MD, USA"
        ],
        [
            "Department of Health Sciences Research, Fred Hutchinson Cancer Center, Seattle, WA, USA"
        ],
        [
            "Department of Family Medicine, Karmanos Cancer Institute, Detroit, MI, USA"
        ],
        [
            "Microbiology, Immunology and Molecular Genetics, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Dept. of Health and Human Services, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "34.065515",
    "first_author_longitude": "-118.19719699999999"
}