{
    "doi": "https://doi.org/10.1182/blood.V106.11.3505.3505",
    "article_title": "Microarray Functional Comparison of CD34 + and Megakaryocytic Cell Transcriptomes in Myeloid Metaplasia with Myelofibrosis. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Myeloid Metaplasia with Myelofibrosis (MMM) is a myeloproliferative disorder (MPD) associating ineffective and extramedullary hematopoiesis with progressive splenomegaly, bone marrow fibrosis and neoangiogenesis. The myeloproliferation is characterized by an increased number of circulating CD34 + cells with the prominent amplification of dystrophic megakaryocytes (Mk). We compared the transcriptome of CD34 + and Mk cell from the peripheral blood (PB) of MMM patients and from the PB and bone-marrow (BM) of unmobilized healthy donors. Application of multivariate analyses (principal component analysis and classification by partitioning around medoids algorithm) on Gene Ontology annotation of differential genes allowed a global functionally approach of the main cellular dysregulated pathways in MMM. Each sample cRNA probe was individually and differentially hybridized to the cRNA reference probe on a Human Oligo-microarray 22K (Agilent) and data were normalized by application of the local LOWESS algorithm. Comparison of the CD34 + cell transcriptome between MMM and healthy donors revealed a global down regulation of 2/3 of the expressed genes in contrast to 1/3 of genes that are up-regulated after data filtration by significance analysis microarray (SAM) algorithm (threshold p<0.01). The down-regulation mainly concerns genes involved in hematopoiesis inhibition such as interferon pathway and of lymphoid and apoptotic functions such as BCL6. Such a downregulation is in favour of a lost of survival/proliferation suppression signals rather than of a positive activation process. Up regulated genes included genes linked to Mk differentiation/function, hemostasis and migration process such as tetraspanines and chemokines. In contrast to CD34 + cell, comparison of the transcriptomes from MMM and control Mk revealed an approximate equal number of down- and up-regulated genes after data filtration by Student test algorithm at p-value threshold p<0.05. The gene expression profile of MMM Mk cell exhibited an intense metabolic disturbance (16S proteasome), infidelity of DNA repair compensated by an increase in the control of DNA damage (RINT-1) and possible disturbance of the angiogenic message as show by the down regulation of the TNNI3 troponin. Modulation of these genes might participate in the dysmegakaryopoiesis and the angiogenesis that features MMM. Comparison of CD34 + and Mk cell transcriptomes from patients and healthy donors shows that the two populations exhibit distinct expression profiles. No common differential genes that could be a unique signature of MMM have been identified, confirming the multifactorial and multistep feature of this heterogenous disease. Our data are in agreement with the main pathological features of MMM, especially concerning key genes involved in cell cycle status, proliferation, mobilization and transduction pathways. Furthermore, among these differentially expressed genes, the CD9 tetraspanine and FLT3 genes could be individualized and might represent molecular markers for the diagnosis of JAK2 V617F negative MMM and to distinguish MMM from other MPD.",
    "topics": [
        "cd34 antigens",
        "megakaryocytes",
        "myelofibrosis, idiopathic, chronic",
        "complementary rna",
        "biological markers",
        "chemokines",
        "gene expression profiling",
        "hemostasis procedures",
        "human leukocyte interferon",
        "interferons"
    ],
    "author_names": [
        "Marie-Caroline Le Bousse-Kerdiles, PhD",
        "Christophe Desterke",
        "Carole Tonetti",
        "Philippe Dessen, PhD",
        "Hugues Ripoche",
        "Vladimir Lazar, PhD, MD",
        "Bernadette Guerton",
        "Denis Clay",
        "William Vainchenker, PhD, MD",
        "Stephane Giraudier, PhD, MD",
        "Members of the French Inserm GEM European EUMNET Networks"
    ],
    "author_dict_list": [
        {
            "author_name": "Marie-Caroline Le Bousse-Kerdiles, PhD",
            "author_affiliations": [
                "INSERM U602, Hopital Paul Brousse, Villejuif, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christophe Desterke",
            "author_affiliations": [
                "INSERM U602, Hopital Paul Brousse, Villejuif, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carole Tonetti",
            "author_affiliations": [
                "Laboratoire Hematologie, Hopital Henri Mondor, Creteil, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Dessen, PhD",
            "author_affiliations": [
                "UMR 8125 CNRS, IGR, Villejuif, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hugues Ripoche",
            "author_affiliations": [
                "UMR 8125 CNRS, IGR, Villejuif, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vladimir Lazar, PhD, MD",
            "author_affiliations": [
                "Unite de Genomique Fonctionnelle, IGR, Villejuif, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernadette Guerton",
            "author_affiliations": [
                "INSERM U602, Hopital Paul Brousse, Villejuif, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denis Clay",
            "author_affiliations": [
                "IFR 89, Hopital Paul Brousse, Villejuif, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Vainchenker, PhD, MD",
            "author_affiliations": [
                "INSERM U362, IGR, Villejuif, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Giraudier, PhD, MD",
            "author_affiliations": [
                "Laboratoire Hematologie, Hopital Henri Mondor, Creteil, France",
                "INSERM U362, IGR, Villejuif, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Members of the French Inserm GEM European EUMNET Networks",
            "author_affiliations": [],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T21:28:52",
    "is_scraped": "1"
}