{
    "doi": "https://doi.org/10.1182/blood-2021-146331",
    "article_title": "Evaluation of International Working Group 2006 Response Criteria in Patients with Higher-Risk Myelodysplastic Syndromes (HR-MDS) Treated with Hypomethylating Agent Monotherapy in the Frontline Setting ",
    "article_date": "November 5, 2021",
    "session_type": "637.Myelodysplastic Syndromes - Clinical and Epidemiological",
    "abstract_text": "Introduction: Monotherapy with hypomethylating agents (HMA) remains the standard of care for patients (pts) with myelodysplastic syndromes (MDS). Response in MDS is based on the modified International Working Group (IWG) 2006 criteria. Prior studies focusing on unselected MDS pts showed that achieving a complete remission (CR) was associated with favorable overall survival (OS). However, the association of other outcomes with OS was less clear and only 20% of HMA-treated MDS pts achieve a CR. For example, pts who achieved <5% bone marrow (BM) blasts are currently classified as marrow CR (mCR), which has not been associated with OS improvement. Therefore, interpreting the significance of mCR reported in various clinical trials is challenging. Clinically meaningful reduction in bleeding or infectious complications can occur at improvements in absolute neutrophil count (ANC) and platelet counts that do not meet the current thresholds used for CR (ANC ≥1.0 × 10 9 /L, platelets ≥100 × 10 9 /L, and Hb >11 g/dL). To avoid missing clinically meaningful benefits when studying new drugs in clinical trials, a clearly defined response criterion that is less stringent than CR but still captures clinically meaningful hematologic improvement (HI) is needed. Here we sought to evaluate the impact of current IWG 2006 response criteria as well as CRh on OS of pts with HR-MDS treated with frontline HMA monotherapy. Methods : We included all adult (≥18 years) MDS pts treated with frontline HMA (azacitidine [AZA], decitabine [DEC], or ASTX727) monotherapy between 1/1/2012 and 12/31/2020 at Yale University. We decided to use HMA monotherapy as it is the standard care for HR-MDS and to minimize the impact of therapy choice confounding the association of achieved response with OS. Pts were excluded if they received prior treatments for MDS aside from erythropoiesis-stimulating agents and if no baseline with at least one follow-up BM study were available for response assessment. We collected patient and disease characteristics (transfusion burden, IPSS/IPSS-R score, cytogenetics, molecular studies) at baseline. Best responses were assessed based on IWG 2006 criteria for MDS. We defined CRh as <5% BM blasts, platelets ≥50 × 10 9 /L, ANC ≥0.5 × 10 9 /L and no peripheral blood blasts. We followed pts until death or last follow-up and recorded dates of allogeneic hematopoietic cell transplant (HCT) if applicable. Date of data cut-off for survival status was 5/31/2021. We performed Kaplan-Meier analysis to estimate the duration of overall survival and we used log rank test to test the difference in OS between subgroups of pts. Multiple comparisons were adjusted using the Bonferroni method. Results : A total of 100 pts was included in this analysis ( Table 1 ). Median age was 68 years (yrs; range, 23 - 86), 60% were males, and 79% and 18% of pts received AZA and DEC, respectively. Median number of HMA cycles was 6 (interquartile range [IQR]: 4-10), and 33 pts (33%) underwent HCT. During follow-up, 46 pts (48%) progressed to AML. At a median follow-up of 1.5 yrs (IQR: 0.9 - 2.3 yrs), median OS for the entire pt cohort was 1.9 yrs ( Figure 1 ). OS by response category is shown in Table 2 . Median OS was not reached for patients who achieved a CR (95% CI: not reached [NR] - NR) as compared to 1.9 yrs (95% CI: 1.5 yrs - NR) and 2.0 yrs (95% CI: 1.2 yrs - NR) among pts with mCR + HI and mCR without HI, respectively. Median OS among patients with stable disease (SD) was similar (2.0 yrs [95% CI: 1.5 yrs - NR]). Finally, we explored the prognostic value of CRh and found a median OS of 1.9 yrs (95% CI: 1.5 yrs - NR), which appeared comparable to mCR +/- HI or SD. Similar results were found with censoring at time of HCT ( Figure 2 ). Discussion: In this retrospective analysis of MDS pts treated with HMA monotherapy in the frontline setting, achieving CR as best response was associated with improved OS compared with mCR +/- HI and SD. However, as the numbers were small these results should be interpreted with caution, and other clinically relevant outcomes such as freedom of transfusion, infectious or bleeding complications, and patient-reported outcomes were not captured in the current analysis. Our results also apply only to MDS pts treated with HMA monotherapy in the frontline setting. The prognostic implications of CRh need to be evaluated in larger patient cohorts. To overcome these limitations, we are currently in the process of expanding the study to a much larger multi-center, international analysis. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Neparidze:  Eidos Therapeutics: Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Research Funding; Janssen: Research Funding. Shallis:  Curis: Divested equity in a private or publicly-traded company in the past 24 months. Podoltsev:  PharmaEssentia: Honoraria; Pfizer: Honoraria; CTI BioPharma: Honoraria; Blueprint Medicines: Honoraria; Incyte: Honoraria; Bristol-Myers Squib: Honoraria; Novartis: Honoraria; Celgene: Honoraria. Brunner:  GSK: Research Funding; Aprea: Research Funding; Keros Therapeutics: Consultancy; Agios: Consultancy; AstraZeneca: Research Funding; Novartis: Consultancy, Research Funding; Acceleron: Consultancy; Takeda: Consultancy, Research Funding; BMS/Celgene: Consultancy, Research Funding; Janssen: Research Funding. Zeidan:  AbbVie: Consultancy, Other: Clinical Trial Committees, Research Funding; Gilead: Consultancy, Other: Clinical Trial Committees; Epizyme: Consultancy; Amgen: Consultancy, Research Funding; BioCryst: Other: Clinical Trial Committees; Incyte: Consultancy, Research Funding; Boehringer Ingelheim: Consultancy, Research Funding; Cardiff Oncology: Consultancy, Other: Travel support, Research Funding; Acceleron: Consultancy, Research Funding; Agios: Consultancy; Novartis: Consultancy, Other: Clinical Trial Committees, Travel support, Research Funding; Genentech: Consultancy; Jasper: Consultancy; ADC Therapeutics: Research Funding; Jazz: Consultancy; Astex: Research Funding; Daiichi Sankyo: Consultancy; Kura: Consultancy, Other: Clinical Trial Committees; Aprea: Consultancy, Research Funding; BMS: Consultancy, Other: Clinical Trial Committees, Research Funding; Geron: Other: Clinical Trial Committees; AstraZeneca: Consultancy; Pfizer: Other: Travel support, Research Funding; BeyondSpring: Consultancy; Ionis: Consultancy; Loxo Oncology: Consultancy, Other: Clinical Trial Committees; Janssen: Consultancy; Astellas: Consultancy.",
    "author_names": [
        "Jan Philipp Bewersdorf",
        "Wei Wei",
        "Anna Jaiani",
        "Prital Patel",
        "Rajni Mehta",
        "Natalia Neparidze",
        "Rory M. Shallis",
        "Nikolai Podoltsev",
        "Andrew M. Brunner",
        "Amer M. Zeidan"
    ],
    "author_dict_list": [
        {
            "author_name": "Jan Philipp Bewersdorf",
            "author_affiliations": [
                "Department of Internal Medicine, YALE UNIVERSITY SCHOOL OF MEDICINE, New Haven, CT"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wei Wei",
            "author_affiliations": [
                "Department of Biostatistics, Yale School of Public Health, New Haven, CT"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Jaiani",
            "author_affiliations": [
                "Yale University, New Haven,"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prital Patel",
            "author_affiliations": [
                "Yale University, New Haven,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajni Mehta",
            "author_affiliations": [
                "Yale University, New Haven,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Neparidze",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT",
                "Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rory M. Shallis",
            "author_affiliations": [
                "Hematology, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolai Podoltsev",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT",
                "Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew M. Brunner",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA",
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amer M. Zeidan",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT",
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, East Haven, CT"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:05:23",
    "is_scraped": "1"
}