{
    "doi": "https://doi.org/10.1182/blood.V126.23.3649.3649",
    "article_title": "Characterization of snoRNA Expression in Acute Myeloid Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Small nucleolar RNAs (snoRNAs) are small (90-300nt) non-coding guide RNAs found in all multicellular organisms. H/ACA and CD box snoRNAs localize to the nucleolar region and are part of a catalytic multicomponent protein complex selecting target RNAs based on complementarity. They are responsible for the site-specific pseudouridylation and 2' O methylation of ribosomal RNAs, respectively. ScaRNAs localize to the Cajal body and are responsible for the methylation and pseudouridylation of splicesomal RNAs U1, U2, U4, U5, and U12. There are also orphan snoRNAs without any known RNA targets. Recent studies have suggested an expanded role for snoRNAs outside of ribosomal biogenesis, including the regulation of RNA splicing and chromatin remodeling. Moreover, emerging data suggest that aberrantly expressed snoRNAs may contribute to neoplastic transformation. Here, we characterize snoRNA expression in normal human hematopoiesis and in AML. We first developed a novel strategy to identify and quantify properly processed snoRNAs. This is important, since standard RNA sequencing or array-based analyses cannot distinguish between processed snoRNAs and primary mRNA transcripts of the host genes (most snoRNAs are contained in the introns of coding genes). In brief, we take advantage of the fact that, like miRNAs, snoRNAs contain a free 3'-hydroxyl group, which allows for efficient ligation to sequencing adaptors. Following size selection (20-200 nt) to enrich for small non-coding RNAs, the libraries are sequenced on the Illumina next generation sequencing platform. We also have developed a novel analysis pipeline that maps areas of contiguous alignment in the genome, forming ab initio \"clusters\" representing snoRNAs. Using this sequencing assay, we first interrogated snoRNA expression in hematopoietic cells from healthy individuals. Specifically, we sequenced small RNA libraries derived from CD34 + cells, promyelocytes, neutrophils, monocytes, T-cells, and B-cells. Of the 269 known snoRNAs, 132 (49%) were expressed in one or more hematopoietic cell population. Likewise, 80 of 112 (71%) of known H/ACA box snoRNAs, and all 21 scaRNAs were expressed. In addition, we identified (and computationally validated using SnoReport, snoGPS, and an in-house snoFinder script) 8 putative novel snoRNAs (1 H/ACA box and 7 CD box snoRNAs). Most snoRNAs were stably expressed across all hematopoietic lineages. However, there were numerous examples of snoRNAs that were specifically enriched in a specific hematopoietic cell population (e.g., CD34 + cells). We also identified several snoRNAs that were up- or down-regulated during granulocytic differentiation. For example, many of the orphan C/D box snoRNAs contained in the imprinted DLK/DIO3 locus on chromosome 14q32 are significantly down-regulated during granulocytic differentiation. To determine whether snoRNAs are frequently dysregulated in AML, we next sequenced small non-coding RNAs isolated from the bone marrow of 33 patients with de novo acute myeloid leukemia (all with a normal karyotype). Using a strict 5% false discovery rate, only 9.3% of CD box snoRNAs and 0.9% of H/ACA box snoRNAs were found to have significantly increased or decreased expression compared with normal CD34+ cells (including some of the putative novel snoRNAs). Of note, no differentially expressed snoRNAs were detected comparing AML with or without DNMT3A mutations or with or without IDH1/2 mutations. We next interrogated published whole genome sequencing data to determine whether there were any cytogenetically silent genetic alterations in snoRNAs. No recurring point mutations or small insertions/deletions were detected in snoRNA genes in 50 cases of AML. In summary, we developed a new next-generation sequencing approach and analysis pipeline to quantify snoRNAs. We show that, compared with coding genes, snoRNA expression is more stable across different hematopoietic lineages, consistent with a housekeeping function. However, examples of developmentally-regulated and lineage-restricted snoRNA expression were identified. Finally, we show that a small subset of snoRNAs appear to be dysregulated in AML, although genetic alterations the specifically target snoRNAs appear to be rare in AML. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "small nucleolar rna",
        "adenocarcinoma",
        "antibodies, anticardiolipin",
        "cd34 antigens",
        "massively-parallel genome sequencing",
        "hydroxyl radical",
        "karyotype determination procedure",
        "ligation",
        "micrornas"
    ],
    "author_names": [
        "Wayne A. Warner, BS",
        "David Spencer, MDPhD",
        "Maria Trissal, BS",
        "Nichole Helton, BS",
        "Timothy J. Ley, MD",
        "Daniel C. Link, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wayne A. Warner, BS",
            "author_affiliations": [
                "Division of Oncology, Department of Internal Medicine, Washington University in St. Louis School of Medicine, St. Louis, MO"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Spencer, MDPhD",
            "author_affiliations": [
                "Division of Oncology, Department of Internal Medicine, Washington University in St. Louis School of Medicine, St. Louis, MO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Trissal, BS",
            "author_affiliations": [
                "Division of Oncology, Department of Internal Medicine, Washington University in St. Louis School of Medicine, St. Louis, MO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nichole Helton, BS",
            "author_affiliations": [
                "Division of Oncology, Department of Internal Medicine, Washington University in St. Louis School of Medicine, St. Louis, MO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy J. Ley, MD",
            "author_affiliations": [
                "Division of Oncology, Department of Internal Medicine, Washington University in St. Louis School of Medicine, St. Louis, MO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel C. Link, MD",
            "author_affiliations": [
                "Division of Oncology, Department of Internal Medicine, Washington University in St. Louis School of Medicine, St. Louis, MO"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T02:06:59",
    "is_scraped": "1"
}