{
    "doi": "https://doi.org/10.1182/blood.V108.11.2567.2567",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=622",
    "start_url_page_num": 622,
    "is_scraped": "1",
    "article_title": "Human Multipotent Mesenchymal Stromal Cells Inhibit Proliferation of PBMC in the Absence of Functional IFNγR1 and IDO Expression. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "aldesleukin",
        "allogeneic stem cell transplant",
        "amino acids, essential",
        "enzymes",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "human leukocyte interferon",
        "interferon type ii",
        "interferons",
        "peripheral blood mononuclear cell"
    ],
    "author_names": [
        "Friederike Gieseke, MS",
        "Susanne Viebahn, MS",
        "Sandra Kordowich, MS",
        "Ewa Koscielniak, MD",
        "Wilhelm Friedrich, MD",
        "Rupert Handgretinger, MD",
        "Ingo Müller, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, University Children’s Hospital, Tuebingen, Germany",
            " "
        ],
        [
            "Hematology and Oncology, University Children’s Hospital, Tuebingen, Germany",
            " "
        ],
        [
            "Hematology and Oncology, University Children’s Hospital, Tuebingen, Germany",
            " "
        ],
        [
            "Hematology and Oncology, Olgahospital, Stuttgart, Germany",
            " "
        ],
        [
            "Hematology and Oncology, University Children’s Hospital, Ulm, Germany",
            " "
        ],
        [
            "Hematology and Oncology, University Children’s Hospital, Tuebingen, Germany",
            " "
        ],
        [
            "Hematology and Oncology, University Children’s Hospital, Tuebingen, Germany",
            " "
        ]
    ],
    "first_author_latitude": "48.5297568",
    "first_author_longitude": "9.0381857",
    "abstract_text": "Human multipotent mesenchymal stromal cells (MSC) can easily be isolated and propagated from bone marrow. MSC have been shown to inhibit the proliferation and effector functions of immune cells such as T cells, B cells, NK cells and dendritic cells. Over the recent years, they have gained clinical interest in transplantation and regenerative medicine. In allogeneic stem cell transplantation, MSC have been clinically applied not only because of their stromal support for hematopoietic stem cells, but also because of their immunomodulatory effects in graft-versus-host disease (GvHD). However, the molecular mechanism is not fully understood yet. In several studies the enzyme indoleamine 2,3-dioxygenase (IDO) has been described as a candidate be involved in this molecular mechanism. IDO has been shown to suppress T cell responses when expressed in dendritic cells by degradation of the essential amino acid tryptophan. In vivo, IDO is important to induce and maintain tolerance for the fetus during pregnancy. Although IDO is not expressed in MSC constitutively, it can strongly be induced by interferon-γ (IFNγ). Contradictory results have been published regarding the role of IFNγ-induced IDO expression in immunomodulation by MSC and it is still a matter of debate whether IDO is required in this setting. To clarify this contentious issue we carried out proliferation assays with PBMC stimulated by IL-2 and OKT-3 either in the presence or absence of HLA-mismatched MSC. We added exogenous IFNγ in order to induce IDO, which should have enhanced the inhibition of PBMC proliferation mediated by MSC. However, the effect of MSC was similar in cultures with or without exogenous IFNγ. Neither did pre-incubation of MSC with IFNγ before adding PBMC and IL-2 and OKT-3 have any effect on the inhibition. Moreover, we analyzed the effect of the IDO inhibitor 1-methyl-tryptophan. By adding 1-methyl-tryptophan the proliferation of PBMC in the presence of MSC could not be restored. These results suggested that expression of IDO in MSC was not responsible for the inhibition of PBMC. To further rule out that IFNγ produced by PBMC was sufficient to induce IDO and inhibition by 1-methyl-tryptophan was not complete, we isolated MSC from bone marrow of a child with a mutation in the subunit I of the INFγ receptor (IFNγR1) leading to a non-functional IFNg receptor. MSC IFNγR1−/− behaved normal in terms of plasticity and were readily differentiated into osteoblasts and adipocytes by standard protocols. Interestingly, MSC IFNγR1−/− were able to suppress the proliferation of PBMC to the same extent as MSC with functional IFNγ receptor. This showed that MSC inhibit PBMC independent of functional IFNγR1. Subsequently, we analyzed IDO expression in MSC IFNγR1−/− by RT-PCR. Expectedly, we could show that in MSC IFNγR1−/− IDO was neither expressed constitutively nor was it induced by incubation with IFNγ. Taken together, these findings conclusively demonstrate that neither IFNγR1-mediated effects of IFNγ nor indoleamine 2,3-dioxygenase are involved in the molecular mechanism used by MSC to inhibit PBMC proliferation."
}