{
    "doi": "https://doi.org/10.1182/blood.V116.21.3282.3282",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1789",
    "start_url_page_num": 1789,
    "is_scraped": "1",
    "article_title": "In Vitro Efficacy of a Novel Liposomal Formulation of a Protein Kinase C Inhibitor In the Treatment of Acute Myeloid Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "animal model",
        "leukemia, myelocytic, acute",
        "liposomes",
        "protein kinase c inhibitor",
        "emulsions",
        "toxic effect",
        "cancer",
        "leukemia",
        "anthracycline antibiotics",
        "antibodies"
    ],
    "author_names": [
        "Kuan Boone Tan",
        "Leong Uung Ling",
        "Gigi Ngar Chee Chiu, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pharmacy, National University of Singapore, Singapore, Singapore"
        ],
        [
            "Department of Pharmacy, National University of Singapore, Singapore, Singapore"
        ],
        [
            "Department of Pharmacy, National University of Singapore, Singapore, Singapore"
        ]
    ],
    "first_author_latitude": "1.2958868",
    "first_author_longitude": "103.77922249999999",
    "abstract_text": "Abstract 3282 The prognosis of patients with acute myeloid leukemia (AML) remains poor, despite the use of the first-line, anthracycline- and cytarabine-based induction chemotherapy aiming to induce complete remission in patients. Given the recent findings that intensive chemotherapy may not benefit older leukemia patients who are not candidates for stem cell transplantation (Kantarjian, H. et al, Blood , 2010; DOI: 10.1182/blood-2010-03-276485) and that the monoclonal antibody-based cytotoxic agent, gemtuzumab ozogamicin, has been voluntarily withdrawn from the market, there is a pressing need to find effective treatment for recurrent AML patients who are >60 years. Safingol [(2S, 3S)-2-amino-1,3-octadecanediol] is a potential anti-cancer bioactive lipid that induces apoptosis through PKC inhibition in leukemia cells and other cancer types. Owing to its poor solubility, safingol is administered as an oil-based emulsion; however, this formulation suffers from severe hemolysis as the dose-limiting toxicity in pre-clinical models, and its toxicity profile is yet to be determined from an ongoing Phase I clinical trial for advanced solid tumors. Liposome is a commonly used drug delivery system to solubilize hydrophobic drugs. It is anticipated that liposome encapsulation of safingol would yield a viable injectable drug product without the need of toxic vehicle such as ethanol or Cremophor-EL, and would substantially reduce the hemolytic toxicity of safingol. In this study, our intention is to develop a suitable liposome formulation of safingol and to test its therapeutic efficacy using human AML cell lines and primary patient samples. Safingol could be formulated into stable liposomes using distearyolphosphatidylcholine and cholesterol with encapsulation efficiency of ∼100%. Safingol was released from the liposomes with a sustained release profile, mainly by a diffusion-controlled mechanism. The extent of hemolysis of 0.5 mM safingol could be significantly reduced from 76% to 14% through liposome encapsulation, as determined by an in vitro hemolysis assay. The cytotoxicity of liposomal safingol was tested with MTT assay on various AML cell lines representing different subtypes, including KG-1 (M1), HL-60 (M2), NB4 (M3), U937 (M5), MV4-11 (M5) and HEL (M6), as well as K562, a cell line of blast crisis of chronic myelogenous leukemia (BC-CML). All cell lines tested responded well to the treatment of liposomal safingol, with IC 50 values ranging from 1.5–14 μM. Among the various AML subtypes, NB4 was found to be the most sensitive cell line with the lowest IC 50 value of 1.5±0.2 μM. Importantly, liposome encapsulation of safingol did not compromise the ability of the drug to induce apoptosis as compared to the free drug, which was mediated possibly through a mechanism dependent on the generation of reactive oxygen species and caspase activation. Liposomal safingol was further tested in 10 leukemic patient samples, and the formulation was able to induce complete loss of viability of the primary cell samples at 20 μM after 72 h of treatment. Taken together, our results demonstrated the therapeutic potential of liposomal safingol for the treatment of various AML subtypes. Further evaluation of the pharmacokinetics and the efficacy of the formulation in animal models is warranted. Disclosures: No relevant conflicts of interest to declare."
}