{
    "doi": "https://doi.org/10.1182/blood.V124.21.1105.1105",
    "article_title": "Evaluation of CD4+ Cell Recovery in Vivo Using Single Photon Emission Tomography (SPECT) in Real Time Following CD34+ Cell Transplantation in Rhesus Macaques ",
    "article_date": "December 6, 2014",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster I",
    "abstract_text": "It has not been possible to evaluate immune recovery in tissues without invasive biopsy. Investigators have had to rely on peripheral blood lymphocytes (PBLs) for analysis. PBLs, however, represent only a very small percentage of cells in lymphoid tissues (LTs). Using a combination of SPECTanda radiotracer, rhesus IgG1 anti-CD4R1 Tc-99m(Fab')2,we sequentially imaged CD4+ cell recovery in rhesus macaques following varying doses of total body irradiation (TBI) and reinfusion of vector transduced, autologous CD34+ cells. Seven rhesus were used in this study. Two received a dose of 3Gy on two sequential days (3Gyx2days) of TBI (6Gy total), three received 4Gyx2days TBI, and two 5Gyx2days TBI. CD34+ cells were immunoselected from a leukapheresis product following G-CSF and SCF mobilization over 5 days. On the last day of TBI a mean (SD) of 5.9(1.7)x10 6 /kg autologous CD34+ cells were reinfused after being transduced once (moi=50) with a SIV/HIV chimeric lentiviral vector expressing EGFP. SPECT/CT images were taken prior to transplant ( Figure 1 ) and at approximately 6, 30, 90, 150, 260 and 380 days post-TBI. Development of immunogenicity to the radiotracer was monitored using size exclusion HPLC and an in vitro cell binding assay. Following 3Gyx2days TBI, both animals rejected their CD34+ cell graft despite achieving a PBL nadir of <150 Lcs/mcL. Both animals also developed an immune response to the radiotracer either within 4 weeks of the baseline scan or 182 days following TBI. SPECT/CT imaging revealed significant retention of CD4+ cells within immune tissues at d.6 post-TBI ( Figure 2 ). At 4Gyx2days TBI, all 3 rhesus experienced dramatic depletion of PBLs. Flow cytometric analysis, however, showed a residual population of CD4+ cells, but a complete depletion of CD20+ cells. SPECT imaging revealed variability in LT CD4 depletion between and within hosts, with more dramatic decreases observed in axillary lymph nodes (73-92%) and milder decreases in the spleen (36-40%). The PB CD4+ count returned to baseline within 4-9 months, however, in vivo imaging revealed sub-optimal reconstitution of the CD4 pool in LNs one year from TBI (mean 54% recovery from baseline), consistent with LN immunohistochemistry (IHC). Similar levels of splenic radioresistance were observed at 5Gyx2 days TBI ( Figure 2 ), and confirmed by IHC ( Figure 3 ). Of particular interest was the discordance between rapid recovery of CD4+ EGFP- lymphocytes (Lcs) and the delayed appearance of CD4+EGFP+ Lcs (not observed until 5 months post-transplant), documenting endogenous CD4+ recovery from LTs. This contrasts with other Lc subsets that were more effectively depleted by irradiation. CD20+ EGFP+ Lcs recovered a mean(SD) of 69(48) days, consistent with the reappearance of CD20+ cells in general in the circulation. Thus, Lc subset and LT sensitivity to irradiation appear to differ. Unlike the 3Gyx2days TBI animals, no immunogenicity to the radiotracer was detected in the 4Gyx2days TBI rhesus monkeys until at least one year post transplant. After the 6 or 7 th exposure, all three animals developed an immune response to the radiotracer. This suggests immune recovery remained incomplete in the animals receiving a dose of 4Gyx2days TBI or higher for at least one year following transplant. No immune response has been observed at 5Gyx2 at d.245. Our results present for the first time a non-invasive method in real time to evaluate CD4+ cell immune recovery in LTs following hematopoietic stem cell transplantation using SPECT/CT imaging. Despite myeloablation of circulating leukocytes following TBI, we did not observe total depletion of CD4+ cells in LTs such as the spleen. This is problematic if one is concerned about residual disease or endogenous contributions to recovery. The methodologies presented here have direct applications to the evaluation of immunosuppressive therapies and other immunosuppressive disorders, such as those associated with viral infections. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Figure 3 View large Download slide Figure 3 View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cd4 positive t-lymphocytes",
        "cell transplantation",
        "macaca mulatta",
        "photons",
        "single photon emission computed tomography",
        "radiolabel",
        "leukotrienes",
        "transplantation",
        "diagnostic imaging",
        "spect ct scans"
    ],
    "author_names": [
        "Robert E. Donahue",
        "Sharat Srinivasula",
        "Naoya Uchida, MD PhD",
        "Insook Kim",
        "Gorka Duralde",
        "Paula DeGrange",
        "Marisa St. Claire",
        "Richard C. Reba",
        "Aylin C. Bonifacino",
        "Allen E. Krouse",
        "Mark E. Metzger",
        "Chang H. Paik",
        "H. Clifford Lane",
        "John F. Tisdale, MD",
        "Michele Di Mascio"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert E. Donahue",
            "author_affiliations": [
                "National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sharat Srinivasula",
            "author_affiliations": [
                "Leidos Biomedical Research, Inc, FNLCR, Frederick, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoya Uchida, MD PhD",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Insook Kim",
            "author_affiliations": [
                "Frederick National Laboratory, Frederick, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gorka Duralde",
            "author_affiliations": [
                "NIAID, NIH, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula DeGrange",
            "author_affiliations": [
                "NIAID, NIH, Frederick, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marisa St. Claire",
            "author_affiliations": [
                "NIAID, NIH, Frederick, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard C. Reba",
            "author_affiliations": [
                "Clinical Center, NIH, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aylin C. Bonifacino",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allen E. Krouse",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark E. Metzger",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chang H. Paik",
            "author_affiliations": [
                "Clinical Center, NIH, Bethesda, MD "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Clifford Lane",
            "author_affiliations": [
                "NIAID, NIH, Bethesda, MD "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. Tisdale, MD",
            "author_affiliations": [
                "NHLBI/NIDDK, NIH, Bethesda, MD"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Di Mascio",
            "author_affiliations": [
                "NIAID, NIH, Bethesda, MD "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T18:43:22",
    "is_scraped": "1"
}