{
    "doi": "https://doi.org/10.1182/blood-2018-99-115089",
    "article_title": "Maintaining Perioperative Hemostasis in Patients with Severe Hemophilia A and Inhibitors Receiving Emicizumab Prophylaxis ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Hemophilia: Emerging Therapies",
    "abstract_text": "Introduction: Patients with severe hemophilia A and anti-factor VIII (fVIII) antibodies (inhibitors) are at risk of significant bleeding during invasive procedures. Prior to the introduction of the bispecific humanized antibody, emicizumab, the standard of care for preventing perioperative bleeding in these patients consisted of repeated doses of bypassing agents such as recombinant activated factor VII (rfVIIa) and activated prothrombin complex concentrates (aPCCs) or high-doses of fVIII products. This practice often prolonged hospital admission and was associated with increased patient-care costs. Prophylaxis with emicizumab has significantly reduced bleeding symptoms in patients with hemophilia A and inhibitors. However, questions regarding the appropriate management of acute bleeding episodes and invasive procedures in patients receiving this novel therapy remain unanswered. Additionally, there are concerns about the hemostatic efficacy and safety of fVIII products and bypassing agents necessary for the management of perioperative bleeding and breakthrough bleeds in patients with inhibitors treated with emicizumab. In this case series, we report on the perioperative management and outcomes of patients receiving emicizumab prophylaxis who underwent invasive procedures. Methods: Patients between the ages of 1 - 60 years old with severe hemophilia A (fVIII activity <1%) with a history of low or high titer inhibitors on emicizumab prophylaxis treated at the Emory Pediatric Hemophilia Treatment Center, the Center for Bleeding and Clotting Disorders at the University of Minnesota Medical Center, the Michigan State University Center for Bleeding and Clotting Disorders, and the Children's Hospital of Michigan/Wayne State University were included in this analysis. All patients were continued on their emicizumab prophylaxis throughout the perioperative period. Due to the potential risk of thrombosis and thrombotic microangiopathy with aPCCs, these agents were avoided and rfVIIa was the preferred bypassing agent. Either recombinant (r) fVIII or plasma-derived (pd) fVIII were used in patients that had known response to high-dose fVIII. Perioperative treatment regimens, bleeding symptoms, and complications were monitored. Results: Seven patients underwent invasive procedures while on emicizumab prophylaxis and an additional two patients had minor procedures performed that required observation alone. These patients have historical peak inhibitor titers, defined as the highest inhibitor titer prior to starting emicizumab ranging from 2.0 - 4,792 BU/mL. Their inhibitor titers prior to the procedure ranged from 0 - 193.3 BU/mL. All patients initiated emicizumab prophylaxis at a median of 12 weeks prior to their procedures (range: 2 - 28 weeks). All 4 of the pediatric patients requiring invasive procedures underwent central venous access device (CVAD) - related procedures. The 3 adult patients requiring invasive procedures underwent removal of an infected penile prosthesis, a complex dental extraction consisting of 4 extractions and 1 alveoloplasty, and a right elbow synovectomy with radial head excision. Six patients were admitted to the inpatient hematology service for observation for a median of 48 hours (range: 24 - 168 hours) following their procedures. No patient required readmission after hospital discharge. All patients experienced minimal blood loss perioperatively, and none required transfusions of blood products. The patient undergoing CVAD removal developed a hematoma at the prior port site noted 1 week post-procedure that responded to rfVIIa 90 mcg/kg once daily for 2 days. A second patient had mild surgical site bleeding 1 week post-procedure, which responded to one dose of rfVIIa (90 mcg/kg). No other patient had bleeding complications, and no patient experienced thrombosis or thrombotic microangiopathy. The perioperative management plans are outlined in Table 1. Conclusions: This is the largest case series outside of the HAVEN series detailing the perioperative management of severe hemophilia A patients with a history of low or high titer inhibitors receiving emicizumab prophylaxis. During these invasive procedures, these patients required decreased dosing of fVIII products or bypassing agents and experienced minimal complications. Minor procedures were able to be completed with observation alone. View large Download slide View large Download slide  Close modal Disclosures Zimowski: National Hemophilia Association/Shire: Other: Funding for clinical fellowship in Hemostasis/Thrombosis. Batsuli: Bayer: Other: Advisory Board; Genentech: Other: Advisory Board; Octapharma: Other: Advisory Board. Reding: Genentech: Other: Advisory Board. Callaghan: Global Blood Therepeutics: Employment; Amgen: Employment; Octapharma: Honoraria; Novo Nordisk: Employment, Membership on an entity's Board of Directors or advisory committees; Alnylam Pharmaceuticals: Equity Ownership; Hema Pharmaceuticals: Honoraria; Roche/Genentech: Employment, Honoraria, Membership on an entity's Board of Directors or advisory committees; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Grifols: Honoraria; Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bioverativ: Honoraria; Sancilio Pharmaceuticals Company: Employment; Pfizer: Employment, Honoraria, Research Funding. Meeks: HEMA Biologics: Other: Advisory Board; Genentech: Other: Advisory Board; Catalyst Biosciences: Other: Advisory Board; CSL Behring: Other: Advisory Board; Bayer: Other: Advisory Board; Bioverativ: Other: Advisory Board; Shire: Other: Advisory Board; Pfizer: Research Funding. Sidonio: Uniqure: Other: Advisory Board; Novo Nordisk: Other: Advisory Board; Genentech: Other: Advisory Board, Research Funding; Kedrion: Research Funding; Shire: Other: Advisory Board, Research Funding; Octapharma: Other: Advisory Board; Biomarin: Other: Advisory Board; Bioverativ: Other: Advisory Board, Research Funding; Grifols: Other: Advisory Board, Research Funding; CSL Behring: Other: Advisory Board.",
    "topics": [
        "emicizumab",
        "hemophilia a",
        "hemostasis procedures",
        "hemostatic function",
        "hemorrhage",
        "recombinant coagulation factor viia",
        "perioperative care",
        "thrombosis",
        "antibodies",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Karen L. Zimowski, MD",
        "Glaivy M. Batsuli, MD",
        "Mark T. Reding, MD",
        "Jatin Rana, MD",
        "Michael U. Callaghan, MD",
        "Kelly Tickle, MSN, APN, PPCNP-BC",
        "Shannon L. Meeks, MD",
        "Robert F. Sidonio, Jr., MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karen L. Zimowski, MD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center of Children's Healthcare of Atlanta and Department of Pediatrics, Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Glaivy M. Batsuli, MD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center of Children's Healthcare of Atlanta and Department of Pediatrics, Emory University, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark T. Reding, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, Center for Bleeding and Clotting Disorders, University of Minnesota Medical Center, Minneapolis, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jatin Rana, MD",
            "author_affiliations": [
                "College of Human Medicine, Department of Medicine, Division of Hematology and Oncology, Breslin Cancer Center, Michigan State University, Lansing, MI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael U. Callaghan, MD",
            "author_affiliations": [
                "Wayne State University of Medicine, Children's Hospital of Michigan, Detroit, MI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Tickle, MSN, APN, PPCNP-BC",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center of Children's Healthcare of Atlanta, Atlanta, GA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon L. Meeks, MD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center of Children's Healthcare of Atlanta and Department of Pediatrics, Emory University, Atlanta, GA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert F. Sidonio, Jr., MD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center of Children's Healthcare of Atlanta and Department of Pediatrics, Emory University, Atlanta, GA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T18:46:29",
    "is_scraped": "1"
}