{
    "doi": "https://doi.org/10.1182/blood.V116.21.3804.3804",
    "article_title": "Protein C and Protein S Levels Are Correlated with Bleeding Symptoms In Thai Population. ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster III",
    "abstract_text": "Abstract 3804 Introduction: Hemostasis is maintained by a delicate balance between numerous activators and inhibitors. Present concept posits that mild bleeding phenotypes are multi-factorial and resulting from minor variations in numerous components of the system. Although natural anticoagulant protein deficiencies are the established causes of thrombotic disorders, their roles in bleeding diathesis have not been reported. Currently, hemorrhagic symptoms can be accurately quantified using the standardized questionnaire. We hypothesized that a weak effect of each factor on bleeding symptoms could be demonstrated, if we employed a sufficiently large sample size. Method: The adult subjects were recruited from Bangkok and nearby provinces as parts of health surveys/check-ups. Current pregnancy, known bleeding disorders and anti-platelet drug or anticoagulant uses were excluded. The modified questionnaire based on the validated MCMDM-1VWD form was applied with assistances by trained interviewers to assess bleeding symptoms. Von Willebrand factor (vWF) activity (Collagen binding activity) and free protein S levels were determined using ELISA methods. Protein C activity was measured using a chromogenic assay. Results: A total of 5,208 Thai individuals participated in the study. The mean (±SD) age was 44.3 (± 13.7) yrs, ranging from 15–99 years, and 2129 (40.9%) were male. The mean bleeding score was -0.28 (±1.14), ranging from -3 to 7. There were 38 (0.73%) high hemorrhagic scores (≥4). The scores were significantly lower in female than in male (-0.36 vs. -0.16, respectively). This discrepancy vanished after excluding scores on post-partum bleeding. Among women, 17.9% of them were taking female hormone. There was no different in vWF, protein C and protein S levels between women with and without estrogen uses. The bleeding scores were negatively correlated with age, vWF and protein C activities (γ= −0.23, −0.09, and −0.09, respectively, all p< 0.001) but not with protein S levels. If the items on dental and surgical procedures were omitted from the score calculation, the correlation between age and hemorrhagic scores was not found. Therefore, the sex and age differences in bleeding scores were likely due to higher probabilities of experiencing uneventful hemostatic challenges, which yielded negative scores, in healthy women and elderly. Using multivariate regression analysis, age (β= -0.22, p< 0.001), male sex (β= 0.08, p 150 U/ml) protein C levels (β= -0.04, p=0.003), high (> 150 U/ml) protein S levels (β= 0.04, p=0.005) and vWF activity below 30 IU/L (β= 0.03, p=0.021) were significantly associated with bleeding scores. A subgroup of 180 subjects (3.4%) showed low vWF activity (≤50 IU/L). In this group, the mean bleeding score (-0.16) was not different from that of the higher vWF group and only 2 individuals (0.04% of total population) had abnormal hemorrhagic scores (≥4) suggesting that there were other factors influencing bleeding severity in this subgroup. In a multivariate regression analysis, bleeding scores in the low vWF group were significantly correlated with protein S levels (β= 0.26, p= 0.003) and vWF activity below 30 IU/L (β= 0.15, p=0.046) but not with age, sex and protein C activity. Conclusion: Our population-based data revealed the relationships of vWF, protein C and protein S levels with hemorrhagic history. The negative correlation between protein C activity and bleeding is unexpected and needs further investigations. These findings may suggest the novel roles of natural anticoagulants in modifying bleeding symptoms. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hemorrhage",
        "protein c",
        "protein s",
        "von willebrand factor",
        "anticoagulants",
        "bleeding diathesis",
        "antiplatelet agents",
        "estrogen",
        "health evaluation",
        "hemostasis procedures"
    ],
    "author_names": [
        "Ponlapat Rojnuckarin, MD, PhD",
        "Noppacharn Uaprasert, MD",
        "Benjaporn Akkawat, BSc",
        "Thanyaphong Na Nakorn, MD, PhD",
        "Tanin Intragumtornchai, MD, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Ponlapat Rojnuckarin, MD, PhD",
            "author_affiliations": [
                "Chulalongkorn University and King Chulalongkorn Memorial Hospital, Bangkok, Thailand"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Noppacharn Uaprasert, MD",
            "author_affiliations": [
                "Chulalongkorn University and King Chulalongkorn Memorial Hospital, Bangkok, Thailand"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjaporn Akkawat, BSc",
            "author_affiliations": [
                "Chulalongkorn University and King Chulalongkorn Memorial Hospital, Bangkok, Thailand"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thanyaphong Na Nakorn, MD, PhD",
            "author_affiliations": [
                "Chulalongkorn University and King Chulalongkorn Memorial Hospital, Bangkok, Thailand"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanin Intragumtornchai, MD, MSc",
            "author_affiliations": [
                "Chulalongkorn University and King Chulalongkorn Memorial Hospital, Bangkok, Thailand"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T02:32:38",
    "is_scraped": "1"
}