{
    "doi": "https://doi.org/10.1182/blood.V124.21.4561.4561",
    "article_title": "Achieving the Deep Molecular Response Levels Required for an Imatinib Discontinuation Trial Is Strongly Associated with the BCR-ABL Level at the First Qualifying Timepoint ",
    "article_date": "December 6, 2014",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "abstract_text": "Background: Discontinuation of tyrosine kinase inhibitor (TKI) treatment for patients (pts) with CML is desirable for both clinical and economical reasons. Two studies, STIM and TWISTER, demonstrated that treatment free remission (TFR) is achievable in a proportion of pts. A qualifying period of 3 years of imatinib and sustained undetectable BCR-ABL with a sensitivity of MR 5 or MR 4.5 for at least 2 years was required before discontinuation. Due to the very slow clearance of BCR-ABL after an initial rapid reduction in the first year of imatinib, the number of pts meeting discontinuation criteria potentially requires many years of imatinib. New discontinuation studies may require at least 3 years of TKI treatment but are exploring less stringent molecular criteria for discontinuation. The first requirement is the achievement of MR 4.5 (≤0.0032%) or even MR 4 (≤0.01%), and these responses must be maintained. More potent TKIs when administered as first line or after switch from imatinib are associated with higher rates of deep molecular response, which potentially leads to a greater number of pts who qualify for a discontinuation trial. It is unknown what proportion of imatinib treated pts who have not achieved a deep molecular response at 3 years will subsequently do so, and in which subgroup of patients a switch to a more potent TKI is warranted if TFR is the goal. Aim: Since BCR-ABL levels at milestone response timepoints strongly predict long term molecular response, we determined whether the BCR-ABL level at the first qualifying timepoint for a discontinuation trial (3 years) predicts the achievement of deep molecular response. Method: 528 consecutive chronic phase pts treated with first line imatinib were examined (400, 600 or 800 mg). Those who met the following criteria at 3 years were included: CCyR or 1% BCR-ABL, no MR 4.5 and at least 6 months of further imatinib therapy. Only 4 pts did not have CCyR at 3 years and were not included since they also had treatment failure. The cohort is historical so was not confounded by switching to another TKI after 3 years of imatinib. Landmark analyses according to the BCR-ABL response level at 3 years were performed for MR 4 and MR 4.5 . These responses required confirmation at consecutive measurements. Results: 147 pts met the analysis criteria. The median follow up on imatinib after the 3 year landmark was 1.5 years, range 0.75 – 9.8. At 3 years of imatinib the median BCR-ABL was 0.03%, range 0.004% - 1.4%. The cumulative incidence of MR 4 for the 116 pts without MR 4 at 3 years was 52% by 5 years after the landmark. The cumulative incidence of MR 4.5 for the 147 pts was 62% by 5 years after the landmark. Pts were divided into 3 BCR-ABL response levels at the landmark: MR 2 (>0.1%) n=45; MMR (>0.01 – 0.1%) n=71; and MR 4 (>0.0032 – 0.01%), n=31. Landmark analyses demonstrated that pts with MR 2 at 3 years of imatinib had a negligible probability of achieving MR 4 and MR 4.5 with up to 5 additional years of imatinib, Figure. Only 2 and 1 of these 45 pts reached MR 4 and MR 4.5 , respectively. Furthermore, pts with MMR at 3 years had a significantly lower cumulative incidence of MR 4.5 compared to pts with MR 4 : MMR vs MR 4 , 61% vs 100% by 5 years after the landmark, P < .0001, Figure. Intuitively, pts with BCR-ABL close to MR 4.5 could be predicted to achieve that response. However, the median time to reach MR 4.5 for the pts with MR 4 at 3 years was at 1.5 years of additional imatinib, demonstrating the very slow kinetics of BCR-ABL clearance. The starting dose of imatinib had no effect on the achievement of MR 4 or MR 4.5 . Only 1 of the 147 pts lost CCyR (pt with MMR at 3 years). Conclusion: This study has further demonstrated that the BCR-ABL value is a powerful predictor of response, not only in the first months of treatment but also at later timepoints when long term management decisions are made. If the aim of therapy is to qualify for TFR studies, our data suggest that pts without an MMR at 3 years of imatinib have minimal chance of reaching the deep molecular responses required, even with up to 5 additional years of imatinib. Pts who switched to nilotinib without MMR in the ENESTcmr trial were indeed more likely to achieve MR 4.5 compared to continuing on imatinib (Hughes Blood 2014). In our study, most pts with MR 4 at 3 years of imatinib achieved the deep molecular response criteria with 2 additional years of imatinib. These findings may help clinical decisions when considering a switch of treatment to optimize discontinuation options. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Branford: Novartis: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Ariad: Honoraria, Research Funding; Otsuka: Honoraria, Research Funding. Ross: Novartis: Honoraria, Research Funding; BMS: Honoraria. Yeung: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Hughes: Novartis: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Ariad: Honoraria, Research Funding.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "brachial plexus neuritis",
        "measles-mumps-rubella vaccine",
        "protein-tyrosine kinase inhibitor",
        "disease remission",
        "follow-up",
        "nilotinib",
        "treatment failure",
        "myanmar"
    ],
    "author_names": [
        "Susan Branford, PhD",
        "David M Ross, MBBS, PhD FRACP, FRCPA",
        "David T Yeung, BSc, MBBS, FRACP, FRCPA",
        "Jodi Braley",
        "Timothy P. Hughes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Susan Branford, PhD",
            "author_affiliations": [
                "Centre for Cancer Biology, SA Pathology, Adelaide, Australia ",
                "School of Molecular and Biomedical Science, University of Adelaide, Adelaide, Australia ",
                "School of Pharmacy and Medical Science, University of South Australia, Adelaide, Australia ",
                "University of Adelaide, Adelaide, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David M Ross, MBBS, PhD FRACP, FRCPA",
            "author_affiliations": [
                "Centre for Cancer Biology, SA Pathology, Adelaide, Australia ",
                "School of Medicine, University of Adelaide, Adelaide, Australia ",
                "ALLG, East Melbourne, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David T Yeung, BSc, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Centre for Cancer Biology, SA Pathology, Adelaide, Australia ",
                "University of Adelaide, Adelaide, Australia ",
                "ALLG, East Melbourne, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jodi Braley",
            "author_affiliations": [
                "Centre for Cancer Biology, SA Pathology, Adelaide, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy P. Hughes, MD",
            "author_affiliations": [
                "South Australian Health and Medical Research Institute, University of Adelaide, Division of Haematology and Centre for Cancer Biology, SA Pathology, Adelaide, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T02:38:10",
    "is_scraped": "1"
}