{
    "doi": "https://doi.org/10.1182/blood-2018-99-117752",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4073",
    "start_url_page_num": 4073,
    "is_scraped": "1",
    "article_title": "Altered Splicing from a Mutated Alternate Branch Point Is Common in Severe Alpha-Spectrin Linked Inherited Anemia ",
    "article_date": "November 29, 2018",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Genetics and Genomics of Erythropoiesis",
    "topics": [
        "alpha-spectrin",
        "anemia",
        "mutation",
        "rna splicing",
        "spectrin",
        "rna, messenger",
        "gene editing",
        "anemia, hemolytic, congenital",
        "cycloheximide",
        "emetine"
    ],
    "author_names": [
        "Kimberly Lezon-Geyda, PhD",
        "Vincent P Schulz, PhD",
        "Yelena Maksimova, MS",
        "Patrick G. Gallagher, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Department of Pediatrics, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Department of Pediatrics, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Departments of Pediatrics, Pathology, and Genetics, Yale School of Medicine, New Haven, CT"
        ]
    ],
    "first_author_latitude": "41.3033051",
    "first_author_longitude": "-72.9337837",
    "abstract_text": "Hereditary spherocytosis (HS), the most common inherited hemolytic anemia in Northern Europeans, is dominantly inherited in ~two third of cases. Clinically, patients with nondominant HS (ndHS) are more severely affected than those with typical, dominant HS. Biochemical and genetic studies implicate defects of α-spectrin in most ndHS patients and in patients with the related disorder hereditary pyropoikilocytosis (HPP). However, in most cases, neither the precise genetic basis nor the mechanism of disease are known. We studied individuals from 23 kindreds: 10 ndHS kindreds, 3 HPP kindreds, and 10 kindreds with transfusion-dependent (TD) anemia, using whole exome sequencing. A variety of novel mutant SPTA1 alleles were identified, including nonsense, splicing, and insertion/deletion mutations, frequently in trans to missense mutations. One patient had no SPTA1 mutations and 14 patients had only one SPTA1 mutation. Patients with 0 or 1 mutation all carried the common ndHS-linked α-spectrin Bug Hill allele. We hypothesized that a production-defective SPTA1 allele is shared by these patients and is in linkage disequilibrium with the α Bug Hill allele. Whole genome sequencing was performed on 2 ndHS patients heterozygous for the α Bug Hill variant. Data were compared to samples in the 1000 Genomes database with the α Bug Hill variant. A series of genetic analyses revealed a single common SPTA1 variant, the α LEPRA allele. This variant, described in a ndHS patient in trans to an SPTA1 nonsense mutation ( JCI 98:2300, 1996), was associated with an elongated α-spectrin mRNA transcript. The α LEPRA allele was only present on 4 of 4610 alleles in 1000 Genomes. In all 4 cases, it was heterozygous and in cis to the α BugHill allele. Analysis of α BugHill haplotypes revealed 3 predominant patterns with the haplotype of the ndHS patients identical to the 4 heterozygous α LEPRA individuals. Genotyping the mutation-negative patient alleles revealed all carried the α LEPRA mutation. In the original report, RT-PCR of reticulocyte RNA demonstrated the α LEPRA allele was associated with an elongated α-spectrin mRNA transcript originating 70nt from the 3' end of intron 30. It was unclear if or how the α LEPRA mutation influenced α-spectrin mRNA splicing, as identical elongated α-spectrin mRNA transcripts are observed in erythroid cells from patients who do not carry the α LEPRA allele. Splicing analysis of intron 30 using SCROOGLE predicted: 1) a branch point at the expected location 31bp 5' of exon 31 (branch point 1, BP1); 2) an alternate upstream branch point centered on an \"A\" 2bp 3' of the α LEPRA mutation (BP2) 98bp 5' of exon 31; 3) identified a novel alternate 3' acceptor site downstream of BP2; and 4) the α LEPRA mutation significantly improves BP2. To determine if BP2 is a functional BP, we studied SPTA1 splicing using minigene assays in K562 cells. Wild type (WT) minigenes produced a small amount of elongated α-spectrin mRNA, while mutation of the obligate \"A\" of BP2 completely eliminated elongated transcript production. Mutation of the BP2 \"A\" using CRISPRCas9-based gene editing on a WT background in K562 cells eliminated the elongated α-spectrin mRNA transcripts. Minigene assays also revealed deletion of the alternate 3' acceptor splice site or improvement of BP1 to a U2 consensus site both eliminated the elongated transcript. Thus the α LEPRA mutation in intron 30, located upstream of an alternate 3' acceptor site, changes a weak alternate BP to a strong BP in the context of a poor primary BP. These changes lead to increased utilization of an alternate 3'acceptor site, creating an elongated transcript that leads to frameshift with a novel termination codon. This termination codon is in a position predicted to activate nonsense mediated decay (NMD). To address whether NMD of the elongated transcript is the mechanism of α-spectrin deficiency, we created K562 cells homozygous for the α LEPRA allele using gene editing and treated them with emetine or cycloheximide, NMD inhibitors. In both WT and homozygous α LEPRA cells, the total amount of elongated transcript increased relative to WT. These studies resolve an important unanswered question by demonstrating a novel mechanism of genetic disease is responsible for many cases of ndHS, HPP, and TD anemia. These data will facilitate disease diagnosis, as most current diagnostic gene panels do not include this intronic region, and they identify a new target for therapeutic gene manipulation. Disclosures No relevant conflicts of interest to declare."
}