{
    "doi": "https://doi.org/10.1182/blood.V126.23.185.185",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3184",
    "start_url_page_num": 3184,
    "is_scraped": "1",
    "article_title": "Chimeric T Cells for Therapy of CD30+ Hodgkin and Non-Hodgkin Lymphomas ",
    "article_date": "December 3, 2015",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Novel Immunotherapy Strategies in Lymphoma",
    "abstract_text": "Adoptive cellular immunotherapy for Hodgkin lymphoma (HL) associated with EBV infection has had considerable success, inducing >50% complete and sustained remission rates in patients with relapsed/resistant disease. However, only 40% of HL patients express EBV-associated antigens. By contrast, almost all HL and some non-Hodgkin lymphomas (NHL), such as anaplastic large cell lymphoma (ALCL), express the CD30 antigen both at diagnosis and relapse, and monoclonal antibodies targeting CD30 produce objective antitumor responses. Monoclonal antibodies (mAb), however, have limited bio-distribution and their effects may be limited in duration. We therefore expressed the antigen binding domain of a CD30 mAb as part of a chimeric antigen receptor (CAR) on T cells, coupled to the CD28 and ζ chain endodomains, in an effort to ensure prolonged persistence, active penetration of tumors and activation of multiple lytic components of the immune system. We report here an initial analysis of our phase I dose escalation study of activated autologous CD30.CAR-T cells (CD30.CARTs) infused in patients with relapsed/refractory EBV-negative CD30 + HL or NHL. We manufactured CD30.CARTs for 18 patients using retroviral transduction. Starting from a median of 2.4×10 7 PBMCs (range 3.6×10 6 to 4.9×10 7 ), we obtained 9.0×10 8 CD30.CARTs (range 2.8×10 8 to 2.9×10 9 ) in 15±3 days of culture, with a transduction efficiency of 89%±1%. The cell products comprised >99% T cells and phenotypic analysis showed 58%±29% CD8 + T cells, with a majority of them being effector T cells (CD45RO + 94%±7%). 51 Cr-release cytotoxicity assays confirmed that patients' CD30.CARTs lysed a CD30 + tumor line, HDLM-2 (60%±13% killing at a 20:1 effector:target ratio), with negligible effects on CD30 − target cells (<5% killing). During cell manufacture, 3 patients became ineligible due to rapid worsening of their performance status and 1 patient was not infused because his tumor was subsequently shown to be CD30-negative. Nine patients (7 with HL and 2 ALCL) have received CD30.CARTs. Eight of these had relapsed or progressed after treatment with the CD30 mAb brentuximab. Two patients were treated on dose level (DL) 1 (2×10 7 CD30.CAR + T cells/m 2 ), 2 patients on DL2 (1×10 8 ) and 5 patients on DL3 (2×10 8 ). None of the patients received any conditioning regimen before CART infusion. CART infusions produced no attributable adverse events; in particular, no patient had evidence of cytokine release syndrome. As CD30 can be transiently expressed by activated T cells, for example during infection with viruses, we monitored antiviral immunity in CART recipients. The frequency of T cells responding to CMV, adenovirus, influenza virus and EBV (assessed using stimulation with viral peptides in IFNγ ELIspot assays) remained unchanged by treatment. The molecular signal from CARTs, assessed by Q-PCR in peripheral blood, peaked at 1 week following infusion, but decreased to near background by 4 weeks post infusion. The signal level was dose dependent, with an mean of 7020 copies/μg DNA in patients treated on DL3, in whom CAR-T cells were detectable by flow cytometry in the peripheral blood (~5% of PBMCs), versus 60 copies/μg for DL1. At 6 weeks after treatment, 1 patient had a CR, 1 patient had a very good PR, and 4 patients had stable disease (persisting for 1½ to 8 months), while 3 patients had disease progression. Having completed the dose escalation and found that DL3 is safe and associated with significant in vivo expansion, we will now explore the use of these cells after autologous stem cell transplantation in patients at high risk of relapse. Disclosures Off Label Use: Adoptively transferred T cells administered under an IND. Rooney: Celgene: Other: Collaborative research agreement; Cell Medica: Other: Licensing Agreement. Brenner: Bluebird Bio: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Cell Medica: Other: Licensing Agreement; Celgene: Other: Collaborative Research Agreement. Heslop: Celgene: Other: Collaborative research agreement; Cell Medica: Other: Licensing Agreement.",
    "topics": [
        "chimera organism",
        "epstein-barr virus infections",
        "hodgkin's disease",
        "lymphoma, non-hodgkin",
        "t-lymphocytes",
        "antigens, cd30",
        "monoclonal antibodies",
        "infusion procedures",
        "ki-1+ anaplastic large cell lymphoma",
        "neoplasms"
    ],
    "author_names": [
        "Carlos A. Ramos, MD",
        "Brandon Ballard, BS",
        "Enli Liu, MD MS",
        "Olga Dakhova, PhD",
        "Zhuyong Mei, MD",
        "Hao Liu, PhD",
        "Bambi Grilley, RPh",
        "Cliona M. Rooney, PhD",
        "Adrian P. Gee, PhD",
        "Bill H. Chang, MD PhD",
        "Catherine M. Bollard, MD",
        "Malcolm K. Brenner, MD PhD",
        "Gianpietro Dotti, MD",
        "Helen E. Heslop, MD",
        "Barbara Savoldo, MD PhD"
    ],
    "author_affiliations": [
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston Methodist Hospital, and Texas Children's Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston Methodist Hospital, and Texas Children's Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston Methodist Hospital, and Texas Children's Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston Methodist Hospital, and Texas Children's Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston Methodist Hospital, and Texas Children's Hospital, Houston, TX "
        ],
        [
            "Dan L. Duncan Cancer Center/Biostatistics, Baylor College of Medicine, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston Methodist Hospital, and Texas Children's Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston Methodist Hospital, and Texas Children's Hospital, Houston, TX "
        ],
        [
            "Oregon Health & Science University Knight Cancer Institute, Portland, OR"
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston Methodist Hospital, and Texas Children's Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston Methodist Hospital, and Texas Children's Hospital, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.709907899999997",
    "first_author_longitude": "-95.3997225"
}