{
    "doi": "https://doi.org/10.1182/blood.V110.11.2437.2437",
    "article_title": "High Throughput Methylation Arrays Allow for Identification of Complex Methylation Patterns in MDS. ",
    "article_date": "November 16, 2007",
    "session_type": "Myelodysplastic Syndromes",
    "abstract_text": "Genomic imprinting and epigenetic silencing determine tissue-specific methylation patterns. Altered methylation of CpG islands within gene promoters has been hypothesized as one pathogenetic mechanism operative in myelodysplastic syndrome (MDS). Promoter hypermethylation of various empirically selected tumor suppressor genes has been found in MDS prompting application of hypomethylating drugs in this disease. Identification of hypermethylated genes predicting response to these drugs would have a major impact on clinical practice. However, to date methylation-based prognostic algorithms have not been established. Global analysis of DNA methylation patterns may help to identify hypermethylated genes/promoters associated with the pathogenesis of MDS. Recently, microarray-based DNA methylation analysis platforms enabled a powerful, high-throughput analysis of the methylation status of hundreds of genes. The GoldenGate Methylation Cancer Panel I, spanning 1,536 independent CpG sites selected from 807 selected genes was applied to determine the methylation status in MDS patients (N=51; 21 low grade (RA, MDS-U, RARS or RCMD), 26 high grade (AML or RAEB) and 4 CMML). The methylation status was determined based on an internal reference and compared to healthy controls (N=22). Methylation values were averaged among the patients or analyzed separately for each patient in comparison to average values obtained in controls. Overall, controls showed a lesser degree of methylation than advanced MDS patients (average intensity 0.326 vs. 0.339, p50% of patients), included tumor suppressor genes (DCC, SLC22A18, FAT, TUSC3), genes involved in DNA repair (OGG1, DDB2, BCR, PARP1), cell cycle control (DBC1, SMARCB1), differentiation (MYOD1, TDGF1, FGF2, NOTCH4) and apoptosis (HDAC1, ALOX12, AXIN1). Despite the variability, the aberrant methylation spectrum in CMML, low grade MDS and high grade MDS showed significant overlap (for example FZD9, IL16, EVI2A, MBD2 and BCR), which suggests that these genes may relate to the common tumorigenesis in MDS. Certain genes show specific methylation correlating to the morphologic diagnosis and may serve as diagnostic markers. For example, the promoter of HDAC1 is hypomethylated in 81% of sAML/RAEB1/2 patients but hypermethylated in 81% of low risk cases. To assess the link between epigenetic changes and chromosomal abnormalities, we also investigated methylation pattern of MDS with del5q for selected genes at the 5q locus. Some genes that are involved in apoptosis (WNT1, TNF receptor) and proliferation (MAP3K8, CSF3) were found to be hypermethylated in comparison to controls, suggesting that epigenetic silencing may enhance the effect of haploinsuffciency for some of the genes. In sum, our study, the first application of a high-throughput microarray methylation assay in MDS, demonstrates that complex methylation patterns exist in MDS and may allow for identification for clinically relevant methylation markers.",
    "topics": [
        "cancer",
        "chromosome abnormality",
        "cytopenia, refractory, with multilineage dysplasia",
        "fibroblast growth factor 2",
        "granulocyte colony-stimulating factor",
        "interleukin-16",
        "leukemia, myelomonocytic, chronic",
        "methylation",
        "myelodysplastic syndrome",
        "parp1 protein"
    ],
    "author_names": [
        "Ying Jiang, MD, PhD",
        "Christine L. OKeefe, PhD",
        "Andrew Dunbar, MS",
        "Anjali Advani, MD",
        "Mikkael A. Sekeres, MD, MS",
        "Michael A. McDevitt, MD, PhD",
        "Jaroslaw P. Maciejewski, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ying Jiang, MD, PhD",
            "author_affiliations": [
                "Experimental Hematology, Taussig Cancer Center"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christine L. OKeefe, PhD",
            "author_affiliations": [
                "Experimental Hematology, Taussig Cancer Center"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Dunbar, MS",
            "author_affiliations": [
                "Experimental Hematology, Taussig Cancer Center"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjali Advani, MD",
            "author_affiliations": [
                "Hematologic Oncology and Blood Disorders, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD, MS",
            "author_affiliations": [
                "Division of Hematology, Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. McDevitt, MD, PhD",
            "author_affiliations": [
                "Hematologic Oncology and Blood Disorders, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, MD, PhD",
            "author_affiliations": [
                "Experimental Hematology, Taussig Cancer Center",
                "Hematologic Oncology and Blood Disorders, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T15:41:29",
    "is_scraped": "1"
}