{
    "doi": "https://doi.org/10.1182/blood-2020-139066",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4480",
    "start_url_page_num": 4480,
    "is_scraped": "1",
    "article_title": "High Throughput Genomic Analysis Identifies Low-Risk Smoldering Multiple Myeloma ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": null,
    "author_names": [
        "Anil Aktas-Samur, PhD",
        "Mariateresa Fulciniti, PhD",
        "Sanika Derebail, MS",
        "Raphael Szalat",
        "Giovanni Parmigiani, PhD",
        "Jill Corre, PharmD, PhD",
        "Herve Avet-Loiseau",
        "Mehmet K. Samur, PhD",
        "Nikhil C. Munshi, MD"
    ],
    "author_affiliations": [
        [
            "Department of Data Science, Dana Farber Cancer Institute, Boston, MA ",
            "Harvard School of Public Health, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Boston University School of Medicine, Boston, MA "
        ],
        [
            "Harvard T.H. Chan School of Public Health, Boston, MA ",
            "Data Science, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Unite de Genomique du Myelome, IUC-T Oncopole, Toulouse, France "
        ],
        [
            "Unite de Genomique du Myelome, IUC-T Oncopole, Toulouse, France ",
            "Universite Paul Sabatier, Toulouse, France "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
            "Department of Data Science, Dana-Farber Cancer Institute, Harvard TH Chan School of Public Health, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
            "Veterans Administration Boston Healthcare System, West Roxbury, MA "
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Multiple Myeloma is preceded by precursor states of monoclonal gammopathy of undermined significance (MGUS) and smoldering multiple myeloma (SMM). Studies have shown that progression to symptomatic MM five years after diagnosis is 1% for MGUS and 10% for SMM. However, based on the genomic background, this rate is highly variable, especially for SMM patients. Recent studies have evaluated the high-risk genomic features for SMM, but the genomic background of SMM patients who do not progress to MM after long-term follow-up (>= 5 years) has not been described. Here, we evaluated genomic changes enriched in non-progressor (NP) (no progression after 5 years of follow-up) precursor conditions (N=31) with those progressed within a short time (N=71) as well as newly diagnosed Myeloma (N=192). We also studied additional unique samples from 18 patients at their precursor stage as well as when progressed to Myeloma. We report a similar large-scale CN alteration in non-progressor SMM compared to progressor SMMs or MM at diagnosis. However, whole-genome sequencing data showed that the overall mutational load for non-progressor SMM samples was lower than Progressor MGUS/SMM (median SNV 5460 vs. 7018). This difference significantly increased for mutations affecting the coding regions. NP samples at diagnosis had 26% and 53% less coding mutations (missense, nonsense, and frameshift mutations) compared to progressor MGUS/SMM (p=0.008) and newly diagnosed MM (p < 0.001) respectively. We observed very low NRAS (3%, OR=8.86) and BRAF (3%, OR=2.17), mutation frequency in non-progressor SMM samples compared to newly diagnosed MM. We did not observe driver mutations in FAM46C, TTN, CYLD, TP53, KMT2C, IRF4, HIST1H1E that are otherwise frequently mutated in high-risk SMM or symptomatic MM. None of the non-progressor SMM samples had MYC alteration. We observed t(11;14), t(4;14), and t(14;16) translocations at similar frequency compared to newly diagnosed MM samples. We also observed a significant difference in non-recurrent focal deletions. Based on our recent data in newly-diagnosed MM, we quantified genomic scar score, and observed that non-progressor SMM have lower GSS (median=3,IQR=[1-9]) compared to progressor MGUS/SMM (median=11,IQR=[5-15] / median=9,IQR=[9-15], respectively) as well as MM samples at diagnosis (median=9, IQR= [5-16],p=0.002). We further validated this observation in an independent cohort with 69 SMM samples in whom progressor SMM patients had high GSS (median =4, IQR=[2-7.75]), compared to delayed progressor (> four years) or non-progressor SMM (median =1.5, IQR= [0-3.5]; p=0.029). Moreover, non-progressor SMM had significantly low utilization of APOBEC and DNA repair mutational processes. Next, we compared non- progressor SMM with progressor SMM using RNAseq data. We identified 1653 differentially expressed genes (DEG) (762 up-regulated and 891 down-regulated). Genes that were upregulated in non-progressor SMM samples were enriched in IL6/JAK/STAT3 and IL2/STAT5 signaling and the regulation of cytokine secretion. Whereas genes up-regulated in progressor SMM were enriched in MYC targets, DNA repair, and mTOR pathways. Moreover, genes that control the translational initiation, translational elongation, mitochondrial translation, and ATP control were among the top highly expressed genes in progressor SMM. We used our MGUS/SMM to MM paired samples and showed that the E2F target, MYC target, and G2/M checkpoint pathways are more active at MM. We measured the distance between progressor and non-progressor SMM as well as MM and found that non-progressor SMM is less similar to MM compared to progressor SMM. In conclusion, the global CNA and translocations are similar between progressor and non-progressor SMM and symptomatic MM and confirm their role in the development of precursor condition but not adequate for progression to MM, which requires additional hits. On the other hand, lower GSS score reflecting genomic stability along with lower SNVs, low DNA damage and APOBEC mutational processes, down-regulated MYC target genes, and low DNA repair activation define low-risk SMM. These results now provide the basis to develop a genomic definition of SMM. Disclosures Fulciniti: NIH: Research Funding. Parmigiani: Phaeno Biotehnologies: Current equity holder in publicly-traded company; CRA Health: Current equity holder in publicly-traded company; Foundation Medicine Institute: Consultancy; Delphi Diagnostics: Consultancy; BayesMendel Laboratory: Other: Co-lead. Munshi: Janssen: Consultancy; Adaptive: Consultancy; Legend: Consultancy; Amgen: Consultancy; AbbVie: Consultancy; Karyopharm: Consultancy; Takeda: Consultancy; C4: Current equity holder in private company; BMS: Consultancy; OncoPep: Consultancy, Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties."
}