{
    "doi": "https://doi.org/10.1182/blood.V116.21.697.697",
    "article_title": "Rituximab Plus Chlorambucil In Patients with CD20-Positive B-Cell Chronic Lymphocytic Leukemia (CLL): Final Response Analysis of An Open-Label Phase II Study ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Therapy, excluding Transplantation: Front Line and Follow-up Studies",
    "abstract_text": "Abstract 697 Introduction: Despite the increasing use of combination therapy with rituximab, fludarabine and cyclophosphamide (R-FC) for chronic lymphocytic leukemia (CLL), a significant proportion of patients (pts) are not suitable or eligible for such intensive chemotherapy due to co-morbidity and/or age. In those pts considered unfit for R-FC, chlorambucil (Chl) remains a widely used first-line therapy. However, overall responses rates with Chl are relatively modest with very few complete remissions and therefore more effective treatment options are required for this patient group. In this multi-centre Phase II study we evaluate the feasibility of adding R to Chl and assess response rate compared to single agent Chl. Methods: One hundred previously untreated CLL pts requiring therapy according to iwCLL criteria received R (day 1; 375 mg/m 2 i.v. cycle 1, 500 mg/m 2 cycles 2–6) plus Chl (days 1–7; 10mg/m 2 /day p.o.) every 28 days for 6 cycles. A further 6 cycles of Chl alone was permitted in pts with continuing clinical response at 6 cycles. Efficacy data were compared to matched historic data from the UK LRF CLL4 trial, which treated pts between 1999 and 2004 with Chl-monotherapy at the same dose as used in this study. Each patient of this study was matched to 2 pts treated with Chl in the LRF CLL4 study according to Binet Stage (B or C), VH Mutation (mutated or unmutated), 11q FISH (deleted or not) and age. It should be noted that the CLL4 data was from 1999–2005, while the Chl-R responses were from 2008. Over this time, any improvements in patient response may be due to better care, improved knowledge, different concomitant medications, etc, rather than treatment used. In addition the median age of patients in LRF CLL4 was significantly lower than those treated with Chl-R (66.5 compared with 70 yrs). Results: A total of 100 pts from 12 centres, who had completed the treatment were included in this analysis; median age was 70 years (range 43–86) and 65% were male. To date, 88 pts remain alive and 12 pts have died. Ninety-two pts (92%) had reported an AE by the end of treatment. The most common AEs were: nausea (47 pts), neutropenia (39 pts), lymphopenia (38 pts), fatigue (26 pts), pyrexia (26 pts), leukopenia (21 pts), diarrhoea (20 pts), vomiting (19 pts), anaemia (18 pts) and thrombocytopenia (18 pts). Most AEs reported were Grade 1–2; Grade 3–4 neutropenia occurred in 39% of pts. Infusion-related reactions occurred in 7 pts. Overall, 37% of pts reported a total of 53 serious AEs (SAEs). The most common SAEs were febrile neutropenia (5 pts) and neutropenic sepsis (4 pts). Overall response rate (ORR) on an intent-to-treat analysis was 82% (95% CI, 73.1–89.0), with 9 pts achieving a complete response (CR), 58 pts showing partial response (PR), 15 pts showing nodular PR (nPR) and 11 pts with stable disease (SD). Median PFS to date is 23.5 months. ORR in this study was 16% higher than in the matched subset of Chl pts from the CLL4 study (95% CI, 6.0–26.0%), suggesting improved responses for Chl-R compared with Chl-alone. Table: Matched pair analysis of Chl-R and historic data from the UK LRF CLL4 trial (Chl only)  Trial . Complete Remission . Overall Response Rate . Stable or progressive disease . Not evaluable . 95% CI for percentage of patients achieving at least a PR . Total number of patients . Chl-R (n=100) 9 (9.0%) 82 (82.0%) 15 (15.0%) 3 (3.0%) [73.1, 89.0] 100 CLL4 (Chl only) (n=200) 12 (6.0%) 132 (66.0%) 60 (30.0%) 8 (4.0%) [59.0, 72.5] 200 Trial . Complete Remission . Overall Response Rate . Stable or progressive disease . Not evaluable . 95% CI for percentage of patients achieving at least a PR . Total number of patients . Chl-R (n=100) 9 (9.0%) 82 (82.0%) 15 (15.0%) 3 (3.0%) [73.1, 89.0] 100 CLL4 (Chl only) (n=200) 12 (6.0%) 132 (66.0%) 60 (30.0%) 8 (4.0%) [59.0, 72.5] 200 View Large Conclusions: With a median age of 70 years, the population in this study was noticeably older than that of pts in CLL4 and other large trials in CLL. This study represents a more typical CLL patient population, as often seen in the clinic. These data confirm that in previously untreated CLL pts who are unable to tolerate a more intensive chemotherapy regimen, the combination of R and Chl is an efficacious therapy with an acceptable tolerability profile resulting in a better ORR than Chl monotherapy. Further evaluation of R-Chl in a randomized Phase III study is warranted. Figure: View large Download slide Progression free survival Figure: View large Download slide Progression free survival  Close modal Disclosures: Hillmen: F.Hoffmann-La Roche Ltd: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Genzyme: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Glaxo Smith Kline: Honoraria, Membership on an entity's Board of Directors or advisory committees. Off Label Use: Rituximab is used broadly in this indication at some specific lines of therapy/chemotherapy combinations may be off label in some countries. Dearden: Roche Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees; Genzyme: Honoraria, Membership on an entity's Board of Directors or advisory committees. Kennedy: Roche Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Pettitt: Glaxo Smith Kline: Research Funding. Rawstron: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; BD Bioscience: Honoraria, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties; Genzyme: Honoraria. Pocock: F.Hoffmann-La Roche Ltd: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "cd20 antigens",
        "chlorambucil",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "phase 2 clinical trials",
        "rituximab",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "neutropenia",
        "complete remission"
    ],
    "author_names": [
        "Peter Hillmen, MB, ChB, PhD",
        "John G. Gribben, MD, DSc",
        "George A. Follows",
        "Donald Milligan, MD, MBChB",
        "Hazem A. Sayala, MBChB, MRCP",
        "Paul Moreton",
        "David G. Oscier",
        "Claire E. Dearden, MD",
        "Daniel B. Kennedy",
        "Andrew R. Pettitt, PhD, MRCPath",
        "Amit Nathwani, MD, PhD",
        "Dena Cohen",
        "Andy Rawstron, PhD",
        "Christopher F.E. Pocock, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peter Hillmen, MB, ChB, PhD",
            "author_affiliations": [
                "Leeds Teaching Hospitals NHS Trust, Leeds, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John G. Gribben, MD, DSc",
            "author_affiliations": [
                "Centre for Medical Oncology, Barts and the London School of Medicine, Queen Mary University of London, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George A. Follows",
            "author_affiliations": [
                "Addenbrookes Hospital, Cambridge, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Milligan, MD, MBChB",
            "author_affiliations": [
                "Dept. of Haematology, Birmingham Heartlands Hospital, Birmingham, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hazem A. Sayala, MBChB, MRCP",
            "author_affiliations": [
                "Castle Hill Hospital, Cottingham, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Moreton",
            "author_affiliations": [
                "Pinderfields General Hospital, Wakefield, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David G. Oscier",
            "author_affiliations": [
                "Department of Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire E. Dearden, MD",
            "author_affiliations": [
                "The Royal Marsden Hospital, London, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel B. Kennedy",
            "author_affiliations": [
                "Leicester Royal Infirmary, Leicester, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew R. Pettitt, PhD, MRCPath",
            "author_affiliations": [
                "Royal Liverpool University Hospital, Liverpool, United Kingdom, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Nathwani, MD, PhD",
            "author_affiliations": [
                "Dept. of Haematology, University College London, London, United Kingdom, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dena Cohen",
            "author_affiliations": [
                "University of Leeds, Leeds, United Kingdom, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andy Rawstron, PhD",
            "author_affiliations": [
                "Leeds Teaching Hospitals NHS Trust, Leeds, United Kingdom, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher F.E. Pocock, MD, PhD",
            "author_affiliations": [
                "East Kent Hospitals NHS Trust, Cantebury, United Kingdom"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T06:47:12",
    "is_scraped": "1"
}