{
    "doi": "https://doi.org/10.1182/blood.V116.21.4460.4460",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1691",
    "start_url_page_num": 1691,
    "is_scraped": "1",
    "article_title": "Activity of the Histone Deacetylase Inhibitor, Vorinostat, Against BCR-ABL Positive Leukemia Cells with Random Mutagenesis and In Combination with Nilotinib ",
    "article_date": "November 19, 2010",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bcr-abl tyrosine kinase",
        "histone deacetylase inhibitors",
        "leukemia",
        "mutagenesis",
        "nilotinib",
        "vorinostat",
        "imatinib mesylate",
        "histone deacetylase",
        "combined modality therapy",
        "sequence analysis"
    ],
    "author_names": [
        "Seiichi Okabe, M.D.",
        "Tetsuzo Tauchi, M.D.",
        "Eishi Ashihara, MD, PhD",
        "Shinya Kimura, MD, PhD",
        "Taira Maekawa, MD, DMSci",
        "Kazuma Ohyashiki, MD, PhD"
    ],
    "author_affiliations": [
        [
            "First Department of Internal Medicine, Tokyo Medical University, Tokyo, Japan, "
        ],
        [
            "First Department of Internal Medicine, Tokyo Medical University, Tokyo, Japan, "
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
        ],
        [
            "Division of Hematology, Respiratory Medicine and Oncology, Department of Internal Medicine, Faculty of Medicine, Saga University, Saga, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
        ],
        [
            "First Department of Internal Medicine, Tokyo Medical University, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.693562199999995",
    "first_author_longitude": "139.7122345",
    "abstract_text": "Abstract 4460 The clinical use of imatinib, a specific BCR-ABL tyrosine kinase inhibitor (TKI) is effective in inducing a complete hematological and cytogenetic remission in a high percentage of chronic myeloid leukemia (CML) and Philadelphia chromosome (Ph) positive acute lymphoblastic leukemia (ALL) patients. However, imatinib does not efficiently kill leukemic stem cells and is limited by the emergence of resistance due to the point mutations in the BCR-ABL kinase domain. Histone acetyltransferases (HAT) and histone deacetylases (HDAC) control the acetylation of histones and intracellular proteins, and regulate the transcription and function of the proteins. HDAC inhibitor is a structurally diverse class of targeted anti-cancer agent. One of the pan-HDAC inhibitor, vorinostat (suberoylanilide hydroxamic acid: SAHA) is a small-molecule inhibitor of most human class I and class II HDAC, and is reported the efficacy of malignant cells including lymphomas and myeloid malignancies.Therefore, combination therapy using a BCR-ABL tyrosine kinase inhibitor and an HDAC inhibitor, vorinostat may help prevent CML relapse due to BCR-ABL point mutation and may improve their long-term outcome. In this study, we investigated the efficacy of vorinostat by using the Ph-positive leukemia cell line, K562 and Ba/F3 BCR-ABL cell in a random mutagenesis study for BCR-ABL mutation. We first performed a comprehensive drug combination experiment using vorinostat and BCR-ABL tyrosine kinase inhibitor, imatinib or nilotinib. The treatment of imatinib or nilotinib exhibits cell growth inhibition partially against Ba/F3 BCR-ABL cell in a random mutagenesis. We also found the BCR-ABL point mutation such as T315I or M344V after 2 weeks nilotinib treatment by direct sequence analysis. We show that vorinostat potently induced cell growth inhibition of K562 and Ba/F3 BCR-ABL cells in a random mutagenesis in a dose dependent manner. Combined treatment of Ba/F3 BCR-ABL cell in a random mutagenesis with vorinostat and nilotinib or imatinib caused significantly more cytotoxicity than each drug alone by colony assay. We investigated the intracellular signaling of vorinostat. Phosphorylation of BCR-ABL, Crk-L were reduced after vorinostat treatment for 24 hours in a dose dependent manner. Caspase 3 and poly (ADP-ribose) polymerase (PARP) activation were increased after vorinostat treatment. Vorinostat potently enhanced cell growth inhibition of Ba/F3 BCR-ABL point mutants (G250E, Q252H, Y253F, E255K, M294V, T315I, T315A, F317L, F317V, M351T and H396P) compared with Ba/F3 expressing Wt BCR-ABL cells. The protein level of BCR-ABL was reduced after vorinostat treatment. BCR-ABL degradations in BCR-ABL mutant cells were significantly enhanced compared with Ba/F3 Wt BCR-ABL cells. Although long term culture of Ba/F3 BCR-ABL cell in a random mutagenesis with 2μ M vorinostat significantly decreased cell growth, the cells were increased after removal of vorinostat. We found these cells were wild type BCR-ABL by direct sequence analysis. Data from this study suggested that administration of the vorinostat may mediate its effects on BCR-ABL positive cells included BCR-ABL point mutation and enhance cytotoxic effects of nilotinib or imatinib in BCR-ABL mutant cells, and provide information of potential therapeutic relevance. Disclosures: Ohyashiki: Nippon Shinyaku Co., Ltd.: Research Funding."
}