{
    "doi": "https://doi.org/10.1182/blood-2019-124964",
    "article_title": "Omission of Staging Bone Marrow Biopsy Does Not Affect Outcomes in Patients with Stage I Extranodal Marginal Zone Lymphoma (EMZL) Treated with Radiation Therapy ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "abstract_text": "INTRODUCTION: Patients with stage I localized extranodal marginal zone lymphoma (EMZL) treated with radiation therapy (RT) have excellent outcomes. Negative bone marrow (BM) biopsy at diagnosis is key to confirm early stage disease. However, BM biopsy is not performed in some patients for various reasons such as comorbidities, patient refusal or physician decision. The aim of this study was to assess the effects of BM status (negative vs. not done) on disease recurrence/progression and survival in EMZL patients presenting with otherwise localized disease by imaging and treated with RT. METHODS: From January 1995 to January 2019, we identified 188 patients with stage I EMZL treated with frontline RT at the University of Miami Health Care System. All patients had biopsy proven EMZL and scans (CT, MRI, and/or PET-CT) at the time of diagnosis. Medical records were reviewed and pertinent information gathered. Relapse/progression was subclassified based on disease location: inside, outside, or inside and outside of the radiation field (RF). The competing risk method and the Gray's test were used in analysis of incidence rates of type of relapse/progression and lymphoma-specific death. The Kaplan-Meier method and the log-rank test were used in analyses of progression-free survival (PFS) and overall survival (OS). RESULTS: Among 188 patients included in this study, 104 (55.3%) were ≤60 years and 135 (71.8%) 60 years (26, 65%). Radiation doses broadly varied but most patients (176, 93.6%) received ≥30 Gy. 183 patients (97.3%) achieved complete response (CR) following RT with 2 (1.1%) achieving partial response (PR), 2 (1.1%) stable disease and 1 (0.5%) demonstrating disease progression. Among 176 patients receiving ≥30 Gy RT, 173 (98.2%) achieved CR. With a median follow-up of 6.2 years (range 0.3-22.3 years) the 10 years-PFS was 64.4% (95%CI:54.9%-72.5%). No difference in PFS was observed by location of disease or BM biopsy (negative vs. not done). Patients treated with ≥30Gy had statistically significantly longer PFS compared to patients treated with <30Gy, whether or not BM biopsy was done. There were 52 progression events, including 5 inside RF (4 relapses/1 progression), 6 inside & outside (5 relapses/1 progression), 25 outside alone (24 relapses/1 progression), and 16 non-lymphoma deaths. Taking into account non-lymphoma death as a competing risk, the 5-year incidence of lymphoma relapse/progression was 2.9% (95%CI:1.1-6.3%) inside RF, 3.4% (95%CI:1.2-7.3%) inside & outside RF and 9.8% (5.8-15.0%) outside RF. Importantly, there was no higher cumulative incidence of each type of relapse/progression relative to RF (inside p=0.2490, inside & outside p=0.1617, and outside alone p=0.3070) in patients without vs. negative staging BM biopsy. There were 23 deaths, 7 attributed to lymphoma. The 10-year OS was 83.3% (95%CI:75.0-89.0%), and there was no difference in OS by EMZL location. Patients without staging BM biopsy had shorter OS (p=0.0062). However, when lymphoma-specific death was analyzed (non-lymphoma death as competing risk) the estimated 10-year cumulative incidence of lymphoma-specific death was 5.3% (2.3%-10.2%) and there was a non-statistically significant difference between patients with and without staging BM biopsy (p=0.5201). The cumulative 10-years incidence of non-lymphoma specific death (lymphoma death as competing risk) was 11.4% (95% CI:6.3%-18.2%). There was a statistically significant difference by BM biopsy status (p=0.0107), with patients without staging BM biopsy having higher incidence of non-lymphoma death compared to negative BM biopsy patients (10-yr rate 26.7% vs 7.9%, respectively), likely due to coexistent comorbidities. CONCLUSION: In this large cohort of patients with stage I EMZL treated with RT we demonstrate for the first time that omission of BM biopsy at diagnosis does not affect lymphoma-specific survival or the incidence of disease relapse/progression overall or by relapse location type, suggesting that diagnostic BM biopsy may not be necessary. Disclosures Alderuccio: Foundation Medicine: Other: Immediate family member; Inovio Pharmaceuticals: Other: Immediate family member; Targeted Oncology: Honoraria; Agios: Other: Immediate family member; Puma Biotechnology: Other: Immediate family member; OncLive: Consultancy. Lossos: NIH: Research Funding; Janssen Scientific: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "bone marrow biopsy",
        "extranodal disease",
        "marginal zone b-cell lymphoma",
        "radiation therapy",
        "biopsy",
        "lymphoma",
        "complete remission",
        "computed tomography/positron emission tomography imaging",
        "diagnostic imaging",
        "disease progression"
    ],
    "author_names": [
        "Juan Pablo Alderuccio, MD",
        "Derek Isrow, MD PhD",
        "Isildinha M. Reis, PhD",
        "Sunil Iyer, MD",
        "Jessica Meshman, MD",
        "Wei Zhao, MD MS",
        "Arnold M. Markoe, MD",
        "Izidore S. Lossos, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juan Pablo Alderuccio, MD",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Derek Isrow, MD PhD",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center, University of Miami, Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isildinha M. Reis, PhD",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center, University of Miami, Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sunil Iyer, MD",
            "author_affiliations": [
                "University of Miami, Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Meshman, MD",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center, University of Miami, Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Zhao, MD MS",
            "author_affiliations": [
                "University of Miami, Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold M. Markoe, MD",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center, University of Miami, Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Izidore S. Lossos, MD",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center, University of Miami School of Medicine, Miami, FL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T02:37:22",
    "is_scraped": "1"
}