{
    "doi": "https://doi.org/10.1182/blood.V116.21.4459.4459",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1690",
    "start_url_page_num": 1690,
    "is_scraped": "1",
    "article_title": "Knockdown of Insulin Receptor Substrate 1 (IRS1); a Partner of BCR-ABL, Results In Decrease In Proliferation and Downregulation of AKT/mTOR and MAPK Pathways In K562 Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bcr-abl tyrosine kinase",
        "down-regulation",
        "insulin receptor substrate proteins",
        "k562 cells",
        "mitogen-activated protein kinases",
        "mtor serine-threonine kinases",
        "proto-oncogene proteins c-akt",
        "ribosomal protein s6 kinase",
        "western blotting",
        "1-phosphatidylinositol 3-kinase"
    ],
    "author_names": [
        "Joao Machado-Neto, BSci",
        "Patricia Favaro, Ph.D.",
        "Mariana Lazarini, PhD",
        "Fernando Ferreira Costa, Ph.D., M.D.",
        "Sara T. Olalla-Saad, M.D., Ph.D.",
        "Fabiola Traina, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
        ],
        [
            "Department of Biological Sciences, Federal University of Sao Paulo, Sao Paulo, Brazil"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
        ]
    ],
    "first_author_latitude": "-22.818439299999994",
    "first_author_longitude": "-47.0647206",
    "abstract_text": "Abstract 4459 Background: Signaling pathway of the insulin-like growth factor 1/Insulin Receptor Substrates (IGF-I/IRS) plays an important role in the development of various cancers such as breast, colon and prostate cancer. IRS proteins, including IRS1, act on Akt/mTOR and MAPK pathways, through their interaction with effectors such as PI3K, SHP2 and Grb2. PI3K and Grb2 activation, leading to higher Akt and ERK1/2 phosphorylation, respectively, culminating in an increase of proliferation. It has already been described that IRS1 is overexpressed and negatively correlated with survival in ALL Philadelphia-positive; and IRS1 is constitutively phosphorylated and binds with BCR-ABL in K562 cells. However, the function of IRS1 in BCR-ABL positive cells remains an interesting issue to be clarified. The aim of the present study was to evaluate the effects of IRS1 knockdown upon K562, regarding proliferation and apoptosis, as well as the effects upon Akt/mTOR, MAPK, and BCR-ABL signaling pathways. Methods: Specific shRNA-expressing lentiviral vector targeting the IRS1 gene or no specific sequence (control) were used in the K562 cell line. Real-time RT-PCR and Western blot analysis were performed to determine the inhibition of IRS1 expression. After 48 hours of culture, proliferation was analyzed by MTT assays, apoptosis by Anexin-V and propidium iodide (PI), cell cycle by incubation with PI and RNase A buffer and flow cytometry. Western blot and immunoblotting with specific antibodies was used to evaluate Akt, P70S6K, ERK 1/2 and CRKL expression and phosphorylation. Immunoprecipitation and immunoblotting were used for evaluating BCR-ABL phosphorylation Results: The levels of IRS1 mRNA and IRS1 protein in IRS1 knockdown cells were significantly reduced by 83.7±2.26% and 73.6±9.07%, respectively ( P <0.05). MTT assays showed that the proliferation was significantly reduced by 40% in IRS1 knockdown cells when compared with control cells ( P =0.001). Imatinib treatment at 0.1, 0.5, and 1 μ M in addition to IRS1 knockdown did not affect the IRS1 knockdown in proliferation. Cell cycle analysis showed an arrest in the G 0 /G 1 phase (45.85±5.2 versus 39.11±7.0; P =0.03) and a decrease in the S phase cells (29.18±9.3 versus 39.11±11.9; P =0.02) in IRS1 knockdown cells when compared with control cells. The results of annexin-V analysis showed that the apoptosis rate of IRS1 knockdown cells did not differ from control cells. IRS1 knockdown resulted in a significant decrease in Akt, P70S6K and ERK phosphorylation by 54.6±3.0%, 58.7±14.0%, and 67.3±10.0% ( P <0.05), respectively, compared to control cells, as observed by Western blot and densitometry quantification of three experiments. BCR-ABL and CRKL phosphorylation did not differ significantly between IRS1 knockdown and control cells. Conclusion: IRS1 plays an important role in the proliferation of K562 cells and the lack of IRS1 decreased proliferation and Akt, P70S6K and ERK phosphorylation, indicating a downregulation of Akt/mTOR and MAPK pathways. The lack of synergism between imatinib treatment and IRS1 knockdown on proliferation and the lack of differences in BCR-ABL and CrkL phosphorylation in IRS1 knockdown suggest that IRS1 is downstream to the BCR-ABL pathway and plays an important role in Akt/mTOR and MAPK activation in Philadelphia-positive cells. This work was supported by FAPESP and CNPq. Disclosures: No relevant conflicts of interest to declare."
}