{
    "doi": "https://doi.org/10.1182/blood.V122.21.4966.4966",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2528",
    "start_url_page_num": 2528,
    "is_scraped": "1",
    "article_title": "Influence Of Expression Levels Of ATP-Binding-Cassette Transporters (ABC-B1, ABC-G2) On Survival Outcome In Adults Patients With Acute Lymphoblastic Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "acute lymphocytic leukemia",
        "membrane transport proteins",
        "leukemia",
        "leukemia, acute",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Carolina Balderas Delgado",
        "Alvaro Cabrera Garcia",
        "Irma Olarte Carrillo",
        "Etta Rozen Fuller",
        "Christian Omar Ramos Peñafiel",
        "Juan Collazo Jaloma",
        "Humberto Baldemar Castellanos Sinco, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Department of Molecular Biology, Hospital General de México, Mexico City, Mexico"
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ]
    ],
    "first_author_latitude": "19.363816299999996",
    "first_author_longitude": "-99.20817914999999",
    "abstract_text": "Drug resistance is a major obstacle in the successful treatment and an important cause of death in acute leukemia. One of the well-known genes responsable for drug resistance are ABC-B1 and ABC-G2. The association of transcript levels with survival outcome has not systematically been investigated in mexican adults with acute lymphoblastic leukemia patients. We therefore applied real-time RT-PCR technology to study the association between the ABC-B1 and ABC-G2 genes with overall survival in mexican adults leukemia patients. A total of 36 patients were analyzed at diagnosis and followed for 25 months to assess their development and survival. The 57% were female, mean age at diagnosis was 33.5 years (19-78 years), 60% of patients were positive for gene expression ABC-B1 and 78% for ABC-G2. When performing quantitative analysis of ABC-B1 expression, those with high levels (> 1.0) had worse clinical behavior (P = 0.007) and death (P = <.001). We found no statistical significance with ABC-G2. The data suggest that higher expression levels of ABC-B1 gene contributes to the poor outcome of adult patients with acute lymphoblastic leukemia. Disclosures: No relevant conflicts of interest to declare."
}