{
    "doi": "https://doi.org/10.1182/blood.V112.11.1375.1375",
    "article_title": "Histone Deacetylases Are Essential for Chromatin Condensation and Enucleation in Mammalian Erythroblasts ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription",
    "abstract_text": "In the last steps of differentiation mammalian erythroid cells undergo chromatin condensation and enucleation; the latter process does not occur in other vertebrates. Enucleation was critical for the evolution of mammals, as it permits an enhanced hemoglobin concentration – and thus oxygen- carrying capacity – in mammalian red blood cells. We previously reported that Rac GTPases and their downstream forming target mDia2 are required for mouse fetal erythroblast enucleation. We also found that the nucleus undergoes a gradual ~10- fold decrease in volume during erythropoiesis. Since histone deacetylases (HDACs) play important roles in chromatin condensation, we hypothesized that HDACs are involved in mammalian erythroblast enucleation. To test this hypothesis, we purified E13.5 mouse fetal TER119 negative erythroblasts and cultured them in fibronectin-coated plates. Cells were then treated with Trichostatin A (TSA), a pan-HDAC inhibitor, at different times during erythropoiesis. TSA completely blocked enucleation and kinetic studies showed this inhibitory effect occurred earlier than the step catalyzed by the Rac-mDia2 pathway. This indicates that chromatin condensation is required for the final extrusion of the nucleus. We further investigated the activity ofHDAC6 specifically, since HDAC6 is known to interact with mDia2. We found that mDia2is acetylated in vitro and in vivo and that HDAC6 interacts with and deacetylates mDia2. Treatment of purified TER119 negative mouse fetal erythroblasts with a specific HDAC6inhibitor partially blocked enucleation. We conclude that histone deacetylase activities are essential for mammalian erythroblasts to undergo enucleation and that HDACs act both on chromatin condensation and mDia2 deacetylation to promote enucleation.",
    "topics": [
        "cellular enucleation",
        "chromatin",
        "enucleation procedure",
        "erythroblasts",
        "histone deacetylase",
        "mammals",
        "mental condensation",
        "histone deacetylase 6",
        "fibronectins",
        "guanosine triphosphate phosphohydrolases"
    ],
    "author_names": [
        "Peng Ji, MD, PhD",
        "Francisco J Sánchez-Rivera",
        "Harvey F. Lodish, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peng Ji, MD, PhD",
            "author_affiliations": [
                "Whitehead Institute for Biomedical Research, Cambridge, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Francisco J Sánchez-Rivera",
            "author_affiliations": [
                "Whitehead Institute for Biomedical Research, Cambridge, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harvey F. Lodish, PhD",
            "author_affiliations": [
                "Whitehead Institute for Biomedical Research, Cambridge, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T18:41:33",
    "is_scraped": "1"
}