{
    "doi": "https://doi.org/10.1182/blood.V104.11.31.31",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=86",
    "start_url_page_num": 86,
    "is_scraped": "1",
    "article_title": "Slug Plays an Essential Role in the Radioprotection of Hematopoietic Progenitors In Vivo by Antagonizing p53-Mediated Apoptotic Pathways. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "An antiapoptotic role for Slug/Snail in mammals was suggested by studies in C. elegans, where CES-1/Scratch, a member of the Slug/Snail superfamily, was found to control the apoptotic death of NSM sister neurons by acting as a transcriptional repressor of EGL-1, a BH3-only proapoptotic protein. Identification of Slug as the target gene of the E2A-HLF oncoprotein in human pro-B leukemia cells led us to demonstrate its antiapoptotic function in IL-3-dependent murine pro-B cells. In contrast to its aberrant expression in pro-B leukemia cells, endogenous Slug is normally expressed in both LT-HSC and ST-HSC, as well as committed progenitors of the myeloid series, but not in pro-B and pro-T cells, implying its function in myelopoiesis. Using Slug −/− mice produced in our laboratory, we showed that these knockouts are much more radiosensitive than Slug +/− and wild-type mice, and that apoptotic cells increase significantly in the hematopoietic progenitor cells of Slug −/− mice as compared to wild-type mice following γ-irradiation, indicating a radioprotective function in vivo. We showed here that although the development of myeloid progenitors is not impaired under steady-state conditions, their repopulation is incomplete γ-irradiated in in Slug −/− mice. We demonstrate further the radiation-induced death of Slug −/− mice is exclusively a result of bone marrow failure with no apparent contribution from systemic injures to other tissues. By two-way bone marrow transplantation, we provide firm evidence that Slug protects mice from γ-irradiation-induced death in a cell-autonomous manner. Interestingly, regenerative capacity of hematopoietic stem cells (HSC) was retained in irradiated Slug −/− mice, which could be rescued by wild-type bone marrow cells after irradiation, indicating that Slug exerts its radioprotective function in myeloid progenitors rather than HSCs. Furthermore, we establish that Slug radioprotects mice by antagonizing downstream of the p53-mediated apoptotic signaling through inhibition of the p53-resposive proapoptotic gene Puma, leading in turn to inhibition of the mitochondria-dependent apoptotic pathway activated by γ-irradiation in myeloid progenitors. More interestingly, we observed that Slug is inducible by γ-irradiation in a p53-dependent manner. Together, our findings implicate a novel Slug-mediated feedback mechanism by which p53 control programmed cell death in myeloid progenitor cells in vivo in response to γ-irradiation.",
    "topics": [
        "antiapoptotic agents",
        "bone marrow transplantation",
        "leukemia",
        "nipple-sparing mastectomy",
        "oncogene proteins",
        "pancytopenia",
        "slugs",
        "mice",
        "hematopoietic stem cells",
        "snails"
    ],
    "author_names": [
        "Wen-Shu Wu, Ph.D.",
        "Dong Xu, M.D.",
        "Stefan Heinrichs, Ph.D.",
        "A. Thomas Look, M.D."
    ],
    "author_affiliations": [
        [
            "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799"
}