{
    "doi": "https://doi.org/10.1182/blood.V114.22.2987.2987",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1600",
    "start_url_page_num": 1600,
    "is_scraped": "1",
    "article_title": "Recurrent Thromboembolism in a Tertiary Care Pediatric Center. ",
    "article_date": "November 20, 2009",
    "session_type": "Pathophysiology of Thrombosis Poster I",
    "topics": [
        "arterial thrombosis",
        "brachial plexus neuritis",
        "cerebrovascular accident",
        "deep vein thrombosis",
        "duration of treatment",
        "factor v leiden",
        "factor viii",
        "hereditary thrombophilia",
        "inflammatory bowel disease",
        "obesity"
    ],
    "author_names": [
        "Madhvi Rajpurkar, MD",
        "Ayesha N. Zia, MD",
        "Cynthia Sabo",
        "Ronald Thomas",
        "Meera B. Chitlur, MD",
        "Mary Jane Frey",
        "Jeanne M. Lusher, MD"
    ],
    "author_affiliations": [
        [
            "Carman and Ann Adams Department of Pediatrics, Children's Hosp. of MI/ Wayne State University, Detroit, MI, USA, "
        ],
        [
            "Carman and Ann Adams Department of Pediatrics, Children's Hospital of Michgan, Detroit, MI, USA, "
        ],
        [
            "Pediatric Hematology/Oncology, Children's Hospital of Michigan, Detroit, MI, USA, "
        ],
        [
            "Children's Research Center of Michigan, Children's Hospital of Michigan, Detroit, MI, USA, "
        ],
        [
            "Carman and Ann Adams Department of Pediatrics, Division of Hematology/Oncology, Children's Hospital of Michigan/Wayne State University, Detroit, MI, USA, "
        ],
        [
            "Pediatric Hematology/Oncology, Children's Hospital of Michigan, Detroit, MI, USA, "
        ],
        [
            "Children's Hospital of MI, Detroit, MI, USA"
        ]
    ],
    "first_author_latitude": "42.351660599999995",
    "first_author_longitude": "-83.0546152",
    "abstract_text": "Abstract 2987 Poster Board II-963 Background: Thrombosis in children, though rare, is being increasingly recognized in pediatric tertiary care centers. Most data on children have largely been extrapolated from adults. Comprehensive data about the incidence and risk factors for recurrence of pediatric thrombosis are scarce. Aim: 1) To estimate the incidence of recurrence of thrombosis at a single pediatric tertiary care center and 2) To determine the risk factors for recurrent thrombosis in children. Methods: After local IRB approval, charts of patients (pts) with documented venous or arterial thrombosis admitted or referred to the hematology service from 2001-2008, were reviewed and pertinent data obtained. Data were analyzed using the 17.0 version of SPSS. Results: Preliminary analysis revealed 238 pts (ages 0-30 years) with 183 deep venous (DVT, 75%), 53 arterial (22%) and 2 combined (0.8%) episodes of thrombosis at initial presentation. Of the 183 pts with DVT there were 110 females, 128 males; of pts with arterial strokes there were 21 females, 32 males. Overall 11 pts (4.6%, 6 females, 5 males) had a recurrence, with 91% venous and 9% arterial. Three (27%; 2 females, 1 male) out of the 11 pts had a third recurrence, which were all venous. Sites for recurrence were lower extremity (82%), neck (9%) and thorax (9%). Risk factors for recurrence were positive family history of DVT (7/11; 63.6%), elevation in factor VIII (5/11; 45.5%), proximal lower extremity thrombosis as primary site (5/11; 45.5%), obesity (4/11; 36.4%), the presence of PTTLA (4/11; 36.4%) and the presence of inflammatory bowel disease (27.3%). Heterozygous factor V Leiden and congenital AT III deficiency was present in one pt each (9%) with recurrence. Other congenital thrombophilia traits were not seen in patients with recurrent events. Interestingly, gender, duration of treatment and residual clot after treatment (partial resolution) were not significantly associated with risk of recurrence. Conclusion: Recurrent thrombosis is infrequent in children and a positive family history, elevated factor VIII, and other acquired factors such as obesity and inflammatory bowel disease were identified as risk factors for recurrence. Inherited thrombophilia and partial resolution of thrombosis were not associated with recurrence in this series of patients. Larger multi-center trials are needed to identify risk factors for recurrence in children. To our knowledge this is the first pediatric study that has systematically evaluated the incidence and risk factors associated with recurrent pediatric thrombosis. Disclosures: No relevant conflicts of interest to declare."
}