{
    "doi": "https://doi.org/10.1182/blood-2019-122529",
    "article_title": "Control of Hypercytokinemia in Critically Ill Epstein-Barr Virus Related Hemophagocytic Lymphohistiocytosis with Plasma Exchange and Continuous Renal Replacement Therapy ",
    "article_date": "November 13, 2019",
    "session_type": "203.Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Introduction: Hemophagocytic lymphohistiocytosis (HLH) is a severe and potentially fatal disease associated with abnormal function of the immune system. Epstein-Barr virus (EBV) is one of the most common triggers of HLH, especially in Asian countries. The control of EBV-HLH is still a challenging issue, particularly the early mortality, which was mainly due to the multi-organ failure coursed by hypercytokinemia. Therefore, control the hypercytokinemia induced by EBV are very important in critical ill EBV-HLH patients. Extracorporeal blood purification techniques already have been successfully applied to control hypercytokinemia in sepsis and septic shock patients. But there are few studies by using plasma exchange (PE) and continuous renal replacement therapy (CRRT) to treat critically ill EBV-HLH. This study aimed to evaluate the effect of PE+CRRT in the control of hypercytokinemia in critical ill EBV-HLH patients. Material and methods: The diagnosis a series of critically ill EBV-HLH patients admitted to the pediatric intensive care unit (PICU) were confirmed by comparing to the clinical and laboratory criteria of the HLH-2004 consensus. Real time polymerase chain reaction was used to detect EBV-DNA copies in the patients' serum, all the patients showed a significantly increasing of EBV-DNA copies in the serum (>1×10 4 Copies/mL). With the approval of the Ethics Committee and informed consents from the guardians of the patients, PE and CRRT combined HLH-2004 chemo-immunotherapy was used to treat these cases at the initial treatment, all the PE and CRRT sessions were finished in 3-7 days according to the condition of the patients. In addition, other supportive treatments were applied accordingly. The levels of cytokines were measured by using the CBA Human Th1/Th2 Cytokine Kit II (BD Biosciences, San Jose, California). Death occurred in 30 days after the initiation of treatment was defined as early death. Results: Clinical symptoms of all patients were remarkably improved after the PE and CRRT sessions. The EBV-DNA copies in the patients' serum was significantly decreased to around the limits of detection. And the abnormal high levels of cytokines were rapidly recovered to normal values. More importantly, no serious side effects were observed during the treatment. In addition, all the patients except one patient who did not continue the therapy achieved complete remission after 4 weeks' treatment, and no early death occurred in 30 days after the initiation of the treatment. Furthermore, the EBV-DNA were undetectable in the serum of these patients after 6 months. The remissions of these patients were maintained for a median time of 17 months (13-22 months). Conclusions: PE+CRRT associated HLH-2004 chemo-immunotherapy is a safe and effective strategy to control hypercytokinemia in critically ill EBV-HLH patients, and may help in the reduction of early death. More data from randomized, large-scale and multicenter studies are needed to make this conclusion more reliable. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "critical illness",
        "hemophagocytic lymphohistiocytosis",
        "herpesvirus 4, human",
        "plasma exchange",
        "renal replacement therapy",
        "dna",
        "cytokine",
        "chemotherapy regimen",
        "immunotherapy",
        "adverse effects"
    ],
    "author_names": [
        "Chengshuang Huang",
        "Pei Huang, PhD",
        "Xueqin Jiang",
        "Hongbo Xu",
        "Jian Lu",
        "Runmei Tian",
        "Ping Zhu, MD",
        "Yan Chen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chengshuang Huang",
            "author_affiliations": [
                "The Second Department of Pediatrics, Affiliated Hospital of Zunyi Medical University, Zunyi, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pei Huang, PhD",
            "author_affiliations": [
                "The Second Department of Pediatrics, Affiliated Hospital of Zunyi Medical University, Zunyi, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xueqin Jiang",
            "author_affiliations": [
                "The Second Department of Pediatrics, Affiliated Hospital of Zunyi Medical University, Zunyi, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongbo Xu",
            "author_affiliations": [
                "The Second Department of Pediatrics, Affiliated Hospital of Zunyi Medical University, Zunyi, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian Lu",
            "author_affiliations": [
                "The Second Department of Pediatrics, Affiliated Hospital of Zunyi Medical University, Zunyi, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Runmei Tian",
            "author_affiliations": [
                "The Second Department of Pediatrics, Affiliated Hospital of Zunyi Medical University, Zunyi, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ping Zhu, MD",
            "author_affiliations": [
                "Peking University First Hospital, Beijing, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Chen, MD",
            "author_affiliations": [
                "The Second Department of Pediatrics, Affiliated Hospital of Zunyi Medical University, Zunyi, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T04:03:29",
    "is_scraped": "1"
}