{
    "doi": "https://doi.org/10.1182/blood.V106.11.562.562",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=509",
    "start_url_page_num": 509,
    "is_scraped": "1",
    "article_title": "Unrelated Donor Bone Marrow Transplantation for Class I-II Thalassemia Pediatric Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "bone marrow transplantation",
        "donors",
        "thalassemia",
        "pediatrics",
        "human leukocyte antigens",
        "graft-versus-host disease",
        "allografting",
        "cooley's anemia",
        "tissue transplants",
        "transfusion"
    ],
    "author_names": [
        "Franco Locatelli, MD",
        "Claudio Giardini, MD",
        "Sebastian Giebel, MD",
        "Franca Argiolu, MD",
        "Andrea Pession, MD",
        "Franca Fagioli, MD",
        "Giovanna Giorgiani, MD",
        "Giorgio La Nasa, MD"
    ],
    "author_affiliations": [
        [
            "Oncoematologia Pediatrica, IRCCS Policlinico San Matteo, Pavia, Italy"
        ],
        [
            "Unità Operativa di Ematologia, Centro Trapianti di Midollo Osseo di Muraglia, Ospedale San Salvatore, Pesaro, Italy"
        ],
        [
            "Department of Hematology and BMT, Silesian Medical Academy, Katowice, Poland"
        ],
        [
            "Dipartimento di Scienze Biomediche e Biotecnologie, Universita’ di Cagliari, Cagliari, Italy"
        ],
        [
            "Clinica Pediatrica, Universita’ di Bologna, Bologna, Italy"
        ],
        [
            "Clinica Pediatrica, Universita’ di Torino, Torino, Italy"
        ],
        [
            "Oncoematologia Pediatrica, IRCCS Policlinico San Matteo, Pavia, Italy"
        ],
        [
            "Centro Trapianti Midollo Osseo, Ospedale Binaghi, Cattedra di Genetica Medica, Universita’ di Cagliari, Cagliari, Italy"
        ]
    ],
    "first_author_latitude": "45.19622",
    "first_author_longitude": "9.148840899999998",
    "abstract_text": "Allogeneic bone marrow transplantation (BMT) is the only treatment potentially able to cure patients with thalassemia major. When the donor is an HLA-identical sibling, the reported probability of survival with transfusion independence for young thalassemia patients at an early stage of disease ranges between 84% and 91%. Unfortunately, at least 70 percent of patients who might benefit from this therapy lack a compatible sibling. Aim of the study was to evaluate whether BMT from an HLA-matched unrelated volunteer can offer children with thalassemia major and limited iron overload a probability of cure comparable to that obtained when the donor is a compatible sibling. Fifty class I-II thalassemia patients (22 females and 28 males, age range 2–17 years, median 8) were transplanted from an unrelated volunteer, selected using stringent criteria of compatibility after high-resolution molecular typing of HLA loci. Twenty-three patients belonged to class I and 27 to class II of the Pesaro classification. All patients received cyclosporine-A (Cs-A) 3 mg/kg/day intravenously from day -2 to day +30 and short-term methotrexate (15 mg/m 2 on day +1 and 10 mg/m 2 on days +3, +6, +11) for graft-versus-host disease (GVHD) prophylaxis. Cs-A was switched to 6 mg/kg/day orally as soon as oral administration could be tolerated; starting from day +60 the dose was tapered and then discontinued. Twenty-seven out patients who were transplanted in 2 centers were also given anti-thymocyte globulin (3.5 mg/Kg) on days -3 and -2 because of evidence that serotherapy can lessen the risk of GVHD. Four patients were transplanted after a preparative regimen including busulfan (BU, 14 mg/kg) and cyclophosphamide (CY, 200 mg/kg). As 2 of these patients rejected the allograft and this raised concerns about the capacity of this preparative regimen to lead to sustained engraftment, the remaining 46 patients were given a modified conditioning regimen, either adding Thiotepa (TT) (10 mg/kg) to the same BU-CY combination, or employing a myeloablative therapy based on the use of oral BU, TT and fludarabine (160 mg/m 2 ). The median duration of follow-up is 2.9 years (range: 4 months-10 years). Six patients had either primary (4 cases) or secondary (2 cases) graft failure; both these latter patients had sustained donor engraftment after a second allograft from the same donor. Three patients died, one of them due to graft failure. The cumulative incidence of acute GVHD was 33% (CI 22–49%), whereas that of developing chronic GVHD was 12% (CI 2–22%). The overall survival probability was 94% (CI 87–100%), whereas the 5-year Kaplan-Meier estimate of survival with transfusion independence was 88% (CI 78–97). These data indicate that, provided that selection of the donor is based on stringent criteria of HLA-compatibility, the results of transplantation from unrelated volunteers in class I-II thalassemia patients are comparable to those obtained when the donor is a compatible sibling."
}