{
    "doi": "https://doi.org/10.1182/blood.V124.21.3028.3028",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2936",
    "start_url_page_num": 2936,
    "is_scraped": "1",
    "article_title": "STAT3 Activation Is Preceded By Two Independent Pathways (BCR-BTK and IL6-JAK) in Mantle Cell Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "topics": [
        "interleukin-6",
        "mantle-cell lymphoma",
        "stat3 protein",
        "ibrutinib",
        "immunoglobulin m",
        "combined modality therapy",
        "immunoprecipitation",
        "janus kinase inhibitors",
        "lymphoma",
        "microscopy, confocal"
    ],
    "author_names": [
        "Hyebin Park",
        "Donglu Zhao",
        "George Tsourdinis",
        "Zhishuo Ou, MD",
        "Archito T. Tamayo, MS",
        "Richard J. Ford, MD PhD",
        "Bingliang Fang, MD PhD",
        "Lan V Pham, PhD",
        "Liang Zhang, MD PhD",
        "Michael Wang, MD"
    ],
    "author_affiliations": [
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX ",
            "University of Chicago, Chicago, IL "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX ",
            "Institute of hematology and Oncology of Harbin, Harbin, China "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX ",
            "University of Chicago, Chicago, IL "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Introduction Mantle cell lymphoma (MCL) is an aggressive B-cell lymphoma with poor outcome and therapeutic challenge. Oral single-agent ibrutinib, a Bruton’s tyrosine kinase (BTK) inhibitor, elicited a response rate of 68% in phase II clinical trial and has been approved by FDA for the treatment of MCL patients who received at least one prior therapy. To increase the possibility of therapeutic potential, the investigation of BTK-dependent/independent signaling pathways is needed. Methods and Results Using both established MCL cell lines and primary MCL cells as a model system, our data demonstrated that ibrutinib effectively inhibited BTK phosphorylation along with quick STAT3 inactivation within 30 minutes of ibrutinib incubation at a dose lower than 100nM. Since the results clearly indicated that ibrutinib inhibited both BTK and STAT3 activation in MCL cells, we next elucidated the function and action between BTK and STAT3. Using a validated BTK-specific siRNA, we knocked down BTK to test the legitimacy of the relationship between BTK and STAT3. The results showed that transient knockdown of BTK significantly inhibited STAT3 phosphorylation in MCL cells. Next, the results from both immunoprecipitation and confocal microscopy showed that STAT3 was BTK-associated transcription protein indicating that BTK could function as a kinase upstream of STAT3, in a similar manner to the JAK/STAT pathway. Since STAT3 is predominately known as the downstream protein of the IL-6/JAK pathway, we examined whether there is a cross-talk between the BTK-STAT3 and the JAK-STAT3 pathways in MCL cells. After stimulation of MCL cells with IgM or IL-6, ibrutinib only inhibited IgM-induced STAT3 activation but not IL-6-induced STAT3 activation. Even with an increased dose of ibrutinib, the basal level of STAT3 phosphorylation remains detectable in MCL cells due to IL-6 autocrine. However, ibrutinib plus JAK inhibitor completely inactivated STAT3 and synergistically inhibited the growth of MCL cells. These data indicate that there are two independent pathways, BCR-BTK and IL6-JAK, which lead to STAT3 activation without cross-talk in MCL cells. Conclusions Our results may lead to the development of more effective combination therapy to block both BCR-BTK and IL-6-JAK signaling pathways for relapsed or refractory MCL. Disclosures Wang: Pharmacyclics: Honoraria, Research Funding."
}