{
    "doi": "https://doi.org/10.1182/blood.V108.11.1532.1532",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=592",
    "start_url_page_num": 592,
    "is_scraped": "1",
    "article_title": "Tyrosine Phosphorylation-Independent Activation of PLCγ2 Downstream Integrin α 2 β 1 in Platelets: A Possible Role for the Small GTPase Rac. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "blood platelets",
        "guanosine triphosphate phosphohydrolases",
        "integrins",
        "phosphorylation",
        "tyrosine",
        "protein isoforms",
        "apyrase",
        "aspirin",
        "src-family kinases",
        "adhesions"
    ],
    "author_names": [
        "Gianni F. Guidetti, PhD",
        "Bruno Bernardi",
        "Lucia Stefanini",
        "Francesca Campus, PhD",
        "Cesare Balduini, MD",
        "Mauro Torti, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Biochemistry, University of Pavia, Pavia, Italy"
        ],
        [
            "Department of Biochemistry, University of Pavia, Pavia, Italy"
        ],
        [
            "Department of Biochemistry, University of Pavia, Pavia, Italy"
        ],
        [
            "Department of Biochemistry, University of Pavia, Pavia, Italy"
        ],
        [
            "Department of Biochemistry, University of Pavia, Pavia, Italy"
        ],
        [
            "Department of Biochemistry, University of Pavia, Pavia, Italy"
        ]
    ],
    "first_author_latitude": "45.1867045",
    "first_author_longitude": "9.157094399999998",
    "abstract_text": "We have recently documented the existence of a cross-talk between platelet integrins α 2 β 1 and α IIb β 3 involving phospholipase C (PLC)-mediated activation of the small GTPase Rap1b ( Bernardi B et al, Blood  2006 ; 107 : 2728 –35 ). Here we report that integrin α 2 β 1 -mediated platelet adhesion to monomeric collagen and to other specific ligands, such as decorin and collagen-derived peptides, actually induced a robust activation of PLC, evaluated as phosphorylation of pleckstrin, the main platelet substrate for protein kinase C. This was paralleled by a robust tyrosine phosphorylation of the PLCγ2. We found that inhibition of Src kinases by PP2 completely abolished integrin α 2 β 1 -promoted PLCγ2 tyrosine phosphorylation, but did not affect either Rap1b stimulation or integrin α IIb β 3 activation in adherent platelets. Surprisingly, phosphorylation of pleckstrin occurred normally under conditions in which tyrosine phosphorylation of PLCγ2 was totally suppressed. The Src-kinase-independent PLC activity in integrin α 2 β 1 -adherent cells was not inhibited by pretreatment of platelets with aspirin and apyrase, excluding any possible contribution of Gq-regulated PLCβ isoforms stimulated by released thromboxane A 2 or secreted ADP. In addition, PLC-dependent activation of Rap1b and integrin α IIb β 3 were not affected by aspirin and apyrase. Phosphorylation of pleckstrin induced by adhesion to monomeric collagen was not detected in platelets from PLCγ2 knockout mice, confirming that this was the only isoform activated downstream of integrin α 2 β 1 . In addition, mouse platelets lacking PLCγ2 showed impaired integrin α 2 β 1 -mediated outside-in signaling, and were unable to promote both GTP binding to Rap1b and integrin α IIb β 3 activation. These results indicate that although PLCγ2 is the only PLC isoform stimulated downstream integrin α 2 β 1 and is responsible for the cross-talk to integrin α IIb β 3 through the small GTPase Rap1b, its activation in adherent platelets can occur independently of Src-mediated tyrosine phosphorylation. A recent work has reported that, in vitro, the activity of PLCγ2, but not that of PLCγ1, can be stimulated by the active, GTP-bound form of the small GTPase Rac, with a mechanism independent of phosphorylation on tyrosine residues ( Piechlek T el al, J Biol Chem  2005 ; 208 : 38923 –31 ). In platelets adherent through integrin α 2 β 1 , Rac was found to be activated upstream PLC. Activation of Rac was efficiently prevented by the inhibitor NSC23766 , which is able to bind and block Rac-specific GEFs. In integrin α 2 β 1 -adherent platelets, inhibition of Rac by NSC23766 did not affect PLCγ2 tyrosine phosphorylation and activation of PLC and Rap1b. However, upon inhibition of Src kinases by PP2 and consequent prevention of PLCγ2 tyrosine phosphorylation, NSC23766 almost completely abolished PLC activation, GTP binding to Rap1b and integrin α IIb β 3 stimulation. These results demonstrate that PLCγ2 is the main PLC isoform involved in integrin α 2 β 1 -mediated activation of Rap1b and integrin α IIb β 3 , and that its activation can occur through two alternative mechanisms involving either tyrosine phosphorylation or stimulation by Rac GTPase."
}