{
    "doi": "https://doi.org/10.1182/blood-2021-151492",
    "article_title": "IL13 Contributes to Fibrotic Progression of the Myeloproliferative Neoplasms ",
    "article_date": "November 5, 2021",
    "session_type": "631.Myeloproliferative Syndromes and Chronic Myeloid Leukemia: Basic and Translational",
    "abstract_text": "Pre-fibrotic-primary myelofibrosis PMF (Pre-PMF) is an indolent form of PMF that frequently progresses to overt-PMF. While both stages of the disease are characterized by the presence of dysplastic megakaryocytes, progression to fulminant disease is associated with significantly increased fibrosis in the bone marrow. We have previously shown that megakaryocyte maturation in overt-PMF is impaired due to a GATA1 deficiency. However, in Pre-PMF patients most megakaryocytes express GATA1. This raises the possibility that alterations in megakaryocyte development occur during the progression of the disease and may contribute to fibrosis. This progression in megakaryocyte defects is likely driven not only by the aberrant JAK/STAT signaling but also microenvironmental factors. To identify such factors, we performed studies in two mouse models of PMF (driven by JAK2V617 and MPLW515L mutations) before and after development of fibrosis. Using an unbiased approach, we measured the levels of different cytokines in the bone marrow, plasma, and spleen. In addition, we performed single cell RNAseq in bone marrow populations. We observed extensive changes in the level of cytokines in the bone marrow of the MPLW515L mouse model compared to the JAK2V617F model. We initially focused on those cytokines that are elevated in the bone marrow of both murine models, including IL13 ( Figure 1A ), because previous studies have shown that IL13 is elevated in PMF patients and that JAK2 inhibitors do not decrease IL13 (1-3). Moreover, elevated IL13 has been identified in patients who progress to secondary AML (2). How IL13 may contribute to the progression of the disease has not been investigated. We assayed the effect of IL13 on megakaryocytes in vitro and discovered that it promoted megakaryocyte differentiation in the absence of thrombopoietin (TPO) and potentiated the effect of TPO. This effect was observed in cultures of both wild-type and MPLW515L megakaryocytes. Next, we assayed for expression of the IL13 receptor (Il13ra1) in the bone marrow of JAK2V617F and MPLW515L mutant mice and found that it was highly upregulated compared to wild-type animals. IL13ra1 expression was particularly intense in the megakaryocyte lineage, and its expression increased with disease progression ( Figure 1B ). Next, we asked whether IL13 is essential for myeloproliferative neoplasm (MPN) development in vivo. To study this, we transplanted bone marrow cells from Il4/13 f/f Mx1-Cre mice expressing MPLW515L to irradiated recipients, waited until MPN developed, and then excised by pIpC injection. This experiment revealed that loss of IL13 and IL4 led to a profound reduction in disease burden ( Figure 1C ), decreased splenomegaly, and diminished degree of bone marrow fibrosis. Moreover, loss of IL13 and IL4 decreased the levels of pro-inflammatory cytokines in the bone marrow and spleen ( Figure 1D ). We attribute this effect to deletion of IL13 because IL4 was only moderately increased in the bone marrow of the MPLW515L mouse model, and because IL4 has been reported to not be altered in the MPNs. Finally, we performed single cell RNA-seq on bone marrow cells from mice transplanted with JAK2V617F or control progenitor cells early and late in the disease process ( Figure 1E ). Our results revealed that there was decreased myeloid progenitors but an enhancement in the mast cell lineage that tracked with the degree of fibrosis. We confirmed the presence of elevated numbers of mast cells in the bone marrow by immunohistochemistry ( Figure 1F ). Mast cells produce IL13, and therefore they are the likely source for the increased IL13. Finally, consistent with the observation that IL13 signaling is primarily mediated through STAT6, we found enrichment of STAT6 target genes in megakaryocyte progenitors from the late timepoint in our scRNAseq data ( Figure 1G ). In summary, our data demonstrate that IL13 is involved in the progression of PMF and that inhibition of the IL13 signaling pathway should be investigated as a therapeutic option in PMF. 1. Tefferi A, et al. J Clin Oncol (2011) 2. Fisher DAC, et al. Leukemia (2019) 3. Chen P, et al. Front Med (2021) Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Crispino:  Forma Therapeutics: Research Funding; Scholar Rock: Research Funding; MPN Research Foundation: Membership on an entity's Board of Directors or advisory committees; Sierra Oncology: Consultancy.",
    "author_names": [
        "Johanna Melo-Cardenas",
        "Lavanya Bezavada",
        "Jeremy Chase Crawford",
        "Sandeep Gurbuxani",
        "Anitria Cotton",
        "Christian Marinaccio",
        "John D. Crispino"
    ],
    "author_dict_list": [
        {
            "author_name": "Johanna Melo-Cardenas",
            "author_affiliations": [
                "Experimental Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lavanya Bezavada",
            "author_affiliations": [
                "Experimental Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy Chase Crawford",
            "author_affiliations": [
                "Department of Immunology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandeep Gurbuxani",
            "author_affiliations": [
                "Univ. of Chicago Hospitals, Chicago, IL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anitria Cotton",
            "author_affiliations": [
                "Division of Experimental Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Marinaccio",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John D. Crispino",
            "author_affiliations": [
                "Experimental Hematology, St. Jude Children's Research Hospital, Memphis,"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:31:26",
    "is_scraped": "1"
}