{
    "doi": "https://doi.org/10.1182/blood.V116.21.4931.4931",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1711",
    "start_url_page_num": 1711,
    "is_scraped": "1",
    "article_title": "Reversal of Drug/TRAIL-Resistant B-NHL Cells to Apoptosis by the Combination of Rituximab (anti-CD20) and Either Mapatumumab or Lexatumumab ",
    "article_date": "November 19, 2010",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE",
    "abstract_text": "Abstract 4931 Conventional treatments of non-Hodgkin's lymphoma (B-NHL) consist primarily of chemotherapy. Currently, rituximab is used alone or in combination with chemotherapy. However, there are subsets of patients who do not respond initially or develop resistance to further treatment. Therefore, there is an urgent need to develop other immunotherapies with less toxicities. At present, both TRAIL and agonist antibodies directed against TRAIL-R1 and -R2 have been explored for various cancer treatments in various phase 1 and phase 2 clinical trials. We have recently demonstrated that rituximab sensitizes TRAIL-resistant B-NHL cells to TRAIL-induced apoptosis. Sensitization was the result of rituximab-induced inhibition of the constitutively activated NF-κB pathway and downstream the DR5 transcription repressor Yin Yang 1 (YY1). The direct role of YY1 in the regulation of resistance to TRAIL was demonstrated in cells transfected with YY1 siRNA and that became sensitive to TRAIL- apoptosis. Treatment with rituximab did not have any observed effects on the expression of DR4. Based on these findings, it was possible that rituximab-mediated sensitization to TRAIL may invoke either TRAIL-R1 (DR4) or TRAIL-R2 (DR5), or both; thus, this possibility is currently being examined by the use of either neutralizing antibodies against each death receptor or by the use of silencing RNA. Currently, clinical trials are being conducted with both mapatumumab (anti-TRAIL-R1,) and lexatumumab (anti-TRAIL-R2) against a variety of cancers. These agonist antibodies have been evaluated clinically as single agents and in combination with standard therapy in solid and hematologic malignancies. It is not clear whether tumors can develop resistance to agonism of either one or both death receptors and thus, may not respond to monotherapy alone. Combination therapies may be required and we have hypothesized that the combination treatment of rituximab and agonist antibodies may be complementary or synergistic. This hypothesis was based on our findings that rituximab inhibits survival pathways and downregulates anti-apoptotic gene products and, thus, significantly reducing the threshold of resistance. Thus, this rituximab-mediated effect will facilitate the direct cytotoxicity of the agonist death receptor antibodies. The present study investigated whether rituximab can sensitize TRAIL-resistant tumor cells by either agonist TRAIL-R1 or TRAIL-R2 antibodies To address this question, we have examined the effect of agonist antibodies directed against either TRAIL-R1 (mapatumumab) or TRAIL-R2 (lexatumamab). Treatment of the TRAIL-resistant Ramos B-NHL cells with rituximab for 24h and followed with treatment with non-toxic concentrations of mapatumumab (12 μg/ml) or lexatumumab (12 μg/ml) for 18h resulted in significant sensitization to apoptosis as assessed by activation of caspase 3. The mechanism of the sensitization by rituximab for each antibody was also examined. These findings demonstrated that rituximab sensitizes tumor cells to apoptosis by activation of either DR4 or DR5. Although there is heterogeneous expression of TRAIL-R1 and TRAIL-R2 in B-NHL cells, such cells may still be sensitive to rituximab-mediated sensitization to apoptosis by the corresponding agonist death receptor antibody. Recent findings demonstrated that some tumors expressing both DR4 and DR5 were shown to respond to TRAIL by preferential activation of DR4 and not DR5. Therefore, preclinical findings obtained with the use of TRAIL may not be predictive of outcome compared to the use of TRAIL-receptor specific agonist antibodies; mapatumumab or lexatumumab. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "cd20 antigens",
        "rituximab",
        "antibodies",
        "agonists",
        "death domain receptors",
        "chemotherapy regimen",
        "neoplasms",
        "tumor cells",
        "cancer"
    ],
    "author_names": [
        "Mario I. Vega, PhD",
        "Sara Huerta-Yepez, PhD",
        "Melisa Martinez-Paniagua, BSc, MSc",
        "Stavroula Baritaki, PhD",
        "Haiming Chen, MD, PhD",
        "James R. Berenson, MD",
        "Benjamin Bonavida, PhD"
    ],
    "author_affiliations": [
        [
            "Uni. de Invest. Med. en Inmuno. e Infect., Hosp. de Infect., CMN La Raza IMSS, Mexico, DF, Mexico, "
        ],
        [
            "Unidad de Investigacion en enfermedades Oncologicas, Hospital Infantil de Mexico “Federico Gomez”, Mexico, Mexico, "
        ],
        [
            "Unidad de Investigacion Biomedica, Hospital de Infectologia CMN “La Raza” IMSS, Mexico, Mexico, "
        ],
        [
            "Department of Microbiology, Immunology & Molecular Genetics, David Geffen School of Medicine, Jonsson Comprehensive Cancer Center, UCLA, Los Angeles, CA, USA, "
        ],
        [
            "Hematology Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Department of Microbiology, Immunology & Molecular Genetics, David Geffen School of Medicine, Jonsson Comprehensive Cancer Center, UCLA, Los Angeles, CA, USA, "
        ]
    ],
    "first_author_latitude": "19.423731699999998",
    "first_author_longitude": "-99.17334559999999"
}