{
    "doi": "https://doi.org/10.1182/blood.V104.11.1656.1656",
    "article_title": "Long Term Follow-Up of Pediatric SCD Patients with Abnormal High Velocities on Transcranial Doppler: Monocenter Experience in Creteil, France. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Abnormal high velocities are predictive of high stroke risk which can be significantly reduced by transfusion program (Adams and al). They are related to stenosis, severe anemia or tissue hypoxia. We hypothesized that high velocities observed in patients with normal MRA and normalized on transfusion program (TP), were anemia related and could be safely decreased with hydroxyurea (HU)-therapy. Patients and Methods: since 1992, 291 pediatric SCD patients (235 SS, 40 SC, 3 Sb0, 11 Sb+) were systematically explored once a year by TCD. The newborn screened cohort (n=149) had the first TCD exploration between 12 and 18 months age. TCD was performed with a real-time imaging unit, using a 2 MHz sector transducer with color Doppler capabilities. When abnormal high velocities (defined as mean maximum velocities > 200 cm/sec in MCA, ACA or ICA) were observed, TCD was controlled and the patient treated with TP and cerebral imaging (MRI/MRA) was performed within 3 months. In patients with severe stenosis, TP was pursued or transplantation performed. In patients with normal MRA and transfusion-normalized velocities, a progressive switch towards HU therapy was applied and TCD controlled once a trimester. Results: among the stroke-free patients (n=281), abn. high velocities were detected in 25 patients (all SS:11% of incidence in SS patients). In the newborn screened population, velocities became abnormal in 10 patients at the median age of 5.7 years (range 1.4 – 12.5 y). The first MRI/MRA (n=24/25) performed in the 3 months following the detection of high velocities showed MRI/silent infarcts in 9/24 (38%): only 1/11 among the newborn screened cohort had silent infarcts in contrast with 8/13 older patients secondary referred in our center. MRA detected severe vascular abnormalities in 10 and mild in 3 patients. Mean velocities (2.69 m/sec) were significantly higher ( p=0.002) in the 7 patients with abn. MRI and MRA than in the 10 patients (2.11m/sec) who had normal MRI and MRA. One stroke occurred in a very young 1.6 y old girl just before the second TCD evaluation (first abn. TCD had been observed at 1.5 y) and before the beginning of the TP. Long-term outcome: no stroke was observed following the initiation of the TP. With a median follow-up of 4.4 years (0.5 to 11.4 y.), velocities remained abnormal in 11/25 patients: 7 of them had abnormal MRA and among the 4 patients with normal MRA at first exploration MRA became abnormal in 2 cases showing that abnormal TCD can precede the occurrence of cerebral vasculopathy. TP was maintained in 7 patients and safely stopped in 4 patients transplanted with genoidentical donor. Velocities normalization (defined as < 170 cm/sec) was observed in 13/25 patients in a median delay of 0.75 years (0.25 – 2.3 years). TP was stopped in 10 patients with normal MRA and therapy was switched towards HU in 7 patients with abstention in 3. However, abnormal TCD relapsed in 4 patients who were again placed on TP. Conclusion: abnormal high velocities concerned 11% of SS patients and were predictive of MRA and MRI lesions occurrence. TP was efficient to prevent the stroke risk and normalized velocities in about 50% of patients but relapses were observed in 4/7 patients following TP stop and HU switch. Only few patients with high velocities history did not develop cerebral vasculopathy. Also, early TCD allows a selection of very high risk patients justifying the research of suitable donors.",
    "topics": [
        "follow-up",
        "pediatrics",
        "transcranial doppler",
        "magnetic resonance angiography",
        "mineralocorticoid receptor antagonists",
        "magnetic resonance imaging",
        "cerebrovascular accident",
        "ischemic stroke",
        "transfusion",
        "vascular diseases"
    ],
    "author_names": [
        "Francoise Bernaudin, MD",
        "Suzanne Verlhac, MD",
        "Lena COIC, MD",
        "Emmanuelle Lesprit, MD",
        "Pierre Brugieres, MD",
        "Philippe Reinert, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francoise Bernaudin, MD",
            "author_affiliations": [
                "Pediatrics, Intercommunal, Creteil, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Verlhac, MD",
            "author_affiliations": [
                "Radiology, Intercommunal, Creteil, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lena COIC, MD",
            "author_affiliations": [
                "Pediatrics, Intercommunal, Creteil, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuelle Lesprit, MD",
            "author_affiliations": [
                "Pediatrics, Intercommunal, Creteil, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Brugieres, MD",
            "author_affiliations": [
                "Neuroradiology, Henri Mondor, Creteil, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Reinert, MD",
            "author_affiliations": [
                "Pediatrics, Intercommunal, Creteil, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T15:39:57",
    "is_scraped": "1"
}