{
    "doi": "https://doi.org/10.1182/blood.V128.22.1243.1243",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3530",
    "start_url_page_num": 3530,
    "is_scraped": "1",
    "article_title": "Comparison of Clinical Diagnosis for Hereditary Spherocytosis with Molecular Diagnosis By Multi-Gene Target Sequencing in Korea ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster I",
    "abstract_text": "Background: Hereditary spherocytosis (HS) is the most common cause of hereditary hemolytic anemia. Current tests used to diagnose HS focus on the detection of hemolysis or indirectly assess protein defects. Direct methods to detect protein defects are complicated and difficult to implement. Recent next-generation sequencing (NGS) methods enable large-scale gene mutation analyses to be used for such diagnoses. In this study, we investigated the patterns of genetic variation associated with HS among the patients diagnosed with HS clinically. Specifically, we analyzed mutations in red blood cell membrane protein-encoding genes (17 genes) in context with 5 genes for the differential diagnosis (thalassemia, congenital dyserythropoietic anemia, paroxysmal nocturnal hemoglobinuria) in Korean HS. Methods: In total, 60 patients diagnosed with HS were enrolled in this study. Targeted sequencing of 43 genes (17 membrane protein-encoding genes, 20 enzyme-encoding genes, and 6 additional candidate genes) was performed using the Illumina HiSeq platform and variants were called according to a data-processing pipeline. Results: Of the 60 patients, 50 (83%) had one or more significant variants in a membrane protein encoding genes. A total of 54 significant variants (8 previously reported and 46 novel) were detected in 6 membrane protein-encoding genes; SPTB, ANK1, SPTA1, SLC4A1, EPB41, and EPB42. The most variants (28/60 patients) were detected in SPTB. Interestingly, concurrent mutations of genes encoding enzymes (ALDOB, GAPDH, and GSR) were detected along with mutations of membrane encoding genes. One patient diagnosed with HS harbored mutation of G6PD without mutation of HS related genes. Additionally, UGT1A1 mutations were present in 5 patients. Positive rate of osmotic fragility test was 86% among patients with HS related gene mutations. Conclusion: These results clarify the molecular genetic analysis is required for the accurate diagnosis of HS. About 17% of patients who were clinically diagnosed as HS revealed discrepancy with molecular diagnosis. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "clinical diagnosis",
        "genes",
        "hereditary spherocytosis",
        "korea",
        "molecular diagnostic techniques",
        "enzymes",
        "massively-parallel genome sequencing",
        "anemia, hemolytic, congenital",
        "congenital dyserythropoietic anemia",
        "glucosephosphate dehydrogenase"
    ],
    "author_names": [
        "Hyoung Soo Choi, MD PhD",
        "Qute Choi, MD PhD",
        "Jung Ah Kim",
        "Kyong Ok Im, MT",
        "Si Nae Park",
        "Yoomi Park",
        "Ju Han Kim, MD PhD",
        "Hee Young Shin, MD PhD",
        "Seon Young Kim, MD PhD",
        "Hyoung Jin Kang, MD PhD",
        "Hoon Kook, MD",
        "Soo-Jeong Kim, MD",
        "Inho Kim, MD PhD",
        "Ji Yoon Kim, MD",
        "Hawk Kim",
        "Kyung Duk Park, MD PhD",
        "Kyung Bae Park, MD PhD",
        "Meerim Park, MD PhD",
        "Sang Kyu Park, MD",
        "Eun Sil Park, MD PhD",
        "Jeong-A Park, MD PhD",
        "Ji Kyoung Park, MD",
        "Hee Jo Baek, MD PhD",
        "Jeong Ho Seo, MD",
        "Ye Jee Shim, MD PhD",
        "Hyo Seop Ahn, MD PhD",
        "Keon Hee Yoo, MD PhD",
        "Hoi Soo Yoon, MD PhD",
        "Kun Soo Lee, MD PhD",
        "Kwang Chul Lee, MD PhD",
        "Jae Min Lee, MD",
        "Mee Jeong Lee, MD PhD",
        "Sun Ah Lee, MD",
        "Jun Ah Lee, MD PhD",
        "Jae Hee Lee, MD",
        "Ji Won Lee, MD PhD",
        "Young-Woong Won, MD",
        "Young Tak Lim, MD",
        "Hyun Joo Jung, MD",
        "Hee Won Cheuh, MD PhD",
        "Eun Jin Choi, MD PhD",
        "Hye Lim Jung, MD PhD",
        "Dong Soon Lee",
        "The Hereditary Hemolytic Anemia Working Party of the Korean Society of Hematology"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Seoul National University Bundang Hospital, Seongnam, Korea, The Republic of "
        ],
        [
            "Department of Laboratory Medicine, Dankook University Hospital, Cheonan, Korea, The Republic of "
        ],
        [
            "Department of Laboratory Medicine, Seoul National University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Division of Biomedical Informatics, Seoul National University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Division of Biomedical Informatics, Seoul National University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Laboratory Medicine, Seoul National University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Chonnam National University Medical School, Gwangju, Korea, The Republic of "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Yonsei University College of Medicine, Severance Hospital, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Internal Medicine, Seoul National University College Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Kyungbook University, Daegu, Korea, The Republic of "
        ],
        [
            "Division of Hematology and Cellular Therapy, Ulsan University Hospital, University of Ulsan College of Medicine, Ulsan, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Soonchunhyang University Hospital Cheonan, Cheonan, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Chungbuk National University College of Medicine, Chungju, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Ulsan University Hospital, Ulsan, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Gyeongsang National University School of Medicine, Jinju, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Inje University College of Medicine, Busan, Korea, The Republic of "
        ],
        [
            "Department of pediatrics, Inje University College of Medicine, Busan Paik Hospital, Busan, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Chonnam National University Medical School, Gwangju, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Pusan National University Yangsan Hospital, Pusan, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Keimyung University School of Medicine and Dongsan Medical Center, Daegu, Korea, The Republic of "
        ],
        [
            "Comprehensive Cancer Center, Seoul National University Bundang Hospital, Seongnam, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Samsung Medical Center, Seoul, Korea, The Republic of "
        ],
        [
            "Kyung Hee University School of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Kyungpook National University School of Medicine, Daegu, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Korea University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Yeungnam University Hospital, Daegu, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, University of Dankook College of Medicine, Cheonan, South Korea "
        ],
        [
            "Department of Internal Medicine, Daegu Fatima Hospital, Daegu, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Korea Cancer Center Hospital, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Chosun University School of Medicine, Gwangju, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Internal Medicine, Hanyang University Medical Center Guri Hospital, Guri, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Busan National University, Busan, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Ajou University School of Medicine, Suwon, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Dong-A University College of Medicine, Busan, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Daegu Catholic University, Daegu, Korea, The Republic of "
        ],
        [
            "Department of Pediatrics, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Department of Laboratory Medicine, Seoul National University College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Korean Society of Hematology, Seoul, Korea, The Republic of"
        ]
    ],
    "first_author_latitude": "37.3520238",
    "first_author_longitude": "127.12315819999999"
}