{
    "doi": "https://doi.org/10.1182/blood.V122.21.2801.2801",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2599",
    "start_url_page_num": 2599,
    "is_scraped": "1",
    "article_title": "Impact Of The Achievement Of a Complete Cytogenetic Response (CCyR) On Outcome In Patients (pts) With Myelodysplastic Syndromes (MDS) Treated With Hypomethylating Agents (HMA) ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster II",
    "topics": [
        "brachial plexus neuritis",
        "myelodysplastic syndrome",
        "cytogenetics",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "karyotype determination procedure",
        "myelodysplastic syndrome, therapy related",
        "prostatic hypertrophy risk score",
        "azacitidine"
    ],
    "author_names": [
        "Elias Jabbour, MD",
        "Hagop M Kantarjian, MD",
        "Wei Qiao",
        "Paolo Strati, MD",
        "Navira F Khan",
        "Jorge E. Cortes, MD",
        "Daniela Hoehn, MD, PhD",
        "Jianhua Hu",
        "Susan Obrien, MD",
        "Jeffrey Bryan",
        "Hillary Prescott",
        "Courtney D. DiNardo, MD",
        "Naval Daver, MD",
        "Tapan M. Kadia, MD",
        "Guillermo Garcia-Manero, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MDACC, Houston, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, Columbia University Medical Center, Department of Pathology and Cell Biology, New York, NY, USA, "
        ],
        [
            "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background Epigenetic therapy with HMA is now the standard of care for pts with MDS with complete response (CR) rates of 7% to 35% and median survival of 20 to 24 months (mos). Large studies have demonstrated the relevance of karyotype abnormalities as an independent prognostic factor in predicting outcome in MDS pts. In pts with chronic myeloproliferative neoplasms (e.g. chronic myeloid leukemia), the achievement of CCyR has proven to correlate with improved outcomes: less transformation into acute myeloid leukemia and better overall survival. However this phenomenon has not been examined thus far in pts with MDS, where the response criteria are still predominantly based on morphologic basis. Aims To assess the impact of CCyR on outcome in pts with MDS treated with HMA Methods 216 consecutive pts with MDS and abnormal karyotype treated with HMA between 4/04 and 10/12 were reviewed. Response criteria were based on the International Working Group (IWG) 2006 criteria. CCyR was defined as achievement of a diploid karyotype among at least 20 metaphases analyzed. Results Median age was 66 years (21-90). IPSS was high-risk in 22%, intermediate-2 in 55%, intermediate-1 in 21%, and low-risk disease in 3%. 54% were secondary MDS; 43% were therapy-related MDS. Cytogenetic analysis revealed a complex karyotype in 24%, predominantly demonstrating abnormalities in chromosomes 5 or 7 (37%) and other abnormalities (39%). 69% were treated with decitabine based therapy (single agent in 47%) while 31% were treated with 5-azacitidine (single agent in 20%). Best responses were CR in 64 pts (33%), CR without platelet recovery (CRp) in 15 pts (8%), partial response (PR) in 4 pts (2%), hematologic improvement (HI) in 10 pts (5%), and stable disease (SD) in 5 pts (3%). Furthermore, CCyR was achieved in 68 pts (31%): 45/79 pts with CR/CRp (57%), 3/19 pts with PR/HI/SD (16%), and 20/118 pts with no morphologic response (17%) (p<0.01). In addition, higher rates of CCyR were observed among pts with intermediate-2 risk disease (IPSS) compared to those with high-risk disease (68% vs 18%; p=0.02) and among pts with de-novo MDS compared to therapy-related MDS (68% vs 32%; p=0.05). By multivariate analysis, clinical parameters associated with the achievement of CCyR were morphologic CR/CRp (OR=4.24; p<0.001) and therapy related MDS (OR=0.40; p=0.01). Median follow-up was 43 mos (range 34-57). Median overall survival (OS) and transformation-free survival (TFS) were 14 and 10 mos respectively. The 2-year OS and TFS rates were 25% and 18%, respectively. The median OS and TFS for pts with and without CCyR were 20 and 11 mos (p=0.007), and 14 and 9 mos (p=0.039) respectively. Pts who achieved CCyR in addition to their morphologic CR/CRp had a trend for better outcome compared to pts who achieved morphologic CR/CR only, with a median OS of 18 mos versus 15 mos (p=0.42), respectively, and a median TFS of 14 mos versus 9 mos (p=0.32). Conclusion Our results indicate that CCyR can occur at a rate of 31% in pts with MDS treated with HMA. Pts presenting with primary MDS and attaining a morphologic response to HMA are more likely to achieve a CCyR. Furthermore we identified a significant association/correlation between the achievement of CCyR and better OS and TFS, independent of attaining a morphologic response. Therefore, the achievement of CCyR should be considered a new milestone in the management of pts with MDS. Disclosures: No relevant conflicts of interest to declare."
}