{
    "doi": "https://doi.org/10.1182/blood.V118.21.1558.1558",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2119",
    "start_url_page_num": 2119,
    "is_scraped": "1",
    "article_title": "CD68+ Tumor-Associated Macrophages Predict Unfavorable Treatment Outcomes in Classic Hodgkin's Lymphoma in Correlation with Early FDG-PET Assessment Results ",
    "article_date": "November 18, 2011",
    "session_type": "621. Hodgkin Lymphoma - Biology, excluding Therapy: Poster I",
    "topics": [
        "fluorodeoxyglucose positron emission tomography",
        "hodgkin's disease",
        "macrophages",
        "neoplasms",
        "treatment outcome",
        "cd68 antigen, human",
        "brachial plexus neuritis",
        "positron-emission tomography",
        "follow-up",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol"
    ],
    "author_names": [
        "Mohamed Touati",
        "Manuela Delage-Corre",
        "Jacques Monteil",
        "Agnes Olivrie-Gamaury",
        "Stephane Moreau",
        "Liliane Remenieras",
        "Marie-Pierre Gourin",
        "Julie Abraham",
        "Nataliya Dmytruk",
        "Arnaud Jaccard",
        "Dominique Bordessoule"
    ],
    "author_affiliations": [
        [
            "Hématologie Clinique et Thérapie Cellulaire, CHU DUPUYTREN, Limoges, France, "
        ],
        [
            "Laboratoire de pathologie, CHU Dupuytren Limoges, Limoges, France, "
        ],
        [
            "Médecine nucléaire, CHU Dupuytren Limoges, Limoges, France, "
        ],
        [
            "Hématologie Clinique et Thérapie Cellulaire, CHU DUPUYTREN, Limoges, France, "
        ],
        [
            "Hématologie Clinique et Thérapie Cellulaire, CHU DUPUYTREN, Limoges, France, "
        ],
        [
            "Hématologie Clinique et Thérapie Cellulaire, CHU DUPUYTREN, Limoges, France, "
        ],
        [
            "Hématologie Clinique et Thérapie Cellulaire, CHU DUPUYTREN, Limoges, France, "
        ],
        [
            "Hématologie Clinique et Thérapie Cellulaire, CHU DUPUYTREN, Limoges, France, "
        ],
        [
            "Hématologie Clinique et Thérapie Cellulaire, CHU DUPUYTREN, Limoges, France, "
        ],
        [
            "Hématologie Clinique et Thérapie Cellulaire - CNR Amylose AL, CHU Limoges, Limoges, France, "
        ],
        [
            "Hématologie Clinique et Thérapie Cellulaire, CHU Limoges, Limoges, France"
        ]
    ],
    "first_author_latitude": "45.812568299999995",
    "first_author_longitude": "1.2353793999999998",
    "abstract_text": "Abstract 1558 Background: The tumor microenvironment is an important factor in the development and progression of classic Hodgkin's Lymphoma (HL). A recent study (Steidl et al 2010) demonstrated that increased number of CD68+ tumor-associated macrophages was correlated with adverse survival in HL. Moreover the result of the early FDG-PET assessment after the first 2 courses of chemotherapy (early PET) is a major prognostic criterion in treatment of HL. The purpose of this study was to evaluate the relationship between CD68 expression and: 1) The clinical outcome in general practice for all patients treated for HL, 2) The results of initial and early PET. Patients and methods: Our retrospective study included 151 patients (pts) initially diagnosed and treated at our center from February 1995 to March 2011 and who had a formalin-fixed paraffin-embedded lymph node biopsy available. The slides were stained for CD68 by a single pathologist (MDC) using the PG-M1 antibody (Dako®) and analyzed by immunochemistry. CD68 staining was scored 1: CD68+ cells < 5%, 2: CD68+ cells from 5% to 25% and 3: CD68+ cells >25% relative to overall cellularity. FDG-PET is available in our center since 1999. A total of 100 pts (66%) had initial evaluation and follow up by FDG-PET. Clinical and laboratory data available on presentation and follow-up were recorded. Sex ratio was 1.16, median age was 39 years [18–85], histological subtypes in WHO classification were nodular sclerosis in 123 pts (81.46%), mixed cellularity in 21 (13.91%), lymphocyte-rich in 6 (3.97%), lymphocyte-depleted in 1 (0.66%). The Ann Arbor Stage was I-II in 78 pts (52%), and III-IV in 73 (48%). B symptoms were present in 68 pts (45%). Treatment protocols were as follows: ABVD in 100 pts (66.22%), MOPP/ABV in 26 (17.22%), BEACOPP in 8 (5.30%), ABVD-like in 8 (5.30%), other in 9 (6%). Additional radiotherapy was performed in 76 pts (50%). Mean follow-up was 75.6 months [1.87–194.5]. Results: The CD68 percentage was: group 1: 25% in 35 (23.17%). We found like Steidl a correlation between progression free survival (PFS) and initial tumor CD68 expression in accordance with the 3 groups. Group 1: Median PFS not reached, PFS at 5 years=79.8%, group 2: median PFS not reached, PFS at 5 years=69.4%, group 3: median PFS=52.5 month, PFS at 5 years=39.5 % (p25%) for OS (p=0.0247) and for PFS (p=0.0026). Thus, these 2 groups with CD68 low (CD68≤25%) and CD68 high (CD68>25%) were used for the other statistical analysis. There was a correlation between B symptoms and CD68 expression (63% in the CD68 high group versus 40% in the CD68 low group) (p=0.016). We also found a correlation between the Ann Arbor stage and CD68 expression. Indeed, CD68 was high in 71% of pts in the stage III-IV versus 29% in the stage I-II (p=0.0016). FDG-TEP SUV-max and SUV-mean calculation is available since September 2007 (n=58). We did not find any correlation between CD68 and initial pre-therapeutic SUV-max or SUV-mean (Anova test). Furthermore, no correlation exists between CD68 and erythrocyte sedimentation rate (ESR). Since 2004, pts have an early PET. In the 62 pts assessed to date, the rate of FDG-PET positive was significantly higher after two treatments in pts CD 68 high (9 PET+/14=64%) compared to pts CD68 low (13PET+/48=27%) (p<0.012). Combining CD68 low and early negative PET (35 pts/62=56%) allowed us to define a very good prognosis group with a 100% OS and an 80% PFS with a median follow up of 31.12 months whatever the initial stage was. Conclusion: We found a strong correlation between initial Ann Arbor stages and CD68 expression. We also observe a correlation between CD68 expression and B symptoms at diagnosis. We confirm the experience of Steidl with adverse outcomes (PFS) when number of CD68 is increased. In our experience there are a worse PFS and OS when CD68 cells are >25% independently from initial clinical presentation. Our results show a strong correlation between CD68 expression and the results of early PET with an excellent PFS for the CD68 low/early PET negative group. The prognostic relevance of CD 68+ tumor-associated macrophages in HL should be validated prospectively to contribute in combination with FDG-PET to a better risk stratification of pts to adapted treatment in classical HL. Disclosures: No relevant conflicts of interest to declare."
}