{
    "doi": "https://doi.org/10.1182/blood-2020-140054",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4576",
    "start_url_page_num": 4576,
    "is_scraped": "1",
    "article_title": "Checkpoint Inhibition before Axicabtagene Ciloleucel Cell Therapy in Primary Mediastinal B-Cell Lymphoma (PMBCL) Treated in Real Life Setting ",
    "article_date": "November 5, 2020",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": null,
    "author_names": [
        "Annalisa Chiappella",
        "Anna Dodero",
        "Anna Guidetti",
        "Filippo Bagnoli, MD",
        "Vanessa Aragona",
        "Anna Maria Barbui, MD",
        "Stefania Bramanti, MD",
        "Matteo Giovanni Carrabba, MD",
        "Federica Sorà, MD",
        "Pierluigi Zinzani, Prof, MD",
        "Chiara Monfrini",
        "Cristiana Carniti",
        "Paolo Corradini"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Stem Cell Transplantation, Fondazione IRCCS Istituto Nazionale dei Tumori, Milano, Italy "
        ],
        [
            "Division of Hematology and Stem Cell Transplantation, Fondazione IRCCS Istituto Nazionale dei Tumori, Milano, Italy "
        ],
        [
            "Division of Hematology and Stem Cell Transplantation, Fondazione IRCCS Istituto Nazionale dei Tumori and Università degli Studi di Milano, Milano, Italy "
        ],
        [
            "Division of Hematology and Stem Cell Transplantation, Fondazione IRCCS Istituto Nazionale dei Tumori, Milano, Italy "
        ],
        [
            "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano, Italy "
        ],
        [
            "Division of Hematology and Stem Cell Transplantation, ASST Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Division of Hematology and Stem Cell Transplantation, Humanitas Cancer Center, Istituto Clinico Humanitas, Rozzano, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "Institute of Hematology, Università Cattolica del Sacro Cuore - Policlinico A. Gemelli, ROMA, Italy "
        ],
        [
            "Division of Hematology, Institute of Hematology \"Seràgnoli\" and University of Bologna, Bologna, Italy"
        ],
        [
            "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano, Italy "
        ],
        [
            "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano, Italy "
        ],
        [
            "Division of Hematology and Stem Cell Transplantation, Fondazione IRCCS Istituto Nazionale dei Tumori and Università degli Studi di Milano, Milano, Italy "
        ]
    ],
    "first_author_latitude": "45.474556199999995",
    "first_author_longitude": "9.232208499999999",
    "abstract_text": "Background: Eighty-five percent of PMBCL are cured by standard therapy, but the outcome of refractory/relapsed (R/R) PMBCL is very poor. Checkpoint inhibitors (CPIs) have shown promising activity in relapsed PMBCL. Axibactagene ciloleucel (axi-cel) CAR-T cell therapy, can induce durable responses and is currently approved for the treatment of adult patients with R/R PMBCL. Aims of this analysis were: to register all Italian PMBCL patients candidate to CAR-T in the 6 active centers; to evaluate the intention to treat overall response rate (ORR, complete [CR] and partial response [PR]) in patients treated with axi-cel and CPIs for salvage or bridging before CAR-T and for relapse after CAR-T; to evaluate cytokine release syndrome (CRS) and immune effector cell-associated neurotoxicity syndrome (ICANS). Methods: In August 2019 the Italian Drug Agency (AIFA) approved axi-cel; before the reimbursement by AIFA, an expanded access program supported by Kite/Gilead started. One patient slot per month per qualified center was available. Patients were included in a large national CAR-T prospective observational study approved by ethics committees. Results: Since April 2019 to March 2020, 20 R/R PMBCL were evaluated and 18 were apheresized in order to receive axi-cel; 2 were excluded because active CNS disease in one, and eligibility to transplant, while in CR, in the second one. Their clinical characteristics were: median age 38 years (range 22-50), male 8 (44%), stage II 6 (33%), advanced stage III/IV 12 (66%), bulky disease 6 (33%); LDH upper than normal 3 (2%). Median number of prior lines was 3 (2-6); 5 patients (28%) had a previous autologous stem cell transplant and 12 (66%) received a prior radiotherapy. The majority of patients, 16 (89%) were refractory to the last treatment when they were evaluated for CAR-T eligibility; 9 of 18 patients had CPI exposure before leukoapheresis: 6 pembrolizumab and 3 nivolumab in combination with brentuximab-vedotin. No manufacturing failures were reported. Bridging therapy was performed in 16 of 18 patients (88%). Seventeen patients (94%) received lymphodepleting Flu-Cy chemotherapy and only 16 pts received CAR-T for central nervous system (CNS) progression during bridging therapy (n=1) and respiratory failure due to pneumonia (n=1); the 2 patient not infused were exposed to CPIs. Median vein to vein time was 40 days (30-79). Median follow-up time for infused patients was 209 days (9-444). CRS was observed in 12 of 16 infused patients: 5 grade 2 and 7 grade 1. ICANS (2 grade 1, 2 grade 2, 1 grade 3) was recorded in 5 patients. No differences regarding CRS and ICANS occurrence were observed in patients exposed or not to CPIs. At 30-days after the infusion, all the 16 infused patients were evaluable for response: 7 (44%) CR, 5 (31%) PR, with ORR 75%, 3 (19%) stable disease (SD) and 1 (6%) progressive disease (PD). Two patients in PR at 30 days converted to CR at 90 days, with continuous CR at 180 days; all the 3 patients in SD and 1 out of 5 in PR at 30 days progressed at 90 days. Considering the 9 patients exposed to CPIs before CAR-T, 7 out of 9 were infused and all the 7 infused were evaluable for response: 2 (29%) CR, 4 (57%) PR, with ORR 86%, and 1 (14%) died because of a rapid CNS progression after infusion. Two patients in PR at 30-days converted to CR at 90-days, one with continuous CR at 180 days after CAR-T. Conclusions: In our series of 16 infused patients, axi-cel was effective with an ORR of 75% (CR 44%) at 30-days after CAR-T infusion and ORR of 54% (CR 46%) in the 13 patients evaluable at the median follow-up time (180-days after CAR-T infusion). It is important to note the 4 patients from the original real life cohort never received axi-cel. It is noteworthy that ORR was 86% in patients receiving CPIs before CAR-T and 75% in those not exposed to CPIs. With the limitation of small number, the exposure of immune-checkpoint inhibitors seems not to affect negatively response rate and adverse events. Disclosures Chiappella: Janssen: Honoraria; Iqone: Honoraria; Servier: Honoraria; Roche: Honoraria; Celgene: Honoraria; Gilead-Kite: Honoraria; Takeda: Honoraria. Zinzani: Bayer: Consultancy. Corradini: BMS: Other; Sanofi: Consultancy, Honoraria; Servier: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Other; Amgen: Consultancy, Honoraria, Other: Travel and accommodations paid by for; AbbVie: Consultancy, Honoraria, Other: Travel and accommodations paid by for; KiowaKirin: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Other: Travel and accommodations paid by for; F. Hoffman-La Roche Ltd: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Incyte: Consultancy; Gilead: Consultancy, Honoraria, Other: Travel and accommodations paid by for; Daiichi Sankyo: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Other: Travel and accommodations paid by for; Kite: Consultancy, Honoraria."
}