{
    "doi": "https://doi.org/10.1182/blood.V122.21.1747.1747",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2613",
    "start_url_page_num": 2613,
    "is_scraped": "1",
    "article_title": "Survival In Advanced Diffuse Large B-Cell Lymphoma In Pre- and Post-Rituximab Eras In The United States: A Population Based Study ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster I",
    "topics": [
        "diffuse large b-cell lymphoma",
        "ecological study",
        "rituximab",
        "cancer",
        "software"
    ],
    "author_names": [
        "Amir Bista, MBBS",
        "Bahman Shafii",
        "Binay K. Shah, MD"
    ],
    "author_affiliations": [
        [
            "St. Joseph Regional Medical Center, Lewiston, ID, USA, "
        ],
        [
            "College of Agricultural and Life Sciences, University of Idaho, Moscow, ID, USA, "
        ],
        [
            "Cancer Center and Blood Institute, St. Joseph Regional Medical Center, Lewiston, ID, USA"
        ]
    ],
    "first_author_latitude": "46.4166818",
    "first_author_longitude": "-117.0244103",
    "abstract_text": "Background Rituximab was approved by FDA as first line agent for treatment of advanced diffuse large B-cell lymphoma (DLBCL) on February 2006. We conducted this population based study to determine if the results from clinical trials have translated into survival benefit in general population. Methods We selected patients with advanced diffuse large B cell lymphoma (Distant stage based on LRD Summary Staging 1998+ in SEER*Stat) from Surveillance, Epidemiology, and End Results (SEER) 18 database (1973-2010), and calculated relative survival rates for patients diagnosed from 2002-2005(pre-rituximab) and March 2006 to 2009 (post-rituximab). We used Z-test in the SEER*Stat to compare the relative survival rates in cohorts categorized by race (white, black and other), gender, and age groups (<60 and 60+). The “Cansurv” software, and specifically, Cox proportional hazard function were used to investigate the influence of age (<60 ; 60+ years), sex (male; female), race (white; black; others) and marital status (married; single; separated/divorced/widowed) on the relative survival. Results A total of 15627 patients with advanced stage DLBCL as the only primary cancer were identified. Patients were predominantly white of non-Hispanic, non-Spanish/non-Latino origin, males, belonging to the older age category and married. The median age at the diagnosis was 65 years. One-year relative survival in ‘Whites’ and ‘Others’ improved significantly in post-rituximab era compared to pre-rituximab era (64.80 ± 0.6% vs 61.3 ± 0.6%; p= 0.0002 and 64.5 ± 1.9% vs 54.9 ± 2.2%; p= 0.0011, respectively). Also, three year relative survival improved significantly in ‘Whites’ and ‘Others’ in post-rituximab era compared to pre-rituximab era (53.7 ± 0.7% vs 50.3 ± 0.7%; p= 0.0001 and 52.0 ± 2.3% vs 40.8 ± 2.3%; p= 0.0002, respectively). However, no significant improvement were observed in one-year and three-year relative survival in blacks, during post rituximab era comapared to pre-rituximab era. Interestingly, in pre-rituximab era, relative survival in blacks was comparable to that of whites, but it was significantly better than that of others (p<.05). Although there was significant improvement in one- and three-year relative survival in young females, old males and old females, no significant improvement (p>.05) in survival was observed in the young males. Factors such as young age, female sex, non-Hispanic origin, white race, married status and post-rituximab era were associated with significantly better survival (p<.05). Conclusion The relative survival rates among young males and black patients with advanced diffuse large B cell lymphoma has not improved during post-rituximab era. Disclosures: No relevant conflicts of interest to declare."
}