{
    "doi": "https://doi.org/10.1182/blood.V104.11.3179.3179",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=133",
    "start_url_page_num": 133,
    "is_scraped": "1",
    "article_title": "A Novel Method of Regional Intravenous Delivery of AAV Vector to Skeletal Muscle Results in Correction of Canine Hemophilia B Phenotype. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "hemophilia b",
        "muscle enzymes",
        "phenotype",
        "skeletal muscles",
        "spatial vectors",
        "gene transfer techniques",
        "infusion procedures",
        "intramuscular injections",
        "tourniquets",
        "vasoactive agents"
    ],
    "author_names": [
        "Valder R. Arruda, MD",
        "Hansell H. Stedman, MD",
        "Joerg Schuettrumpf, MD",
        "Haiyan Jiang, PhD",
        "Glenn Pierce, MD",
        "Timothy C. Nichols, MD",
        "Katherine A. High, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, The Children’s Hospital of Philadelphia, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Surgery, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Avigen. Inc., Alameda, CA, USA"
        ],
        [
            "Avigen. Inc., Alameda, CA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia, University of Pennsylvania, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.998352600000004",
    "first_author_longitude": "-75.1814457",
    "abstract_text": "Previously we demonstrated that intramuscular (IM) injection of AAV-F.IX in humans was safe and resulted in long-term >gene transfer and expression of injected muscle biopsied at time points up to 10 months post injection. However, at the doses administered, it did not result in sustained circulating levels >1%. Although access to the skeletal muscle can be easily obtained by direct IM injection, achievement of target doses in humans has proved impractical because of hundreds of injections required. We sought to exploit techniques that allowed transduction of large numbers of muscle fibers by injecting AAV vectors via intravascular. The major obstacle to vector distribution to large areas of skeletal muscle is the vascular endothelial barrier. However, the network of capillaries can be chemically and/or mechanically modified to ensure vascular leakage of fluid containing vectors. Earlier we showed that intravascular delivery of AAV2-CMV-canine F.IX, at doses in the range of 2–4 x 10 12 vg/kg, by infusion vector through isolated femoral artery in the presence of histamine to increase capillary permeability (isolated limb perfusion), results in long-term expression (> 3 years) of therapeutic levels (4–14% normal) of F.IX, and phenotypic correction of severe canine hemophilia B. Here we report a novel approach, anterograde limb perfusion (ALP), in which the vector is injected through a superficial saphenous vein in the distal part of the limb under elevated hydrostatic pressure without vasoactive drug. Briefly, a tourniquet was placed at the level of the proximal thigh. Access to the target vessel was achieved by a small incision of the skin overlying the saphenous vein and an intravascular catheter was placed. The vector was diluted in 20 ml of PBS/kg and infused rapidly using a pressure of 300 mmHg. The vector-containing solution dwells for 15 minutes before tourniquet release. The procedure was well tolerated and muscle enzyme levels increased transiently (up to day 2 post-infusion) in 1 of 3 dogs. We treated two dogs (15 and 16 kg) with AAV2-CMV-cF.IXvector at dose of 3 x10 12 vg/kg. Circulating F.IX antigen levels slowly increased to 292 and 299 ng/ml at day 14, reaching levels of 674 and 876 ng/ml day 21 (13 and 17 % of normal, ongoing observation). The shortening of the aPTT and the whole blood clotting time to nearly normal values confirmed that F.IX is biologically active. A third ALP-treated dog received 8 x10 12 vg/kg of the AAV vector; F.IX levels rose to 577 ng/ml (>10% of normal), at days 13. This dose seems to be excessive since we documented the development of low-level of a non-neutralizing antibody to F.IX that likely increased the clearance of the transgene product. Thus, ALP provides an efficient, non-invasive strategy for widespread delivery of vector to skeletal muscle in the absence of vasoactive drugs. The doses required to achieve therapeutic F.IX levels are similar to those proved to be safe in earlier clinical trials. Furthermore, ALP abolishes the dose advantage in gene transfer of liver-directed over muscle-directed gene transfer for hemophilia B. These results establish an experimental basis for clinical studies of this delivery method in humans with hemophilia B."
}