{
    "doi": "https://doi.org/10.1182/blood.V116.21.SCI-17.SCI-17",
    "article_title": "New Strategies to Define Regulators of Fetal Hemoglobin ",
    "article_date": "November 19, 2010",
    "session_type": "Scientific Committee on Hemoglobin and Red Cell: Genome-Based Technology: Application to Human Disease",
    "abstract_text": "Abstract SCI-17 The beneficial effect of hemoglobin F (HbF, α 2 γ 2 ) expression on the phenotypes of sickle cell disease and the β-thalassemias has been recognized for many years. Therefore, retardation of the fetal-to-adult (HbF to HbA, α 2 b 2 ) switch or reactivation of g-globin expression in erythroid cells of adults has been a long sought goal. Despite molecular analysis of the human β-globin gene cluster and intense study of transgenic mice harboring human globin genes, the nuclear factors mediating hemoglobin switching and maintaining γ-globin gene silencing have remained unknown. The situation has changed recently with the success of new genetic tools, including genome-wide association study (GWAS), in the identification of candidate gene regions in which genetic variation correlates with HbF levels. Three genomic regions have been fingered: the β-globin cluster itself, the BCL11A gene on chromosome 2, and the HB1SL-Myb region on chromosome 6. Taken together, these regions account for ∼40% of the variation in HbF levels. Functional studies have shown that BCL11A encodes a dose-sensitive, zinc-finger repressor that is required for maintenance of silencing of γ-globin in adult erythroid cells. BCL11A also controls the developmental switches from embryonic to adult β-like globins in the mouse and fetal to adult globin in human transgenes harbored in the mouse. BCL11A binds downstream of the γ-globin gene and in the locus control region, but not at the γ-promoters. Mechanistic studies reveal that BCL11A cooperates with another factor, SOX6, that binds within the γ-promoters. The identification of genetically validated regulators has therapeutic implications for directed reactivation of HbF in adults. For stage-specific repressors, such as BCL11A, inhibition of their expression, or interference with their function or interactions with other regulators, could constitute new therapeutic strategies. While transcription factors have been generally considered “undruggable”, advances in high-throughput screening of complex libraries of small molecules and in the use of RNA interference in vivo may provide new platforms for discovery and refinement of HbF inducers. The presentation will illustrate some of these potential approaches. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "fetal hemoglobin",
        "globins",
        "hemoglobin",
        "hemoglobin a",
        "molecule",
        "sickle cell anemia",
        "spinal cord injuries",
        "thalassemia",
        "transcription factor",
        "high-throughput screening methods"
    ],
    "author_names": [
        "Stuart H. Orkin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stuart H. Orkin, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T21:28:29",
    "is_scraped": "1"
}