{
    "doi": "https://doi.org/10.1182/blood.V114.22.692.692",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1377",
    "start_url_page_num": 1377,
    "is_scraped": "1",
    "article_title": "A Modified HIV1-Based Lentiviral Vector Can Transduce Rhesus Hematopoietic Repopulating Cells as Efficiently as An SIV Vector in An Autologous Transplantation Model. ",
    "article_date": "November 20, 2009",
    "session_type": "GENE THERAPY AND TRANSFER II",
    "topics": [
        "animal model",
        "capsid",
        "cd20 antigens",
        "cd33 antigen",
        "cd34 antigens",
        "cd56 antigens",
        "hiv-1",
        "lentiviral vector",
        "macaca mulatta",
        "neural cell adhesion molecules"
    ],
    "author_names": [
        "Naoya Uchida, MD, PhD",
        "Phillip W Hargrove, M.S.",
        "Kareem Washington, PhD",
        "Coen J. Lap, MD",
        "Matthew M. Hsieh, MD",
        "Aylin C. Bonifacino",
        "Sandra D. Price",
        "Allen E. Krouse",
        "Mark E. Metzger",
        "Robert E. Donahue, VMD",
        "Derek Persons, MD, PhD",
        "John F. Tisdale, MD"
    ],
    "author_affiliations": [
        [
            "MCHB, NHLBI, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "MCHB, NHLBI, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "MCHB, NHLBI, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "NIDDK, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "NHLBI, National Institutes of Health, Rockville, MD, USA"
        ],
        [
            "NHLBI, National Institutes of Health, Rockville, MD, USA"
        ],
        [
            "NHLBI, National Institutes of Health, Rockville, MD, USA"
        ],
        [
            "NHLBI, National Institutes of Health, Rockville, MD, USA"
        ],
        [
            "NHLBI, National Institutes of Health, Rockville, MD, USA"
        ],
        [
            "Hematology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "MCHB, NHLBI, National Institutes of Health, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Abstract 692 HIV1-based vectors transduce rhesus hematopoietic stem cells poorly due to a species specific block by restriction factors, such as TRIM5αa which target HIV1 capsid proteins. The use of simian immunodeficiency virus (SIV)-based vectors can circumvent this restriction, yet use of this system precludes the ability to directly evaluate HIV1-based lentiviral vectors prior to their use in human clinical trials. To address this issue, we previously developed a chimeric HIV1 vector (χHIV vector) system wherein the HIV1-based lentiviral vector genome is packaged in the context of SIV capsid sequences. We found that this allowed χHIV vector particles to escape the intracellular defense mechanisms operative in rhesus hematopoietic cells as judged by the efficient transduction of both rhesus and human CD34 + cells. Following transplantation of rhesus animals with autologous cell transduced with the χHIV vector, high levels of marking were observed in peripheral blood cells (J Virol. 2009 Jul. in press). To evaluate whether χHIV vectors could transduce rhesus blood cells as efficiently as SIV vectors, we performed a competitive repopulation assay in two rhesus macaques for which half of the CD34 + cells were transduced with the standard SIV vector and the other half with the χHIV vector both at a MOI=50 and under identical transduction conditions. The transduction efficiency for rhesus CD34 + cells before transplantation with the χHIV vector showed lower transduction rates in vitro compared to those of the SIV vector (first rhesus: 41.9±0.83% vs. 71.2±0.46%, p<0.01, second rhesus: 65.0±0.51% vs. 77.0±0.18%, p<0.01, respectively). Following transplantation and reconstitution, however, the χHIV vector showed modestly higher gene marking levels in granulocytes (first rhesus: 12.4% vs. 6.1%, second rhesus: 36.1% vs. 27.2%) and equivalent marking levels in lymphocytes, red blood cells (RBC), and platelets, compared to the SIV vector at one month ( Figure ). Three to four months after transplantation in the first animal, in vivo marking levels plateaued, and the χHIV achieved 2-3 fold higher marking levels when compared to the SIV vector, in granulocytes (6.9% vs. 2.8%) and RBCs (3.3% vs. 0.9%), and equivalent marking levels in lymphocytes (7.1% vs. 5.1%) and platelets (2.8% vs. 2.5)( Figure ). Using cell type specific surface marker analysis, the χHIV vector showed 2-7 fold higher marking levels in CD33 + cells (granulocytes: 5.4% vs. 2.7%), CD56 + cells (NK cells: 6.5% vs. 3.2%), CD71 + cells (reticulocyte: 4.5% vs. 0.6%), and RBC + cells (3.6% vs. 0.9%), and equivalent marking levels in CD3 + cells (T cells: 4.4% vs. 3.3%), CD4 + cells (T cells: 3.9% vs. 4.6%), CD8 + cells (T cells: 4.2% vs. 3.9%), CD20 + cells (B cells: 7.6% vs. 4.8%), and CD41a + cells (platelets: 3.5% vs. 2.2%) 4 months after transplantation. The second animal showed a similar pattern with higher overall levels (granulocytes: 32.8% vs. 19.1%, lymphocytes: 24.4% vs. 17.6%, RBCs 13.1% vs. 6.8%, and platelets: 14.8% vs. 16.9%) 2 months after transplantation. These data demonstrate that our χHIV vector can efficiently transduce rhesus long-term progenitors at levels comparable to SIV-based vectors. This χHIV vector system should allow preclinical testing of HIV1-based therapeutic vectors in the large animal model, especially for granulocytic or RBC diseases. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}