{
    "doi": "https://doi.org/10.1182/blood.V112.11.3132.3132",
    "article_title": "Complex Aberrant Karyotypes Are Associated with Dismal Prognosis in CLL: Chromosome Banding Analysis Provides Important Prognostic Information in CLL in Addition to Interphase-FISH ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "CLL is a heterogeneous disease with a variable clinical course. Today, therapeutic decisions are based on clinical stage, prognostic information obtained by FISH analyses on interphase nuclei and determination of the IgVH mutation status. However, additional information might be obtained from chromosome banding analysis (CBA) which provides more details on genetic aberrations. Thus far, in CLL data from CBA have been scarce due to the low proliferative activity in vitro. We improved the cultivation technique using an immunostimulatory CpG-oligonucleotide DSP30 and IL-2 leading to a high success rate of CBA in routine diagnostics. Clinical follow-up was available in 533 CLL patients investigated in parallel with CBA and interphase-FISH with probes for the detection of trisomy 12, IGH-rearrangements and deletions of 6q21, 11q22.3 ( ATM ), 13q14 (D13S25 and D13S319) and 17p13 ( TP53 ). Diagnosis of CLL was established by standard criteria based on immunophenotyping. In 463/533 cases IgVH mutation status was also available. 298 cases were analyzed at diagnosis (cohort 1), 121 during the course of their disease without prior treatment (cohort 2), 85 patients had received cytotoxic treatment prior to analysis (cohort 3) and for 29 cases no data were available with respect to prior treatment. First, we focused on the subset of patients who showed no aberrations as determined by FISH (n=120) and defined based on CBA 2 groups: normal karyotype (n=80), aberrant karyotype (n=40). No significant differences were observed with respect to OS or time to treatment (TTT). We then focused on complex aberrant karyotypes (3 or more clonal abnormalities). These are rarely found based on FISH diagnostics: we detected 22 cases (4.1%) that showed 3 or more aberrations based on FISH only as compared to 109 cases (20.5%) based on CBA. In detail, a complex aberrant karyotype was observed with comparable frequencies in the two cohorts analyzed at diagnosis (56/295, 19%) and during the course of their disease without prior treatment (22/123, 17.9%), while it was significantly more often found in the cohort analyzed after cytotoxic treatment (31/86, 36.0%; p=0.002). In both cohorts analyzed prior to any treatment patients with a complex aberrant karyotype had a significant shorter overall survival (p=0.042, HR=2.7 and p=0.003, HR=6.1). As TP53 deletions are associated with a complex aberrant karyotype and are a strong negative prognostic factor per se we analyzed the prognostic impact of complex aberrant karyotype in relation to TP53 deletions. Therefore, CLL patients analyzed at diagnosis with a complex aberrant karyotype by CBA (n=56) were subdivided into cases with TP53 deletion (n=17) versus without TP53 deletion (n=39) in FISH. TTT did not differ significantly between complex aberrant cases with or without TP53 deletion but was significantly shorter for both groups as compared to cases with 13q deletion or normal karyotype (n=135) (p=0.05 and p=0.02). Next, cases of cohort 1 with loss of 13q14 were divided based on CBA into 3 subgroups: as the sole abnormality (n=91), plus one additional abnormality (n=24), and plus 2 or more additional abnormalities (i.e. complex) (n=32). Also for these entities TTT was significantly shorter for subgroups 2 and 3 as compared to subgroup 1 (p=0.022, HR=2.5; p=0.001, HR=1.8). In conclusion, CBA allows to identify patients within the good prognostic FISH group del(13q) sole, who show a shorter TTT if additional abnormalities are identified by CBA. Even more striking, CBA defines a new subgroup of CLL with complex aberrant karyotype which shows a shorter TTT independent of the TP53 deletion status as detectable by FISH.",
    "topics": [
        "chromosome banding",
        "interphase",
        "karyotype determination procedure",
        "protein p53",
        "aldesleukin",
        "follow-up",
        "immunophenotyping",
        "oligonucleotides",
        "prognostic factors",
        "time-to-treatment"
    ],
    "author_names": [
        "Claudia Haferlach, MD",
        "Frank Dicker, PhD",
        "Tamara Weiss",
        "Susanne Schnittger, PhD",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Frank Dicker, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara Weiss",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T15:31:50",
    "is_scraped": "1"
}