{
    "doi": "https://doi.org/10.1182/blood.V124.21.3297.3297",
    "article_title": "Mir-155 Expression Is Associated with Chemoimmunotherapy Outcome and Is Modulated By Bruton’s Tyrosine Kinase Inhibition with Ibrutinib ",
    "article_date": "December 6, 2014",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Overexpression of the oncomiR, miR-155, is known to be predictive of poor outcome in chronic lymphocytic leukemia (CLL) patients. Using NanoString Technologies’ nCounter platform, we interrogated the miR-155 expression levels in 109 previously untreated CLL patients receiving chemoimmunotherapy on CALGB 9712 or CALGB 10101. The data, dichotomized around median expression, showed that high expressers of miR-155 had shorter progression-free survival (p=0.005) and a higher risk of death after 4 years on study (p=0.004). The expression of miR-155 was not significantly associated with the majority of baseline demographic, clinical and cytogenetic characteristics, including age, Rai stage and high-risk cytogenetics [del(17p)/del(11q)] (p>0.15). Association of high miR-155 expression with IGHV un-mutated disease(p=0.03) and ZAP70 methylation <20% (p<0.001) were also confirmed with this data. Previously, associations have been made between IGHV unmutated status/high ZAP70 levels and a B cell receptor (BCR) activated phenotype. Therefore, to investigate the close association between BCR activation and miR-155 in CLL, we explored regulation of BCR pathways through ibrutinib-mediated inhibition of Bruton’s tyrosine kinase (BTK) and its ability to modulate miR-155. Ibrutinib is an irreversible inhibitor of BTK, an integral kinase in the BCR pathway, and ibrutinib treatment has been shown to decrease pro-survival signaling via the AKT, ERK and NFκB pathways. Serial samples from ibrutinib-treated (420 mg/day) patients were obtained pre-treatment and on days 8 and 29 of therapy on the Phase Ib/II trial OSU-10053 (n=12). miR-155 expression, interrogated using real time PCR (RT-PCR), was significantly lower pre-treatment versus day 8 (p<0.001) and day 29 (P=0.0010). In a confirmatory set of 34 samples from patients treated on the Phase II trial OSU-11133 (NCT01589302), miR-155 expression was 0.71-fold the expression prior to therapy (95% CI: 0.59-0.85, p=0.0006). miR-155 expression was down-regulated at day 29 in 29 (85%) of the patients studied. The response pattern observed with ibrutinib includes traditional partial and complete responses However, some patients receiving ibrutinib exhibit dramatic nodal disease reduction with persistent lymphocytosis in the blood and remain asymptomatic for an extended period of time without evidence of active proliferation. In contrast, patients who relapse after responding to ibrutinib typically have proliferative disease. In patients treated with ibrutinib that had a partial response with persistent lymphocytosis at 1 year, miR-155 expression remained down-modulated relative to pre-treatment levels (p=0.013). However, levels of miR-155 were significantly elevated relative to baseline in samples from relapsed patients (p=0.002). We therefore conclude not only that miR-155 expression is predictive of disease progression after chemoimmunotherapy in CLL, but that this important oncomiR can be favorably down-modulated by ibrutinib treatment. Disclosures Jaglowski: Pharmacyclics: Research Funding. Lin: GlaxoSmithKline: Employment, Equity Ownership. Byrd: Pharmacyclics: Research Funding; Genentech: Research Funding.",
    "topics": [
        "ibrutinib",
        "protein tyrosine kinase",
        "lymphocytosis, persistent",
        "zap-70 kinase",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "disease progression",
        "partial response",
        "phosphotransferases",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Daphne Guinn",
        "Amy S. Ruppert, MAS",
        "Kami J. Maddocks, MD",
        "Samantha Jaglowski, MD MPH",
        "Amber L. Gordon",
        "Thomas S. Lin, MD PhD",
        "Richard A. Larson",
        "Guido Marcucci, MD",
        "Erin K Hertlein, PhD",
        "Jennifer A. Woyach, MD",
        "Amy J. Johnson, PhD",
        "John C. Byrd, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daphne Guinn",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amy S. Ruppert, MAS",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kami J. Maddocks, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha Jaglowski, MD MPH",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amber L. Gordon",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas S. Lin, MD PhD",
            "author_affiliations": [
                "GlaxoSmithKline, Collegeville, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Larson",
            "author_affiliations": [
                "University of Chicago, Chicago, IL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Marcucci, MD",
            "author_affiliations": [
                "The Ohio State Univ. Med. Ctr., Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin K Hertlein, PhD",
            "author_affiliations": [
                "Wexner Medical Center, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer A. Woyach, MD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy J. Johnson, PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "The Ohio State University Medical Center, Columbus, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T02:50:03",
    "is_scraped": "1"
}