{
    "doi": "https://doi.org/10.1182/blood.V118.21.1845.1845",
    "article_title": "Functional P2X7 Receptors in Myeloma Cell Lines and Myeloma Patient Bone Marrow Samples Can Be Blocked by Specific P2X7 Receptor Antagonists: Implications for Myeloma Therapy and Chemotherapy Induced Inflammation. ",
    "article_date": "November 18, 2011",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1845 Inflammation is a driving factor in the pathogenesis of many cancers including multiple myeloma (MM). The active role that cytokines play, IL-1β in particular, during the early stages of MM has been extensively characterized. Myeloma is a plasma cell tumor whose early stages are characterized by cytokine dependent growth, predominantly driven by IL-6. We have demonstrated that IL-1β is a key inducer of IL-6 expressed by bone marrow stromal cells in a paracrine fashion during the progression of multiple myeloma from smoldering myeloma (SMM) to active disease (Mayo Clinic Proc 84:114 (Feb. 2009)). Elevated ATP levels have been documented in vivo in tumor micro-environments and is a potential contributing factor to IL-1β induced inflammation. The P2X7 receptor (P2X7R) is an ATP-gated ion channel expressed by cells of the hematopoetic lineage that has been shown to play a critical role in IL-1b processing and secretion. We investigated the role this receptor may have in the release of IL-1β in the bone marrow microenvironment using bone marrow samples from both chemotherapy treated and untreated patients. Myeloma cell lines were evaluated by RT-PCR for the expression of P2X7R mRNA. Expression was detected and confirmed by sequencing in ANBL-6, MM1.S, U266, RPMI-8226 and KAS-6/1 and was comparable to U937, a previously characterized P2X7R positive cell line. A newly derived plasmacytoma cell line, PCYT3, showed very low levels of message expression. The ability of ATP, the P2X7R agonist, to trigger the processing and release of IL-1β by activation of the P2X7 channel was studied using KAS-Pro, a myeloma cell line stably transfected with a pro- IL-1β gene. IL-1β, measured by ELISA, was released in a dose dependent fashion in response to increasing amounts of ATP ranging from.6mM to 5mM. Four P2X7R specific antagonists were tested for their effect on ATP stimulated IL- 1β release from KAS-Pro; all 4 compounds demonstrated inhibition in a dose dependent manner with varying degrees of potency correlating with P2X7R inhibition. In addition fresh patient samples (8 MGUS/7SMM/9 newly diagnosed MM as well as 12 Treated MM) were evaluated for receptor expression and function. All stages of disease expressed the receptor by RT-PCR. Analysis of samples from all stages of MM, as measured directly by IL-1β ELISA as well as indirectly by measurement of IL-1β induced IL-6 production from normal bone marrow stromal cells, showed functional receptor activation in response to ATP stimulation. IL-6 production detected from MGUS patient samples had a mean result of 2,253 pg/ml, the mean for SMM was 5,495 pg/ml, MM were 6,875 pg/ml while treated MM samples showed a mean result of 15,219 pg/m. Greater than 90% inhibition of IL-1β release by the P2X7R antagonists was seen for all patients who demonstrated a positive ATP induced IL-1β release (see figure). We observed a greater than 2 fold increase in IL-1β release between the treated MM samples and the newly diagnosed MM samples, suggesting a chemotherapy induced inflammation process may be ongoing in these patients. View large Download slide View large Download slide  Close modal These results confirm the activity of functional P2X7 receptors on myeloma cell lines and in fresh patient samples and suggest a role for the use of P2X7 receptor antagonists in the therapy of myeloma, particularly in patients undergoing chemotherapy. Disclosures: Hromockyj: Pfizer Corporation: Employment. Meyer: Pfizer Corporation: Employment.",
    "topics": [
        "antagonists",
        "bone marrow specimen",
        "chemotherapy regimen",
        "inflammation",
        "multiple myeloma",
        "myeloma cells",
        "p2rx7 gene",
        "interleukin-6",
        "cytokine",
        "monoclonal gammopathy of undetermined significance"
    ],
    "author_names": [
        "Kathleen A. Donovan, PhD",
        "Laurie L. Moon-Tasson, BA",
        "Alexander E. Hromockyj, PhD",
        "Debra M Meyer, PhD",
        "Andrew D Stone",
        "Michael J Lust",
        "John A Lust, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kathleen A. Donovan, PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laurie L. Moon-Tasson, BA",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander E. Hromockyj, PhD",
            "author_affiliations": [
                "Pfizer Corporation, St. Louis, MO, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Debra M Meyer, PhD",
            "author_affiliations": [
                "Pfizer Corporation, St Louis, MO, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D Stone",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J Lust",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John A Lust, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T15:39:09",
    "is_scraped": "1"
}