{
    "doi": "https://doi.org/10.1182/blood.V114.22.2273.2273",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1554",
    "start_url_page_num": 1554,
    "is_scraped": "1",
    "article_title": "Optimization of Fludarabine + Melphalan Conditioning for Marrow Transplantation From Unrelated Donors for Patients with Hematopoietic Malignancies: A Prospective Dose-Finding Trial Using Modified Continual Reassessment Method. ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment Poster II",
    "topics": [
        "bone marrow transplantation",
        "cancer",
        "conditioning (psychology)",
        "donors",
        "fludarabine",
        "melphalan",
        "toxic effect",
        "select the dosage, dosage form or route of administration",
        "tissue transplants",
        "transplantation"
    ],
    "author_names": [
        "Seitaro Terakura, MD, PhD",
        "Masashi Sawa, MD, PhD",
        "Haruhiko Ohashi, MD, PhD",
        "Tomonori Kato, MD",
        "Satoshi Nishiwaki, MD",
        "Nobuhiko Imahashi, MD",
        "Makoto Murata, MD, PhD",
        "Koichi Miyamura, MD, PhD",
        "Yoshiko Atsuta, MD, PhD",
        "Ritsuro Suzuki, MD, PhD",
        "Tomoki Naoe, MD, PhD",
        "Tatsuya Ito, MD, PhD",
        "Yoshihisa Morishita, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Anjo Kosei Hospital, Anjo, Japan, "
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Anjo Kosei Hospital, Anjo, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of HSCT Data Management, Nagoya University School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of HSCT Data Management, Nagoya University School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Anjo Kosei Hospital, Anjo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, JA Aichi Konan Kosei Hospital, Konan, Japan"
        ]
    ],
    "first_author_latitude": "35.1541625",
    "first_author_longitude": "136.9689353",
    "abstract_text": "Abstract 2273 Poster Board II-250 Background Development of reduced intensity conditioning (RIC) regimen has enabled older patients, who are not expected to tolerate the toxicity of myeloablative conditioning, to be treated with allogeneic HSCT. Because the risk of rejection after BMT is substantially higher than that of PBSCT in RIC transplantation, PBSC is commonly used for RIC transplantation. However, PBSCT from unrelated donors is not currently available in Japan. Therefore, a better dosage of conditioning to ensure engraftment in RIC with BM is needed. Here, we selected the fludarabine plus melphalan regimen which has sufficient potential to induce marrow engraftment if melphalan at 180mg/m 2 is used, and planned further optimization of melphalan dosage. The rationale for modulating the dose of melphalan resulted from accumulated observations that melphalan is associated with toxicities, while fludarabine is not. Because the optimal dose of melphalan to minimize regimen-related toxicities and to enable sustained engraftment remains unknown to date, we investigated the recommended dose of melphalan in a phase I study. Patients and Methods To adjust the melphalan dose, we adopted a modified continual reassessment method (CRM) which has been hypothesized to allow a faster and more accurate dose reduction/escalation in patients needed to reach the recommended dose compared with classical algorithmic dose modification design. The conditioning regimen consisted of 125 mg/m 2 intravenous fludarabine (day-6∼-2) in combination with the examination dose of intravenous melphalan (day-3, -2). Because the use of fludarabine at 125mg/m 2 and melphalan at 180mg/m 2 was known to induce reliable engraftment, we set the first dose level to receive 160mg/m 2 of melphalan. The primary endpoint was an achievement of donor-type T-cell chimerism at day 28 with successful engraftment defined as 90% or more donor cells. Five patients were planned to be accrued for each dose level and chimerism data was used to determine the next dose. A maximum dose reduction of melphalan for the next level was limited to 30mg/m 2 to avoid the potential risk of graft-failure. GVHD prophylaxis consisted of short term methotrexate and tacrolimus. The eligibility criteria were 1) patients with hematological malignancies, who have had more than 3 course of chemotherapy, 2) age, 55 to 65 years, or 40 to 54 years with substantial comorbidity (HCT-CI of 1 or more), 3) no prior stem cell transplantation. The protocol was approved by the Institutional Review Board of each institution. All patients and donors provided written informed consent. Results Seventeen patients were enrolled at doses between 130mg/m 2 and 160mg/m 2 , including one protocol violation and one early death (brain hemorrhage). Both were unavailable for assessment according to the study definition in advance. Of the 15 evaluable patients (9 male, 6 female), the median age was 58 years old (range: 45-63), and their diagnosis were 10 AML, 2 NHL, 1 CML 1 ALL and 1 plasmacytoma. The dose was reduced from 160mg/m 2 (level-1) to 130mg/m 2 (level-2) after 5 consecutive full donor chimerism (all were 100% at day 28) were observed in level-1. In the level-2, we observed four patients with 100% chimera, and one with 0% chimera at day 28, which eventually resulted in graft-failure. Following the calculation by CRM from level-2, the examination dose was increased to 135mg/m 2 (level-3). In the level-3, 5 consecutive full donor chimerism (four 100% and one 90.4%) were observed again. Because the next examination dose was calculated as within 5mg/m 2 from the level-3 (135mg/m 2 ), the study was complete as projected. We could not detect any significant difference among the dose levels in terms of toxicity, relapse rate or survival. Discussion Successful dose finding using modified CRM was accomplished. The strategy using engraftment as a primary endpoint instead of toxicity promotes a better chance to determine the optimal dosage compared with the classical phase I trial design with modified Fibonacci method. Our findings demonstrated the melphalan dose of 135mg/m 2 in combination with fludarabine is able to induce initial full donor chimerism after unrelated donor BMT and is recommended for further phase II evaluation. Disclosures: No relevant conflicts of interest to declare."
}