{
    "doi": "https://doi.org/10.1182/blood.V124.21.5521.5521",
    "article_title": "Real-World Prescribing Patterns with Ponatinib Among New and Ongoing US Patients ",
    "article_date": "December 6, 2014",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Background: Ponatinib became commercially available in the US in December 2012; in late 2013, ponatinib was withdrawn from the US market for 7 weeks, due to an increase in arterial thrombotic events with longer-term follow-up, and was available to US patients under an emergency Investigational New Drug (eIND) program. In January 2014, ponatinib was reintroduced with revised prescribing information and a risk evaluation and mitigation strategy (REMS) communicating recommendations for dose reduction to manage risk; it is commercially available through a specialty-pharmacy program (Biologics, Inc.) that provides pharmacy services for new and ongoing patients. Objective: To examine real-world prescribing patterns among new and ongoing US ponatinib patients Methods: We analyze specialty-pharmacy data for patients receiving ponatinib between 01Jan2014 and 24May2014. Data were collected from referring physicians and patient intake forms. Selected demographic (age, sex) and drug-dispensing data were available; disease phase and prior therapy were reported for a subset of patients. Results: 481 patients (223 ongoing, 258 new) were enrolled in the specialty-pharmacy program. 20% of patients had the T315I mutation; 17%, 31% and 52% were receiving ponatinib as their 2 nd line, 3 rd line and 4 th line of TKI, respectively. Most recent prior therapy was dasatinib (45%), followed by nilotinib (27%), bosutinib (15%), imatinib (6%), and other (7%). Among 236 patients reporting disease phase, 68% were chronic phase (CP). Overall <40% of patients received the standard 45mg dose (Table); fewer CP patients received 45mg compared with advanced- (41%) and blast-phase (40%) patients. Higher-dose patients had lower median age (56 years for 15mg, 55 for 30mg and 51 for 45mg). Among new starts, the most common dose received was 45mg, while for ongoing patients, 30mg was most common. Dose selection for new starts appeared to differ by sex, with males most commonly started on 45mg (50%, versus 16% 15mg and 33% 30mg) versus 38% of females (23% 15mg and 39% 30mg). Among 45 new starts identified as CP, 89% were ≥3rd-line, 22% T315I, with a median duration of most recent prior treatment of 9.6 months. Of these, 11% (5 patients) discontinued treatment after ~3 months; 2 due to adverse reactions (1 pancreatitis, 1 respiratory), 2 disease progression, and 1 MD decision. Summary and Conclusions: Real-world US dispensing data show ponatinib is prescribed across disease phase, therapy line, and mutation status. Physicians have adopted dose-reduction strategies in both new and especially ongoing patients; evidence indicates dose-adjustment by age, gender and disease phase. Table. Percentage of patients receiving each ponatinib dose, by patient group  Patient Group . 15 mg . 30 mg . 45 mg . ALL Patients 23% 39% 38% All CP 34% 38% 28% Ongoing Patients 27% 43% 29% Ongoing CP 34% 43% 23% New Patients 19% 36% 45% New CP 33% 24% 42%  Patient Group . 15 mg . 30 mg . 45 mg . ALL Patients 23% 39% 38% All CP 34% 38% 28% Ongoing Patients 27% 43% 29% Ongoing CP 34% 43% 23% New Patients 19% 36% 45% New CP 33% 24% 42%  View Large Disclosures McGarry: ARIAD Pharmaceutical, Inc.: Employment, Equity Ownership. Huang: ARIAD Pharmaceuticals, Inc.: Employment, Equity Ownership.",
    "topics": [
        "ponatinib",
        "prescribing behavior",
        "adverse effects",
        "biological products",
        "blast phase",
        "bosutinib",
        "dasatinib",
        "disease progression",
        "follow-up",
        "imatinib mesylate"
    ],
    "author_names": [
        "Lisa J McGarry, MPH",
        "Greg Wolfe, PharmD",
        "Ann Steagall, BSN, RN, OCN",
        "Hui Huang, PhD MBA"
    ],
    "author_dict_list": [
        {
            "author_name": "Lisa J McGarry, MPH",
            "author_affiliations": [
                "ARIAD Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Greg Wolfe, PharmD",
            "author_affiliations": [
                "Biologics, Inc., Cary, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Steagall, BSN, RN, OCN",
            "author_affiliations": [
                "Biologics, Inc., Cary, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Huang, PhD MBA",
            "author_affiliations": [
                "ARIAD Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T04:10:24",
    "is_scraped": "1"
}