{
    "doi": "https://doi.org/10.1182/blood.V114.22.47.47",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1435",
    "start_url_page_num": 1435,
    "is_scraped": "1",
    "article_title": "Preparation of Human Alloantigen-Specific Natural Regulatory T-Cells for the Control of Graft Versus Host Disease. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL CARE - ACUTE AND CHRONIC GVHD, INFECTIOUS COMPLICATIONS AND IMMUNE RECONSTITUTION OF TRANSPLANTATION: IMMUNOTHERAPY FOLLOWING ALLOGENEIC HEMATOPOIETIC STEM CELL TRANSPLANTATION",
    "topics": [
        "culture media",
        "graft-versus-host disease",
        "regulatory t-lymphocytes",
        "interleukin-15",
        "aldesleukin",
        "cd28 antigens",
        "antigens, cd25",
        "interleukins",
        "rapamycin",
        "transplantation"
    ],
    "author_names": [
        "Yamina Hamel",
        "Claude Baillou",
        "Maude Guillot-Delost",
        "Soumia Touil",
        "Mustapha Cherai",
        "Ghislaine Simonin",
        "Sebastien Maury, MD, PhD",
        "David Klatzmann",
        "José Cohen",
        "Francois Michel Lemoine, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Immunology Immunopathology Immunotherapy, UMR CNRS 7211 INSERM U959 University Pierre et Marie Curie-Paris 6, Paris, France, "
        ],
        [
            "Immunology Immunopathology Immunotherapy, UMR CNRS 7211 INSERM U959 University Pierre et Marie Curie-Paris 6, Paris, France, "
        ],
        [
            "Immunology Immunopathology Immunotherapy, UMR CNRS 7211 INSERM U959 University Pierre et Marie Curie-Paris 6, Paris, France, "
        ],
        [
            "Immunology Immunopathology Immunotherapy, UMR CNRS 7211 INSERM U959 University Pierre et Marie Curie-Paris 6, Paris, France, "
        ],
        [
            "Service de Biothérapies, AP-HP Groupe hospitalier Pitié-Salpêtrière, Paris, France, "
        ],
        [
            "Service de Biothérapies, AP-HP Groupe hospitalier Pitié-Salpêtrière, Paris, France, "
        ],
        [
            "Hematology, Henri Mondor hospital, Creteil, France"
        ],
        [
            "Immunology Immunopathology Immunotherapy, UMR CNRS 7211 INSERM U959 University Pierre et Marie Curie-Paris 6, Paris, France, "
        ],
        [
            "Immunology Immunopathology Immunotherapy, UMR CNRS 7211 INSERM U959 University Pierre et Marie Curie-Paris 6, Paris, France, "
        ],
        [
            "Immunology Immunopathology Immunotherapy, UMR CNRS 7211 INSERM U959 University Pierre et Marie Curie-Paris 6, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.8458207",
    "first_author_longitude": "2.3505861",
    "abstract_text": "Abstract 47 Adoptive transfer of natural regulatory T-cells (Tregs) may have a great therapeutic potential for the induction of tolerance in transplantation patients. This concept was demonstrated in murine models of graft versus host disease (GVHD) where alloantigen-specific Tregs (sTregs) were always more efficient to control GVHD than polyclonal Tregs (pTregs). Recently, we reported a procedure for expanding human pTregs in the presence of anti-CD3/anti-CD28 coated beads, cells being cultured in RPMI medium containing 10% human serum, interleukin (IL)-2 and rapamycin (namely TCM for Tregs Culture Medium) during 3 weeks. Whether or not alloantigen sTregs could be generated for the control of GVHD was investigated. In a first set of experiments, we compared the activation of Tregs when stimulated by allogeneic monocyte-derived dendritic cells (DCs) under different conditions. To follow cell divisions, Tregs (CD4+CD25high T-cells) were purified by FACS, stained with CFSE and co-cultured in TCM ± IL-15 in the presence of either immature (i) or mature (m) allogeneic DCs. Data showed that: i) mDCs yielded higher Treg divisions than iDCs; ii) combination of IL-2 + IL-15 triggered better cell division than IL-2 or IL-15 alone; iii) Tregs divided from day-3 to day-10 when stimulated by mDCs and cultured in TCM + IL-15. Next, the alloantigen specificity of divided Tregs was evaluated: Tregs stimulated by allogeneic mDCs (mDC1) were FACS-sorted at day-4 on the basis of CFSE-staining. CFSElow, CFSEintermediate (int) and CFSEhigh cell fractions were separated and expanded in TCM medium IL-15 in the presence anti-CD3/anti-CD28 coated beads. At day-21, they were assayed for their ability to inhibit within 4 days the proliferation of autologous effector T-cells (Teff) stimulated by either mDC1 or a third party of allogeneic mDCs (mDC2), used as control of specificity. In these mixed leukocyte cultures, different Tregs/Teff cell ratio were tested. Results showed that the CFSElow fraction (highly dividing Tregs) was greatly enriched in sTregs, by contrast to the CFSEhigh and CFSEint fractions. From these data, further experiments that are more suitable for clinical application were performed. Tregs selected by FACS or by immunomagnetic selection (MACs), based on CD25 expression, were cultured in TCM + IL-15 and stimulated twice (day-0 and day-10) by allogeneic mDCs (mDC1). At day-21, the alloantigen-specific suppression of sTregs was studied and compared to the suppression activity of pTregs. Results showed that sTregs better suppressed the proliferation of mDC1-stimulated Teff than pTregs. In addition, sTregs better maintained their suppressive activity than pTregs at low Tregs/Teff cell ratio. Under these culture conditions, sTregs can be expanded ∼12 fold within 3-weeks. Our data showed that human sTregs can be generated under clinical grade conditions. Further experiments using a xenogeneic GVHD model are now envisaged to compare the respective capacity for sTregs and pTregs to control GVHD. Disclosures: No relevant conflicts of interest to declare."
}