{
    "doi": "https://doi.org/10.1182/blood.V126.23.1068.1068",
    "article_title": "Marginal Zone B Cell Depletion Prevents Factor VIII Inhibitor Development in Model of Hemophilia ",
    "article_date": "December 3, 2015",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "Background While Factor VIII (fVIII) therapy can provide a life saving intervention in patients with hemophilia A, patients receiving fVIII can develop anti-fVIII antibodies. These antibodies, otherwise known as fVIII inhibitors, often prevent the therapeutic impact of fVIII. As a result, hemophilia A patients with fVIII inhibitors often experience increased morbidity and mortality. Given the unique role of the splenic marginal sinus in the immune response to blood borne antigens, we hypothesized that key immunological constituents within the marginal zone (MZ) likely play a critical role in the initiation and development of anti-fVIII antibodies in hemophilia A recipients. Methods: To deplete MZ B-cells, complete F8 gene knockout mice (TKO mice) received two initial 100 µg intraperitoneal injections of MZ B-cell depleting antibodies (anti-CD11a and anti-CD49d) or isotype controls on days -4, -2, 10 and 20. Additional mice that received MZ B cell depleting antibodies were examined for MZ B cell depletion efficacy and specificity on days 0, 7, 14, 21 and 28 by staining splenocytes with CD3, CD4, CD8, CD11b, CD11c, NK1.1, B220, CD21 and CD23. Starting on day 0, mice received 4 weekly retro-orbital injections of 2 µg of B-domain deleted human fVIII (BDD hfVIII). At 6 weeks, mice received a 4 µg \"boost\" dose of BDD hfVIII. At eight weeks, mice were then re-challenged with 4 weekly doses of 2 µg of BDD hfVIII. At each interval (pre-boost, post-boost, and after re-challenge) mice were bled and ELISA and inhibitor titers were determined. Results: As the development of detectable anti-fVIII antibodies often requires repeat fVIII exposure, we examined whether repeat injection of MZ B cell depleting antibodies could sustain MZ B cell depletion. Injection of MZ B cell depleting antibodies on days -4, -2, 10 and 20 completely prevented MZ B cell localization within the spleen for 28 days, while failing to alter follicular B cell, NK cell, CD4 T cell, dendritic cell and macrophage numbers. Injection of isotype controls failed to alter MZ B cell numbers when evaluated in parallel. Weekly injection of BDD hfVIII during the first four weeks completely failed to induce an anti-fVIII antibody response in MZ B cell depleted recipients (p<0.0015, Mann Whitney), while isotype control treated recipients developed inhibitors at the same rate as non-treated controls. However, following MZ B cell reconstitution at day 35, recipients previously treated with the MZ B cell depletion regiment developed an immune response that closely resembles naive hemophilia A recipients. Conclusion: These results demonstrate that marginal zone constituents, in particular MZ B cells, play a critical role in the initiation and development of fVIII inhibitors. While MZ B cell depleted recipients failed to generate anti-fVIII antibodies following fVIII exposure, MZ B cell reconstitution after fVIII exposure readily induced anti-fVIII antibodies, suggesting that transient removal of MZ B cell may provide a unique mechanism to prevent fVIII antibody formation without permanently altering host immunity. As a result, MZ B cells and additional unique targets within the marginal sinus may be used to develop specific strategies to prevent anti-fVIII antibody formation in patients with hemophilia A. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "factor viii antibody",
        "hemophilia a",
        "antibodies",
        "immunoglobulin isotypes",
        "pathologic fistula",
        "antigens",
        "cd23 antigen",
        "factor viii",
        "gene knockout techniques"
    ],
    "author_names": [
        "Courtney Cox, MS",
        "Patricia Zerra, MD",
        "Connie Authur, PhD",
        "Seema Patel, PhD",
        "Shannon Meeks, MD",
        "Sean R. Stowell, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Courtney Cox, MS",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory University/Children's Healthcare of Atlanta, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patricia Zerra, MD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory University/Children's Healthcare of Atlanta, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connie Authur, PhD",
            "author_affiliations": [
                "Department of Pathology, Emory University, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seema Patel, PhD",
            "author_affiliations": [
                "Department of Pathology, Emory University, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon Meeks, MD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory University/Children's Healthcare of Atlanta, Atlanta, GA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean R. Stowell, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Emory University, Atlanta, GA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T15:36:53",
    "is_scraped": "1"
}