{
    "doi": "https://doi.org/10.1182/blood.V120.21.2405.2405",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2406",
    "start_url_page_num": 2406,
    "is_scraped": "1",
    "article_title": "Noncanonical Wnt5a Is Induced by HTLV-1 bZIP Factor, and Supports Proliferation and Migration of Adult T-Cell Leukemia Cell. ",
    "article_date": "November 16, 2012",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Abstract 2405 Adult T-cell leukemia (ATL) is a fatal malignancy of CD4-positive T-cells caused by human T-cell leukemia virus type1 (HTLV-1). HTLV-1 bZIP factor (HBZ) is encoded in the minus strand of HTLV-1 provirus, and is consistently expressed in HTLV-1-infected cells. It has been shown that HBZ promotes proliferation of T-cells, and HBZ-expressing transgenic mice develop T-cell lymphomas and systemic inflammations, suggesting that HBZ has the critical roles in pathogenesis of HTLV-1. However, the molecular mechanisms of HBZ-induced oncogenesis have not been clarified yet. The Wnt signaling is a highly conserved cellular signaling pathway in eukaryotes and the Wnt ligands have been found to trigger multiple pathways of Wnt signaling. The most well-studied cascade is the Wnt/β-catenin pathway (also known as the canonical Wnt pathway), which is β-catenin-dependent and mainly controls cell differentiation, proliferation, and apoptosis. Aberrant activation of the canonical Wnt pathway has been linked to many cancers. In contrast, it is known that the noncanonical Wnt pathway antagonizes the canonical pathway, while a representative noncanonical Wnt ligand, Wnt5a, is suggested to have both oncogenic and tumor suppressive properties in several malignancies. The significance of those Wnt pathways in HTLV-1-associated oncogenesis is still obscure. In this study, we found that HBZ markedly suppressed the canonical Wnt/β-catenin pathway. As a mechanism of HBZ-mediated Wnt suppression, we found that HBZ targets LEF1 and TCF1, the key transcription factors of the pathway, and impairs its DNA-binding ability. In contrast, HTLV-1 Tax protein interacted with Dvl and DAPLE, which are the regulators of the canonical Wnt signaling, and activated the pathway. Indeed, the canonical Wnt activation is not observed in ATL cells, and enforced activation of β-catenin in ATL cells inhibited cellular proliferation, implying that activation of the canonical Wnt pathway might have suppressive effect on ATL cells. On the other hand, HBZ induces the transcription of the noncanonical Wnt5a by enhancing its promoter activity. In addition, Wnt5a transcription level in ATL cells is significantly higher than in HTLV-1-uninifected control cells. Knockdown of Wnt5a impairs both proliferation and migration of ATL cells, suggesting that HBZ-induced Wnt5a supports development and progression of ATL. Our results implicate novel roles of HBZ in ATL leukemogenesis through dysregulation of both the canonical and noncanonical Wnt pathways. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "basic-leucine zipper transcription factors",
        "human t-lymphotropic virus 1",
        "leukemia, t-cell",
        "wnt-5a protein",
        "cancer",
        "carcinogenesis",
        "ligands",
        "tumorigenesis",
        "dna",
        "gene products, tax"
    ],
    "author_names": [
        "Jun-ichirou Yasunaga, MD, PhD",
        "Guangyong Ma",
        "Jun Fan",
        "Masao Matsuoka"
    ],
    "author_affiliations": [
        [
            "Laboratory of Virus Control, Institute for Virus Research, Kyoto University, Kyoto, Japan"
        ],
        [
            "Laboratory of Virus Control, Institute for Virus Research, Kyoto University, Kyoto, Japan"
        ],
        [
            "Laboratory of Virus Control, Institute for Virus Research, Kyoto University, Kyoto, Japan"
        ],
        [
            "Laboratory of Virus Control, Institute for Virus Research, Kyoto University, Kyoto, Japan"
        ]
    ],
    "first_author_latitude": "35.01905910000001",
    "first_author_longitude": "135.7735002"
}