{
    "doi": "https://doi.org/10.1182/blood.V114.22.1844.1844",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1553",
    "start_url_page_num": 1553,
    "is_scraped": "1",
    "article_title": "Lenalidomide Shuts Down the Translational Machinery in Multiple Myeloma Cells Resulting in Down-Regulation of Critical Transcription Factors Such as C/EBPβ and IRF4. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Pathophysiology and Preclinical Studies Excluding Therapy Poster I",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "transcription factor",
        "down-regulation",
        "disease remission",
        "positive regulatory domain i-binding factor 1",
        "dexamethasone",
        "human leukocyte interferon",
        "interferons",
        "peptide initiation factors"
    ],
    "author_names": [
        "Shirong Li, PhD",
        "Rekha Pal, PhD",
        "Deborah L Galson, Ph.D.",
        "Peter H Schafer, PhD",
        "Hongjiao Ouyang, DDS, PhD",
        "Markus Y Mapara, MD, PhD",
        "Suzanne Lentzsch, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology and Center for Bone Biology, University of Pittsburgh Cancer Institute and PittsburghVA Healthcare System, Pittsburgh, PA, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology and Departments of Restorative Dentistry and Comprehensive Care, University of Pittsburgh Cancer Institute and University of Pittsburgh of Pittsburgh School of Dental Medicine, Pittsburgh, PA, USA"
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ]
    ],
    "first_author_latitude": "40.45523980000001",
    "first_author_longitude": "-79.94240889999999",
    "abstract_text": "Abstract 1844 Poster Board I-870 Background: Lenalidomide is an immunomodulatory drug that has been shown to be highly active in the treatment of multiple myeloma (MM). In combination with dexamethasone, remission rates of up to 61% are achieved in newly diagnosed MM patients. Nevertheless, the mechanisms of how immunomodulatory compounds induce high remission rates in MM remains elusive. Methods and Results: Here we investigate the underlying anti-MM mechanism of lenalidomide. Lenalidomide significantly ( p <0.01) inhibited DNA synthesis at concentrations as low as 0.01 μM in MM.1S or OPM2, as shown by thymidine uptake analysis. Inhibition of proliferation was accompanied by cell cycle arrest at G0/G1 in MM cell lines. Even at high concentrations up to 100 uM lenalidomide did not induce the expected level of apoptosis in MM cell lines. Previously we have demonstrated that C/EBPβ is an important transcription factor which controls growth and proliferation of MM cells and also regulates the transcription of interferon regulatory factor-4 (IRF4). Our present data show that lenalidomide significantly inhibited the protein expression of C/EBPβ in MM cell line and primary MM cells. Furthermore, we found that lenalidomide does not decrease the mRNA level of C/EBPβ, nor induce the protein degradation of C/EBPβ, suggesting that the protein translation of C/EBPβ was inhibited. Consistent with this notion, analysis of the effects of the compounds on the translational machinery in MM cells revealed that the protein eukaryote initiation factor 4E (eIF4E) was significantly down-regulated in both lenalidomide-treated MM cell lines and primary MM cells. The resulting decreased C/EBPβ protein expression impaired the transcription of downstream IRF4, BLIMP1 and XBP1, which are all critical for MM survival. Conclusions: Our studies, for the first time, provide evidence that lenalidomide inhibits MM cell proliferation and survival by likely inhibiting the protein translation of C/EBPβ and consequently repressing gene expression of multiple downstream transcription factors of C/EBPβ including IRF4, BLIMP1 and XBP1. Disclosures: Schafer: Celgene Corporation: Employment. Lentzsch: Celgene: Consultancy, Speakers Bureau; Pfizer: Consultancy."
}