{
    "doi": "https://doi.org/10.1182/blood.V106.11.4911.4911",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=534",
    "start_url_page_num": 534,
    "is_scraped": "1",
    "article_title": "The Establishment of Mice Model with Myelodysplastic Syndrome Cell Line MUTZ-1 Cell. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "animal model",
        "cell lines",
        "mice",
        "myelodysplastic syndrome",
        "neoplasms",
        "tumor cells",
        "arsenic trioxide",
        "cellular morphology",
        "histopathology tests",
        "immunodeficiency, combined"
    ],
    "author_names": [
        "Jie Lu",
        "Jie Jin, Ph.D",
        "Weilai Xu, Ph.D",
        "Zhimei Chen",
        "Wei Ding"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, 1st Affiliated Hospital, Medical College of Zhejiang University, Institute of Hematology to Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Dept. of Hematology, 1st Affiliated Hospital, Medical College of Zhejiang University, Institute of Hematology to Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Dept. of Hematology, 1st Affiliated Hospital, Medical College of Zhejiang University, Institute of Hematology to Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Dept. of Hematology, 1st Affiliated Hospital, Medical College of Zhejiang University, Institute of Hematology to Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Dept. of Hematology, 1st Affiliated Hospital, Medical College of Zhejiang University, Institute of Hematology to Zhejiang University, Hangzhou, Zhejiang, China"
        ]
    ],
    "first_author_latitude": "30.308684399999994",
    "first_author_longitude": "120.0864995",
    "abstract_text": "Objective To establish myelodysplastic syndrome cell line MUTZ-1 cell mice model. Methods 75 SCID mice and 10 BALB/CA-node mice were studied in this experiment. MDS-REBT cell line MUTZ-1 cells were cultured in vitro and 1 x10 8 /ml cell were subcutancously implanted in 4~6-week-old First-Generation SCID mice and BALB/CA-node mice respectively. The subcutancous tumor cells from First-Generation MDS-REBT cell line MUTZ1 cells mice model were respectively implanted in Second-Generation SCID mice and BALB/CA-node mice. The latent period and the rate of subcutancous tumor formation was observed, and tumor size was measured by the MTD twice a week. The biological characteristics of the subcutancous tumor cells were checked and evaluated by the methods of cell morphology and pathology and histopathology and immunology by flow cytometer, chromosome analysis and immunohistochemistry stain. It has been experimented tentatively that arsenic trioxide (AS 2 O 3 ) (with 7.5mg/g mouse/d x 3d) was injected into abdominal cavity in 10 SCID mice to observe the drug effect on tumor formation in vivo. Results The rate of the subcutancous tumor formation was 98.6% (70/71)in SCID mice and 62.5%(5/8)in BALB/CA-nude micerespectively,(P=0.0027). The latent period of the subcutancous tumor formation were 10~17d (median 12d) in 61 SCID mice without injected arsenic trioxide and were 26~31d (median 29d) in 10 SCID mice with arsenic trioxide (with 7.5mg/g mouse/d x 3d) injected into abdominal cavity respectively. The latent period of the subcutancous tumor formation in the group of SCID mice injected by AS 2 O 3 was significantly longer than that of non-injected by AS 2 O 3 (Z=5.339, P<0.001), which showed that AS 2 O 3 has probably a inhibition effect on the subcutancous tumor growth of SCID mice model in vivo. The results showed the subcutancous tumor cells of mice model have the biological characteristics of a Hum-MDS-REBT cell line MUTZ1 cell and were anthropo- source. The metastases in liver were found 8 weeks after implanted. HE staining on paraffin sections showed that the tumor cells were microscopic observed on liver and spleen and kidney and medullary cavity of bone and skin. Immunohistochemistry staining showed the subcutancous tumor cells of the mice model have the overexpression of P53 protein, which cued that these tumor cells has the P53 mutation and showed human tumor propert. Conclusion A human myelodysplastic syndromes-REBT cell line MUTZ1 cell-severe combined immunodeficiency (SCID) mice model was successfully established, which could be used for the advanced investigation of drug experiment as an animal model system in vivo."
}