{
    "doi": "https://doi.org/10.1182/blood-2020-138813",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4577",
    "start_url_page_num": 4577,
    "is_scraped": "1",
    "article_title": "Ifnα Attenuates the Disease Phenotype and Extends Survival in Mouse Models of MPN ",
    "article_date": "November 5, 2020",
    "session_type": "635.Myeloproliferative Syndromes: Basic Science",
    "abstract_text": "The curative potential of Type I interferons for patients suffering from Myeloproliferative Neoplasms (MPNs) has been reported and these are the only class of drugs that can lead to reduction of the mutant allelic burden in patients. However, modelling IFN treatment in mice has been challenging. Here, we report the use of murine pegylated IFNα (murine ropeginterferon-a, mRopeg) developed by PharmaEssentia (Taipei, Taiwan) to model IFN treatment in transgenic MPN mouse models. We started treating JAK2V617F f/+ ;vavCre and control vavCre mice (n=6-8) with PBS or mRopeg (600 ng/mouse/week), by subcutaneous injections from the time they were 4 weeks old. The mice were bled every 2 weeks from the facial vein and the blood parameters were monitored. We observed significant normalization of platelet and WBC counts in Jak2-V617F fl/+ vavCre mice to wild type levels. No effect on hematocrit and hemoglobin level was observed in the Jak2-V617F fl/+ vavCre mice. VavCre control animals showed no sign of negative effect such as cytopenia during the entire treatment course. We observed a highly significant prolongation of the survival of mRopeg treated JAK2V617F f/+ ;vavCre mice over a duration of 80 days of treatment. While all the PBS treated JAK2V617F f/+ ;vavCre mice died within 60 days, all the mRopeg treated mice were still alive till the end of the treatment duration. We also generated a novel transgenic mouse model that conditionally expresses hybrid mutant CALR protein (murine exons 1-8 and human CALR del52 exon9) from the endogenous murine Calr locus. We bred them into vavCre background (in both heterozyhous and homozygous states) to induce expression of CALR-del52 in hematopoietic cells. Upon Cre recombinase expression, the endogenous murine exon 9 is replaced by the human del52 exon 9 and the expression of the humanized Calr-del52 oncoprotein is detectable by Western blot analysis using mutant CALR specific antibodies. Calr-del52 animals develop an essential thrombocythemia (ET) like phenotype when expressed in a heterozygous state with elevated number of hematopoietic stem cells and megakaryocytes in the bone marrow. In the homozygous state, the thrombocythemia is more severe with splenomegaly and older animals show anemia with increased WBC. Bone marrow histology shows megakaryocytic hyperplasia with no sign of fibrosis up to age of one year. We treated a cohort of animals with 600 ng mRopeg/PBS once a week for 4 weeks. Peripheral blood counts were determined at baseline and at regular intervals during treatment. At the end of treatment, mice were sacrificed, and splenic and bone marrow cells were immunophenotyped and quantified by FACS. We observed correction of thrombocythemia in the homozygous Calr-del52 mice but no unspecific decrease of platelet count in the vavCre mRopeg treated animals. We observed significant specific reduction of the long-term hematopoietic stem cells (LT-HSCs/fraction A) in homozygous CALR-del52 mice. In conclusion, Type I IFN treatment significantly reduces platelet counts to normal levels in both JAK2 and CALR mutant driven MPN mouse models. The prolongation of survival of JAK2V617F transgenic mice upon Type I IFN treatment is particularly remarkable; as no survival data is reported until now in any clinical trials or other animal models. Further experiments are required to understand the mechanism of action of this phenomenon. Disclosures No relevant conflicts of interest to declare.",
    "topics": null,
    "author_names": [
        "Harini Nivarthi, PhD",
        "Andrea Majoros, PhD",
        "Eva Hug, PhD",
        "Ruochen Jia, PhD",
        "Sarada Achyutuni",
        "Roland Jäger, PhD",
        "Raimund Holly",
        "Beatrice Grabner",
        "Felix Rosebrock",
        "Shin-Jye Lee",
        "Chung-Wei Lee",
        "Robert Kralovics, PhD"
    ],
    "author_affiliations": [
        [
            "CeMM Research Center for Molecular Medicine of the Austrian Academy of Sciences, Vienna, Austria "
        ],
        [
            "MyeloPro Diagnostics and Research GmbH, Vienna, Austria "
        ],
        [
            "MyeloPro Diagnostics and Research GmbH, Vienna, Austria "
        ],
        [
            "MyeloPro Diagnostics and Research GmbH, Vienna, AUT "
        ],
        [
            "Department of Laboratory Medicine, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Department of Laboratory Medicine, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "CeMM Research Center for Molecular Medicine of the Austrian Academy of Sciences, Vienna, Austria "
        ],
        [
            "CeMM Research Center for Molecular Medicine, Vienna, AUT "
        ],
        [
            "MyeloPro Diagnostics and Research GmbH, Vienna, Austria "
        ],
        [
            "PharmaEssentia Co., Taipei, China "
        ],
        [
            "PharmaEssentia Co., Taipei, China "
        ],
        [
            "Department of Laboratory Medicine, Medical University of Vienna, Vienna, Austria ",
            "CeMM Research Center For Molecular Medicine of the Austrian Academy of Sciences, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.219447599999995",
    "first_author_longitude": "16.3497225"
}