{
    "doi": "https://doi.org/10.1182/blood.V118.21.454.454",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2142",
    "start_url_page_num": 2142,
    "is_scraped": "1",
    "article_title": "Efficacy of Frontline Nilotinib Therapy in Patients (Pts) with Newly Diagnosed Philadelphia Chromosome (Ph)-Positive Chronic Myeloid Leukemia in Early Chronic Phase (CML-CP) ",
    "article_date": "November 18, 2011",
    "session_type": "632. Chronic Myeloid Leukemia - Therapy: New First Line Options",
    "topics": [
        "brachial plexus neuritis",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "philadelphia chromosome",
        "measles-mumps-rubella vaccine",
        "toxic effect",
        "adverse event",
        "bilirubin",
        "cardiac mri",
        "drug holiday"
    ],
    "author_names": [
        "Alfonso Quintás-Cardama, MD",
        "Hagop M Kantarjian",
        "Rajyalakshmi Luthra, PhD",
        "Susan o'Brien",
        "Elias Jabbour",
        "Gautam Borthakur",
        "Farhad Ravandi, MD",
        "Guillermo Garcia-Manero",
        "Stefan Faderl, MD",
        "Marina Konopleva, M.D., Ph.D.",
        "William G. Wierda, MD, PhD",
        "Elizabeth Burton",
        "Jorge E. Cortes"
    ],
    "author_affiliations": [
        [
            "Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "The University of Texas MD Anderson Cancer Center; Leukemia Department, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "mdacc, Houston, TX, USA, "
        ],
        [
            "M.D. Anderson Cancer Center, University of Texas, Houston, TX, USA, "
        ],
        [
            "Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 454 Efficacy of Frontline Nilotinib Therapy in Patients (Pts) with Newly Diagnosed Philadelphia Chromosome (Ph)-Positive Chronic Myeloid Leukemia in Early Chronic Phase (CML-CP) Alfonso Quintás-Cardama, Hagop Kantarjian, Raja Luthra, Susan O'Brien, Elias Jabbour, Gautam Borthakur, Farhad Ravandi, Guillermo Garcia-Manero, Stefan Faderl, Marina Konopleva, William Wierda, Elizabeth Burton, Jorge Cortes 1 MD Anderson Cancer Center, University of Texas, Houston, TX Background: In 2005, we initiated a phase II study of nilotinib as 1 st line therapy in pts with newly diagnosed CML-CP to investigate the efficacy and safety of nilotinib as frontline therapy for pts with CML-CP. Methods: The primary objective was to estimate the proportion of pts attaining major molecular response (MMR) at 12 months (mo). Pts with untreated CML-CP within 6 mo from diagnosis were eligible and received nilotinib 400 mg twice daily. Results: 100 pts (41% female) have received for a median of 24 mo (range 1 to 72mos). Median age was 49 years (range 17–86). Median WBC, PB blasts, PB basophils, hemoglobin, and platelet count was 42.6, 0%, 2.5%, 12.3, 307, respectively. Five pts (5%) had a variant Philadelphia chromosome and 1 (1%) had deletion of derivative chromosome 9. Seventy-two (72%), 20 (20%), and 8 (8%) pts had low, intermediate, and high Sokal risk score. Among the 102 CP pts who were not in CHR at the start, 100 (98%) achieved CHR (one discontinued after 2 weeks without adverse events). Among 73 CP pts followed for at least 12 mo, 69 (95%) achieved a complete cytogenetic response (CCyR). MMR at 18 mo has been achieved in 51 (89%) pts, including 30 (52%) with a complete molecular response (CMR)( Table 1 ). The median time to achieve CCyR, MMR was 6 mo each.  . Time on Treatment (months) . 3 6 12 18 24 36 48 CCyR 78 92 97 98 98 100 100 MMR 40 35 86 89 88 95 95 CMR (BCR-ABL1 ≤0.0032 (IS)) 7 74 45 52 65 66 75 Annual rate events (%)   4  0 2 5 Annual rate progression (%)   2  0 0 0 No. Pts evaluable 91 87 66 54 51 37 19 . Time on Treatment (months) . 3 6 12 18 24 36 48 CCyR 78 92 97 98 98 100 100 MMR 40 35 86 89 88 95 95 CMR (BCR-ABL1 ≤0.0032 (IS)) 7 74 45 52 65 66 75 Annual rate events (%)   4  0 2 5 Annual rate progression (%)   2  0 0 0 No. Pts evaluable 91 87 66 54 51 37 19 View Large Grade 3–4 thrombocytopenia, neutropenia, and anemia occurred in 9%, 12%, and 6% pts. The most frequent non-hematologic toxicities were rash (62%), pain (57%), and elevated transaminases (45%) and bilirubin (42%). However, grade 3–4 non-hematologic adverse events (possible, probable or suspected relationship only) were rare, including: pain and increased bilirubin (4% each), elevated lipase, fatigue, and elevated transaminases (2% each), and hyperglycemia (1%). One (1%) pt experienced QTc prolongation (grade 2; QTc prolonged from 444msec to 483msec), not associated with arrhythmias and resolved after a brief treatment interruption. Forty-five (45%) pts had transient treatment interruptions (median days off-nilotinib 7 [range 1–68]) and 27 (27%) had dose reductions. Of the patients that were dose reduced, their current or last known dose was either 200mg daily (n=7), 200mg twice daily (n=14), or 400mg daily (n=6). Nineteen (19%) pts terminated nilotinib therapy due to toxicity (n=7), personal reasons or loss to follow-up (n=7), loss of MCyR (n=2), progression to BP (n=2), or death (n=1). Of the pts who discontinued therapy, 3 were tested for BCR-ABL1 mutations; 2 were found to have mutations (F359C and Y253H). The 48 mo probability of EFS (event= loss of CHR, loss of MCyR, AP/BP, or death) is 88%. The annual rate of events during the first 48 mo of follow-up was 4%, 0%, 2%, 5%, and 0% and the rate of transformation 2%, 0%, 0%, and 0%, respectively. The best response achieved on nilotinib by the 2 pts that transformed to BP was CCyR and PCyR, respectively. The overall survival at 48 mos is 96%. One pt died due to stroke, unrelated to nilotinib. No other vascular events have been observed to date. Conclusion: Nilotinib 400 mg twice daily induces CCyR in 78% of pts as early as 3 mo and MMR in 86% at 12 mo after the start of therapy, with very low rates of progression to AP/BP and a mild toxicity profile. Disclosures: No relevant conflicts of interest to declare."
}