{
    "doi": "https://doi.org/10.1182/blood.V126.23.1578.1578",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3252",
    "start_url_page_num": 3252,
    "is_scraped": "1",
    "article_title": "Pegylated Interferon-Alpha 2a in Combination with Nilotinib As First-Line Therapy in Newly Diagnosed Chronic Phase Chronic Myelogenous Leukemia (Nilopeg trial). Four-Year Follow-up Results ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster I",
    "topics": [
        "follow-up",
        "interferon-alpha",
        "leukemia, myeloid, chronic-phase",
        "nilotinib",
        "toxic effect",
        "bcr-abl tyrosine kinase",
        "dasatinib",
        "imatinib mesylate",
        "measles-mumps-rubella vaccine",
        "microbiology procedures"
    ],
    "author_names": [
        "Franck E. Nicolini, MD PhD",
        "Gabriel Etienne, MD PhD",
        "Viviane Dubruille, MD",
        "Lydia Roy, MD",
        "Françoise Huguet, MD",
        "Laurence Legros, MD",
        "Stéphane Giraudier, MD PhD",
        "Valérie Coiteux, MD",
        "Agnes Guerci-Bresler, MD",
        "Pascal Lenain, MD",
        "Delphine Rea",
        "Shanti Amé, MD",
        "Pascale Cony-Makhoul, MD",
        "Martine Gardembas, MD",
        "Eric Hermet, MD",
        "Philippe Rousselot, MD PhD",
        "Marie-Claude Gagnieu, PharmD, PhD",
        "Stéphane Morisset, Stat",
        "Christine Pivot, PharmD",
        "Madeleine Etienne, CRA",
        "Francois Guilhot, MD",
        "Stéphanie Dulucq, PharmD, PhD",
        "Francois-Xavier Mahon, MD PhD Professor"
    ],
    "author_affiliations": [
        [
            "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France ",
            "Fi-LMC group, Pessac, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Institut Bergonié, Bordeaux, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, CHU de Poitiers, Poitiers, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Institut universitaire du cancer de Toulouse, Toulouse, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Hopital Archet 1, CHU Nice, Nice, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Hôpital Henri Mondor, Créteil, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Hôpital Claude Huriez, Lille, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Hôpital d'Adultes du Brabois, CHU Nancy, Nancy, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Centre Henri Becquerel, Rouen, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Hôpital Civil, CHU Strasbourg, Strasbourg, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Centre Hospitalier Annecy-Genevois, Site Annecy, Metz-Tessy, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology Department, University Hospital, Angers, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, CHU d'Estaing, Clermont-Ferrand, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology Department, Hôpital André Mignot, Versailles, France "
        ],
        [
            "Pharmacology laboratory, Hôpital Edouard Herriot, Lyon, France "
        ],
        [
            "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France "
        ],
        [
            "Central Pharmacy, Hôpital Edouard Herriot, Lyon, France "
        ],
        [
            "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France ",
            "Fi-LMC group, Pessac, France "
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Inserm CIC 1402, CHU de Poitiers, Poitiers, France "
        ],
        [
            "Laboratory of Hematology, Hôpital Haut Lévêque, Pessac, France"
        ],
        [
            "Fi-LMC group, Pessac, France ",
            "Hematology department, Institut Bergonié, Bordeaux, France "
        ]
    ],
    "first_author_latitude": "45.702775599999995",
    "first_author_longitude": "4.804545300000001",
    "abstract_text": "Background & aims In the Nilopeg trial (EudraCT 2010-019786-28), we have previously demonstrated that the combination of nilotinib (Tasigna® Novartis), a second generation inihibitor (TKI2), combined to pegylated interferon-alpha 2a (Peg-IFN, Pegasys®, Roche) in de novo chronic phase chronic myeloid leukemia (CP-CML) patients is able to induce high rates of molecular responses with an acceptable additional toxicity (F. E. Nicolini et al. Lancet Haematology 2015) within 24 months of follow-up. We report here the ≥4-year follow-up of such patients for toxicity and efficacy. Methods In a phase 2 study, newly diagnosed CP-CML patients were assigned to a priming strategy by Peg-IFN (± HU) for a month at 90 mg/wk, prior to a combination of nilotinib 300 mg BID + Peg-IFN 45 micro.g/wk for ≥ 1 year, maximum 2 years. After 2 years nilotinib was continued alone. The primary endpoint was the rate of confirmed molecular response 4.5 (MR 4.5 ) by 1 year. Molecular assessments were centralised for all patients and expressed as BCR-ABL IS in % for 2 years and then performed in each center [all expressed in % on the international scale (IS)]. All data presented here are in intention-to-treat. Events were defined as death, progression to AP or BC, failure on nilotinib or nilotinib treatment discontinuation for any cause excluding treatment-free remission (TFR). Results Fourty-two patients were enrolled in this trial (one withdrawn its consent prior to treatment initiation), and the median follow-up is now 50.7 (47.8-52.8) months. Sokal and Euro scores were high for 12% and 2%, intermediate for 49% and 55% and low for 39% and 43% of the patients respectively. The median age at treatment initiation was 53 (23-85) years, 2 patients had a masked Philadelphia chromosome, 3 a variant form, and 1 additional chromosomal abnormalities, all patients had \"major\" BCR-ABL1 transcripts. The rates of Complete Cytogenetic Responses (CCyR) at \"6\", and \"12\" months of combination (i. e. at 5 and 11 months of TKI2) were 71%, and 100% respectively. Eighty seven percent of patients had a BCR-ABL IS ≤10% at M3 (i. e. after 2 months TKI). The rates of molecular responses respectively at 12, 24, 36 and 48 months were 76%, 78%, 83%, 73% for MMR, 51%, 58.5%, 66%, 58.5% for 4 log reduction (MR 4 ), 17%, 34%, 34%, 44% for 4.5 log reduction (MR 4.5 ), 12%, 32%, 29%, 41.5% for ≥5 log reduction (MR 5 ), shown as cumulative incidence curves for MR4.5 in figure 1. The median doses of Peg-IFN delivered to the patients during the first year were 45 (0-45) micro.g/wk, and for nilotinib 600 (300-600) mg daily. Interestingly, logistic regression analysis adjusted on MR4.5 responses showed a significant relationship with the mean doses of Peg-IFN delivered to the patients at 12 months (p=0.003, OR = 1.09 [1.03-1.16]), 24 months (p=0.005, OR = 1.08 [1.02-1.14]) and 48 months (p=0.024, OR = 1.09 [1.01-1.17], but not with the mean doses of nilotinib [p=0.84, OR = 0.99 [0.99-1.01], p=0.087, OR = 1 [0.99-1.01], and p=0.88, OR = 1 [0.99-1.01] respectively. Eight patients (19.5%) were in TFR for a median of 6.8 (0.5-9.5) months after 2-year consecutive MR 4.5 , and none lost MMR yet at last follow-up. One patient died of progression (unmutated myeloid blast crisis at M6, who relapsed after unrelated allogeneic stem cell transplantation). There was no additional grade 3-4 hematologic or biochemical toxicities occurring after 24 months. At last follow-up 10 patients switched for another TKI (2 for dasatinib, 5 for imatinib, and 3 for imatinib followed by dasatinib), for unsufficient cytogenetic or molecular response (2 patients) or for toxicity (7 patients). Overall, 4 patients presented some cardio-vascular events 3 coronary stenoses, one brain stroke). Conclusion Despite additional initial toxicities Peg-IFN priming strategy, followed by the combination of nilotinib and Peg-IFN during the first year induces very high rates of durable deep molecular responses (MR 4 and MR 4.5 ) at later time-points, offering TFR for number of patients. To date, no emerging severe adverse events occurred. However, to confirm these promising results, a randomised phase III study testing nilotinib versus nilotinib + Peg-IFN is absolutely warranted and in progress. Figure 1. View large Download slide Cumulative incidence of MR4.5 Figure 1. View large Download slide Cumulative incidence of MR4.5 Disclosures Nicolini: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Ariad Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Etienne: ARIAD: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Other: Congress Travel/Accomodations, Research Funding, Speakers Bureau; BMS: Consultancy, Honoraria, Speakers Bureau. Roy: BMS: Consultancy, Research Funding; Novartis: Consultancy, Research Funding. Huguet: Novartis: Consultancy, Research Funding; BMS: Consultancy, Speakers Bureau; ARIAD: Consultancy, Speakers Bureau; PFIZER: Consultancy, Speakers Bureau. Legros: ARIAD: Speakers Bureau; BMS: Speakers Bureau; Novartis: Research Funding, Speakers Bureau. Giraudier: Novartis: Speakers Bureau. Coiteux: BMS: Speakers Bureau; ARIAD: Speakers Bureau; Novartis: Speakers Bureau. Guerci-Bresler: ARIAD: Speakers Bureau; BMS: Speakers Bureau; Novartis: Speakers Bureau; PFIZER: Speakers Bureau. Rea: Pfizer: Honoraria; Ariad: Honoraria; Novartis: Honoraria; Bristol-Myers Squibb: Honoraria. Amé: BMS: Speakers Bureau; Novartis: Speakers Bureau. Cony-Makhoul: Novartis: Consultancy, Honoraria, Speakers Bureau; BMS: Consultancy, Honoraria, Speakers Bureau. Gardembas: Novartis: Speakers Bureau. Hermet: Novartis: Speakers Bureau; BMS: Speakers Bureau. Rousselot: Pfizer: Consultancy; BMS: Consultancy, Speakers Bureau; Novartis: Speakers Bureau. Mahon: ARIAD: Consultancy; Bristol-Myers Squibb: Consultancy, Honoraria; Pfizer: Consultancy; Novartis: Consultancy, Honoraria."
}