{
    "doi": "https://doi.org/10.1182/blood.V128.22.463.463",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3451",
    "start_url_page_num": 3451,
    "is_scraped": "1",
    "article_title": "XPO1 Inhibition By Selinexor Synergizes with BCR Inhibition, Blocks Tumor Growth and Prolongs Survival in a Bioluminescent Animal Model of Primary Central Nervous System Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "625. Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents: Novel Therapeutic Strategies",
    "topics": [
        "animal model",
        "bioluminescence",
        "primary central nervous system lymphoma",
        "selinexor",
        "tumor growth",
        "diffuse large b-cell lymphoma",
        "ibrutinib",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "neoplasms",
        "transplantation, heterologous"
    ],
    "author_names": [
        "Marta Crespo",
        "Julia Carabia",
        "Isabel Jiménez",
        "Sabela Bobillo",
        "Pau Abrisqueta",
        "Carles Palacio",
        "Cecilia Carpio, MD",
        "Josep Castellvi",
        "Noelia Purroy",
        "Joan Seoane",
        "Francesc Bosch, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Vall d'Hebron Institute of Oncology, Barcelona, Spain "
        ],
        [
            "Hematology, Vall d'Hebron Institute of Oncology, Barcelona, Spain "
        ],
        [
            "Hematology, Vall d'Hebron Institute of Oncology, Barcelona, Spain "
        ],
        [
            "Hematology, Vall d'Hebron Institute of Oncology, Barcelona, Spain "
        ],
        [
            "Hematology, Vall d'Hebron Institute of Oncology, Barcelona, Spain "
        ],
        [
            "Hematology, Vall d'Hebron Institute of Oncology, Barcelona, Spain "
        ],
        [
            "Vall d'Hebron Research Institute, Barcelona, Spain "
        ],
        [
            "Pathology, Vall d'Hebron University Hospital, Barcelona, Spain "
        ],
        [
            "Hematology, Vall d'Hebron Institute of Oncology, Barcelona, ESP "
        ],
        [
            "Gene Expression and Cancer Laboratory, Vall d'Hebron Institute of Oncology, Barcelona, Spain "
        ],
        [
            "Hematology, Hospital Universitari Vall d'Hebron, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "41.428163250000004",
    "first_author_longitude": "2.1399164999999996",
    "abstract_text": "Primary central nervous system lymphoma (PCNSL) is a very aggressive non-Hodgkin lymphoma localized in the cerebral parenchyma, eyes, leptomeninges or spinal cord in the absence of systemic involvement. Approximately 95% of PCNSL are classified as diffuse large B-cell lymphoma (DLBCL), being most of them more closely related to activated B-cell type (ABC-DLBCL). PCNSL is associated with poor prognosis, particularly because of the difficulty for drugs to cross the blood brain barrier. High dose methotrexate is the most effective treatment, but relapse is very common and salvage therapies are scarce. Therefore, the development of effective drugs with ability to penetrate the CNS is highly needed. Selinexor (KTP-330) is a Selective Inhibitor of Nuclear Export (SINE) compound that binds and inactivates XPO-1 protein. This inactivation induces anti-tumor effects by forcing nuclear retention and activation of tumor suppressor proteins. Selinexor has shown excellent brain penetration, exhibits promising results in pre-clinical models of glioblastoma and can inhibit both BCR and NF-kB signaling in malignant B-cells. Therefore, in order to provide a pre-clinical rationale for the use of selinexor for patients with PCNSL, we tested the role of XPO-1 inhibition in PCNSL using intracerebral xenograft murine models. We then determined the inhibitory concentration 50 (IC50) in 4 ABC and 5 GCB DLBCL cell lines. Cell survival and proliferation were tested 96 hours after incubation with selinexor. Analysis showed that the DLBCL cell lines have equivalent sensitivity to selinexor, regardless cell of origin (COO). In detail, survival assessed by AnnexinV-PI exclusion showed that mean ID50 for ABC cell lines was 4.98 µM +/- 3.6 and 6.3 µM +/- 3.8 for GCB (p=0.9). Proliferation assessed by MTS was also blocked by selinexor (mean ID50 for ABC-DLBCL was 1.35 µM +/- 0.7 vs. 16.16 µM +/- 11.17 for GCB-DLBCL (p=0.41)). Since SINE compounds have been shown to inhibit BCR signaling, we next tested the potential synergy between ibrutinib and selinexor. All three ABC-DLBCL cell lines tested were sensitive to ibrutinib and in two of them the combination with selinexor was strongly synergic. In contrast, none of the 3 GCB-DLBCL cell lines analyzed were sensitive to up to 100 µM single agent ibrutinib; interestingly, however, treatment with selinexor sensitized SUDHL4 cells to ibrutinib and the combination index values indicated strong synergism between the two drugs. Finally, we established an orthotopic xenograft model of PCNSL by stereotactic injection of the OCI-Ly10 (ABC) cell line stably transfected with firefly luciferase into the cerebral parenchyma of nude athymic mice. This allows the non-invasive longitudinal quantification of intracerebral tumor growth (bioluminescence detection, IVIS¨ Spectrum). Eleven days after the injection of cells all animals had developed detectable tumors confined to the CNS. Tumor size was measured and animals were randomly distributed into drug or vehicle experimental group (vehicle: n=8, mean radiance= 1.33á10 7 p/sec/cm 2 /sr ± 0.68á10 7 ; treatment: n=9, mean radiance=2.99á10 7 p/sec/cm 2 /sr ± 2.3á10 7 ). At this time point mice were treated with 5mg/kg of selinexor or vehicle via oral gavage three times a week. Treatment with selinexor significantly increased mice survival, with a median survival of 48 days in the treatment group compared to 34 days in the vehicle group (p< 0.0001; figure 1A). Mice in the treatment group showed a significantly slower increase in bioluminescence signal (two-way ANOVA: p< 0.0001; figure 1B). Specific time-point analysis showed that differences were significant as soon as 8 days after treatment. At final point, histopathological analysis showed diffuse infiltration in meninges and cerebral parenquima of highly proliferative CD20-positive B-cells (virtually 100% Ki-67-positive malignant B cells) In conclusion, selinexor inhibits proliferation and survival of DLBCL cell lines, regardless of the cell of origin and it can synergize with ibrutinib. Moreover, treatment of mice with CNS confined ABC-DLBCL with selinexor significantly reduces tumor growth and increases survival. Therefore, our results provide pre-clinical evidence for the development of selinexor as new therapeutic option for PCNSL or DLBCL with CNS involvement. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Bosch: Hoffman La Roche: Consultancy, Honoraria, Research Funding; Millennium: Research Funding."
}