{
    "doi": "https://doi.org/10.1182/blood.V106.11.4312.4312",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=336",
    "start_url_page_num": 336,
    "is_scraped": "1",
    "article_title": "Mesenchymal Stem Cells from Bone Marrow of Children with Malignant and Non Malignant Hematological Disorders Are Not Quantitatively and Qualitatively Affected. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Mesenchymal Stem Cells (MSCs) are multipotent progenitor cells within the bone marrow (BM) capable of differentiating into various tissue specific cells including adipocytes (A), osteoblasts (O), chondrocytes (C), myoblasts, hepatocytes and possibly neuronal tissue. MSCs form an integral part of the BM stroma, have immunomodulatory functions and play an important role in the support of hematopoeisis. Their multipotentiality and ease of ex vivo expansion has raised great interest in the clinical use of MSCs for tissue repair and gene therapy. In order to evaluate if malignant and non malignant hematological diseases quantitatively and qualitatively affect BM derived MSCs, bone marrow from children with Acute Lymphoblastic Leukemia (ALL diagnosis n=9, different stages of treatment n=14, end of therapy n=9), Idiopathic Thrombocytopenic Purpura (ITP, n=12), autoimmune neutropenia (n= 9) and control patients (solid tumors without bone marrow involvement, n=19) was harvested and the mononuclear cell (MNC) fraction isolated. MSCs were expanded in aMEM supplemented with 10% selected FCS, characterized and compared in terms of their phenotypic characteristics, clonogenicity and ability to differentiate into A, O and C lineages. MNCs at day 0 of culture expressed high levels of CD34, CD45, CD29 and CD44, and very low levels of CD14, CD105 and CD90. Expression of hematopoietic markers (CD34, CD45 and CD14) on cells at passage 1 (P1) and thereafter progressively diminished while expression of CD29, CD44, CD90 and CD105 increased approaching 100%. High clonogenicity was observed in all samples at all passages as shown by the presence of CFU-F colonies (>50 cells) with the exception of ALL samples at diagnosis which showed impaired proliferation and clonogenicity that returned to normal at the following stages of treatment till the end of therapy. At P2 or P3, MSCs were differentiated towards the A, O, and C lineages by using specific induction media. Differentiation was assessed by histochemistry (Oil red O for A, von Kossa and Alkaline phosphatase (ALP) for O and Alcian Blue for C) and RT-PCR (LPL and aP2 for A, osteoprotegerin, osteocalcin and ALP for O, aggrecan and Col II for C). P2 or P3 MSCs from all groups exhibited bi- or tri-lineage differentiation. These results indicate that blood diseases of childhood do not affect the characteristics of MSCs and therefore could have clinical uses particularly in hematopoietic reconstitution following allotransplantation.",
    "topics": [
        "bone marrow",
        "child",
        "hematological diseases",
        "stem cell, mesenchymal",
        "cd14 antigen",
        "cd29 antigen",
        "cd34 antigens",
        "cd44 antigens",
        "cd45 antigens",
        "homing-associated cell adhesion molecule"
    ],
    "author_names": [
        "Helen Dimitriou, PhD",
        "Emmanouela Linardakis, PhD",
        "Georgia Martimianaki, BcS",
        "Eftichia Stiakaki, MD",
        "Anthi Fillipidi, MD",
        "Maria Kaparou, MD",
        "Maria Kalmanti, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Hematology - Oncology, University Hospital of Heraklion, Heraklion, Crete, Greece"
        ],
        [
            "Department of Pediatric Hematology - Oncology, University Hospital of Heraklion, Heraklion, Crete, Greece"
        ],
        [
            "Department of Pediatric Hematology - Oncology, University Hospital of Heraklion, Heraklion, Crete, Greece"
        ],
        [
            "Department of Pediatric Hematology - Oncology, University Hospital of Heraklion, Heraklion, Crete, Greece"
        ],
        [
            "Department of Pediatric Hematology - Oncology, University Hospital of Heraklion, Heraklion, Crete, Greece"
        ],
        [
            "Department of Pediatric Hematology - Oncology, University Hospital of Heraklion, Heraklion, Crete, Greece"
        ],
        [
            "Department of Pediatric Hematology - Oncology, University Hospital of Heraklion, Heraklion, Crete, Greece"
        ]
    ],
    "first_author_latitude": "35.3040568",
    "first_author_longitude": "25.0844365"
}