{
    "doi": "https://doi.org/10.1182/blood.V108.11.3374.3374",
    "article_title": "A Novel Role for Thrombin in Hematopoietic Stem/Progenitor Cell Homing. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Thrombin, an important serine protease, not only plays a pivotal role in platelet aggregation and coagulation, but also through activation of its receptor, seven transmembrane, G-protein-coupled receptor PAR-1, elicits numerous cellular responses in platelets and endothelial cells such as induction of adhesion molecules, production of chemokines, activation of matrix metalloproteinase (MMP)-2, cytoskeletal reorganization and migration. Thrombin is also one of the inflammatory molecules elevated during G-CSF mobilization of hematopoietic stem/progenitor cells (HSPC) and their collection by leukapheresis. We recently reported that components of leukapheresis products including thrombin enhance in vitro chemotaxis of CD34 + cells towards an SDF-1 gradient and in vivo homing to bone marrow (BM) niches in a murine model ( Blood  2005 ; 105 : 40 ). In this study we investigated whether thrombin enhances the homing-related responses of human HSPC (CD34 + cells) through MMPs, especially membrane-type (MT)1-MMP which is known to be localized on the leading edge of migrating cells and both activates latent proMMPs (MMP-2, -9) and itself has strong pericellular proteolytic activity. We found that stimulation of CD34 + cells with thrombin upregulates mRNA for MT1-MMP and MMP-9 as well as MT1-MMP protein expression (Western blot, flow cytometry) and proMMP-2 and proMMP-9 secretion (zymography). Thrombin was also found to (i) prime trans-Matrigel chemoinvasion of CD34 + cells towards a low SDF-1 gradient (20 ng/mL), which was inhibited by epigallocatechin-3-gallate, a potent inhibitor of MT1-MMP, and (ii) activate MMP-2 in of co-cultures of CD34 + cells with stromal cells (BM fibroblasts and HUVEC) which secrete proMMP-2. We also found that SDF-1 upregulates mRNA and protein expression of MT1-MMP. Moreover, using confocal microscopy we demonstrate for the first time that in CD34 + cells, PAR-1, like CXCR4, is localized in the GM1 fraction of lipid rafts and stimulation of these cells with thrombin as well as SDF-1 increases incorporation of MT1-MMP into membrane lipid rafts. Furthermore, disruption of lipid raft formation by the cholesterol-depleting agent methyl-b-cyclodextrin inhibits MT1-MMP incorporation into membrane lipid rafts and also trans-Matrigel chemoinvasion of CD34 + cells towards SDF-1. Thus we conclude that thrombin, through PAR-1 signalling and the SDF-1-CXCR4 axis, upregulates the incorporation of MT1-MMP into membrane lipid rafts and the interaction of these axes enhances the homing-related responses of HSPC towards SDF-1.",
    "topics": [
        "stem cells",
        "thrombin",
        "cd34 antigens",
        "stromal cell-derived factor 1",
        "membrane lipids",
        "receptor, par-1",
        "cxcr4 receptors",
        "gelatinase a",
        "leukapheresis",
        "matrix metalloproteinases"
    ],
    "author_names": [
        "Neeta Shirvaikar, MSc",
        "Ali Jalili, PhD",
        "Mariusz Z. Ratajczak, MD,PhD",
        "Anna Janowska-Wieczorek, MD,PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Neeta Shirvaikar, MSc",
            "author_affiliations": [
                "Research and Development, Canadian Blood Services, Edmonton, AB, Canada",
                "Medicine, University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ali Jalili, PhD",
            "author_affiliations": [
                "Research and Development, Canadian Blood Services, Edmonton, AB, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariusz Z. Ratajczak, MD,PhD",
            "author_affiliations": [
                "James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Janowska-Wieczorek, MD,PhD",
            "author_affiliations": [
                "Research and Development, Canadian Blood Services, Edmonton, AB, Canada",
                "Medicine, University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:40:54",
    "is_scraped": "1"
}