{
    "doi": "https://doi.org/10.1182/blood.V128.22.2940.2940",
    "article_title": "Profiling of Circulating Exosomes in Patients with Waldenström Macroglobulinemia ",
    "article_date": "December 2, 2016",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies: Poster II",
    "abstract_text": "Introduction. Waldenström Macroglobulinemia (WM) is a low- grade B-cell lymphoma with a heterogeneous clinical presentation. In many patients, the diagnosis is preceded by an asymptomatic precursor state of IgM monoclonal gammopathy of undetermined significance (MGUS) and smoldering WM. However, little is known about the mechanisms involved in the progression from asymptomatic WM to symptomatic WM. Exosomes are small vesicles secreted by cells that enable the transfer of nucleic acids, proteins and lipids between distant cells in the organism. Because of the active role of exosomes in promoting tumor growth and metastasis, we investigated the microRNA content of circulating exosomes in patients at different stages of WM in order to identify possible markers of progression. Methods. We isolated exosomes by ultracentrifugation from the peripheral blood plasma of 101 patients with WM and 10 normal donors. The WM cases included 7 patients with IgM MGUS, 42 patients with smoldering WM and 52 patients with symptomatic WM. We first profiled microRNAs from the exosomes of 14 patients and 5 normal controls using the TaqMan Array Human MicroRNA A Card (Thermo Fisher Scientific) which enables the quantitation of 377 human microRNAs. Exosomes from an additional group of 14 individuals (2 normal donors, 8 patients with asymptomatic WM and 4 patients with symptomatic WM) were profiled with the Oncology Panel of the Firefly Multiplex Circulating miRNA Assay (Abcam), which measures the expression level of 68 different human microRNAs. Following these analyses, a group of 33 microRNAs deregulated between patients' groups was selected and a custom microRNA panel was built to allow quantitation of these microRNAs with the Firefly Multiplex Circulating miRNA Assay (Abcam). The level of expression of these 33 microRNAs was measured in a group of 80 individuals comprised of healthy controls (n=8), patients with asymptomatic WM including IgM MGUS and smoldering WM (n=34) and patients with previously untreated symptomatic WM (n=11), relapsed WM (n=21) and refractory WM (n=6). Additionally, exosomes were imaged using electron microscopy with immunogold labeling for the detection of the exosome-specific receptors CD63 and CD81. Results. Imaging with electron microscopy showed vesicles with a size ranging from 50 to 150 nm and expressing CD63 and CD81, thus validating our ultracentrifugation method for exosome isolation. Among the 33 microRNAs analyzed, 12 were significantly deregulated between WM patients and healthy controls ( P <0.05), of which 6 were upregulated and 6 downregulated. When comparing patients with IgM MGUS and smoldering WM to patients with symptomatic WM, the expression level of 7 microRNAs differed significantly ( P <0.05), including 2 microRNAs underexpressed and 5 microRNAs overexpressed in symptomatic patients. Among the microRNAs whose expression most significantly correlated with disease progression were let-7d, miR-93-5p, miR-103a-3p, miR-192-5p and miR-320b. Conclusion. The microRNA content of circulating exosomes differs at different stages of WM progression. This could potentially be used to further define prognostic markers of progression in patients with WM, specifically progression from asymptomatic WM to overt WM. The study of these deregulated microRNAs' effect on in vitro and in vivo WM models can help us gain insights on mechanisms of disease progression in WM. Disclosures Castillo: Janssen: Honoraria; Abbvie: Research Funding; Pharmacyclics: Honoraria; Biogen: Consultancy; Otsuka: Consultancy; Millennium: Research Funding. Treon: Pharmacyclics: Consultancy, Research Funding; Janssen: Consultancy. Roccaro: Takeda Pharmaceutical Company Limited: Honoraria. Hermine: Novartis: Research Funding; AB science: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Research Funding, Speakers Bureau; Alexion: Research Funding; Celgene: Research Funding. Ghobrial: Noxxon: Honoraria; Celgene: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Takeda: Honoraria; Novartis: Honoraria; Amgen: Honoraria.",
    "topics": [
        "exosomes",
        "waldenstrom macroglobulinemia",
        "micrornas",
        "igm monoclonal gammopathy of uncertain significance",
        "cd63 antigen",
        "circulating microrna",
        "disease progression",
        "ultracentrifugation",
        "vesicle",
        "diagnostic imaging"
    ],
    "author_names": [
        "Juliette Marie Charlotte Bouyssou, BSc, MSc",
        "Yosra Aljawai, MSc",
        "Amir Yosef, MD",
        "Salomon Manier, MD",
        "Ragyie Rawal",
        "Katsutoshi Kokubun, PhD",
        "Adriana Perilla Glen, MBA",
        "Antonio Sacco, BS, RN",
        "Jorge J. Castillo, MD",
        "Steven P Treon, MD PhD",
        "Aldo M. Roccaro, MD PhD",
        "Marzia Capelletti, PhD MMSc",
        "Olivier Hermine, MD PhD",
        "Irene M. Ghobrial, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juliette Marie Charlotte Bouyssou, BSc, MSc",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA ",
                "Université Paris-Saclay / Hôpital Necker-Enfants Malades, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yosra Aljawai, MSc",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amir Yosef, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salomon Manier, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
                "Hematology Department, Lille Hospital, Lille, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ragyie Rawal",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katsutoshi Kokubun, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana Perilla Glen, MBA",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Sacco, BS, RN",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge J. Castillo, MD",
            "author_affiliations": [
                "Bing Center for Waldenstrom's macroglobulinemia, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven P Treon, MD PhD",
            "author_affiliations": [
                "Bing Center for Waldenstrom's macroglobulinemia, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aldo M. Roccaro, MD PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marzia Capelletti, PhD MMSc",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Hermine, MD PhD",
            "author_affiliations": [
                "Hôpital Universitaire Necker-Enfants Malades, Paris, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene M. Ghobrial, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA ",
                "Department of Medicine, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T09:39:45",
    "is_scraped": "1"
}