{
    "doi": "https://doi.org/10.1182/blood.V118.21.5095.5095",
    "article_title": "Evaluation of Angiogenesis and the CD57+ Lymphocytic Population on Bone Marrow Biopsies (BM) in Multiple Myeloma Patients Treated with Thalidomide (Thal) ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Abstract 5095 Introduction – Multiple myeloma (MM) is a plasma cell dyscrasias characterized by the bone destruction, renal insufficiency, anemia and hypercalcemia. Studies suggest that the disease activity and the degree of angiogenesis in the bone marrow (BM) are related. It has been shown that increased microvessel density (MVD) in MM patients`BM specimens is associated with poor prognosis, and BM MVD at diagnosis is an important prognostic factor for survival of patients. Due to the anti-angiogenic effect, Thal is becoming consolidated as a therapeutic option for the treatment of MM. The presence of cytotoxic CD57+ T lymphocytes in the BM in MM patients who have never been treated correlates with the clinical progression of the patients. The present study has the objective of presenting findings of the anti-angiogenic effect of thalidomide, correlating with the reduction of MVD in the obtained response, as well as verifying the presence of CD57+ lymphocytes before and after the treatment, correlating this with the rate response. Materials and methods– BM were collected from the posterior iliac crest in MM patients who had never been treated at least 12 weeks after having initiated treatment with Thal or up to the fourth week after discontinuing its use. Patients who had previously received Thal were excluded. The bone marrow biopsies were done by two pathologists who were blind as to the disease treatment phase. Angiogenesis was estimated based on the MVD, utilizing the anti-CD34 antibody as an immunohistochemical marker. The slides were photographed at 03 sites of densely concentrated vessels selected by counting under 400X magnification. The final density of the microvessel site median was determined. The CD57+ lymphocyte analysis was made for plasmocyte concentration zones, determining the final count using the median of three sites. Statistical analysis was performed with the SPSS 15.0 for Windows, a t-parametric test for equal averages and Spearman correlation. Results– There was a total of 20 patients (pre- and post-treatment). The median age was 64 (40–82 years), 65% of the cases being male. The Durie-Salmon Staging distribution: IIA/B= 10 % and IIIA/B=90%, and ISS: 2=45% and 3=35%. The IgG isotype was present in 70% of the cases. The therapeutic schedule made use of target doses of thalidomide at 200mg/d. Fourteen patients utilized the Thal and dexamethasone (TD) schedule, four patients, cyclophosphamide+TD (CTD), one patient, Melphalan+prednisone+Thal (MPT) and one patient combination TD+CTD. Eleven patients received a 90-day treatment between collections, seven, a 120-day treatment, one, a 150-day treatment and one, a 270-day treatment. The median MVD count of pre-thal CD34 was 11.42, and post-thal, 7.17 (p=0.01). The pre-thal CD57 median was 26.42 and the post-treatment, 21.58 (not significant). There was a negative post-CD34 versus overall response correlation (p=0.04) and a positive CD57+ versus overall response correlation (p=0.05). Pre-CD34 versus International Staging System correlations (p=0.01) were observed. Another unexpected observation was the analysis of the gender as an independent variable, it was observed that the post-treatment CD57+ was significantly different between the sexes (p=0.008). Conclusion– This study confirms the anti-angiogenic effect of Thal in MM patients, with reduced MVD by CD34 analysis, in addition to its correlation with the overall response. It also demonstrates the significant correlation between the post-treatment CD57+ lymphocytic population and the overall response. The unexpected finding was the significant difference in the quantity of lymphocytes present in the post-treatment BM between the genders (increased in men and reduced in women). Furthermore, it was observed that a greater quantity of MVD correlates with the worst ISS staging. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "angiogenesis",
        "bone marrow biopsy",
        "lymphocytes",
        "multiple myeloma",
        "thalidomide",
        "cd34 antigens",
        "anemia",
        "antibodies",
        "bone destruction",
        "cd57 antigens"
    ],
    "author_names": [
        "Edvan Crusoe, MD",
        "Adriana Quero, MD",
        "Eliana C M Miranda",
        "Manuella Sampaio, MD, PhD",
        "Ana Lucia Peres, MD",
        "Flavia Parra, BSc, PhD",
        "Igor Campos, MD",
        "Carlos S Chiattone, MD, PhD",
        "Roberto Pinto Paes, MD, PhD",
        "Vania Hungria, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Edvan Crusoe, MD",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, Sao Paulo, Brazil, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adriana Quero, MD",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, Sao Paulo, Brazil, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eliana C M Miranda",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuella Sampaio, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, Sao Paulo, Brazil, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Lucia Peres, MD",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, Sao Paulo, Brazil, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Flavia Parra, BSc, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, Sao Paulo, Brazil, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Igor Campos, MD",
            "author_affiliations": [
                "Pathology, Santa Casa Medical School, Sao Paulo, Brazil"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos S Chiattone, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, Sao Paulo, Brazil, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Pinto Paes, MD, PhD",
            "author_affiliations": [
                "Pathology, Santa Casa Medical School, Sao Paulo, Brazil"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vania Hungria, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, Sao Paulo, Brazil, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T09:41:09",
    "is_scraped": "1"
}