{
    "doi": "https://doi.org/10.1182/blood-2019-126991",
    "article_title": "The Effects of Utilization of Individualized Pain Plans in Treatment of Vaso-Occlusive Crises in the Emergency Department ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Background Sickle cell disease (SCD) is an inherited blood disorder that affects millions of people worldwide, with approximately 100,000 Americans affected (Center for Disease Control, 2017). In the U.S., SCD results in over 200,000 emergency department (ED) visits annually, with pain as the most common complaint (Lanzkron S, et al 2010). At The Ohio State University (OSU) Wexner Medical Center, there is a comprehensive care center for patients with SCD. At their initial patient visit, the patient and their hematologist determine a customized pain plan to be enacted when they present to the ED in acute vaso-occlusive crisis (VOC). In January 2015, these plans were implemented to allow for more rapid treatment of pain crisis in the ED at OSU. Methods A multidisciplinary group was formed in order to accelerate the treatment of SCD patients who presented with VOC. The group's goal was to reduce the time to first opioid by utilizing individualized pain plans for each patient. This would reduce the amount of time deciding the best course of treatment. With reduction in time to first opioid, outcomes including overall length of ED stay, disposition, and length of inpatient admission were identified. Data regarding these endpoints were collected from 01/01/14 to 12/31/15. Generalized linear models were fit to compare the clinical outcomes pre and post implementation of the new protocol. Comorbidities were associated with outcomes using the same modeling technique, where univariable models were built and multi-test adjustment was performed through false-discovery rate (FDR). Results During the 2-year study period, 214 patients with SCD accumulated 2429 ED visits in total. The model estimated a 48% decrease in time to first opioid after implementation of the individualized pain plan protocol (p<0.0001). There was also a decrease in the length of ED stay by 22% (p<0.0001). No significant difference between the type of disposition (discharged to home, inpatient admission, eloping from ED, or leaving without being seen) was found. No difference was found between the average number of visits to the ED and the length of inpatient admission pre and post protocol. The data did reveal a 13% increase in length of ED stay in patients with comorbid kidney disease (FDR p=0.02) and a 12% increase in length of stay in the ED for patients with history of venous thromboembolism (VTE) (FDR p=0.04). Patients with history of VTE were also found to have a 39% longer hospital admission than those without (FDR p=0.05). The odds of getting discharged from the ED were 55% lower in patients with essential hypertension (FDR p=0.02) and they were 2 times more likely than patients without hypertension to be admitted to the hospital (FDR p=0.05). Conclusion Utilization of individualized pain plans for patients with sickle cell disease presenting with VOC results in a significant reduction in the amount of time to first opioid administration. Implementation of the protocol also led to a reduction in length of stay in the emergency department, however the probability of admission did not change. In examining the effect of comorbidities on clinical outcomes, patients with history of kidney disease or VTE had increased length of ED stay and those with history of VTE also had longer hospital admissions. Patients with comorbid essential hypertension were also twice as likely to be admitted to the hospital though length of inpatient admission did not change. It is possible that patients with kidney disease have worse disease as evidenced by end-organ damage due to repeated vascular insult, ischemia, and inflammation. Similarly, those with history of VTE may have higher viscosity, endothelial adhesion, and dysfunction leading to clots. Patients with comorbid essential hypertension can also be thought to have recurrent vascular damage leading to systemic hypertension. From this information, it can be concluded that utilizing individualized pain plans in SCD patients with VOC will lead to decreased time to analgesia and perhaps decrease use of healthcare resources. Disclosures Desai: Novartis: Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; University of Pittsburgh: Research Funding; Ironwood: Other: Adjudication Board; Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Potomac: Speakers Bureau.",
    "topics": [
        "emergency service, hospital",
        "pain",
        "venous thromboembolism",
        "opioid analgesics",
        "opioids",
        "hypertension, essential",
        "kidney diseases",
        "hospital admission",
        "hypertension",
        "length of stay"
    ],
    "author_names": [
        "Sherraine Griffin, MD",
        "Payal Desai, MD",
        "Eric Adkins, MD MSc",
        "Michael G (MD) Purcell, MD",
        "Luca Delatore, MD",
        "Ying Huang, MS, MA",
        "Melanie Heinlein, BSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Sherraine Griffin, MD",
            "author_affiliations": [
                "The Ohio State University Wexner Medical Center, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Payal Desai, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Adkins, MD MSc",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael G (MD) Purcell, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Delatore, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Huang, MS, MA",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, COLUMBUS, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melanie Heinlein, BSc",
            "author_affiliations": [
                "Divisions of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T09:30:43",
    "is_scraped": "1"
}