{
    "doi": "https://doi.org/10.1182/blood.V126.23.463.463",
    "article_title": "A Phosphodiesterase 4B-Mediated Interplay Between Tumor Cells and the Microenvironment Regulates Angiogenesis in B Cell Lymphoma ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Deregulated Signaling Mechanisms in Lymphoid Malignancies",
    "abstract_text": "Diffuse large B cell lymphoma (DLBCL) is a common and heterogeneous tumor. Extensive genetic examinations of these malignancies were performed in the past decade, but this knowledge has yet to be translated into rationally-designed treatment strategies that effectively change its cure rate. Recognizing and acquiring basic biology data in specific priority areas may accelerate clinical translation in DLBCL. One such knowledge gap concerns the interplay between lymphoma cells, the microenvironment and angiogenesis. This is particularly important because high circulating levels of vascular endothelial growth factor (VEGF) and elevated microvessel density (MVD) are associated with poor outcome in DLBCL, while clinical trials that tested classical anti-VEGFA agents in this setting were negative and plagued by serious adverse events. Cyclic-AMP (cAMP) is a pervasive second messenger that in immune cells exerts primarily negative effects, including suppression of proximal B or T cell receptor signaling and induction of apoptosis. In immune cells, cAMP signaling is terminated by phosphodiesterase 4 (PDE4). Earlier, we identified PDE4B in an outcome prediction signature of DLBCL and showed subsequently that its inhibition had anti-lymphoma properties. cAMP activity is also highly contextualized and it was recently suggested to attenuate vessel development in non-neoplastic cell models. Thus, we speculated that high PDE4B expression/activity, by abrogating cAMP signaling, could modulate angiogenesis in DLBCL. To examine this idea, we first used a panel of DLBCL cell lines and found that cAMP suppressed VEGF expression (mRNA) and secretion (protein) in PDE4B-low but not in PDE4B-high DLBCLs. In human umbilical vein endothelial cell (HUVEC) tube formation assays, we noted that conditioned media from PDE4B-high DLBCLs were significantly more angiogenic than those from PDE4B-low models. To isolate the role of PDE4B in this process, we used genetic and pharmacological models. Stable ectopic expression of PDE4B blocked the anti-angiogenic properties of cAMP, whereas a siRNA-mediated PDE4B knockdown, or exposure to the FDA-approved PDE4 inhibitor Roflumilast, suppressed VEGF levels and activity. Mechanistically, we demonstrated that cAMP, in a PDE4B-dependent manner, suppresses PI3K and AKT activities to impose its anti-angiogenic properties. Thus, ectopic expression of a constitutively active AKT gene in PDE4-low DLBCL cell lines abrogated cAMP effects in a manner similar to PDE4B reconstitution, indicating that PI3K/AKT are key mediators of the cAMP/PDE4 effects on angiogenesis. To expand these observations to more elaborate models, we created a composite mouse where c-Myc-driven lymphomas develop in Pde4b null or wild-typebackgrounds. Remarkably, primary lymphomas from Eµ-Myc;Pde4b-/- mice displayed significantly lower MVD (quantified by immunohistochemistry - IHC - with anti-CD34 staining) than the lymphomas that developed in Eµ-Myc;Pde4b+/+ mice (n= 19, p<0.001). Validating our in vitro data, the primary B cell lymphomas originating in the Pde4b -/- background displayed lower PI3K activity, AKT phosphorylation (n=13, p<0.01) and VEGF levels (determined by IHC, n=18, p=0.01). Next, we tested the hypothesis that pharmacological inhibition of PDE4 in vivo could effectively suppress lymphoma angiogenesis. To that end, we used adoptive transfer to generate multiple independent cohorts of Eµ-Myc -driven lymphoma-bearing mice (n=68), which were randomized to receive vehicle or Roflumilast (5mg/kd/day gavage). B cell lymphomas from Roflumilast-treated mice showed a marked suppression of angiogenesis (p=0.01, for MVD of Roflumilast vs. vehicle groups) and significant decrease in PI3K/AKT activity (p=0.003), which were accompanied by lower serum levels of VEGF (p=0.005). In addition, in comparison to their vehicle-treated isogenic controls, mice that received Roflumilast displayed a smaller tumor burden (p<0.0001) and improved survival (p=0.01). Lastly, we examined a series of primary human DLBCLs (n=28) and confirmed a significant direct correlation between PDE4B levels and microvessel density in these specimens (r=0.43, p=0.02). Together, these data uncover a novel signaling cross-talk between lymphoma cells and the microenvironment that regulates angiogenesis in vivo. Our findings point to PDE4 as actionable proangiogenic factor in B cell lymphomas Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "angiogenesis",
        "b-cell lymphomas",
        "culture media, conditioned",
        "phosphoric diester hydrolase",
        "tumor cells",
        "cyclic amp",
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "vascular endothelial growth factor a",
        "proto-oncogene proteins c-akt"
    ],
    "author_names": [
        "Avvaru Suhasini",
        "Long Wang",
        "Kenneth Holder",
        "An-Ping Lin",
        "Sang-Woo Kim",
        "Harshita Bhatnagar",
        "August Moritz",
        "Ricardo C Aguiar, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Avvaru Suhasini",
            "author_affiliations": [
                "University of Texas Health Science Center at San Antonio, San Antonio, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Long Wang",
            "author_affiliations": [
                "University of Texas Health Science Center at San Antonio, San Antonio, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Holder",
            "author_affiliations": [
                "University of Texas Health Science Center at San Antonio, San Antonio, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "An-Ping Lin",
            "author_affiliations": [
                "University of Texas Health Science Center at San Antonio, San Antonio, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang-Woo Kim",
            "author_affiliations": [
                "University of Texas Health Science Center at San Antonio, San Antonio, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harshita Bhatnagar",
            "author_affiliations": [
                "University of Texas Health Science Center at San Antonio, San Antonio, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "August Moritz",
            "author_affiliations": [
                "University of Texas Health Science Center at San Antonio, San Antonio, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ricardo C Aguiar, MD PhD",
            "author_affiliations": [
                "University of Texas Health Science Center at San Antonio, San Antonio, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T09:34:47",
    "is_scraped": "1"
}