{
    "doi": "https://doi.org/10.1182/blood-2021-147576",
    "article_title": "Significant Improvements in Survival for Patients with t(6;9)(p23;q34)/ DEK-NUP214 in Contemporary Trials with Intensification of Therapy: A Report from the Children's Oncology Group ",
    "article_date": "November 5, 2021",
    "session_type": "617.Acute Myeloid Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "The occurrence of t(6;9)(p22;q34)/ DEK-NUP214 is a rare subtype of pediatric AML that commonly co-occurs with FLT3 -ITD mutations and is associated with poor outcomes, regardless of FLT3 -ITD status. With increased recognition of the inferior prognostic impact of FLT3 -ITD and to a lesser degree t(6;9), and with early identification of these lesions, these patients have been allocated to high risk intensive therapy on more contemporary clinical trials. Therefore we sought to interrogate the outcome of children with t(6;9) AML to determine if intensification of therapy, specifically the use of hematopoietic stem cell transplant (HSCT) in CR1, and FLT3 inhibitors for ITD+ patients, may have improved outcomes for this high risk group of patients. We evaluated the outcomes of all patients with t(6;9) detected by karyotype analysis on pediatric patients with de novo AML enrolled on the previous 7 Children's Oncology Group (COG) or its predecessor (POG or CCG) trials over 31 years (1988-2017). A total of 66 cases of t(6;9) AML were identified from CCG-2861 (n=2), CCG-2891 (n=5), POG-9421 (n=7), CCG-2961 (n=10), AAML03P1 (n=7), AAML0531 (n=17), and AAML1031 (n=18). For all studies prior to 2005 (CCG-2861, CCG-2891, POG-9421, CCG-2961) neither t(6;9) nor FLT3 -ITD was used as a prognostic factor to adjust treatment, while on AAML0531 post an amendment in 2008 all patients on AAML1031 with high allelic ratio (HAR; >0.4) FLT3 -ITD were allocated to HSCT in CR1, which continued on AAML1031 and this group of patients also received sorafenib. Among all 66 t(6;9) patients identified, 45 (68%) had known data for ITD. Among these, 69% (n=31) harbored a co-occurring FLT3 -ITD mutation (AR range 0.07-13.35), while 31% (n=14) were FLT3 -ITD negative. In the early phase of trials prior to recognition of FLT3 -ITD (1988-2002; CCG-2861, CCG-2891, POG-9421, and CCG-2961), the 5-year event-free survival (EFS) and overall survival (OS) for all t(6;9) patients was dismal at 14% and 18%, respectively (Figure 1). Trials from 2006-2010 (AAML03P1, AAML0531), evaluated the addition of gemtuzumab ozogamicin (GO) to chemotherapy as well as the use of HSCT in CR1 for patients with matched related donors, and the 5-year EFS and OS for patients with t(6;9) improved to 48% and 58% (p<0.001 compared to 1998-2002, Figure 1). Among this group of patients, only 16% received HSCT in CR1. The prevalence and clinical implications of FLT3 -ITD in childhood AML was reported early and was incorporated as a risk stratifying biomarker following an amendment to 0531 and for all FLT3 -ITD patients with HAR disease on AAML1031; this cohort was considered high risk and allocated to intensified therapy, which in many cases significantly impacted the treatment of patients t(6;9) given the significant overlap. In the most recent trial (AAML1031, 2011-2017), the 5-yr EFS and OS for patients with t(6;9) was excellent at 71% and 94%, which was significantly improved compared to other trials (p<0.001; Figure 1). Among the 18 t(6;9) patients on 1031, 72% (n=13) were allocated to HSCT in CR1, the indication for 7 was HAR FLT3 -ITD and they also received sorafenib and for 6 was presence of residual disease after induction 1 (4 with LAR FLT3 -ITD, 2 ITD negative). The EFS and OS for the t(6;9)/ FLT3 -ITD HAR and t(6;9)/ FLT3 -ITD LAR/neg ITD groups who both received HSCT in CR1 were comparable and very good (EFS: 87.5% vs 100%, OS: 87.5% vs 100%, p=NS for both). We show that over the past 3 decades, outcomes of patients with t(6;9) AML have improved significantly on upfront trials. While general improvements in AML treatment and supportive care are an important aspect, our data with excellent EFS on AAML1031 suggest that the intensification of upfront therapy with HSCT, which occurred for many t(6;9) patients due to their co-occurrence with FLT3 -ITD, was critical to these improvements. On the current COG phase III AAML1831 trial, all patients with t(6;9) regardless of ITD status are considered high risk and allocated to HSCT in CR1, while those with a FLT3 mutation also receive gilteritinib. Evaluation of the outcome of t(6;9) patients with this therapy will be important as while FLT3 -ITD patients have been an example of a group whose poor outcomes have been shown to be abrogated with intensified therapy, it appears that t(6;9) patients may have benefitted from their co-occurrence pattern and are also a group whose outcomes can be significantly improved with an intensified upfront therapeutic approach. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Pollard:  Kura Oncology: Membership on an entity's Board of Directors or advisory committees; Syndax: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Katherine Tarlock",
        "Todd A. Alonzo",
        "Robert B. Gerbing",
        "Yi-Cheng Wang",
        "Rhonda E. Ries",
        "Betsy A Hirsch",
        "Beverly Lange",
        "William G. Woods",
        "Todd M. Cooper",
        "Alan S. Gamis",
        "Jessica A. Pollard",
        "Richard Aplenc",
        "Anders E. Kolb",
        "Soheil Meshinchi"
    ],
    "author_dict_list": [
        {
            "author_name": "Katherine Tarlock",
            "author_affiliations": [
                "Division of Hematology and Oncology, Seattle Children's Hospital, Seattle, WA",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Alonzo",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA",
                "Department of Preventive Medicine, University of Southern California, Monrovia, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert B. Gerbing",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi-Cheng Wang",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rhonda E. Ries",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betsy A Hirsch",
            "author_affiliations": [
                "Division of Molecular Pathology and Genomics, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beverly Lange",
            "author_affiliations": [
                "Children's Hosp. of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G. Woods",
            "author_affiliations": [
                "Emory University, Atlanta, GA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd M. Cooper",
            "author_affiliations": [
                "Division of Hematology-Oncology, Seattle Children's Hospital, Seattle, WA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan S. Gamis",
            "author_affiliations": [
                "Hematology/Oncology, Children's Mercy Hospitals and Clinics, Kansas City, MO"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica A. Pollard",
            "author_affiliations": [
                "Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Boston, MA",
                "Harvard Medical School, Boston, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Aplenc",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anders E. Kolb",
            "author_affiliations": [
                "Division of Oncology, Nemours/Alfred I. duPont Hospital For Children, Wilmington, DE"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:43:41",
    "is_scraped": "1"
}