{
    "doi": "https://doi.org/10.1182/blood.V124.21.3468.3468",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2916",
    "start_url_page_num": 2916,
    "is_scraped": "1",
    "article_title": "Time to Development of Treatment-Emergent Extramedullary and Osseous Plasmacytomas in the Era of Novel Agents: An Analysis of Upfront Regimens in Newly Diagnosed MM Incorporating Lenalidomide and Bortezomib ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "bortezomib",
        "lenalidomide",
        "plasmacytoma",
        "liposomes",
        "follow-up",
        "plasmacytoma, extramedullary (not occurring in bone)",
        "diagnostic imaging",
        "biopsy",
        "cyclophosphamide",
        "dexamethasone"
    ],
    "author_names": [
        "Cindy Varga",
        "Jacob P. Laubach, MD",
        "Irene M. Ghobrial, MD",
        "Matthew Weinstock, MD",
        "Claudia E. Paba-Prada, MD",
        "Robert L. Schlossman, MD",
        "Nikhil Munshi",
        "Wanling Xie, MS",
        "Edie A. Weller, PhD",
        "Kenneth C. Anderson, MD",
        "Constantine S. Mitsiades, MD PhD",
        "Paul G. Richardson"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.32868324999999",
    "first_author_longitude": "-71.12796505",
    "abstract_text": "Introduction : The introduction of proteasome inhibitors (PI) and immunomodulatory derivatives (IMIDs) has been associated with substantial improvement in overall survival of patients with multiple myeloma (MM). In the era of novel agents, there have also been concerns of an increased incidence of extramedullary disease (EMD), and of a hypothetical risk that combined use of PIs and IMIDs for frontline treatment might select more rapidly for aggressive clones that could precipitate EMD. It is difficult to determine the true frequency of treatment-emergent EMD, as incidence rates may be influenced by the impact of specific therapies, as well as confounded by changes in overall survival, and the increased use of sensitive imaging modalities. Objective : The primary objective of our study was to evaluate whether the addition of lenalidomide (Len) to bortezomib (Bort)-based front-line regimens precipitated the more rapid development of treatment-emergent EMD, either in the form of extraosseous or osseous extramedullary plasmacytomas. Potential risk factors for and the prognostic impact of EMD development were also examined. Patients-Methods : We performed an IRB-approved retrospective comprehensive medical chart review of 117 MM patients enrolled in 8 clinical trials of first-line treatment with Bort-based regimens with Len (Bort-Len-Dexamethasone [known as RVD], its combination with cyclophosphamide [Cy], vorinostat or liposomal doxorubicin) or without Len (specifically, Bort monotherapy; MPV; CyBorDex; MPV-CNT0328). In these 2 treatment groups, the development of EMD was assessed in the form of extraosseous (soft-tissue mass distant from bone) or osseous (mass originating from cortical bone) plasmacytomas. The primary endpoint was time from diagnosis until development of plasmacytoma (osseous; extraosseous; or any of the 2), based on radiologic imaging, biopsy and/or physical examination, with censoring at last disease follow-up date for patients who did not develop EMD. We compared the rates of EMD in these 2 patient cohorts through sensitivity analyses at truncated follow-up times of 5- and 7-years, to control for any potential confounding effects of shorter follow-up in patients receiving combined Bort-based therapy with vs. without Len. Results : The median follow-up time from diagnosis was 6.1 years (range 0.1-10.2 years) for the entire cohort; and 5.6 years (range 1.5-7.4) vs. 8.9 (range 0.1-10.2), respectively, for Bort-based treatment with vs. without Len. Treatment-emergent EMD was observed in the form of osseous (n=32, 27.4%), extraosseous (n=19, 16.2%) or any osseous or extraosseous plasmacytoma (n=40, 34.2%). Stage III ISS or low Hb (0.1 for all comparisons). Conclusion : Based on these results, there is no evidence to suggest that combination Bort- Len-based front-line therapy precipitates more rapid development of EMD. Conversely, the development of extra osseous plasmacytoma was associated with poor OS regardless of prior treatment. Further confirmation with extended follow-up, as well as studies of treatment effect, correlatives (incorporating both genotypic and phenotypic features), and the incidence as well as outcome of EMD are warranted. Table 1: Sensitivity analyses (follow-up times truncated at 5 years)  . Bort-Len based treatment (N=69 patients) . Bort-based treatment without Len (N=48 patients) . P-value (Log-rank tests) . Hazard ratio . Osseous Plasmacytoma (%, 95% CI)   0.5428 0.78(0.36,1.73) At 2 years 7 (3-7) 11 (5,25)   At 4 years 17 (10,29) 25 (14,41)   At 5 years 24 (15,38) 27 (16,44)   Total cases  14  11    Extraosseous Plasmacytoma (%, 95% CI)   0.1691 0.51(0.19,1.36) At 2 years 4(1,13) 5(1,17)   At 4 years 8(3,18) 15(7,30)   At 6 years 12(6,25) 23(13,40)   Total cases  7  9    Any Osseous or Extraosseous Plasmacytoma (%, 95% CI)   0.4236 0.76(0.38,1.50) At 2 years 10(5,20) 16(8,30)   At 4 years 24(15,36) 29(17,45)   At 6 years 30(20,44) 37(24,53)   Total cases  18  15    . Bort-Len based treatment (N=69 patients) . Bort-based treatment without Len (N=48 patients) . P-value (Log-rank tests) . Hazard ratio . Osseous Plasmacytoma (%, 95% CI)   0.5428 0.78(0.36,1.73) At 2 years 7 (3-7) 11 (5,25)   At 4 years 17 (10,29) 25 (14,41)   At 5 years 24 (15,38) 27 (16,44)   Total cases  14  11    Extraosseous Plasmacytoma (%, 95% CI)   0.1691 0.51(0.19,1.36) At 2 years 4(1,13) 5(1,17)   At 4 years 8(3,18) 15(7,30)   At 6 years 12(6,25) 23(13,40)   Total cases  7  9    Any Osseous or Extraosseous Plasmacytoma (%, 95% CI)   0.4236 0.76(0.38,1.50) At 2 years 10(5,20) 16(8,30)   At 4 years 24(15,36) 29(17,45)   At 6 years 30(20,44) 37(24,53)   Total cases  18  15    View Large Disclosures Laubach: Novartis: Research Funding; Onyx Pharmaceuticals: Research Funding. Ghobrial: Millennium/Takeda: Membership on an entity's Board of Directors or advisory committees; Onyx: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Mitsiades: Millennium Pharmaceuticals: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Amgen : Research Funding; Johnson & Johnson: Research Funding."
}