{
    "doi": "https://doi.org/10.1182/blood.V110.11.4579.4579",
    "article_title": "B-Diffuse Large Cell Lymphoma and Nonrandon Karyotipic Abnormalities in Ph Negative Cells of Patients with Ph-Positive Chronic Myeloid Leukemia Imatinib Treated. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Aim: Investigate other chromosome abnormalities (OCAs) in Ph-cells of CML imatinib treated patients and analyze whether these changes have some implication to establish clonal disorders. 44 patients, 31 males and 13 females. Median age 51 years (R 14–81). Two patients were in accelerated phase (AP) and one in blast crisis (BC) at the beginning of imatinib (IM). Dose: 400 mg daily with subsequent escalations. 25 received IM up-front but 6 had a short outcome and 19 have been treated with prior CML therapy. Only one imatinib up-front failed to reach the hematological response. 89,5% of valuable cases IM up-front reached complete cytogenetic response (CCgR), 82% at 12 months vs 68% CCgR (31% at 12 mo) for patients with prior therapy(p=0,01). FISH was performed using LSI BCR/ABL ES probe. 500 cells were scored. Cases with +8, FISH was performed using simultaneous BCR/ABL and CEP8 probes. FISH was require to confirm CCgR, because conventional cytogenetic (CC) cannot theoretically detect disease <3–5% since usually 20–30 metaphases are evaluated. Two had a variant t(2;9;22) and t(16;22). 5 had additional chromosome abnormalities (ACAs): 2 at diagnosis, 1 in IM resistance and 2 in AP. Unexpectedly, a der del(9q) was detect in 2 patients when IM resistance and only a third at diagnosis. None of 4 mutation cases had ACAs. Three cases, above reported, developed clonal changes in Ph- cells. Case 1: A 72 years man diagnosed in December 2002 with CP-CML. He received IM 600 mg daily and achieved CCgR at 18 mo and molecular complete response (CMolR) at 30 mo. A routine BM at 36 mo, showed a isolated lymphoid proliferation resemble a normal lymph node. CC demonstrated a karyotype with 46,XY,add(14q),−19,+mar [2/29] and a derivative clone near-tetraploid [2/29]. No Ph was found. FISH confirmed BCR/ABL- and 15% hyperploid cells. RQ-PCR showed CMolR. After 30 days, he develops a B-DLCL with generalised lymphadenopathy. Lymphoid cells were CD20+, CD10−, 60% Ki67. CC showed the pseudodiploid Ph- clone before detect in BM but not hyperploidy. FISH confirmed a variant BCL 2 rearrangement at 97% and BCR/ABL negativity. PCR demonstrated B clonatity. Retrospective FISH and PCR of previous BM showed 15% t(14;18), hyperploidy and B clonality. The patient died promptly. Necropsy confirmed B-NHL. Case 2: A 47 years woman diagnosed with CML in june 2000 received multiples therapy without CgR. No OCAs are detected at this time. In January 2003 started 400 mg IM daily. CCgR was reached at 12 mo and MMolR at 18 mo. BM at 36 mo didn’t show dysplasia. All 16 metaphases were Ph- and 44% of them had +8. By FISH bcr/abl was negative and 51% cells Ph- showed +8. At 54 mo, she hasn’t cytopenias but a loss of CCgR and MMolR are evident. IM dose was increased. Case 3: A 42 years woman with CML t(2;9;22) diagnosed in June 2006. At 6 months, a BM showed no dysplasia. CC showed t(2;9;22) in 5/20 metaphases and +8 in 3/15 Ph- metaphases. At 12 months, the Ph were present in 2/45 metaphases, 4/43 Ph- cells had +8, 2/43 had +8, −17 and 37/45 were 46,XX. At this time have myeloid dysplasia without cytopenias. Dasatinib treatment was started. Conclusion: Though the cause of this phenomenon remains to determined, our observations in this small series suggest that clonal OCAs are becoming more evident when more patients achieving CCgR with imatinib. This treatment may favour the manifestation of Ph-negative clonal disorders, even a B-NHL not previously reported. In two cases with trisomy 8 the Imatinib response was affected.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "reticulosarcoma",
        "bcr-abl tyrosine kinase",
        "chief complaint",
        "polymerase chain reaction",
        "acas trial",
        "chromosomal disorder",
        "cytopenia"
    ],
    "author_names": [
        "E. Luño",
        "C. Sanzo",
        "M. González",
        "A. Alonso",
        "F. Jonte",
        "M. Balbin",
        "F. Fresno",
        "A. Ramírez"
    ],
    "author_dict_list": [
        {
            "author_name": "E. Luño",
            "author_affiliations": [
                "HUCA, Asturias",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "C. Sanzo",
            "author_affiliations": [
                "HUCA, Asturias",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. González",
            "author_affiliations": [
                "HUCA, Asturias",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Alonso",
            "author_affiliations": [
                "HUCA, Asturias",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "F. Jonte",
            "author_affiliations": [
                "HUCA, Asturias",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Balbin",
            "author_affiliations": [
                "HUCA, Asturias",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "F. Fresno",
            "author_affiliations": [
                "HUCA, Asturias",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Ramírez",
            "author_affiliations": [
                "HUCA, Asturias",
                " "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T15:35:20",
    "is_scraped": "1"
}