{
    "doi": "https://doi.org/10.1182/blood-2018-99-119469",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4075",
    "start_url_page_num": 4075,
    "is_scraped": "1",
    "article_title": "NCOA4 Mediates Mobilization of Hepatic Iron Stores after Blood Loss ",
    "article_date": "November 29, 2018",
    "session_type": "102. Regulation of Iron Metabolism: Poster I",
    "topics": [
        "hemorrhage",
        "iron",
        "phlebotomy",
        "rna, small interfering",
        "saline solutions",
        "ferritin",
        "acute hemorrhage",
        "heme",
        "dietary iron",
        "rna, messenger"
    ],
    "author_names": [
        "Xiuqi Li, MS",
        "Larisa Lozovatsky, MS",
        "Dong Liu, PhD",
        "Nadia Ayala-Lopez, PhD MT(ASCP)",
        "Karin E. Finberg, MD PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, Yale School of Medicine, New Haven, CT "
        ],
        [
            "Pathology, Yale School of Medicine, New Haven, CT "
        ],
        [
            "Laboratory Medicine, Yale School of Medicine, New Haven, CT"
        ],
        [
            "Laboratory Medicine, Yale School of Medicine, New Haven, CT"
        ],
        [
            "Pathology, Yale School of Medicine, New Haven, CT "
        ]
    ],
    "first_author_latitude": "41.30350449999999",
    "first_author_longitude": "-72.9312277",
    "abstract_text": "The intracellular protein NCOA4 mediates the autophagic degradation of ferritin in vitro (Mancias et al., Nature 2014; Dowdle et al., Nat Cell Biol 2014); mice with global Ncoa4 disruption show hyperferremia, microcytic anemia, and ferritin accumulation in multiple organs, including liver (Bellelli et al., Cell Rep 2016). Here, we dissect the requirement for NCOA4 in hepatic iron mobilization after acute blood loss, using Ncoa4 -targeting siRNA that was conjugated to triantennary N-acetylgalactosamine (GalNAc- Ncoa4 siRNA) to promote uptake by hepatocytes. On experimental day 0, 8-week-old female C57BL/6N mice underwent a single 500 μl phlebotomy, which was followed immediately by intraperitoneal volume replacement (saline) and concomitant subcutaneous injection of either GalNAc- Ncoa4 siRNA (3 mg/kg) or saline vehicle. The phlebotomized mice then underwent a second, terminal blood collection and organ harvest at either 3 days later (when mice subjected to this phlebotomy protocol are known to reach their hematocrit nadir) or 7 days later (when mice subjected to this phlebotomy protocol are known to exhibit substantial hematocrit recovery). To provide an experimental baseline, a group of 8-week-old mice that were not phlebotomized and did not receive a subcutaneous injection of either saline or GalNAc- Ncoa4 -siRNA were analyzed on experimental day 0. Injection of GalNAc- Ncoa4 siRNA immediately after phlebotomy resulted in marked hepatic Ncoa4 knockdown at both 3 and 7 days after phlebotomy. Compared to non-phlebotomized mice (NPM), phlebotomized mice (PM) treated with either saline or GalNAc- Ncoa4 siRNA showed similar reductions in red blood cell count, hemoglobin concentration, and hematocrit at day 3, confirming that similar blood volumes were removed. Compared to NPM, PM treated with saline showed significantly lower levels of ferritin subunits by immunoblotting of liver lysates, consistent with a model in which phlebotomy induces the degradation of ferritin complexes in hepatocytes. By contrast, in PM treated with GalNAc- Ncoa4 siRNA, hepatic ferritin subunit levels did not decrease after blood loss, and at post-phlebotomy day 7, hepatic ferritin subunit levels were significantly higher in PM treated with GalNAc- Ncoa4 siRNA than in PM treated with saline. By post-phlebotomy day 7, mean liver non-heme iron concentration (LIC) was also significantly lower in PM injected with saline compared to NPM, suggesting that non-heme iron had been mobilized from their livers in the setting of increased iron demand for erythropoiesis. By contrast, in PM treated with GalNAc- Ncoa4 siRNA, mean LIC failed to decrease after phlebotomy. Hepatic Tfrc mRNA and protein were upregulated in PM treated GalNAc- Ncoa4 siRNA compared to saline, suggesting that an acute reduction in NCOA4 activity reduces cytosolic iron levels in hepatocytes. Interestingly, when compared to NPM, saline-treated PM showed a trend towards higher hepatic Ncoa4 mRNA when assessed at either day 3 ( P =0.09) or day 7 ( P =0.06) after blood loss, raising the possibility that hepatic NCOA4 requirements increase in response to phlebotomy. Although phlebotomy failed to lower hepatic iron stores in PM with hepatocellular Ncoa4 knockdown, hematological recovery at day 7 was similar in both treatment groups. At day 7 after phlebotomy, splenic non-heme iron stores were similarly depleted in both treatment groups. Interestingly, compared to PM treated with saline, PM treated with GalNAc- Ncoa4 siRNA showed lower hepatic hepcidin expression at day 7, raising the possibility that greater dietary iron absorption may compensate for the lack of hepatic iron mobilization in this group to allow for normal hematological recovery. Collectively, these findings suggest that NCOA4 activity is required to mobilize iron from the liver when extrahepatic iron demands increase following acute blood loss. However, in our model with hepatocellular Ncoa4 knockdown, dietary iron uptake and/or iron release from extrahepatic storage sites may compensate for the lack of hepatic iron mobilization to support stress erythropoiesis. While ferritin degradation has been shown to occur through both lysosomal and proteasomal pathways in vitro , our findings suggest that if NCOA4 expression is reduced following acute blood loss, other cellular pathways in hepatocytes cannot compensate to mobilize iron from the liver. Disclosures No relevant conflicts of interest to declare."
}