{
    "doi": "https://doi.org/10.1182/blood.V118.21.5033.5033",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2045",
    "start_url_page_num": 2045,
    "is_scraped": "1",
    "article_title": "Myelodysplasia (MDS) patients' Experiences with Blood Transfusions ",
    "article_date": "November 18, 2011",
    "session_type": "Myelodysplastic Syndromes",
    "topics": [
        "blood transfusion",
        "myelodysplastic syndrome",
        "preleukemia",
        "transfusion",
        "pain",
        "azacitidine",
        "deferoxamine",
        "filgrastim",
        "growth factor",
        "iron"
    ],
    "author_names": [
        "James Twiss, BSc",
        "Stephen P McKenna, PhD, CPsychol, AFBPsS",
        "Sigrid Rebecca Crawford, MSc",
        "Jeanette N Wilburn, MSc",
        "Kevin Loth",
        "Ghulam J Mufti, MBBS, DM, FRCP, FRCPath"
    ],
    "author_affiliations": [
        [
            "Galen Research Ltd, Manchester, United Kingdom, "
        ],
        [
            "Galen Research Ltd, Manchester, United Kingdom, "
        ],
        [
            "Galen Research Ltd, Manchester, United Kingdom, "
        ],
        [
            "Galen Research Ltd, Manchester, United Kingdom, "
        ],
        [
            "External Relations, Celgene Ltd, Uxbridge, United Kingdom, "
        ],
        [
            "Department of Haematological Medicine, King's College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "53.4725573",
    "first_author_longitude": "-2.2433579",
    "abstract_text": "Abstract 5033 Introduction: Although the main treatment for MDS is blood transfusions, scarce information is available on patients' experiences of the treatment. Only one relevant study could be identified which reported that patients have a preference for being transfusion independent (Szende et al. Valuation of transfusion-free living in MDS: results of health utility interviews with patients. (2009). Health Qual Life Outcomes , 7:81). As part of a study investigating the effect of MDS and its treatment on quality of life, patients were asked about their experiences with transfusions. Methods: Qualitative, unstructured interviews were conducted with MDS patients. Verbatim transcripts were produced and subjected to Interpretative Phenomenological Analysis (IPA). IPA aims at gaining an understanding of patients' experiences from their own perspective. Themes are generated based on issues identified during the interview process. Results: The sample included 23 patients with blood transfusion experience (male = 11 (47.8%); mean (SD) Age=65.3 (11.2)). Of the patients interviewed, 9 (39.1%) were currently receiving regular transfusions, 5 (21.7%) had been transfusion dependent previously and 9 (39.1%) had some transfusion experience. Illness information for these interviewees is shown in the Table 1 . Five major themes were identified in the analyses; positive aspects of transfusions, the cyclic nature of symptoms, transfusion-related limitations on functioning, associated iron chelation therapy and problems with actually receiving the transfusions. Transfusions were perceived positively by some patients as they relieve patients' everyday symptoms. However, these benefits diminish between transfusions leading to cycles of good and poor symptoms, functioning and psychological distress. Limitations to patients' lives resulted from frequent and often long trips to hospital. Patients reported negative experiences with the iron chelating drug Deferrioxamine which is needed to reduce iron poisoning. The drug is generally administered subcutaneously by means of a battery operated pump and is usually worn for several hours a day causing pain and discomfort. The transfusions were also reported to be boring, uncomfortable and at times painful. Table 1: Illness information for the sample  Time since diagnosis (years) . . Mean (SD) 5.4 (4.0) Range 1–18 Missing (%) 2 (8.7) Current treatment   Transfusions 9 (39.1) Growth factor injections 2 (8.7) Azacytidine 1 (4.3) Filgrastim 1 (4.3) Lenalidomide 3 (13.0) None 7 (30.4) Self-reported general health (%)   Good/very Good 9 (39.1) Fair 8 (34.8) Poor 5 (21.7) Missing 1 (4.3) Time since diagnosis (years) . . Mean (SD) 5.4 (4.0) Range 1–18 Missing (%) 2 (8.7) Current treatment   Transfusions 9 (39.1) Growth factor injections 2 (8.7) Azacytidine 1 (4.3) Filgrastim 1 (4.3) Lenalidomide 3 (13.0) None 7 (30.4) Self-reported general health (%)   Good/very Good 9 (39.1) Fair 8 (34.8) Poor 5 (21.7) Missing 1 (4.3) View Large Conclusions: Transfusions can have a large negative impact on patient's lives. The results suggest there is a need for alternative forms of treatment for patients with MDS. Further quantitative work assessing patients' experiences with transfusions is required. Disclosures: Twiss: Celege Ltd: Consultancy, Research Funding. McKenna: Celgene Ltd: Consultancy, Research Funding. Crawford: Celegene: Consultancy, Research Funding. Wilburn: Celegene Ltd: Consultancy, Research Funding. Loth: Celgene Ltd: Employment."
}