{
    "doi": "https://doi.org/10.1182/blood.V126.23.1455.1455",
    "article_title": "High Expression of CXCR4 Impairs Anti-CD20 Monoclonal Antibody (Rituximab)-Dependent Cytotoxicity in Diffuse Large B-Cell Lymphoma ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster I",
    "abstract_text": "Introduction: Diffuse large B-cell lymphoma (DLBCL) is the most common form of B-cell-derived non-Hodgkin lymphoma, with a varying response and long-term outcome following therapy. The anti-CD20 monoclonal antibody rituximab has improved the survival outcome of DLBCL patients significantly. However, refractory and recurrent disease are major clinical problems due to drug-specific molecular resistance in this heterogeneous disease and patients with early relapse after rituximab-containing first-line therapy have a poor prognosis. Both antibody-dependent cellular cytotoxicity and complement-dependent cytotoxicity are considered to be involved in the rituximab-mediated depletion of B-cells; however, the precise mechanism of action for rituximab in the patients is not known, and little is known about determinants of rituximab resistance in the treatment of DLBCL. CXCR4 is a seven transmembrane domain receptor that is associated with heterodimeric G proteins. Since the apoptotic effect of rituximab is enhanced using an antagonist against CXCR4 in Burkitt lymphoma (1) we speculate that similar mechanisms may exist in DLBCL. Thus, if CXCR4 is a central player in determining the resistance of DLBCL cells to rituximab induced complement-dependent cytotoxicity the expression level of CXCR4 therefore also impacts the prognosis of DLBCL patients. Methods: In a two-step strategy, we have challenged this hypothesis; first, by clinical data analysis of the prognostic impact of CXCR4 gene expression in clinical DLBCL datasets and, secondly, by laboratory analysis in a preclinical model of 14 DLBCL cell lines, studying, in vitro , the effect of CXCR4 in rituximab-mediated complement-dependent cytotoxicity. Results: Our results document that the normal expression pattern of centroblasts having higher CXCR4 membrane expression levels than centrocytes, is maintained in the malignant condition of DLBCL when individual patient samples at time of diagnosis are associated to normal B-cell subset phenotypes using the expression based \"B-cell associated gene signature\" (BAGS) classification system (2). The prognostic impact of CXCR4 gene expression is significant in R-CHOP but not in CHOP treated patients and independent of both the international prognostic index (IPI) scoring system as well as the (BAGS)-defined classification. Experimental in vitro studies of rituximab-induced complement-dependent cytotoxicity in systematic dose response screens of 14 CD20 + DLBCL cell lines using growth inhibition as out-read parameter resulted in very heterogeneous responses ranging from fully resistance to hypersensitivity. An inverse correlation between rituximab sensitivity and the level of gene- as well as membrane-located CXCR4 expression was documented, but exclusively in sensitive cell lines. In addition, rituximab induced membrane-located CXCR4 expression in a complement-independent manner in DLBCL cell lines. Combining rituximab and the CXCR4-antagonist plerixafor increased the cytotoxic effect of rituximab in cell lines supporting that CXCR4 has negative impact on the function of rituximab. Conclusion: This study supports that CXCR4 expression is a pathogenic variable, reflecting the reminiscent state of normal B-cell differentiation of the malignant DLBCL cells. In addition, CXCR4 provides additional and independent prognostic information in DLBCL patients treated with R-CHOP, and plays a role in rituximab-mediated CDC sensitivity in DLBCL cell lines. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "cxcr4 receptors",
        "cytotoxicity",
        "diffuse large b-cell lymphoma",
        "rituximab",
        "antagonists",
        "r-chop",
        "cd20 antigens",
        "complement system proteins",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Linn Rønlev Reinholdt, PhDStudent",
        "Maria Bach Laursen, PhD",
        "Steffen Falgreen, PhD",
        "Alexander Schmitz, Dr. rer. nat.",
        "Julie Støve Bødker, PhD",
        "Martin Boegsted, Professor MSO",
        "Hans Erik Johnsen, Professor, MD",
        "Karen Dybkaer, Professor MSO"
    ],
    "author_dict_list": [
        {
            "author_name": "Linn Rønlev Reinholdt, PhDStudent",
            "author_affiliations": [
                "Department of Haematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Bach Laursen, PhD",
            "author_affiliations": [
                "Department of Haematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steffen Falgreen, PhD",
            "author_affiliations": [
                "Department of Haematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Schmitz, Dr. rer. nat.",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Støve Bødker, PhD",
            "author_affiliations": [
                "Department of Haematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Boegsted, Professor MSO",
            "author_affiliations": [
                "Department of Haematology, Aalborg University Hospital, Aalborg, Denmark ",
                "Department of Clinical Medicine, Aalborg University, Aalborg, Denmark "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Erik Johnsen, Professor, MD",
            "author_affiliations": [
                "Department of Haematology, Aalborg University Hospital, Aalborg, Denmark ",
                "Clinical Cancer Research Center, Aalborg University Hospital, Aalborg, Denmark"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Dybkaer, Professor MSO",
            "author_affiliations": [
                "Department of Haematology, Aalborg University Hospital, Aalborg, Denmark ",
                "Department of Clinical Medicine, Aalborg University, Aalborg, Denmark "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T02:33:21",
    "is_scraped": "1"
}