{
    "doi": "https://doi.org/10.1182/blood.V116.21.3225.3225",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1771",
    "start_url_page_num": 1771,
    "is_scraped": "1",
    "article_title": "AMP-Dependent Kinase/mTOR Complex 1 Signaling In T-Cell Acute Lymphoblastic Leukemia: Therapeutical Implications ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Biology and Pathophysiology: Poster II",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "mechanistic target of rapamycin complex 1",
        "phosphotransferases",
        "signal transduction",
        "t-cell leukemia, acute",
        "metformin",
        "rapamycin",
        "ribosomal proteins",
        "western blotting",
        "antibodies"
    ],
    "author_names": [
        "Cecilia Grimaldi, BS",
        "Francesca Chiarini, PhD",
        "Francesca Ricci, BS",
        "Pierluigi Tazzari, MD",
        "Michela Battistelli, PhD",
        "Elisabetta Falcieri, MD",
        "Andrea Pession, MD, PhD",
        "James McCubrey, PhD",
        "Alberto M. Martelli, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Human Anatomical Sci., Univ. of Bologna, Bologna, Italy, "
        ],
        [
            "Dept. of Human Anatomical Sci., Univ. of Bologna, Bologna, Italy, "
        ],
        [
            "Transfusion Center, Policlinico S.Orsola-Malpighi, Bologna, Italy, "
        ],
        [
            "Transfusion Center, Policlinico S.Orsola-Malpighi, Bologna, Italy, "
        ],
        [
            "Human Sciences, University of Urbino, Urbino, Italy, "
        ],
        [
            "Human Sciences, University of Urbino, Urbino, Italy, "
        ],
        [
            "Lalla Seragnoli Oncologia-Ematologia Pediatrica, Sant'Orsola-Malpighi, Bologna, Italy, "
        ],
        [
            "East Carolina University School of Medicine, Greenville, USA, "
        ],
        [
            "Human Anatomical Sciences, University of Bologna, Bologna, Italy"
        ]
    ],
    "first_author_latitude": "44.4830257",
    "first_author_longitude": "11.3510961",
    "abstract_text": "Abstract 3225 Over the past 20 years, survival rates of T-ALL patients have improved, mainly because of advances in chemotherapy protocols. Despite these improvements, we still need novel and less toxic treatment strategies targeting aberrantly activated signaling intermediates which increase proliferation, survival, and drug-resistance of T-ALL cells. One such intermediate is represented by the mammalian target of rapamycin (mTOR). mTOR exists as two complexes, referred to as mTOR complex 1 (mTORC1) and mTOR complex 2 (mTORC2). Allosteric mTOR inhibitors (rapamycin and its analogs) mainly target mTORC1 and have displayed some promising effects in preclinical models of T-ALL. However, mTORC1 activity can be inhibited by activating AMP-dependent kinase (AMPK). AMPK activators include the antidiabetic drug, metformin. It is now emerging that metformin possesses antineoplastic activity in preclinical settings of solid tumors and its efficacy is being currently evaluated in cancer patients. Therefore, there is a strong rationale for further investigating the role of AMPK/mTORC1 signaling in malignant hematological disorders, as this pathway could represent a target for innovative treatments. Here, we have analyzed the therapeutic potential of metformin in T-ALL cell lines and pediatric patient lymphoblasts. We have used a panel of T-ALL cell lines including CEM-R [which overexpresses high levels of the membrane transporter, 170-kDa P-glycoprotein], Jurkat, and RPMI-8402 cells. Cell lines and fresh leukemia patients samples displayed mTORC1 activation as documented by the levels of Thr 37/46 p-4E-BP1 and Ser 235/236 p-S6 ribosomal protein. MTT assays demonstrated that metformin affected the viability of T-ALL cells. The IC 50 for metformin at 48 h ranged from 1.6 to 5.6 mM in cell lines. When T-ALL patient samples were studied, metformin IC 50 was 0.6–0.9 mM at 96 h. Remarkably, metformin targeted the side population (identified by flow cytometric analysis of Hoechst 33342 staining and ABCG2 expression) of T-ALL cell lines, which might correspond to leukemia initiating cells. Metformin induced apoptosis, as documented by western blot analysis with an antibody to caspase-8 and transmission electron microscopy analysis. Consistently with mTORC1 signaling inhibition, metformin caused autophagy, as demonstrated by transmission electron microscopy and western blot analysis with antibodies to beclin 1 and LC3B. Western blotting documented increased levels of Thr 172 p-AMPKα in CEM-R and RPMI8402 cells treated with metformin, indicating AMPKα activation. In contrast, no AMPKα activation was observed in Jurkat cells. Consistently with the activation of PKCζ/LKB1/AMPKα signaling, increased phosphorylation of Thr 410/403 p-PKCζ was detected in CEM-R and RPMI8402 cells. As a further proof of AMPKα activation by metformin, Ser 792 p-Raptor phosphorylation was seen in CEM-R and RPMI8402 cells. However, we detected decreased phosphorylation levels of Thr 37/46 p-4E-BP1, Ser 235/235 p-S6 ribosomal protein, Thr 389 p-p70S6K, and Ser 209 eIF4E in all the cell lines treated with metformin, implying inhibition of mTORC1 signaling. Decreased levels of Thr 37/46 p-4E-BP1 and Ser 235/235 p-S6 ribosomal protein were detected also in patient lymphoblasts. Interestingly, Ser 473 p-Akt levels decreased in Jurkat cells treated with metformin, suggesting that in this cell line, mTORC1 inhibition could be due to downregulation of IRS1/PI3K/Akt signaling, as recently demonstrated in breast cancer cell lines. Unlike rapamycin, metformin caused a marked inhibition of mRNA translation in T-ALL cell lines, as attested by a reduction in the incorporation of 3H-leucine and a shift from large to small polysomes. Our findings demonstrated that metformin was cytotoxic to T-ALL cell lines and patients lymphoblasts, activated AMPK through different mechanisms, downregulated mTORC1 signaling, and targeted mRNA translation more efficiently than rapamycin. The metformin concentrations which were cytotoxic to T-ALL cells are similar to the effective concentrations reported for solid tumors and could be obtained in human tissues and cells in vivo. The data could have a significant impact on our knowledge of both the relevance of AMPK/mTORC1 signaling as an innovative therapeutic target in T-ALL and the efficacy of metformin in this clinical setting. Disclosures: No relevant conflicts of interest to declare."
}