{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4366.4366",
    "article_title": "Evolution of Monoclonal Gammopathy of Undetermined Significance in Kidney Transplant Recipients at the CHUM (Centre Hospitalier de l'Université de Montréal) — a Single-Institution Retrospective Study ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Introduction Recommendations guiding the care of patients with monoclonal gammopathy of undetermined significance (MGUS) in the setting of kidney transplant are scarce. Nevertheless, monoclonal gammopathies carry a risk of neoplastic progression to hematologic malignancies and may induce renal injury from their deposition in the kidney (monoclonal gammopathy of renal significance - MGRS). However, it remains largely uncertain if these considerations translate into adverse outcomes in the setting of transplantation, as immunosuppression might favor malignant evolution of MGUS or, alternatively, a nephrotoxic paraprotein could lead to graft loss. Methods We conducted a retrospective review of the medical records of patients who received a kidney transplant at our institution between Jan 1, 2000 and Jan 1, 2016. We included patients with at least one available serum protein electrophoresis at any time before or after transplantation. Exclusion criteria consisted of age < 18 years at the time of transplant, no follow-up at our center, multiorgan transplant (liver, lung, pancreas, heart), as well as first transplant prior to study period or presence of any plasma cell malignancy before transplant. Outcomes of interest included paraprotein evolution, appearance of hematologic malignancy, graft rejection and loss. Chi-square tests and Fischer's exact probability test for categorical data and Student's t test for continuous variables were used to assess statistical significance. Results Out of 1009 eligible transplant recipients, 755 patients were included in our study based on our inclusion and exclusion criteria. Thirteen patients were found to have MGUS prior to transplant and a monoclonal gammopathy appeared in 43 patients after transplant corresponding to a 5-year incidence rate of 2.7%. Median patient follow-up was 7.5 years. Of the patients with MGUS prior to transplant, 2 developed light chain deposition disease (LCDD) after a follow-up of 1 and 2 years and 2 evolved to smoldering multiple myeloma (SMM) at 1 month and 4 years post-transplant. Of the 43 patients who developed MGUS after transplant, 1 transformed into multiple myeloma (MM) 8 years later and 1 progressed to LCDD 2 months after transplant. None of the 6 patients who evolved to malignancy after transplantation had a systematic hematologic workup prior to allograft implantation questioning whether SMM or MGRS may have already been present before transplant. Figure 1 summarizes the evolution of monoclonal gammopathies in our study population. Of monoclonal gammopathies appearing after transplantation, most remained stable (n=26, 60%) and 9 (21%) were found to be transient. Median size was 0.76 g/L (range 0.1 - 21.6 g/L). Twenty-two (74%) were of IgG isotype and an abnormal kappa/lambda ratio was present in 6 cases (14%). We conducted a univariate analysis to compare allograft outcomes between patients who developed post-transplant MGUS (n=43) and patients who did not (n=699). No differences in induction immunosuppression, occurrence of graft loss (18% and 11%, p=0.14) and acute rejection rates (26% and 27%, p=0.866) were observed between these two groups, respectively. However, the former were found to have an increased risk of CMV (26% and 12%, p=0.01) and polyoma BK virus (26% and 14%, p=0.04). Of note, 7 cases of post-transplant lymphoproliferative disorder (PTLD) were identified in our study population and none was preceded by MGUS. Conclusion Our study suggests a reassuring evolution of true MGUS in the setting of renal transplantation. Indeed, the cases of plasma cell malignancies diagnosed in transplant recipients may have already been present before transplant, yet undetected from lack of systematic investigation. We therefore highlight the importance of identifying and diligently investigating monoclonal immunoglobulins in transplant candidates. If a paraprotein is found before transplant, further investigations with bone marrow biopsy and review of native kidney biopsy appear warranted in order to identify cases of plasma cell dyscrasias (such as SMM) and MGRS prior to transplant. Additionally, MGUS arising after transplant appear to carry a favorable evolution. They also tend to be transient and their appearance may be related to prior CMV and BK virus infections. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "monoclonal gammopathy of undetermined significance",
        "renal transplantation",
        "transplantation",
        "paraproteinemias",
        "cancer",
        "follow-up",
        "light chain nephropathy",
        "paraproteins",
        "allografting",
        "graft loss"
    ],
    "author_names": [
        "Marie-France Gagnon, MD",
        "Héloïse Cardinal, MDPhD",
        "Jean-Pierre Emond, PhD",
        "Bernard Lemieux, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marie-France Gagnon, MD",
            "author_affiliations": [
                "Department of Medicine, Centre Hospitalier De L'Université De Montréal, Montreal, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Héloïse Cardinal, MDPhD",
            "author_affiliations": [
                "Division of Nephrology, Department of Medicine, Centre Hospitalier de l'Université de Montréal, Montreal, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Pierre Emond, PhD",
            "author_affiliations": [
                "Department of Biochemistry, Centre Hospitalier de l'Université de Montréal, Montreal, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernard Lemieux, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Centre Hospitalier de l'Université de Montréal, Montreal, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:35:40",
    "is_scraped": "1"
}