{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3573.3573",
    "article_title": "Clinical Features and Treatment Approaches in Patients with Rosai-Dorfman Disease: The Mayo Clinic Experience ",
    "article_date": "December 7, 2017",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster III",
    "abstract_text": "Introduction Rosai-Dorfman disease (RDD) is a rare subtype of non-Langerhans cell histiocytosis that is classically characterized by lymphadenopathy and accumulation of CD68-positive, S100-positive, and CD1a-negative histiocytes with frequent emperipolesis in sinuses of lymph nodes and lymphatics of internal organs. In this series, we report on the clinical features, treatment strategies utilized and outcomes of a large cohort of RDD patients seen at one institution. Methods We retrospectively reviewed the medical records of patients with biopsy-proven RDD evaluated at the Mayo Clinic from January 1, 1994 to September 2, 2016. Data abstracted from the medical records included: demographic characteristics, symptoms at disease presentation, treatment, and outcomes. In addition, radiologic and molecular findings were collected when available. Results A total of 55 patients with confirmed RDD were included in our study. The median age at diagnosis was 50 years (range, 2-79), including 4 pediatric subjects. The median duration from symptom onset to diagnosis was 6.4 months (range, 0-128; mean 18 months). There was a female preponderance (male 1: female 1.5). The most common presenting signs and symptoms were painful or painless subcutaneous masses (40%), lymphadenopathy (13%), bone pain (11%), constitutional symptoms (fevers, chills, myalgia, or weight loss: 11%), and abdominal pain (11%). The organ systems involved with RDD based on either histopathological or radiological findings are shown in the Table. In our series, extranodal presentation in the soft tissue (55%) was more common than a nodal presentation (38%). Other rare extranodal sites included one case each involving the parotid gland, thyroid gland, testicles, and rectum. The median number of biopsies required to establish diagnosis was 2 (range, 1-6). Next generation sequencing was performed on 2 patient samples, and showed a CDC73 truncation in exon 5 in the first case and a KRAS K117N mutation in the second case. BRAF V600E mutation testing was negative in 2 patients: one by immunohistochemistry and one by urine cell-free DNA PCR. Treatment data were available for 46 patients. Of these, 13% patients were observed. The most common first line therapeutic modalities used were surgical excision (39%) and corticosteroids (35%). Other first-line systemic therapies included rituximab in 2 patients and vinblastine in 1 patient. Approximately 13 (28%) patients developed recurrent disease and were treated with other modalities: surgery (n=4), radiation therapy (n=3), and systemic therapies like cladribine (n=4), CVP (cyclophosphamide, vincristine, and prednisone; n=1), and 6-mercaptopurine with prednisone (n=1). The median duration of follow-up after diagnosis was 20 months (range, 0-188). At the time of last follow-up, 4 patients were deceased. Of the deceased, 3 patients died from other malignancies (acute myeloid leukemia, peripheral T-cell lymphoma, and metastatic gall bladder carcinoma) and the cause of death for 1 patient was unknown. Conclusions RDD is a rare histiocytic disorder presenting with diverse clinical manifestations. The diagnosis is often delayed due to inconclusive biopsies, and in some instances, multiple biopsy attempts are necessary to secure a definitive diagnosis. Approximately one-third of patients may require second-line systemic therapies. Next generation sequencing might yield targetable mutations in RDD patients that relapse or have progressive multi-organ disease. View large Download slide View large Download slide  Close modal Disclosures Nowakowski: Morphosys: Consultancy, Research Funding; celgene: Consultancy, Research Funding; Genetech: Consultancy, Research Funding; Bayer: Consultancy, Research Funding; pharmacyclics: Consultancy; Abbvie: Consultancy; Nanostring: Research Funding. Sher: LAM Therapeutics, Inc: Research Funding. Parikh: Pharmacyclics: Honoraria; Pharmacyclics: Research Funding; AstraZeneca: Honoraria.",
    "topics": [
        "signs and symptoms",
        "sinus histiocytosis",
        "weight reduction",
        "biopsy",
        "systemic therapy",
        "extranodal disease",
        "follow-up",
        "lymphadenopathy",
        "massively-parallel genome sequencing",
        "prednisone"
    ],
    "author_names": [
        "Gaurav Goyal, MBBS",
        "Aishwarya Ravindran, MBBS",
        "Mrinal M. Patnaik, MDMBBS",
        "Grzegorz S Nowakowski, MD",
        "Gita Thanarajasingam, MD",
        "Thomas M Habermann, MD",
        "Taimur Sher, MD",
        "Karen L Rech, MD",
        "David J Inwards, MD",
        "Patrick B Johnston, MD PhD",
        "Robert Vassallo, MD",
        "Sameer A. Parikh, MD",
        "Ronald S. Go, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gaurav Goyal, MBBS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aishwarya Ravindran, MBBS",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mrinal M. Patnaik, MDMBBS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grzegorz S Nowakowski, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gita Thanarajasingam, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M Habermann, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taimur Sher, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Mayo Clinic, Jacksonville, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen L Rech, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J Inwards, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick B Johnston, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Vassallo, MD",
            "author_affiliations": [
                "Division of Pulmonary Medicine, Mayo Clinic, Rochester,"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sameer A. Parikh, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald S. Go, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T04:01:55",
    "is_scraped": "1"
}