{
    "doi": "https://doi.org/10.1182/blood.V112.11.750.750",
    "article_title": "hTERT Transcriptional Repression in Acute Myeloid Leukemias ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "abstract_text": "Telomeres consist of repetitive DNA sequences and specific proteins, creating a specialized structure called the telosome. Unraveling the specific telomerase and telosome changes in leukemia is thought for providing new knowledge about oncogenesis, together with useful clinical markers and specific therapeutic targets. Here we measured telomerase activity (TA) by a quantitative TRAP assay in 57 human acute leukemia samples including 20 acute lymphoblastic leukemias (ALL) and 37 acute myeloid leukemias (AML). AML, TALL (n=7) and BALL (n=13) displayed significantly higher levels of TA than their normal counterparts [normal bone marrow CD34+ cells deriving from donors (BMCs, 17 samples) for AML, B-lymphocytes (n=20) for BALL and T-lymphocytes (n=24) for TALL; p<0.005 for all]. hTERT encodes telomerase reverse transcriptase which is the rate-limiting factor for TA. In BALL and TALL, hTERT expression was respectively 53 (p=0.0005) and 12 (p=0.05) times higher than in control cells. In contrast AML blasts displayed 4.5 times lower hTERT expression levels than BMCs (p=0.0008). hTERT transcripts include the full-length functional hTERT mRNA and non-functional sequences. AML blasts displayed a global decrease of all hTERT transcripts (p<0.0006) without any shift in the splicing pattern. c-Myc is a transcriptional activator of hTERT; we evidenced a positive correlation between c-Myc and hTERT transcription in BMCs (p=0.005) but not in myeloblasts. WT1, which represses hTERT transcription ex vivo in certain cell lines, can act as a transcriptional regulator or repressor depending on the cellular context. WT1 was significantly overexpressed in all leukemic subtypes (p<0.05 for all). In AML, WT1 expression negatively correlated hTERT expression (p=0.022) whereas both transcripts were positively correlated in BALL (p=0.029). We investigated the transcriptional control of hTERT by comparing the hTERT promoter occupancy between AML blasts and BMCs. Nuclear extracts deriving from 9 AML and 3 normal BMC samples were incubated with the hTERT core promoter (hCP). The protein complexes interacting with hCP were purified and components were identified by mass spectrometry. The specific AML hCP peptidome included 19 proteins of which 4, 5, 9, and 1 are involved in transcriptional regulation (including 3 factors possessing negative transcriptional effects), chromatin remodeling (including the DEK protein), mRNA maturation, and DNA methylation [DNA methyl transferase 1 (DNMT1)], respectively. With the exception of DNMT1, which is involved in hTERT transcriptional repression via CpG methylation, these factors have not been previously found negatively correlated with hTERT transcription. DEK is a chromatin remodeling protein frequently overexpressed in AML. Using CHIP, RNAi, and transfection experiments we validated and characterized the transcriptional repression of hTERT by DEK. To investigate the paradoxical association of hTERT transcriptional repression with elevated TA in AML, we measured the transcription of 36 genes involved in the post-translational regulation of hTERT and/or encoding shelterin and non-shelterin telosome genes. AML blasts overexpressed AKT1 (p=0.01) and underexpressed Ku70 (p=0.039). AKT1 activates hTERT through phosphorylation while Ku70 may act as a negative regulator of hTERT by reducing the ability of telomerase to access the exposed 3′ overhang. One can propose that these gene deregulations help compensate hTERT transcriptional repression towards an increased TA in AML. In B and TALL, telomeric gene deregulation involved shelterin and non-shelterin genes with a transcriptome pattern consistent with telomere deprotection. This is the first report of a hTERT transcriptional repression in de novo AML resulting from a global repression of all hTERT transcripts, depending on WT1 expression and involving an acquired defect in the transcriptional control of hTERT by c-Myc. DEK and DNMT1 participate to this process in vivo; our proteomic survey evidenced additional promising candidates. hTERT transcriptional repression is known to promote telomere dysfunctions and thereby genetic instability. We propose that it helps initiate the AML phenotype, which is subsequently stabilized by additional deregulations including AKT1 and Ku70-dependent hTERT post-transcriptional activation. Finally these results support important telosome modifications in acute leukemias with specific features depending on the disease phenotype.",
    "topics": [
        "leukemia, myelocytic, acute",
        "transcriptional repression",
        "telomerase",
        "dna (cytosine-5-)-methyltransferase 1",
        "dna",
        "leukemia",
        "leukemia, acute",
        "rna, messenger",
        "carcinogenesis",
        "complex"
    ],
    "author_names": [
        "Valérie Capraro",
        "Linda Zane",
        "Lauriane Kuhn",
        "Jérôme Garin",
        "Perrine Galia",
        "Claude Preudhomme",
        "Eric Gilson",
        "Xavier Thomas",
        "Mohamed Elhamri",
        "Youcef Chelgoun",
        "Nathalie Bonnefoy-Berard",
        "Franck Mortreux",
        "Eric Wattel"
    ],
    "author_dict_list": [
        {
            "author_name": "Valérie Capraro",
            "author_affiliations": [
                "Oncovirologie et Biotherapies, CENTRE LEON BERARD, FRE CNRS 3011, Université Lyon 1, LYON Cedex 08, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Linda Zane",
            "author_affiliations": [
                "Oncovirologie et Biotherapies, CENTRE LEON BERARD, FRE CNRS 3011, Université Lyon 1, LYON Cedex 08, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauriane Kuhn",
            "author_affiliations": [
                "Laboratoire d’Etude de la Dynamique des Protéomes, CEA/Inserm 0880/UJF, Grenoble CEDEX 09, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jérôme Garin",
            "author_affiliations": [
                "Laboratoire d’Etude de la Dynamique des Protéomes, CEA/Inserm 0880/UJF, Grenoble Cedex 09, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Perrine Galia",
            "author_affiliations": [
                "Oncovirologie ET Biotherapies, CENTRE LEON BERARD, FRE CNRS 3011, Université Lyon 1, LYON Cedex 08, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claude Preudhomme",
            "author_affiliations": [
                "MILE Study Group, on Behalf of European LeukemiaNet (ELN, WP13), Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Gilson",
            "author_affiliations": [
                "Lbmc, Cnrs UMR5239, Ifr 128, FACULTE DE MEDECINE DE LYON SUD, UNIVERSITE LYON 1, Villeurbanne"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Thomas",
            "author_affiliations": [
                "GRAALL Group, Lyon, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamed Elhamri",
            "author_affiliations": [
                "Hematology Department, Hospices Civils de Lyon, Lyon, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Youcef Chelgoun",
            "author_affiliations": [
                "Hematology Department, Hospices Civils de Lyon, Lyon, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Bonnefoy-Berard",
            "author_affiliations": [
                "IFR Biosciences Lyon-Gerland, Laboratoire d’homéostasie lymphocytaire, INSERM U503, Lyon, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Mortreux",
            "author_affiliations": [
                "Oncovirologie et Biotherapies, CENTRE LEON BERARD, FRE CNRS 3011, Université Lyon 1, LYON Cedex 08, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Wattel",
            "author_affiliations": [
                "Oncovirologie et Biotherapies, CENTRE LEON BERARD, FRE CNRS 3011, Université Lyon 1, LYON Cedex 08, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T06:44:09",
    "is_scraped": "1"
}