{
    "doi": "https://doi.org/10.1182/blood.V124.21.5708.5708",
    "article_title": "High Serum Free Kappa Chains Are Frequently Missed By Serum Immunofixation ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background: Serum free light chains (sFLC) and immunofixation (IFE) analysis are used to detect monoclonal proteins. We noticed that some multiple myeloma (MM) patients (pts) had negative IFE results despite very high sFLC levels. This analysis was done to determine the frequency of this finding in a large cohort. Methods: Following IRB approval, samples with simultaneous sIFE and sFLCs ordered from 1/2013 to 9/2013 were identified by querying our lab electronic database. Freelite (R) Human Kappa & Lambda Free kit (The Binding Site, Birmingham, UK) was used for sFLC and SPIFE ® ImmunoFix-15 gels (Helena Laboratories, Beaumont, TX) for IFE. Clinical review was performed for a subset of patients with discrepant results between the two assays. Results: 4404 samples from 2200 pts were identified with simultaneous sFLC and sIFE results. Overall 348 of 4404 (7.9%) samples had an abnormal sFLC ratio but a negative sIFE. Of 205 pts (457 samples) with involved serum free kappa above the expected IFE threshold (200 mg/L), 42 pts (103 samples) had negative sIFEs (20.5% pts; 22.5% samples) despite median free kappa of 556.6 mg/L (range 208.1 to 4954.4). This was much less common for involved free lambda. Only 4 of 107 pts with free lambda above 200mg/L had negative sIFEs (3.7%). Information of the nature of the plasma cell disorder was available on 40 of the 42 patients with free kappa > 200mg/L and negative IFE. In this group, 62.5% (n=25) had symptomatic MM, 12.5% (n=5) had asymptomatic MM, 5% (n=2) had light chain amyloidosis, 5% (n=2) had both amyloidosis and MM, and 15% (n=6) had MGUS or a not yet fully worked up plasma cell disorder. Conclusions: Serum IFE, with a commonly used kit, missed about 20% of patients with free kappa above the expected IFE threshold, while free lambda was detected more reliably. Results suggest current criteria for complete remission which rely on immunofixation and bone marrow plasma cell infiltration may need to be revised for kappa light chain myeloma. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "immunofixation",
        "plasmacytosis",
        "gel",
        "brachial plexus neuritis",
        "multiple myeloma",
        "plasma cell disorder",
        "amyloidosis",
        "complete remission",
        "free immunoglobulin light chain",
        "immunoglobulin kappa-chains"
    ],
    "author_names": [
        "Surbhi Sidana, MD",
        "Lisa Rybicki, MS",
        "Frederic J. Reu, MD",
        "Thomas Daly, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Surbhi Sidana, MD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisa Rybicki, MS",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederic J. Reu, MD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Daly, MD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T09:45:17",
    "is_scraped": "1"
}