{
    "doi": "https://doi.org/10.1182/blood-2018-99-110062",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4063",
    "start_url_page_num": 4063,
    "is_scraped": "1",
    "article_title": "Prognostic Relevance of Medullary Abnormalities in the Appendicular Skeleton Detected By Positron Emission Tomography-Computed Tomography in Patients with Newly Diagnosed Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": null,
    "author_names": [
        "Yoshiaki Abe",
        "Kentaro Narita, MD",
        "Hiroki Kobayashi, MD",
        "Akihiro Kitadate, MD PhD",
        "Masami Takeuchi, MD",
        "Toshihiro Ouchi",
        "Kosei Matsue, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Radiology, Kameda Medical Center, Kamogawa, Japan"
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ]
    ],
    "first_author_latitude": "35.1203152",
    "first_author_longitude": "140.126491",
    "abstract_text": "Background : Positron emission tomography-computed tomography (PET-CT) is a valuable tool in the initial evaluation of myeloma and related disorders. However, the prognostic value of PET-CT has not been fully elucidated. We recently reported the prognostic significance of medullary abnormalities in the appendicular skeleton (AS) detected by multidetector computed tomography (MDCT) in patients with multiple myeloma (MM) [Blood Adv, 2018. 2(9): p.1032-39].The study reported that medullary abnormalities in AS detected by MDCT showed different fluourodeoxyglucose-avidity ranging from entirely negative to diffusely positive on concurrently performed PET-CT, despite the presence of unequivocal infiltration of abnormal lesions in AS on MDCT. We further investigate the prognostic relevance of medullary abnormalities in AS by PET-CT in symptomatic MM. Methods : We identified a total of 211 consecutive patients with newly diagnosed, symptomatic MM diagnosed and treated between April 2008 and February 2018 at Kameda Medical Center, Kamogowa-shi, Japan. They were evaluated with pretreatment whole-body PET-CT. We included only patients who had been treated with novel agents. PET-CT imaging was performed as previously reported [Blood, 2011. 118(23): p.5989-95]. PET-CT positivity and negativity were also defined as previously described. Results : Median age of the patients was 73.5 years [interquartile range (IQR): 66.3-80.3 years). There were 129 (61.1%) patients who showed abnormal findings on PET-CT. Consistent with previous reports, known high-risk PET-CT findings including the presence of >3 systemic focal lesions (FLs), maximum standardized uptake value (SUVmax) >4.2, and extramedullary disease were observed in 91 (43.1%), 97 (46.0%), and 11 (5.2%) patients, respectively. Receiver operating characteristic analysis determined the optimal cutoff value of AS focal lesions (AS-FLs) on PET-CT as 3. We then divided patients into two groups with ≤3 or >3 AS-FLs (Fig. 1). There were 35 (16.6%) patients with >3 AS-FLs, and their levels of clonal circulating plasma cells and prevalence of del(17p) and t(14;16) were higher than those in patients without AS-FLs. Patients with >3 AS-FLs showed significantly shorter progression-free survival (PFS) and overall survival (OS) than those without [median PFS: 12.8 and 35.6 months, respectively; P < 0.001, and median OS: 33.4 months and not reached (NR), respectively; P < 0.001]. Patients with 1-3 AS-FLs did not show significant differences in PFS and OS compared to patients with no AS-FL (Fig. 2). In addition, this finding retained its prognostic value for PFS and OS in multivariate analysis [hazard ratio (HR); 2.35, 95% confidence interval (CI); 1.42-3.88; P < 0.001 for PFS, and HR; 2.86, 95% CI; 1.60-5.09; P < 0.001 for OS] (Table 1). As previously described, we observed that the known high-risk PET findings including the presence of >3 systemic FLs and SUVmax> 4.2 had an unfavorable prognostic impact. Patients with >3 AS-FLs showed significantly shorter PFS and OS than those without, even among patients with >3 systemic FLs (Fig. 3) or SUVmax> 4.2 (Fig. 4). Furthermore, we identified 108 and 42 patients with focal/scattered and diffuse marrow pattern on MDCT, respectively. There were 16 (14.8%) and 19 (45.2%) patients with >3 AS-FLs observed on PET-CT with focal/scattered and diffuse marrow pattern on MDCT, respectively. These patients showed shorter PFS and OS than those without AS-FLs among patients with the same AS marrow pattern on MDCT. Conclusions : To the best of our knowledge, ours is the first study to demonstrate that the presence of >3 FLs in AS detected by pretreatment PET-CT was robustly predictive of unfavorable survival independent of known risk factors, including existing high-risk PET-CT findings in patients with newly diagnosed MM. The findings in AS may potentially complement and improve the prognostic performance of PET-CT. Further systematic studies are warranted for the validation of our results and development of more accurate prognostic systems incorporating cross-sectional imaging. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}