{
    "doi": "https://doi.org/10.1182/blood.V114.22.3714.3714",
    "article_title": "Outcome of Elderly Patients with DLBCL Failing R-CHOP: The Role of Rituximab and High Dose Therapy in Second Line Treatment. A Retrospective Analysis From the RICOVER 60 Trial. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS POSTER III",
    "abstract_text": "Abstract 3714 Poster Board III-650 Background The integration of rituximab into first line treatment dramatically improved the outcome of patients with aggressive NHL. However, there is little published information about patients with treatment failure after modern first-line immuno-chemotherapy. In particular the roles of high-dose chemotherapy with stem-cell support and of rituximab as part of salvage therapy needs to be established. To shed light on the perspectives of patients with treatment failure after R-CHOP,we e analyzed the outcome of second-line treatment of patients within the RICOVER-60 trial Patients and Methods In the RICOVER-60 study patients 61 to 80 years of age received 6 or 8 cycles of CHOP chemotherapy in 14 days intervals (CHOP14) with or without 8 applications of rituximab. 301 of 1222 patients treated on study experienced lymphoma related treatment failure (L-TF) [PR: n=52 (17%), NC: n=8 (3%), progressive disease (PRO): n=93 (31%), relapse (REL): n=148 (49%)]. 4 patients were excluded from this analysis due to possible administration of rituximab after the RICOVER60 trial had been stopped. 297 patients were included in this analysis. Results Regardless of the primary treatment, the prognosis of patients with PRO was extremely poor with a median survival of 3 months and only 8% of patients surviving >3 years. In patients with REL there was a trend for better survival after primary treatment without rituximab (44% after 3 years) than after R-CHOP (23% after 3 years, p = 0.106). Of 297 patients, 222 (75%) were treated with salvage-therapy, 59 patients (20%) had no further treatment; for 16 patients (5%) further course is unknown. An attempt to induce a second remission by intensive chemotherapy was made in 70% of elderly patients with PRO and in 85% of patients with REL. Salvage therapy included rituximab in 59% of patients (39% after PRO, 67% after REL). HDT/ASCT was performed in 13% of these elderly patients (11% after PRO and 14% after REL). Survival was much better in patients receiving rituximab as part of salvage therapy than in patients receiving salvage therapy without rituximab (3-year-OS rate: 39% vs 18%, p < 0.001). The effect was most pronounced in patients receiving primary treatment without rituximab (3-year-OS 43% vs 24%, p < 0.001), but was still detectable in patients receiving primary R-CHOP. In the latter group no plateau of survival was achieved irrespective of whether rituximab was part of salvage therapy or not but median survival was prolonged significantly (median survival 6 vs 15 months, OS 3 y 12% vs 13%, p= 0.011). HDT / ASCT was effective only in patients receiving primary treatment without rituximab (OS 3y 66% vs 33%, p = 0.019) while the rate of long-term survival was only in the range of 10% in patients receiving primary R-CHOP. Conclusion The outcome of second line treatment after primary immuno-chemotherapy of aggressive B-NHL in elderly patients is dismal and rarely results in long-term survival. Rituximab is useful as part of salvage therapy and results in prolonged survival, altough long term survival is achieved in a small minority of patients only. HDT with autologous SCT was effective after chemotherapy only, whereas the number of long-term survivors was low in those patients pretreated with R-CHOP-14. New modalities of second line therapy are urgently warranted. Disclosures: Glass: Roche: Honoraria, Research Funding. Pfreundschuh: Roche: Consultancy, Honoraria, Research Funding. Schmitz: Roche: Honoraria, Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "older adult",
        "r-chop",
        "rituximab",
        "second line treatment",
        "salvage therapy",
        "chemotherapy regimen",
        "autologous stem cell transplant",
        "cancer immunotherapy",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Bertram Glass, MD, PhD",
        "Andrea Borgerding",
        "Marita Ziepert",
        "Maike Nickelsen",
        "Markus Loeffler, Prof.",
        "Michael Pfreundschuh",
        "Lorenz H. Truemper, MD",
        "Norbert Schmitz"
    ],
    "author_dict_list": [
        {
            "author_name": "Bertram Glass, MD, PhD",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, ASKLEPIOS Klinik St. Georg, Hamburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrea Borgerding",
            "author_affiliations": [
                "Hematology and Oncology, University Medicine of Göttingen, Göttingen, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marita Ziepert",
            "author_affiliations": [
                "Institute of Medical Informatics, Statistics and Epidemiology, Leipzig, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maike Nickelsen",
            "author_affiliations": [
                "Haematology and Stem Cell Transplantation, Asklepios Klinik St Georg, Hamburg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Loeffler, Prof.",
            "author_affiliations": [
                "Institute of Medical Informatics, Statistics and Epidemiology, Leipzig, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Pfreundschuh",
            "author_affiliations": [
                "University of Saarland, Homburg, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorenz H. Truemper, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Georg August University, Gottingen, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Schmitz",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, ASKLEPIOS Klinik St. Georg, Hamburg, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T09:41:18",
    "is_scraped": "1"
}