{
    "doi": "https://doi.org/10.1182/blood.V122.21.2930.2930",
    "article_title": "One Line Does Not Make a Picture: Real-World Cost-Effectiveness Of Multiple Myeloma Treatments Using a Full Disease Model ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "abstract_text": "Background As with many types of cancer, treatment of multiple myeloma (MM) is characterised by sequential treatment lines consisting of innovative expensive drugs such as thalidomide, bortezomib and lenalidomide. While the cost-effectiveness of single treatments has been studied, a full disease model evaluating treatments sequentially is currently lacking. Therefore, we aimed to take a look at the big picture and calculate real-world costs and effects for commonly used treatment pathways for MM. Methods We developed a patient-level simulation (PLS) model for elderly (>65) MM patients diagnosed since 2004. Real-world data (N=621) including patient and disease characteristics, treatment information and outcomes as well as resource use was obtained from the Population based HAematological Registry for Observational Studies, PHAROS. Based on this information, a patient population was simulated. Parametric survival models including patient characteristics such as age, performance status, comorbidities, laboratory values and treatment were used to predict overall survival of commonly used treatment pathways. Five treatment categories were distinguished; Melphalan/Prednison , Thalidomide based regimens, Bortezomib based regimens, Lenalidomide based regimens and Other regimens not including a novel agent. Monthly costs, per treatment per line, were calculated based on real-world data. The sensitivity of parameters was explored through sensitivity analyses. Results Mean age of our simulated population was 76 [SD: 6.25, Range 66-93] and 19 commonly used treatment pathways were observed. Average total costs from diagnosis till death ranged from $54,200 [SD: $10,990] (Melphalan/Prednison-Thalidomide-Other) to $172,346 [SD: $27,887] (Lenalidomide-Bortezomib-Other) while overall survival ranged from 29 [SD: 1.02] to 50 [SD 1.75] months for Melphalan/Prednison-Bortezomib-Lenalidomide and Lenalidomide-Bortezomib-Other, respectively. Total costs were especially induced by drug costs and inpatient hospital days. Substantial variation among the treatment pathways was observed with drug costs ranging from 7% ($3,980) of the total costs for Melphalan/Prednison-Thalidomide-Other compared to 53% ($88,058) of the total costs for Lenalidomide-Bortezomib-Thalidomide. In addition, inpatient day costs ranged from 68% ($37,113) of total costs for Melphalan/Prednison-Thalidomide-Bortezomib to 25% ($41,347) of the total costs for Lenalidomide-Bortezomib-Thalidomide. Costs per quality-adjusted-life-year (QALY) were between $29,060 [SD: $5,623] (Melphalan/Prednison-Thalidomide-Other) and $56,179 [SD: $9,190] (Lenalidomide-Bortezomib-Other). In addition to the 19 treatment pathways, we calculated the total costs and overall survival of treatment as observed in daily clinical practice, $79,203 [SD: $12,001] and 32 [SD: 1.33] months, respectively. Compared to real-world prescription, survival could be improved at a cost of $48,543 per QALY and $31,902 per life-year gained (Lenalidomide-Thalidomide-Bortezomib). Conclusion Real-world costs and effects of 19 treatment pathways for MM patients were calculated and revealed that real-world treatment could be improved at a cost of $48,543 per QALY and $31,902 per life-year gained. Our PLS model proved to be a reliable and robust approach to study entire treatment pathways for MM. Disclosures: Sonneveld: Jansssen: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Onyx: Consultancy, Membership on an entity’s Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "cost effectiveness",
        "disease models",
        "multiple myeloma",
        "bortezomib",
        "lenalidomide",
        "thalidomide",
        "melphalan",
        "cancer therapy",
        "sequential treatment",
        "older adult"
    ],
    "author_names": [
        "Hedwig M Blommestein",
        "Silvia GR Verelst",
        "Saskia de Groot",
        "Peter C. Huijgens, MD, PhD",
        "Pieter Sonneveld, MD, Ph.D",
        "Carin A. Uyl-de Groot, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hedwig M Blommestein",
            "author_affiliations": [
                "institute for Medical Technology Assesment, Erasmus University, Rotterdam, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Silvia GR Verelst",
            "author_affiliations": [
                "Hematology, Erasmus University Medical Center, Rotterdam, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saskia de Groot",
            "author_affiliations": [
                "institute for Medical Technology Assesment, Erasmus University, Rotterdam, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter C. Huijgens, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld, MD, Ph.D",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC, Rotterdam, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carin A. Uyl-de Groot, PhD",
            "author_affiliations": [
                "institute for Medical Technology Assesment, Erasmus University, Rotterdam, Netherlands, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T15:38:12",
    "is_scraped": "1"
}