{
    "doi": "https://doi.org/10.1182/blood.V122.21.2985.2985",
    "article_title": "Assessment Of Hypersensitivity Reactions and Feasibility Of a 60 Minute Rapid Infusion Rituximab Protocol At a Comprehensive Cancer Center ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "abstract_text": "Introduction Rituximab (R) is a chimeric monoclonal antibody with approved indications for non-hodgkin's lymphoma (NHL) and chronic lymphocytic leukemia (CLL). Infusion reactions among patients with NHL are common during the first infusion (incidence of 77%), but decrease with subsequent infusions. Consequently, infusions have been gradually titrated, which may take more than three hours for completion depending on dose and tolerability. However, emerging data suggest that rapid infusion protocols may be safe for patients who receive the first dose with minimal infusion toxicity. Methods The purpose of this study was to assess the feasibility of a rapid infusion R protocol in a comprehensive cancer center's outpatient infusion center. The primary outcome measure was the incidence of grade 3 and 4 hypersensitivity reactions during a 60 minute infusion protocol of R in patients with B-cell malignancies. Secondary objective included infusion time savings of a 60 minute infusion of R versus a standard titration schedule, as well as nursing satisfaction. Patients were enrolled in this prospective, single institution, single arm study which was approved by the investigational review board. Inclusion criteria included age >18 years, diagnosis of indolent or intermediate grade B-cell malignancy, second R infusion within 3 months of first infusion, and planned outpatient treatment with a regimen including R therapy at a dose of 375mg/m 2 . Patients were excluded for diagnosis of an aggressive lymphoma histology, absolute lymphocyte count > 10 x 10 3 /µL, enrollment on another clinical trial, allergy to murine-containing medications, exposure to R (<6 months from first dose) prior to enrollment in this study, or grade 3 or 4 hypersensitivity reaction during first R infusion. All patients received the first dose of R by the standard titration schedule as described in the package insert. The investigational protocol was instituted for the second R administration. The infusion began at 100mg/hr administered over 15 minutes and the remaining dose was given over 45 minutes. All patients received 50mg of oral diphenhydramine and 650mg of oral acetaminophen as premedication. To calculate time savings between rapid infusion and standard titration, each patient served as their own control. Nursing data collection included monitoring vitals every 15 minutes (blood pressure, heart rate, temperature, respiratory rate), start and stop times of R infusion, description and grade of hypersensitivity reactions, administration of rescue medications during infusion, and survey assessment of nursing satisfaction. Results From October 2010 to April 2013, 52 patients were enrolled to the study. Fifty received rapid infusion over 60 minutes during the second R administration. The 2 patients who did not continue on study were deemed ineligible. Patient 1 expired secondary to disease progression after signing consent and patient 2 experienced a grade 3 reaction following end of first infusion. The median age was 63 years (19-85) with 60% female. Chemotherapy regimens included: R-cyclophosphamide, doxorubicin, vincristine, prednisone (RCHOP, n = 19), single-agent R (n = 14), R-bendamustine (BR, n=7), R-cyclophosphamide, vincristine, prednisone (RCVP, n=4), R-gemcitabine, oxaliplatin (RGEMOX, n=3), R-fludarabine, cyclophosphamide (FCR, n=1), R-pentostatin, cyclophosphamide (PCR, n=1) and R-bortezomib (n=1). The rate of infusion related reactions (all grades) observed with the rapid infusion protocol was 0% (1-sided 97.5% CI 0-7.1%). The mean time for the rapid R infusion was 62.4 (95% CI 61.2-63.6) minutes. When compared to the standard second dose infusion recommendations, a mean time of 94.2 (95% 90-98.4) minutes was saved with rapid infusion. Post infusion nursing surveys demonstrated 100% satisfaction with administration of rapid infusion over standard titration practice. Conclusions A 60 minute rapid rituximab infusion can be safely administered in an outpatient infusion center. The faster infusion allows for less resource utilization and increased nursing satisfaction. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer care facilities",
        "hypersensitivity",
        "infusion procedures",
        "rituximab",
        "nursing care",
        "cyclophosphamide",
        "titration method",
        "cancer",
        "prednisone",
        "vincristine"
    ],
    "author_names": [
        "Emily Dotson, PharmD",
        "BCOP",
        "Brooke Crawford, PharmD",
        "BCOP",
        "Gary Phillips",
        "MAS",
        "Jeffrey A. Jones, MD, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Emily Dotson, PharmD",
            "author_affiliations": [],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "BCOP",
            "author_affiliations": [
                "Department of Pharmacy, The Arthur G James Cancer Hospital and Richard J Solove Research Institute at The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brooke Crawford, PharmD",
            "author_affiliations": [],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "BCOP",
            "author_affiliations": [
                "Department of Pharmacy, The Arthur G James Cancer Hospital and Richard J Solove Research Institute at The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary Phillips",
            "author_affiliations": [],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "MAS",
            "author_affiliations": [
                "Center for Biostatistics, The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A. Jones, MD, MPH",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Wexner Medical Center at Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T21:37:43",
    "is_scraped": "1"
}