{
    "doi": "https://doi.org/10.1182/blood.V120.21.2899.2899",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2382",
    "start_url_page_num": 2382,
    "is_scraped": "1",
    "article_title": "Rapid Decrease in Overall Tumor Burden On Ibrutinib (PCI-32765) in CLL Despite Transient Increase in ALC Indicates a Significant Degree of Treatment Induced Cell Death. ",
    "article_date": "November 16, 2012",
    "session_type": "642. CLL - Therapy, excluding Transplantation: Poster II",
    "topics": [
        "cell death",
        "ibrutinib",
        "neoplasms",
        "lymphadenopathy",
        "small cell lymphoma",
        "chronic b-cell leukemias",
        "therapy naive",
        "biopsy",
        "cerebral palsy",
        "ceruloplasmin"
    ],
    "author_names": [
        "Mohammed Farooqui, DO",
        "Georg Aue, MD",
        "Janet Valdez, PA",
        "Nakhle Saba, MD",
        "Sarah E. M. Herman, PhD",
        "Andrew Lipsky, MS IV",
        "Leodayan Bojanowski, DNP, CIP, RN",
        "Ajunae Wells",
        "Susan Soto, RN",
        "Delong Liu, Ph.D.",
        "Adrian Wiestner, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Abstract 2899 Introduction: Bruton's tyrosine kinase (BTK) is essential for B cell receptor (BCR) signaling. Ibrutinib (PCI 32765) is a covalent inhibitor of BTK that has demonstrated durable antitumor activity in chronic lymphocytic leukemia/small lymphocytic lymphoma (CLL/SLL) (Byrd ASCO 2011, O'Brien ASH 2011). Ibrutinib induces a transient increase in the absolute lymphocyte count (ALC) occurring during a period of rapid reduction in lymphadenopathy. This is thought to be due to inhibition of CLL cell adhesion and migration leading to a release of CLL cells from tissue sites. Patients and Methods: This phase II trial ( NCT01500733 ) using ibrutinib 420 mg daily on 28 day cycles enrolled two cohorts of CLL/SLL patients; 1.) >65 years old; and 2.) having deletion of chromosome 17p). Treatment naive and previously treated patients in need of treatment were eligible. Response was assessed after 2 cycles using CT scans. Bone marrow (BM) biopsies in a subset of patients were obtained at baseline and either on day 28 or 56. Whole blood viscosity was measured. Here we report on effects of ibrutinib in 26 patients (n=11, >65 yo; n=15, del 17p) who completed >2 cycles. Results: Fourteen patients (54%) had a partial response (PR) by IWCLL criteria, and 62% achieved a >50% reduction in lymphadenopathy measured as the sum of the products of the greatest diameter (SPD) of the 4 largest lymph nodes as assessed by CT, irrespective of ALC. The effects of ibrutinib on total tumor burden were measured by concomitantly assessing lymph node (LN), spleen, blood, and BM disease. The median reduction in lymphadenopathy was 52% (range 22–72%) on day 56. Despite at times massive reduction in tumor burden, there was no evidence of tumor lysis. The rates of nodal responses in subgroups of patients defined by deletion 17p, non deletion 17p, treatment naive and relapsed/refractory patients was comparable. There was an overall reduction in splenic disease with a median decrease in spleen size (measured as longest cranio-caudal extension) of 11% (0.5–40%; P<0.01). A trend towards more rapid resolution of splenomegaly in treatment naïve patients was seen. BM evaluations are complete in 10 patients: cellularity decreased in 3 of 7 and remained unchanged in 4 on day 28; on day 56 cellularity was decreased in 3 of 3 patients. Using immunohistochemistry for CD79 we confirmed that the reduction in BM infiltration was due to reduced tumor infiltration. As seen in other studies, the increase in ALC peaked within the first 2 months followed by a slow decline. The median ALC increased from 75 k/μl (3.5 – 308) to 102 k/μl on day 28 ( P 95% reduction to ∼700% increase). Treatment naïve patients showed more pronounced relative increases in ALC and the most dramatic increase occurred in patients with a lower starting ALC. The rise in ALC correlated with an increase in whole blood viscosity (r=0.52; P <0.05, n=18). However, all viscosity measurements, both at baseline and on treatment, were within the normal range (3.6–6.0 cP) and there were no clinical signs or symptoms of a hyperviscosity syndrome. Conclusion: Reduction in lymphadenopathy with a transient increase in ALC has been reported in other studies and is thought to reflect a redistribution of tumor burden into the blood. While a treatment induced rise in ALC was common in our patients, up to a third had resolution of blood disease within a few weeks. This and the often dramatic reduction in nodal disease with or without an increase in ALC, and the concomitant reduction in tumor infiltration of BM and spleen indicate a significant contribution of cell death, the mechanism of which remains to be defined. Interestingly resolution of disease in the BM appears to be slower than in the LN. This may reflect more active BCR signaling in the LN and consequently more pronounced changes in tumor biology on ibrutinib in this site. In addition, treatment naïve patients appear to respond more rapidly raising the question whether untreated CLL is more dependent on BTK-dependent signaling pathways in the tissue microenvironment. This work was supported by the Intramural Research Program of NHLBI, NIH. We thank our patients for participating in these research studies. Disclosures: No relevant conflicts of interest to declare."
}