{
    "doi": "https://doi.org/10.1182/blood.V106.11.3885.3885",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=374",
    "start_url_page_num": 374,
    "is_scraped": "1",
    "article_title": "Clinical Evaluation of CCL18/PARC and Chitotriosidase Biomarkers in Gaucher Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Gaucher’s disease (GD) is an autosomal recessive lysosomal storage disorder, characterized by accumulation of glycosphingolipid in so-called Gaucher cells. The clinical manifestations of Gaucher disease are highly variable, and although certain genotypes are often associated with mild or severe symtomps, a defined correlation between genotype and phenotype does not exist. Identification of serum biochemical markers characteristic of disease may be useful in the diagnosis and monitoring of GD, nevertheless about 6% of the population does not express the chitotriosidase (CT) gene. In this study, we analyzed using currently available enzyme analysis the relationship among two known surrogate markers: CT, which utility in initiation and optimization of costly therapeutic interventions has been highly demonstrated, and a newly-described chemokine, pulmonary and activation-regulated chemokine (CCL18/PARC) as associated to Gaucher disease. Patients and methods: We have analysed 21 control samples, 149 samples of GD patients on enzyme replacement therapy (ERT), and 52 samples of GD patients on substrate reduction therapy (SRT), 4 samples of GD on combined therapy (ERT+SRT) and 7 samples of GD patients without therapy. The samples were stored at −80°C in the biobank of Biochemistry and Molecular and Cellular Biology Department of Zaragoza University. The CT activity and CCL18/PARC quantification were performed simultaneously in the samples obtained at baseline and yearly during 7 years under ERT. Results: our results concluded that both markers levels similarly fell with time and their variations correlated strongly each other, mainly in patients under ERT. The poor correlation of both variables in the case of SRT might be due to small number of samples. These findings demonstrated that CCL18 is a good biomarker of monitoring GD, comparable to CT and very useful in patients without expression of CT gene. Conclusion: The availability of sensitive plasma surrogate markers may be of great value for monitoring the efficacy of treatment, especially in cases of deficiencies of some marker.",
    "topics": [
        "biological markers",
        "chitotriosidase",
        "gaucher disease",
        "surrogate markers",
        "biochemical markers",
        "chemokine ccl18",
        "chemokines",
        "enzyme replacement therapy",
        "enzymes",
        "glycosphingolipids"
    ],
    "author_names": [
        "Pilar Alfonso, MD, PhD",
        "Paz Latre, MD",
        "Ignacio de Blas, MDPhD",
        "Pilar Giraldo, MDPhD",
        "Manuel Giralt, MDPhD",
        "Miguel Pocovi, MDPhD"
    ],
    "author_affiliations": [
        [
            "Research, Instituto Aragonés Ciencias de la Salud"
        ],
        [
            "FEETEG"
        ],
        [
            "Epidemiology, University"
        ],
        [
            "Hematology, Miguel Servet Hospital"
        ],
        [
            "Hematology, Miguel Servet Hospital"
        ],
        [
            "Biochemistry and Molecular and Celular Biology, University, Zaragoza, Spain"
        ]
    ],
    "first_author_latitude": "41.643809999999995",
    "first_author_longitude": "-0.9023998999999997"
}