{
    "doi": "https://doi.org/10.1182/blood-2019-128239",
    "article_title": "CD244 Marks Non-Functional Hematopoietic Stem Cells with a Mast Cell Signature after Induction of Endoplasmic Reticulum Stress ",
    "article_date": "November 13, 2019",
    "session_type": "502.Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation",
    "abstract_text": "Hematopoietic stem cells (HSCs) are capable of replenishing the entire blood system when needed and transplantation of HSCs remains as one of the most effective, curative treatments for patients with genetic diseases and hematopoietic malignancies. In vitro culture is an essential process for ex vivo expansion and modification of HSCs, however engraftment levels of cultured HSCs cannot be accurately estimated. This is mainly due to lack of reliable cell surface markers representing functionality of HSCs after culture, which also limits the resolution of molecular analyses. We have previously shown that HSCs are vulnerable to endoplasmic reticulum (ER) stress responses fueled by accumulation of unfolded / misfolded proteins (Miharada et al., Cell Rep . 2014). Importance of ER stress suppression is also evident in vivo , as proliferative FL-HSCs fail to expand upon ER stress induction when natural molecular chaperone, bile acid, is reduced (Sigurdsson et al., Cell Stem Cell . 2016). Thus, ER stress elevation severely impairs the potential of HSCs, however usual marker profile is no longer representative of their functionality. In this study we aimed to discover the key signature and novel markers that represent functional retardation of HSC under activation and stress induction. Initially we compared gene expression profiles of fresh and 14-days cultured Lineage - Sca-1 + c-kit + (LSK) CD48 - (CD48 - LSK) cells from mouse bone marrow using microarray analysis, since CD48 has been reported to enrich functional HSCs after in vitro culture (Noda et al., Stem Cells , 2008). We discovered abnormal up-regulations of genes frequently associated with mast cells (MC) in cultured CD48 - LSK cells, and identified Cd244 as one of the top upregulated genes. CD244 is a member of the slam family of genes but is considered to be redundant with other slam markers in isolating HSCs from untreated mice. Indeed, freshly isolated CD150 + CD48 - LSK cells are negative for CD244. However, after 14-days in vitro culture with stem cell factor (SCF) and thrombopoietin (TPO), majority of CD150 + CD48 - LSK cells were positive for CD244. After shorter (7-days) culture, we found that CD48 - LSK cells could be subdivided to CD244 + and CD244 - populations (CD244 - HSC and CD244 + HSC). CD244 - HSCs expressed high levels of HSC-related genes such as Fgd5 , Hlf , Fhl1 and thrombopoietin receptor Mpl , In contrast, CD244 + HSCs expressed MC-related genes, e.g. Cpa3 , Gzmb and Mcpt8 . In transplantation settings, CD244 + HSCs showed no engraftment while CD244 - HSCs showed long-term engraftment revealing them as functional stem cells. Since our and other groups have demonstrated that induction of ER stress impairs potential of mouse and human HSCs, we asked if ER stress induction would lead to the elevation of MC signature. Using an ER stress inducing chemical, thapsigargin, we could see increased ratio of CD244 + HSCs within CD48 - LSK cells. Conversely, the addition of TUDCA, a bile acid known to suppress ER stress, resulted in decreased frequency of CD244 + HSCs. These findings strongly indicate that ER stress could be influencing the number of non-functional HSCs. To further substantiate the connection to ER stress and MC signature we analyzed a knock out mouse model of the ER stress modulator Trib3 ( Trib3 -/- ) that is known to show an abnormal differentiation towards mast cells. Trib3 -/- HSCs expressed MC genes including Cpa3 already at the steady-state condition. The number of CD244 - HSCs after 7-days culture was significantly lower than control mice, and showed poor long-term engraftment potential in transplantation settings. To further elucidate the key molecular changes that impair HSCs, we compared gene expression profiles between fresh HSCs and CD244 + /CD244 - HSCs after 7-days culture. Gene expression comparison between CD244 + and CD244 - HSCs independently confirmed the enrichment of MC cell related genes including Granzyme B ( Gzmb ), known to have negative impact on HSC potential (Carnevali et al., J Exp Med . 2014). Moreover, the Rel-A pathway was significantly lower in CD244 - HSCs compared to fresh HSCs, suggesting a potential implication of NF-kB signal in the first alterations in HSCs during in vitro culture. We conclude that the induction of a MC cell signature fueled by ER stress is critical for normal HSC potential, and CD244 is a novel marker predicting the functionality of activated HSCs and allowing more detailed molecular analysis of activated HSCs. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "endoplasmic reticulum",
        "hematopoietic stem cells",
        "mast cells",
        "stress",
        "cd48 antigen",
        "transplantation",
        "bile acids",
        "gene expression profiling",
        "signaling lymphocytic activation molecule family member 1",
        "cancer"
    ],
    "author_names": [
        "Valgardur Sigurdsson, PhD",
        "Shuhei Koide, PhD",
        "Visnja Radulovic, PhD",
        "Els Mansell, PhD",
        "Mark Van Der Garde, MSc, PhD",
        "Tiit Örd, PhD",
        "Tonis Örd, PhD",
        "Kenichi Miharada, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Valgardur Sigurdsson, PhD",
            "author_affiliations": [
                "Div. Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shuhei Koide, PhD",
            "author_affiliations": [
                "Div. Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden ",
                "Institute of Medical Science, The University of Tokyo, Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, Tokyo, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Visnja Radulovic, PhD",
            "author_affiliations": [
                "Div. Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Els Mansell, PhD",
            "author_affiliations": [
                "Div. Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Van Der Garde, MSc, PhD",
            "author_affiliations": [
                "Div. Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden ",
                "Department of Medicine III, Technical University of Munich, Munich, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiit Örd, PhD",
            "author_affiliations": [
                "Estonian Biocentre, Tartu, Estonia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tonis Örd, PhD",
            "author_affiliations": [
                "Estonian Biocentre, Tartu, Estonia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Miharada, PhD",
            "author_affiliations": [
                "Div. Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:38:09",
    "is_scraped": "1"
}