{
    "doi": "https://doi.org/10.1182/blood-2021-147377",
    "article_title": "Dabrafenib, Alone or in Combination with Trametinib, in Pediatric Patients with BRAF V600 Mutation-Positive Langerhans Cell Histiocytosis ",
    "article_date": "November 5, 2021",
    "session_type": "634.Myeloproliferative Syndromes: Clinical and Epidemiological",
    "abstract_text": "Introduction: Langerhans cell histiocytosis (LCH) is a rare proliferative disorder associated with varied clinical presentations. Patients (pts) with advanced disease have frequent recurrences despite standard chemotherapy and a significant proportion experience long-term complications, including orthopaedic, endocrine, auditory, or neurodegenerative complications. BRAF V600 mutations have been reported in over 50% of LCH cases. The BRAF inhibitor dabrafenib in combination with the MEK inhibitor trametinib is approved for BRAF V600-mutation positive melanoma, NSCLC, and anaplastic thyroid cancer. Here we describe the pooled analysis of pts with LCH from two open-label phase I/II studies in pediatric pts with recurrent/refractory malignancies, treated with dabrafenib monotherapy (CDRB436A2102; NCT01677741) or dabrafenib plus trametinib (CTMT212X2101; NCT02124772). Results: At the data cut-off date of January 19, 2021, 13 pts with LCH had received dabrafenib monotherapy (n=2, escalation; n=11, expansion). Median age was 3 years (range, 1-11) and all pts had received prior chemotherapy (100%); one patient received prior immunoglobulin and prior anti-CD52 monoclonal antibody (8%). Median duration of exposure to dabrafenib was 51 months (range, 7-65); 7 pts continued treatment on a rollover study and 6 discontinued, due to adverse events (AE; n=2), investigator decision (n=3), or switch to combination therapy via compassionate use (n=1). All pts experienced AEs, regardless of relationship to treatment; 11 pts (85%) had grade ≥3 AEs. All pts experienced AEs, suspected to be related to treatment, most commonly vomiting (46%), increased creatinine (38%), dry skin, rash, and melanocytic naevus (each 30%). AEs led to treatment discontinuation in 2 pts (increased blood creatinine; Epstein-Barr virus associated lymphoma, not related to treatment); there were no on-treatment deaths. The overall response rate (ORR) was 77% (6 complete response [CR]; 4 regressive disease [RD]); median duration of response (DOR) was not reached (NR), the estimated 24-month DOR rate was 90% (95% CI, 40-100). Median PFS was NR; the estimated 24-month PFS rate was 90% (95% CI, 50-100). At the data cut-off date of February 10, 2021, 12 pts with LCH had received dabrafenib + trametinib combination (2, escalation; 10, expansion). Median age was 4 years (range, 2-13) and all pts had received prior chemotherapy (100%). Median duration of exposure to treatment was 22 months (range 1.8-35.9); 8 patients continued therapy on a rollover study and 4 discontinued, due to AEs (n=2), lack of efficacy (n=1), or long term CR (n=1). All pts experienced AEs; 9 pts (75%) had grade ≥3 AEs. All pts experienced AEs, suspected to be related to treatment, most commonly pyrexia (58%), diarrhoea, dry skin, decreased neutrophil count, and vomiting (each 42%). AEs led to treatment discontinuation in 2 pts (AST increased; ALT increased); there were no on-treatment deaths. The ORR was 58% (4 CR; 3 RD); median DOR was NR, the estimated 24-month DOR rate was 100% (95% CI, NR-NR). Median PFS was NR; the estimated 24-month PFS rate was 100% (95% CI, NR-NR). Conclusions: Dabrafenib, with or without trametinib, demonstrated durable efficacy in pediatric pts with relapsed/refractory BRAF V600E mutation-positive LCH, with 90-100% of responses ongoing at 24 months. Treatment was associated with acceptable tolerability and manageable toxicities; the safety profile was consistent with what has been seen in other pediatric indications and in adult studies. Disclosures Whitlock:  Sobi Pharmaceuticals: Consultancy; Novartis: Research Funding; Amgen; Jazz Pharmaceuticals: Honoraria. Roughton:  Novartis Pharma AG: Current Employment. Choi:  Novartis Pharmaceuticals: Current Employment. Osterloh:  Novartis Farmacéutica S.A. Spain: Current Employment. Russo:  Novartis: Current Employment, Current equity holder in publicly-traded company, Divested equity in a private or publicly-traded company in the past 24 months. Hargrave:  AstraZeneca; Bayer; DayOne; Janssen; Novartis; Roche: Consultancy; AstraZeneca: Research Funding; AstraZeneca; Bayer; Novartis; Roche: Honoraria; Bayer: Speakers Bureau. OffLabel Disclosure: Trametinib in combination with dabrafenib is approved for the treatment of unresectable/metastatic melanoma with BRAF V600E or V600K mutations; adjuvant treatment for melanoma with BRAF V600E or V600K mutations; metastatic non-small cell lung cancer with BRAF V600E mutation; locally advanced/metastatic anaplastic thyroid cancer with BRAF V600E mutation.",
    "author_names": [
        "James A. Whitlock",
        "Birgit Geoerger",
        "Michael Roughton",
        "Jeea Choi",
        "Lisa Osterloh",
        "Mark Russo",
        "Darren Hargrave"
    ],
    "author_dict_list": [
        {
            "author_name": "James A. Whitlock",
            "author_affiliations": [
                "Division of Haematology/Oncology, The Hospital For Sick Children, Toronto, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Birgit Geoerger",
            "author_affiliations": [
                "Department of Childhood and Adolescent Oncology, Gustave Roussy Cancer Center, Villejuif, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Roughton",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeea Choi",
            "author_affiliations": [
                "Global Drug Development, Novartis Pharmaceuticals, East Hanover, NJ"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Osterloh",
            "author_affiliations": [
                "Novartis Oncology, Novartis Farmacéutica S.A., Barcelona, Spain"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Russo",
            "author_affiliations": [
                "Novartis Oncology, Novartis Pharmaceuticals, East Hanover, NJ"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darren Hargrave",
            "author_affiliations": [
                "Paediatric Oncology, University College London - Great Ormond Street Institute of Child Health, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:40:04",
    "is_scraped": "1"
}