{
    "doi": "https://doi.org/10.1182/blood.V104.11.4928.4928",
    "article_title": "Natural History of Skeletal-Related Events in Patients with Multiple Myeloma: Exploratory Analysis Based on Prior History of Skeletal Complications. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: We previously reported the long-term efficacy and safety of 4 mg zoledronic acid compared with 90 mg pamidronate in patients with bone lesions from breast cancer or multiple myeloma ( Rosen et al. Cancer . 2003 ; 98 : 1735 –1744 ). Bone lesions result in an increased risk of developing skeletal-related events (SREs), including pathologic fracture, spinal cord compression, radiation therapy or surgery to bone, or hypercalcemia of malignancy. It has also been suggested anecdotally that patients who have experienced a prior SRE may be at increased risk for future SREs, but no data exist to support this hypothesis. We report here the results of a retrospective exploratory analysis to assess whether patients with a history of SREs before study entry had a higher incidence of on-study SREs and to assess the clinical benefit of zoledronic acid compared with pamidronate in advanced multiple myeloma patients based on SRE history. Methods: The subset of multiple myeloma patients treated with zoledronic acid (4 mg) or pamidronate (90 mg) every 3 to 4 weeks was retrospectively stratified according to history of SREs before study entry. A total of 353 patients with multiple myeloma were randomized 1:1 to zoledronic acid or pamidronate for 12 months, and 138 patients elected to continue blinded treatment for an additional year. Results: Before study entry, 284 (~80%) patients had experienced at least 1 SRE and these patients were more likely to develop an SRE on study than patients without a history of SREs (time to first SRE hazard ratio = 2.22; P <.0001). Across treatment groups, 56% of these patients had at least 1 SRE on study (after 25 months) versus only 35% patients with no SRE before study entry. Additionally, patients with an SRE before study entry had a shorter median time to first on-study SRE (median, 293 days for zoledronic acid and 218 days for pamidronate) compared with patients who had no prior SRE (median, 504 days for zoledronic acid and not reached for pamidronate). Among patients with an SRE before study entry, the zoledronic acid group had a decreased percentage of patients with an on-study SRE compared with the pamidronate group (53% for zoledronic acid versus 59% for pamidronate; P =.291). Zoledronic acid also delayed time to first SRE by 75 days compared with pamidronate (median 293 days for zoledronic acid versus 218 days for pamidronate; P =.679). Conclusions: This exploratory analysis indicates that multiple myeloma patients with a history of SREs are at significantly higher risk of developing subsequent skeletal complications. Early intervention for prevention of SREs may provide considerable clinical benefit to these patients.",
    "topics": [
        "multiple myeloma",
        "serious reportable event",
        "pamidronate",
        "zoledronic acid",
        "bone lesion",
        "breast cancer",
        "cancer",
        "malignant hypercalcemia",
        "pathological fractures",
        "radiation therapy"
    ],
    "author_names": [
        "Mohamad A. Hussein",
        "Mary Kaminski",
        "Lee Rosen",
        "David Gordon",
        "Ming Zheng"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamad A. Hussein",
            "author_affiliations": [
                "Cleveland Clinic Myeloma Research, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mary Kaminski",
            "author_affiliations": [
                "Oncology, American Medical Research Institute, Kennesaw, GA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lee Rosen",
            "author_affiliations": [
                "Developmental Therapeutics, John Wayne Cancer Institute, Santa Monica, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gordon",
            "author_affiliations": [
                "Medical Oncology/Hematology, US Oncology, San Antonio, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Zheng",
            "author_affiliations": [
                "Biostatistics and Statistical Reporting, Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T09:41:09",
    "is_scraped": "1"
}