{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2992.2992",
    "article_title": "High-Resolution SNP-Array Profiling of \"Ultra-High Risk\" CLL Cases Reveals New Recurrent Genomic Alterations ",
    "article_date": "December 7, 2017",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Introduction Ultra-high risk chronic lymphocytic leukemia (CLL), which is defined here by TP53 aberration or refractoriness / early relapse after chemoimmunotherapy, frequently has a complex karyotype (≥ 3 genomic abnormalities). TP53 dysfunction and defects in other DNA damage response systems such as ATM contribute to genomic complexity, as they lead to chromosomal instability with secondary events not necessarily associated with pathogenesis and refractoriness. We aimed to identify significantly enriched DNA copy number alterations (CNAs) within ultra-high risk CLL, particularly those keeping high significance in relapsed / refractory disease. Material & Methods Samples taken from 146 ultra-high risk CLL patients were analysed by SNP arrays. 71 patients had primary ultra-high risk CLL with del(17p) and were treatment naïve. 75 patients had received purine-analogue based treatment and relapsed with del(17p) (N=26) or were refractory with (N=30) / without (N=19) TP53 aberration. All samples were taken at treatment initiation in trials of the German CLL Study Group (CLL2O, N=110; CLL8, N=27; CLL11, N=9). GISTIC was used to identify regions of the genome that were significantly amplified or deleted and amplicon based targeted sequencing was used to identify mutations of candidate genes in these regions. Results Within all 146 cases, 825 CNAs were identified. 119 samples had a complex karyotype (82%). No significant difference in the incidence of complex karyotype was observed between samples from 17p-deleted treatment naïve and relapsed / refractory patients with / without del(17p). Within all 146 samples, GISTIC identified 4 chromosomal regions as significantly amplified and 13 regions as significantly lost when using a false discovery rate (FDR) of <0.01 (see Table ). Within the 75 relapsed / refractory samples, del(9)(p21.3) and +(8)(q24) as well as del(11q), del(13q) and del(17p) kept an FDR <0.01. Among the 17 regions significantly altered within all cases, 13 were previously described as recurrent aberrations in CLL. The remaining 4 were novel recurrent CNAs: del(3)(p25.3), del(4)(p15.2), del(9)(p21.3), and +(17)(p11.2). The minimally deleted region (MDR) in 9p21.3 contained CDKN2A / B previously linked to Richter transformation (RT). In our cohort 1 of the 12 patients with del(9)(p21.3) at treatment initiation developed RT during treatment / follow-up, while 16 other patients developing RT did not carry del(9)(p21.3) initially. The majority of patients developing RT had thymidine kinase levels >5 fold exceeding the upper limit at trial enrolment, whereas this was not seen in the majority of patients with del(9)(p21.3). The MDR in 4p15.2 harboured 11 genes, among them RBPJ encoding the DNA binding partner of activated NOTCH1 intracellular domain (NICD). In the absence of NICD in the nucleus RBPJ forms a repressor complex with SNW1, SPEN, CTBP, NCOR2, CIR and HDACs that down-regulates transcription of NOTCH1 target genes. Thereby RBPJ loss can lead to de-repression of NOTCH1 target genes. A single nucleotide variation at the splice site of exon 1 in the remaining RBPJ allele of a case with del(4)(p15.2) further supports a role for RBPJ loss in this context. In addition, SPEN mutations were recurrently observed as well as loss of SNW1 lying within an MDR of 37 kb on chromosome14q affected by 8% of cases. Gains on 8q encompassed the c-MYC locus with the exception of two cases. These two cases defined a minimally gained region of 409 kb lying within a super-enhancer region regulating c-MYC expression. The minimally gained region harbours multiple binding sites for the NOTCH1 transcription activator complex suggesting abnormally high c-MYC expression upon NOTCH1 signaling in these cases. Conclusion Our data shows that gains in 8q, 17p11.2, 17q23.2 and losses in 3p, 4p15.2, 8p, 9p21.3, 10q24.32, 14q, 15q15.1, and 18p have increased frequencies in ultra-high risk CLL. Gains in 8q24.21 and losses in 9q21.3 remain significantly enriched in relapsed / refractory CLL so that resistance to chemoimmunotherapy might partly be afforded by these lesions. In addition to NOTCH1 mutations found in 30% of cases, our results suggest that genomic lesions affecting the NOTCH1 repressor complex and NICD binding sites might add on the overall incidence of overactive NOTCH1 signaling in CLL. Ongoing sequencing analyses will provide the frequency of gene mutations corresponding with CNAs identified by GISTIC. View large Download slide View large Download slide  Close modal Disclosures Fischer: Roche: Other: Travel Grants. Goede: Gilead: Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel grants, Speakers Bureau; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel grants, Speakers Bureau. Gribben: Karyopharm: Honoraria; Janssen: Honoraria; Pharmacyclics: Honoraria; Kite: Honoraria; TG Therapeutics: Honoraria; Celgene: Honoraria; Abbvie: Honoraria; Acerta: Honoraria; Genentech/Roche: Honoraria. Hallek: AbbVie: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; F. Hoffmann-LaRoche: Consultancy, Honoraria, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Janssen-Cilag: Consultancy, Honoraria, Research Funding; Mundipharma: Consultancy, Honoraria, Research Funding. Stilgenbauer: Amgen: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; GSK: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Mundipharma: Consultancy, Honoraria, Research Funding; Hoffman La-Roche: Consultancy, Honoraria, Research Funding; Genzyme: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy, Honoraria, Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "chromosomal instability",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "chronic lymphocytic leukemia refractory",
        "dna",
        "dna damage",
        "follow-up",
        "genome",
        "karyotype determination procedure",
        "nucleotides"
    ],
    "author_names": [
        "Jennifer Edelmann, MD PhD",
        "Karlheinz Holzmann, Dr. rer. nat.",
        "Eugen Tausch, MD",
        "Anna Dolnik, PhD",
        "Tamara J. Blätte, MSc",
        "Stefan Ibach, Dr",
        "Jenny Saub",
        "Daniel Mertens, PhD",
        "Lars Bullinger, MD",
        "Kirsten Fischer, MD",
        "Valentin Goede, MD",
        "John G. Gribben, MDDSc FMedSci",
        "Michael J. Hallek, MD",
        "Hartmut Döhner, MD",
        "Stephan Stilgenbauer, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jennifer Edelmann, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany ",
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karlheinz Holzmann, Dr. rer. nat.",
            "author_affiliations": [
                "Center for Biomedical Research, Core Facility Genomics, Ulm University, Ulm, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugen Tausch, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Dolnik, PhD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara J. Blätte, MSc",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Ibach, Dr",
            "author_affiliations": [
                "WiSP Wissenschaftlicher Service Pharma GmbH, Langenfeld, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny Saub",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Mertens, PhD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany ",
                "\"Mechanisms of Leukemogenesis\", German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Bullinger, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirsten Fischer, MD",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentin Goede, MD",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University of Cologne, Cologne, Germany ",
                "Oncogeriatric Unit, Department of Geriatric Medicine, St. Marien Hospital, Cologne, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Gribben, MDDSc FMedSci",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Hallek, MD",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Döhner, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Stilgenbauer, MD PhD",
            "author_affiliations": [
                "Department III of Internal Medicine, University Hospital Ulm, Ulm, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:39:42",
    "is_scraped": "1"
}