{
    "doi": "https://doi.org/10.1182/blood.V126.23.3746.3746",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2991",
    "start_url_page_num": 2991,
    "is_scraped": "1",
    "article_title": "Blastic Plasmacytoid Dendritic Cell Neoplasm (BPDCN): A Large Single-Center Experience: Analysis of Clinical and Molecular Characteristics and Patient Outcomes ",
    "article_date": "December 3, 2015",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster III",
    "topics": [
        "blastic plasmacytoid dendritic cell neoplasm",
        "patient-focused outcomes",
        "brachial plexus neuritis",
        "cd56 antigens",
        "chemotherapy regimen",
        "hematologic neoplasms",
        "neural cell adhesion molecules",
        "antigens",
        "antibodies",
        "bortezomib"
    ],
    "author_names": [
        "Naveen Pemmaraju, MD",
        "Hagop M. Kantarjian, MD",
        "Jorge E. Cortes, MD",
        "Madeleine Duvic, MD",
        "Joseph D Khoury, MD",
        "Keyur Patel, MD",
        "Naval Daver, MD",
        "Susan O'Brien, MD",
        "Sherry Pierce, BSN, BA",
        "Guillermo Garcia-Manero, MD",
        "Elias Jabbour",
        "Nitin Jain, MD",
        "Stefan Faderl, MD",
        "Deborah Thomas, MD",
        "Arthur E. Frankel, MD",
        "Muzaffar H. Qazilbash, MD",
        "Marina Konopleva, MD PhD"
    ],
    "author_affiliations": [
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center,, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.7393552",
    "first_author_longitude": "-95.5123137",
    "abstract_text": "Background: Blastic plasmacytoid dendritic cell neoplasm (BPDCN) is an aggressive hematologic malignancy with heterogeneous clinical presentation and no available standard therapy. Little is known about the clinical characteristics, molecular characterization, and outcomes of patients (pts) with BPDCN. Methods: We conducted a retrospective review of pts age ≥18 years with a confirmed pathological diagnosis of BPDCN. Results: 37 pts evaluated at our institution between October 1998-June 2015 were identified. Table 1 shows baseline pt characteristics. Bone marrow (BM) was involved in 23 (62%), skin in 26(70%), lymph nodes in 11(30%), central spinal fluid (CSF) in 3 (8%) and 1 (3%) pt each had disease involving brain, uterus/ovary, elbow/soft tissue, and pleural fluid. Tumor immunophenotype demonstrated: CD4+ (31/32), CD56+ (29/32), TCL-1+ (19/21), CD 123+ (22/23). Additionally, CD22 was expressed in 3/9 pts. Frontline therapies received: 19 (51%) HCVAD; 5 (14%) CHOP, 5 (14%) clinical trials, 2 (5%) bortezomib-based, 1 AML induction with daunorubicin+ARAC, 1 oral MTX, 1 IFN-based therapy, 3 other regimens. 5 (14%) pts received radiation (XRT) as part of their therapy. Median follow-up time was 7 months [1-27 mo]. Median number of chemotherapy regimens was 1 [1-6]. Complete remission (CR1) (by standard AML criteria) was achieved in 19 pts (51%) with a median CR1 duration of 19 mo [1-39 mo]. Median overall survival (OS) was 23 mo [6-45 mo]. 23 (69%) pts died, the most common cause of death being multi-organ failure. Among 14 (38%) pts without BM involvement at diagnosis, all 14 had skin involvement. Comparison of pts with BM involvement versus skin-only showed no difference in outcomes. For pts with BM disease, median OS and median CR1 were 23 mo [1-45 mo] and 21 mo [1-39 mo], respectively. For pts with skin-only disease,median OS and median CR1 were 18 mo [1-31 mo] and 19 mo [1-23 mo], respectively, p =0.43 (OS), p =0.78 (CR1). 10 pts (27%) received stem cell transplant (SCT) [7 allogeneic (including 3 cord blood) and 3 autologous). The median OS for pts receiving SCT (n=10) was 18 mo [8-40 mo] versus 23 mo [1-45] for non-SCT group (n=27), p = 0.98. 19 pts (51%) received HCVAD as part of first-line therapy: median OS was 18 mo [1-45 mo] and median CR1: 21 mo [1-39 mo]. Out of 16 pts evaluable for response, 15 achieved CR1; 1 pt died at day 15 (pneumonia). A clinically validated 28-gene molecular panel (next-generation sequencing for commonly mutated genes in myeloid malignancies) is now being performed prospectively on all new pts with BPDCN seen at our institution (thus far, n=9); notably, all 9 have expressed some form of TET2 mutation [ordered mutations=3(c.1648C>T p.R550; c.3781C>T p.R1261C; c.4365del p.M1456fs*2)], ordered+variant=2,variants=4], confirming our earlier finding of occurrence of TET2 mutations in pts with BPDCN (Alayed K, et al Am J Hematol 2013). Thus far, there has been no statistically significant difference in terms of response rates in pts with known TET2 mutations/variants (n=9) vs all others/not done (n=26). Conclusions: Among patients with BPDCN, we observed an older, male predominance, a high incidence of TET2 mutations and, despite intensive chemotherapy and achievement of CR1 in many pts, most still experience relapse and short survival. Therefore, there is an urgent need for novel therapies. Therapies targeting cell surface CD123 and CD56, are available in 2 separate clinical trials at our institution: SL-401 (DT-IL3), which demonstrated 7/9 (78%) major responses including 5 CR, after a single cycle of therapy, (Frankel et al, Blood 2014) is currently being tested in an ongoing multicenter phase I/II trial (Stemline Therapeutics Inc, ClinicalTrials.gov Identifier: NCT02113982, refer to separate abstract ASH 2015) and Lorvotuzumab Mertansine (ImmunoGen, Inc), an antibody-drug conjugate targeting CD56 (ClinicalTrials.gov Identifier: NCT02420873), is in an ongoing ph II trial in CD56-expressing hematologic malignancies, including BPDCN. Table 1. Baseline characteristics (N = 37)  Characteristic . N (%) / [range] . Median age, years 62[20 - 86] Male 33 (89) Median WBC x 10 9 /L 5.9 [1.7-76.5] Median Hemoglobin g/dL 12.9 [6.8-17.1] Median Platelet x 10 9 /L 130 [22-294] Median BM blast 13[0-95] Cytogenetics (n=27) Diploid Complex Deletion 12p13 17 8 1  Miscellaneous 1   28-gene profile (n=9); includes mutations& variants TET2 ASXL1 MPL TP53 IDH1 IDH2  9 3 2 1 1 1  Characteristic . N (%) / [range] . Median age, years 62[20 - 86] Male 33 (89) Median WBC x 10 9 /L 5.9 [1.7-76.5] Median Hemoglobin g/dL 12.9 [6.8-17.1] Median Platelet x 10 9 /L 130 [22-294] Median BM blast 13[0-95] Cytogenetics (n=27) Diploid Complex Deletion 12p13 17 8 1  Miscellaneous 1   28-gene profile (n=9); includes mutations& variants TET2 ASXL1 MPL TP53 IDH1 IDH2  9 3 2 1 1 1  View Large Disclosures Pemmaraju: Stemline: Research Funding; Incyte: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Research Funding; LFB: Consultancy, Honoraria. Off Label Use: No standard of care available. clinical trial drug therapies/investigation/trial only various cytotoxic chemotherapies used in ALL, AML, other blood cancers. Cortes: BMS: Consultancy, Research Funding; BerGenBio AS: Research Funding; Teva: Research Funding; Pfizer: Consultancy, Research Funding; Ariad: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Astellas: Consultancy, Research Funding; Ambit: Consultancy, Research Funding; Arog: Research Funding; Celator: Research Funding; Jenssen: Consultancy. Duvic: Innate Pharma: Research Funding; Tetralogics SHAPE: Research Funding; Cell Medica Ltd: Consultancy; Array Biopharma: Consultancy; Oncoceutics: Research Funding; Millennium Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Spatz Foundation: Research Funding; Therakos: Research Funding, Speakers Bureau; Huya Bioscience Int'l: Consultancy; MiRagen Therapeutics: Consultancy; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees; Rhizen Pharma: Research Funding; Allos (spectrum): Research Funding; Soligenics: Research Funding; Eisai: Research Funding; Kyowa Hakko Kirin, Co: Membership on an entity's Board of Directors or advisory committees, Research Funding. Daver: ImmunoGen: Other: clinical trial, Research Funding. O'Brien: Pharmacyclics LLC, an AbbVie Company: Consultancy, Research Funding. Frankel: Stemline: Consultancy, Patents & Royalties, Research Funding. Konopleva: Novartis: Research Funding; AbbVie: Research Funding; Stemline: Research Funding; Calithera: Research Funding; Threshold: Research Funding."
}