{
    "doi": "https://doi.org/10.1182/blood.V126.23.262.262",
    "article_title": "Pgk-Mediated Expression of Common Gamma Chain Is More Effective Than EF1a for Therapeutic Immune Reconstitution of X-SCID Dogs after In Vivo Gene Therapy with Foamy Virus Vector ",
    "article_date": "December 3, 2015",
    "session_type": "801. Gene Therapy and Transfer: Gene Therapy for Immune Disorders and Cancer",
    "abstract_text": "In vivo gene therapy has several benefits over ex vivo hematopoietic stem cell gene therapy, including the correction of progenitor cells in their native environments, the portability of the treatment to the patient, and the ability to administer serial doses of therapeutic vector. Foamy viruses (FV) are ideal vectors for in vivo gene therapy because they are non-pathogenic in humans, they exhibit increased serum stability and they integrate into host genomes with a favorable integration pattern. We recently demonstrated that intravenous injection of a FV vector expressing the human common gamma chain (γC) under the constitutively active short elongation factor 1α (EF1α) promoter is sufficient to drive development of functional CD3+ lymphocytes in canine X-SCID (Burtner CR et al. Intravenous injection of a foamy virus vector to correct canine SCID-X1. Blood . 2014;123(23):3578-84). However, retroviral integration site analysis in that study indicated that T cell reconstitution occurred through the correction of a limited number of progenitors, possibly due to sub-therapeutic expression levels from the EF1α promoter. To address this issue, we are evaluating multiple parameters of vector design for in vivo gene therapy that include different promoters and different fluorophores. We performed a head-to-head comparison of two promoters, our previously used EF1α promoter and the human phosphoglycerate kinase (PGK) promoter, by simultaneously injecting three X-SCID pups with equal titers of two therapeutic, human γC-encoding FV vectors. These vectors expressed the fluorophores GFP or mCherry to allow for tracking of transduced cells. Each dog received between 3 and 4 x 10 8 infectious units of each FV vector. In all treated dogs, lymphocyte marking in the PGK arm reached 50% between day 60 and day 110 post-injection and continued to expand over time, while the EF1α arm peaked at day 42 and never expanded above 10% ( Fig 1A ). Interestingly, the expansion of T lymphocytes from gene-modified cells expressing γC under the PGK promoter appeared to preclude further development of T cells by the EF1α arm, suggesting competition within the expanding T cell niche. The development of total CD3+ T cells achieved therapeutic levels (1000 cells/μL of blood) in all three dogs between day 70 and day 130 post-treatment ( Fig 1B ). We further validated the functionality of these cells by showing that they express a diverse T cell receptor repertoire using spectratyping analysis. In addition, peripheral blood mononuclear cells from the treated animals could be activated in vitro by exposure to the mitogen Phytohemagglutinin A at a level comparable to normal cells. Immunization of the treated dogs with bacteriophage ΦX174 showed production of specific IgG antibodies, suggesting the ability of B lymphocytes to undergo isotype switching. Finally, retroviral integration site analysis revealed polyclonal contribution to the reconstituting T cells. In summary, our data suggest that the PGK promoter results in a robust and sustained correction of progenitor T cells in a relevant large-animal disease model for primary immunodeficiency. The outcome in dogs was substantially improved compared to our previous study using EF1α, where robust lymphocyte marking was achieved in only 2 of 5 dogs, and where clonal dominance was observed. Ongoing work will determine whether the superior performance of the PGK vector is due to higher γC expression in PGK vs. EF1α corrected cells. Figure 1. View large Download slide T-cells expansion in X-SCID dogs following FV treatment. A) Percent of gene-modified peripheral blood lymphocytes in each experimental arm after in vivo gene therapy. B) Absolute CD3+ count per μL peripheral blood in all treated animals. Dotted line indicates therapeutic counts of CD3+ cells. Figure 1. View large Download slide T-cells expansion in X-SCID dogs following FV treatment. A) Percent of gene-modified peripheral blood lymphocytes in each experimental arm after in vivo gene therapy. B) Absolute CD3+ count per μL peripheral blood in all treated animals. Dotted line indicates therapeutic counts of CD3+ cells.  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dog, domestic",
        "gene therapy",
        "severe combined immunodeficiency",
        "spatial vectors",
        "spumavirus",
        "immune reconstitution",
        "intravenous injections",
        "growth factor",
        "igg antibody",
        "mitogens"
    ],
    "author_names": [
        "Olivier Humbert, PhD",
        "Christopher R Burtner, PhD",
        "Patricia O'Donnell",
        "Daniel R Humphrys, B.S.",
        "Nicholas Hubbard",
        "Frieda Chan, PhD",
        "Jennifer E Adair, PhD",
        "Grant D. Trobridge, PhD",
        "Troy Torgerson, MD PhD",
        "Andrew M. Scharenberg, MD",
        "David J. Rawlings, MD",
        "Peter Felsburg",
        "Hans-Peter Kiem, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Olivier Humbert, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher R Burtner, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia O'Donnell",
            "author_affiliations": [
                "University of Pennsylvania, philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel R Humphrys, B.S.",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Hubbard",
            "author_affiliations": [
                "Seattle Children's Research Institute, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frieda Chan, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer E Adair, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grant D. Trobridge, PhD",
            "author_affiliations": [
                "Washington State University, Pullman, WA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Troy Torgerson, MD PhD",
            "author_affiliations": [
                "Seattle Children's Research Institute, Seattle, WA ",
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew M. Scharenberg, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J. Rawlings, MD",
            "author_affiliations": [
                "Seattle Children's Research Institute, Seattle, WA ",
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Felsburg",
            "author_affiliations": [
                "University of Pennsylvania, philadelphia, PA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans-Peter Kiem, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T18:35:49",
    "is_scraped": "1"
}