{
    "doi": "https://doi.org/10.1182/blood-2019-131254",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4317",
    "start_url_page_num": 4317,
    "is_scraped": "1",
    "article_title": "High Risk DLBCL in Younger Patients: Should ASCT be Declined in the Era Pos-Rituximab? ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": [
        "autologous stem cell transplant",
        "diffuse large b-cell lymphoma",
        "rituximab",
        "extranodal disease",
        "cyclophosphamide",
        "doxorubicin",
        "follow-up",
        "prednisone",
        "r-chop",
        "vincristine"
    ],
    "author_names": [
        "Miguel Quintela",
        "Iolanda Vieira",
        "Cláudia Moreira",
        "Sérgio Chacim",
        "Nelson Domingues",
        "Isabel Oliveira",
        "Ana Espirito Santo",
        "Maria Ilidia Moreira",
        "Ângelo Martins",
        "Maria Luisa Viterbo",
        "Dulcineia Pereira",
        "Jose Mario Mariz"
    ],
    "author_affiliations": [
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal"
        ]
    ],
    "first_author_latitude": "41.18275995",
    "first_author_longitude": "-8.604832499999999",
    "abstract_text": "Introdution Optimal treatment of young patients with high-risk diffuse large B-cell lymphoma (DLBCL) remains a matter of debate. With the addition of rituximab, response rates (RR) and overall survival (OS) have improved significantly, but the best treatment option for this subset of patients with high risk DLBCL is not consensual. Historically, these patients are treated with conventional immunochemotherapy protocols (RCHOP - Rituximab + cyclophosphamide, doxorubicin, vincristine, and prednisone) followed by autologous stem cell transplantation (ASCT) as a consolidation treatment. Several studies tried to clear the exact role of ASCT, and others were design to answer about addition of other drugs to RCHOP, without conclusive results. Recently, our department review the protocol according to the state of the art, and an intensification of treatment was made for high risk DLBCL in young patients (<65 years), without comorbidities. Since then, this group of patients is treated with the RCHOEP protocol (Rituximab + cyclophosphamide, doxorubicin, vincristine, and prednisone in addition to etoposide), omitting ASCT. Aim Comparison of conventional immunochemotherapy followed by ASCT with high dose immunochemotherapy in young, high risk patients with DLBCL. Analyze the impact of ASCT in the outcomes. Methods We evaluated 478 patients with confirmed diagnosis of DLBCL at our institution, between January 2012 and December 2017. 10 patients with CNS involvement and 108 patients with primary extranodal disease at diagnosis were excluded. A retrospective analysis was performed in the group of young, high risk patients with DLBCL. For study purpose 2 subgroups were defined: RCHOP plus ASCT (n=17) and RCHOEP (n=32) treated patients. Analysis of survival and statistical comparison between these two subgroups was made using the SPSS computing platform. Results In this study, 360 patients were analyzed. The median follow-up of the cohort was 46 months [4-86 months]. In the subgroup of RCHOP plus ASCT (n=17) the median age at diagnosis was 57 years [22-65]. LDH distribution showed a maximum of 3989 U/L and a minimum of 158 U/L, with a median value of 449 U/L. IPI median value was 3. 5 patients had involvement of extranodal areas and all presented at diagnosis with stage 3 (n=4) or 4 (n=13). Analysis of histological subtype (classified by Hans algorithm) , revealed 9 patients with germinal center DLBCL (GC DLBCL) and 8 patients with activated B Cell DLBCL (ABC DLBCL). Complete response (CR) was obtained in 15 patients and 3 patients relapsed. In the subgroup of RCHOEP (n=32) the median age at diagnosis was 51 years (31-63). LDH range between 150 and 2695 U/L, with a median value of 399 U/L. IPI median value was 3 with a minimum value of 2. 11 patients had involvement of extranodal areas and only 1 patient doesn´t presented with advanced disease at diagnosis. In concern to histological subtype, 18 patients had GC DLBCL and 14 patients had ABC DLBCL. CR was achieved in 28 patients and 4 patients relapse during follow up. Prior to analysis of survival a statistical comparison between the 2 subgroups was performed and did not identify any significant difference between the main demographic and analytical clinical variables (age at diagnosis, sex, ECOG, presence of B symptoms, LDH, hemoglobin concentration, clinical status, medullary involvement, presence of bulky mass, IPI score and histological subtype). As regards the analysis of survival in both subgroups, the median OS was not attained. The 2-year OS was 87,5% in the group of patients treated with RCHOEP and 82% in the subgroup of patients submitted to RCHOP plus ASCT, not presenting this difference statistical value. Conclusion No randomized trials have been conducted comparing R-CHOP and R-CHOEP and there is only one retrospective study population based cohort from the Danish Lyfo Registry comparing young high risk DLBCL treated with R-CHOP or R-CHOEP. This study aims to explore the RCHOEP potential comparing to RCHOP plus ASCT in this peculiar group of patients, as an alternative regimen. Despite the retrospective character of this study, our results demonstrates the non-inferiority of RCHOEP relatively to RCHOP plus ASCT. RCHOEP is an effective treatment for young patients with high risk DLBCL, an excellent alternative, with high efficacy and a tolerable toxicity. This result should be validated in a prospective randomized study. Disclosures No relevant conflicts of interest to declare."
}