{
    "doi": "https://doi.org/10.1182/blood.V126.23.2215.2215",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3124",
    "start_url_page_num": 3124,
    "is_scraped": "1",
    "article_title": "Prophylactic Biosimilar Filgrastim Treatment during Cytotoxic Chemotherapy in Patients with Malignant Diseases: The Venice Observational Study ",
    "article_date": "December 3, 2015",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster II",
    "topics": [
        "biosimilar pharmaceuticals",
        "cancer",
        "cytotoxic drug therapy",
        "filgrastim",
        "observational studies",
        "granulocyte colony-stimulating factor",
        "neutropenia",
        "solid tumors",
        "chemotherapy regimen",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Burkhard Otremba, MD",
        "Wolfhard Erdlenbruch, MD"
    ],
    "author_affiliations": [
        [
            "Oncological practice Oldenburg / Delmenhorst, Oldenburg, Germany "
        ],
        [
            "Hospira Germany, Munich, Germany"
        ]
    ],
    "first_author_latitude": "53.143727999999996",
    "first_author_longitude": "8.21049245",
    "abstract_text": "Introduction : Among other serious adverse events, febrile neutropenia (FN) is a serious, frequent complication associated with cytotoxic chemotherapy (CT). Biosimilar filgrastim (Nivestim TM , Hospira Inc.) is a granulocyte-colony stimulating factor (G-CSF)approved for use in Europe since 2010 for the reduction in the duration of neutropenia and the incidence of FN in patients treated with cytotoxic CT for malignancy. The VENICE study was conducted to observe the tolerability, safety and efficacy of prophylactic treatment using biosimilar filgrastim among in-patients receiving cytotoxic CT for cancer outside the clinical trial setting in the context of real-life, day-to-day medical practice. This study is of particular relevancy due to the propensity for biosimilar G-CSF to lower overall costs of cancer treatment. ClinicalTrials.gov Identifier: NCT01627990 Study Design : The study was conducted as a prospective, non-interventional study at 48 sites in Germany. Patients being treated for solid tumors or malignant hematologic tumors except for chronic myeloid leukemia (CML) or myelodysplastic syndrome (MDS) who had provided informed consent and for whom cytotoxic CT and biosimilar filgrastim treatment was planned were enrolled in the study. Data on demographics, clinical characteristics, treatment-related data on efficacy and safety (AEs including FN) and hospitalizations were collected. Three study visits were planned: at recruitment, at end of first biosimilar filgrastim administration and at end of CT or end of study. Results: The study included 386 adult patients undergoing cytotoxic CT who were treated with biosimilar filgrastim prophylactically to reduce the duration of neutropenia and to reduce incidence of chemotherapy-induced FN. Patients were 81% female with a mean age of 60 years. At baseline, 43% of the patients had already received CT and previous FN was reported by only 3% of patients. A total of 338 patients (88%) had solid tumors and 49 (13%) had hematological malignancies. Antibiotic prophylaxis was taken by 13% of patients at inclusion. Only 9% of the patients had received G-CSF from the first cycle. The majority (64%) of patients received biosimilar filgrastim as primary prophylaxis and 36% as secondary prophylaxis. At least one hospitalization was reported by 24 (6%) of 382 patients in the safety analysis set and the median hospital stay for these patients was 10 days. Hospitalization due to FN or infection was reported for 2% of patients. Only 1% of patients had a delay in their CT due to FN after the first biosimilar filgrastim treatment and for only 5% of patients, the CT in any subsequent CT cycle was delayed due to neutropenia. Reduction of CT dose after first biosimilar filgrastim treatment due to FN was reported for only 1% of patients and reduction of CT dose in any subsequent cycle due to neutropenia was reported for only 5% of patients. The median duration between the last dose of CT and treatment with biosimilar filgrastim was 5 days. The majority of patients were prescribed the 30 million units (MU) dose of biosimilar filgrastim administered SC. The median duration of treatment was 4 days. Most patients administered the biosimilar filgrastim injection themselves at both treatment visits (78% at first visit and 69% at last visit). Most of the self-applicators reported that the application was easy or very easy. During the study, 24% of patients experienced ≥1 AE that was at least possibly related to biosimilar filgrastim treatment. The treatment related AEs reported most frequently were musculoskeletal and connective tissue disorders (11%); general disorders and administration site conditions (5%); and blood and lymphatic system disorders (5%). Conclusions: The VENICE non-interventional study aimed to evaluate the use of biosimilar filgrastim according to the label approved usage of the biosimilar filgrastim in order to collect additional real world data on the tolerability, safety and efficacy in cancer patients. Biosimilar filgrastim was effective and well-tolerated in both the primary and secondary prophylactic settings in patients undergoing chemotherapy for solid tumors and hematological malignancies. Disclosures Erdlenbruch: Hospira Germany: Employment."
}