{
    "doi": "https://doi.org/10.1182/blood.V120.21.3342.3342",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2158",
    "start_url_page_num": 2158,
    "is_scraped": "1",
    "article_title": "The Alternate Complement Pathway in Thrombotic Thrombocytopenic Purpura ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "topics": [
        "complement pathways",
        "thrombotic thrombocytopenic purpura",
        "atypical hemolytic-uremic syndrome",
        "complement system proteins",
        "eculizumab",
        "tissue microarray",
        "trimethylamine",
        "autoantibodies",
        "dna",
        "monoclonal antibodies"
    ],
    "author_names": [
        "John C. Chapin, MD",
        "Katrina Piskorski",
        "Stephen J Eyler, MD",
        "Richard J. H. Smith, MD",
        "Jeffrey Laurence, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, New York Presbyterian Hospital, New York, NY, USA, "
        ],
        [
            "Weill-Cornell Medical College, New York, NY, USA, "
        ],
        [
            "University of Iowa Carver College of Medicine, "
        ],
        [
            "Deparment of Internal Medicine, University of Iowa, Iowa City, IA, USA, "
        ],
        [
            "New York Presbyterian, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.80878224999999",
    "first_author_longitude": "-73.91809465",
    "abstract_text": "Abstract 3342 The thrombotic microangiopathies (TMA) thrombotic thrombocytopenic purpura (TTP) and atypical hemolytic uremic syndrome (aHUS) involve progressive microvascular thrombi, endothelial cell (EC) injury, vascular ischemia, and severe end-organ damage. Acquired TTP is often associated with autoantibody-mediated suppression of the ADAMTS13 vWF cleaving protease, causing vWF multimer accumulation and platelet aggregation. aHUS is associated with dysregulation of the alternate complement pathway through mutation in and/or autoantibodies against, complement regulatory proteins. It is responsive to the anti-C5 mAb eculizumab. TTP, by contrast, usually responds to plasma exchange, but in the refractory setting there are few effective treatments. We hypothesized that dysregulation of the alternate complement pathway represents a susceptibility factor for EC injury in at least a subset of TTP patients. Our objective was to identify the degree of complement dysregulation in acute TTP vs. other TMAs in vivo, and correlate these data with (1) the ability of plasma from acute TTP and aHUS patients to induce apoptotic injury in primary human microvascular EC in vitro and (2) the potential of eculizumab to block this injury. Plasmas from acute TMA patients (TTP n=12, malignancy-associated aHUS n=6, ticlopidine-associated TTP n=4, systemic Degos disease n=1), and healthy controls (n=4) were collected at time of presentation. Samples were assayed for terminal complement components sC5b-9 (MAC, membrane attack complex) and C5a by ELISA. Genomic DNA was isolated from these plasmas and amplified by standard DNA PCR, followed by semi-nested PCR using primers designed around the exon sequences of complement factor H (CFH), complement factor I (CFI) and MCP (CD46) known to be mutated in 60–80% of aHUS cases. Amplicons were sequenced and correlated with a database of previously reported mutations and SNPs with varying degrees of functional significance in the complement regulatory pathway. In our in vitro model for plasma-mediated EC injury, primary human dermal microvascular ECs were starved in medium lacking EC growth factors and then incubated for 18–24 hours with 1–2% plasma (v/v) in the presence or absence of pharmacologic levels of anti-C5 mAb (100–250μg/ml). Apoptosis was assessed by ELISA-based quantification of cytoplasmic histone-associated DNA fragments from cell lysate and propidium iodide labeling with construction of DNA histograms and assessment of A 0 peaks by flow cytometry. We found significantly elevated plasma levels of C5a in all subsets of patients with TMAs compared to control plasma (42.8 ng/ml +/− 6.2 vs. 32 ng/ml +/− 6.8; p=0.014). We also found markedly elevated levels sC5b-9 in these TMAs compared to controls (1852.0 ng/ml +/− 1169.8 vs 598.8 +/− 338.7; p=0.012). Little variation was seen in TTP vs. aHUS and other TMAs, regardless of ADAMTS13 status. Complement mutations in CFH and CFI were identified in 14 (66.7%) of TMA patients: 41.6% TTP, 60% malignancy-aHUS, 100% ticlopidine TTP. In terms of interference with TMA plasma-induced MVEC apoptosis in vitro, EC injury was blocked by anti-C5 mAb eculizumab in 8 of 19 cases (5 TTP, 2 aHUS, 1 Degos). Correlation of sensitivity to plasma-mediated EC apoptosis and blockade with eculizumab with levels of terminal complement components, presence of complement regulatory factor mutations, levels of ADAMTS13 activity, and anti-ADAMTS13 antibody titers are underway. We conclude that dysregulation of the alternate complement pathway may represent a susceptibility factor in the pathophysiology of many TMAs, not only aHUS. Blockade of C5 may offer a therapeutic avenue for some patients with refractory TTP. Indeed, in a recent report our group noted the rescue of a patient with classic TTP, including ADAMTS13 activity <5% and anti-ADAMTS13 IgG, refractory to plasma exchange and a variety of immune suppressive regimens, utilizing eculizumab (Chapin J, et al. Brit J Hematol, 2012). Defining this subset, and the potential for clinical response to anti-C5 therapy, will involve exploration of other complement and complement regulatory factor mutations and autoantibodies. Disclosures: Off Label Use: Eculizumab is not FDA approved for use in the treatment of TTP. Laurence: Alexion Pharmaceuticals: Consultancy, Speakers Bureau."
}