{
    "doi": "https://doi.org/10.1182/blood.V116.21.3927.3927",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1652",
    "start_url_page_num": 1652,
    "is_scraped": "1",
    "article_title": "Stromal Cross-Presentation and Host Interferon-γ Signaling and Are Required for Elimination of Antigen-Loss Variants of High-Grade B Cell Lymphomas: Implications for Adoptive T Cell Therapy ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "topics": [
        "antigens",
        "b-cell lymphomas",
        "host (organism)",
        "human leukocyte interferon",
        "interferons",
        "t-cell therapy",
        "signal transduction",
        "lymphoma",
        "transfer technique",
        "proto-oncogene proteins c-myc"
    ],
    "author_names": [
        "Armin Gerbitz, MD, PhD",
        "Madhusudhanan Sukumar, PhD",
        "Florian Helm",
        "Andrea Wilke",
        "Christian Friese",
        "Cornelia Fahrenwaldt",
        "Frank Lehmann",
        "Christoph Loddenkemper, MD, PhD",
        "Thomas Kammertöns, PhD",
        "Josef Mautner, PhD",
        "Thomas Blankenstein, PhD",
        "Georg Bornkamm, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hemtaology, University of Erlangen, Erlangen, Germany, "
        ],
        [
            "Clinical Research Center, NIH, Bethesda, USA, "
        ],
        [
            "Immunology CBF, Charite Berlin, Berlin, Germany, "
        ],
        [
            "Immunology CBF, Charite Berlin, Berlin, Germany, "
        ],
        [
            "Immunology CBF, Charite Berlin, Berlin, Germany, "
        ],
        [
            "Immunology CBF, Charite Berlin, Berlin, Germany, "
        ],
        [
            "Clinical molecular biology and tumor genetics, Helmholtz-Center Munich, Munich, Germany, "
        ],
        [
            "Pathology, Technical University of Munich, Munich, Germany, "
        ],
        [
            "Immunology CBF, Charite Berlin, Berlin, Germany, "
        ],
        [
            "Pediatrics, Technical University of Munich, Munich, Germany"
        ],
        [
            "Immunology CBF, Charite Berlin, Berlin, Germany, "
        ],
        [
            "Clinical molecular biology and tumor genetics, Helmholtz-Center Munich, Munich, Germany, "
        ]
    ],
    "first_author_latitude": "49.5978804",
    "first_author_longitude": "11.004550699999998",
    "abstract_text": "Abstract 3927 The incidence of high-grade B cell lymphomas has been increasing over the last decades in western countries for unclear reasons. Relapse after conventional chemotherapy especially in high-grade B cell lymphomas remains a very difficult clinical issue. Contrary to CML and AML, the benefit of allogeneic SCT for treatment of high-grade lymphomas is not well established. Several studies suggested a potential graft versus lymphoma (GvL) effect for acute lymphoblastic leukemia (ALL) and several types of non-Hodgkin lymphomas. To study mechanisms involved in T cell-mediated rejection of B cell lymphomas, we have developed a murine lymphoma model in which three antigens, human c-MYC protein, chicken ovalbumin (OVA) and GFP, serve as foreign antigens for rejection. Lymphomas expressing all three antigens were rejected in 60 to 70% of animals after transfer into wild type mice, whereas lymphomas expressing only human c-MYC protein were not rejected. Outgrowing OVA-expressing lymphomas were infiltrated by T cells, showed MHC class I and II upregulation and loss of antigen expression, indicating immune escape. In contrast to wild type recipients of OVA-expressing lymphomas, 80 to 100% of recipient STAT1-, IFN-γ-, or IFN-γ receptor-deficient mice died due to lymphoma growth. Remarkably, lymphomas arising in IFN-γ- and IFN-γ-receptor-deficient mice also invariably showed lost antigen expression. Thus, poor overall survival of IFN-γ- and IFN-γ-receptor-deficient recipient mice is not due to a lack of antigen-specific T cell killing but due to inefficient eradication of antigen-negative variants of the lymphoma. In order to address the role of the stroma in eradication of lymphoma cells we made use of B6bm1 animals that do not present the immunodominant OVA derived peptide SIINFEKL in the context of MHC class I. Since the wildtype MHC represents an allo-antigen in B6bm1 mice, B6bm1 and B6 wildtype control recipients were T-cell depleted by 30H12 anti CD90.2 antibody prior to transfer of lymphoma cells. Anti OVA immunity was restored by adoptive transfer of 1 Mio. primed CD90.1+ OT-I-T-cells one day after lymphoma transfer. T-cell depletion was continued for 28 days biweekly. Lymphoma growth was faster in bm1 recipients and disease free survival significantly reduced (A). In addition, T-cell expansion was significantly reduced (B) in bm1 recipients as analyzed by pentamer staining of OT-I-T-cells in peripheral blood (day 21 0.84%±0.2 vs. 3.53%±0.2 of lymphocytes, p=0.001) indicating an important role of stromal crosspresentation for the rejection of lymphoma cells. Our data show that mechanisms established for solid tumors hold true also for hematologic neoplasias such as B cell lymphomas. Antigen-dependent eradication of tumor antigen-loss variants makes antigen-specific T cell therapy particularly attractive as a novel therapeutic treatment option. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}