{
    "doi": "https://doi.org/10.1182/blood-2018-99-110335",
    "article_title": "The Experience of Postpartum Bleeding in Women with Inherited Bleeding Disorders ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction and Objective: Women with inherited bleeding disorders have a maternal mortality rate nearly ten times higher than women without bleeding disorders. To date, the postpartum bleeding these women experience has not been well studied. Postpartum hemorrhage (PPH) affects 6% of all deliveries and is the leading cause of maternal death worldwide (19.7%). The incidence of PPH in women with inherited bleeding disorders is greater than unaffected women however estimates of relative risk are highly variable. In this high-risk population, we set out to explore the experience with, understanding of and attitudes regarding postpartum bleeding. Materials and Methods: This qualitative study involved focused interviews of women with inherited bleeding disorders about postpartum bleeding. Women followed at a multidisciplinary clinic for women with inherited bleeding disorders who have experienced childbirth within the last 5 years were included in the study. The interview style was semi-structured and questions were designed in collaboration with a qualitative methodologist. Interviews continued until the point of saturation of themes. All interviews were transcribed and then analyzed using qualitative descriptive analysis. Results: We interviewed ten women with inherited bleeding disorders. Saturation of themes occurred after six interviews. Themes that emerged include normalization of excessive bleeding, difficulty distinguishing normal from abnormal postpartum bleeding and empowerment of women by having a clear delivery care plan. Although these women felt generally prepared for immediate postpartum bleeding, there was less awareness regarding delayed postpartum hemorrhage. Conclusion: To our knowledge this is the first study to assess the experience of postpartum bleeding in women with inherited bleeding disorders. Our analysis shows that these women become desensitized to heavy vaginal bleeding. As a result, excessive postpartum bleeding was not recognized by many of the women we interviewed. We also highlight the importance of a multidisciplinary delivery care plan for these women. We have identified key areas for targeted intervention for these patients and their healthcare providers. Disclosures Sholzberg: Octapharma: Research Funding; CSL Behring: Research Funding; Amgen: Research Funding; Shire: Research Funding.",
    "topics": [
        "bleeding diathesis",
        "blood coagulation disorders",
        "postpartum hemorrhage",
        "hemorrhage",
        "vaginal hemorrhage",
        "health personnel",
        "qualitative research"
    ],
    "author_names": [
        "Heather Vandermeulen, MD",
        "Jessica Petrucci, MSc",
        "Georgina Floros",
        "Katie Dainty",
        "Michelle Sholzberg, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Heather Vandermeulen, MD",
            "author_affiliations": [
                "Department of Medicine, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jessica Petrucci, MSc",
            "author_affiliations": [
                "Hematology Oncology Clinical Research Group, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georgina Floros",
            "author_affiliations": [
                "St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katie Dainty",
            "author_affiliations": [
                "University of Toronto, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Sholzberg, MD",
            "author_affiliations": [
                "Hematology-Oncology Clinical Research Group, Division of Hematology, St. Michael's Hospital and University of Toronto, Toronto, Canada ",
                "St. Michael's Hospital, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T13:03:55",
    "is_scraped": "1"
}