{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3845.3845",
    "article_title": "M7583 Is a Highly Selective and Potent Second Generation BTK Inhibitor for Treatment of B-Cell Malignancies ",
    "article_date": "December 7, 2017",
    "session_type": "605. Molecular Pharmacology, Drug Resistance—Lymphoid and Other Diseases: Poster III",
    "abstract_text": "The advent of ibrutinib has represented a new era in the treatment of B-cell malignancies, with remarkable clinical efficacy shown in previously difficult to treat lymphomas. Now, second generation Bruton's tyrosine kinase (BTK) inhibitors are in development with more refined pharmacologic profiles that maintain the potent anti-tumor effects of ibrutinib, but that improve upon overall tolerability and circumvent ibrutinib's inhibitory effect on antibody-dependent cell-mediated cytotoxicity (ADCC). M7583 is a potent, orally administered, highly selective, adenosine triphosphate (ATP)-competitive, second generation, irreversible inhibitor of BTK. Kinase specificity has been determined in vitro using the Merck Millipore Kinase Profiler panel. Only 3 kinases (Blk, BMX, and Txk) had IC 50 s within a 10-fold range of BTK (BTK IC 50 = 18.5 nM; Blk IC 50 = 77 nM; BMX IC 50 = 5 nM; Txk IC 50 = 62 nM). Target inhibition was confirmed with a concentration dependent decrease in BTK auto-phosphorylation detected by western blot in the Ramos cell line (human Burkitt's B-cell lymphoma). To examine the impact of kinase selectivity on the overall efficacy of M7583, its preclinical activity was compared with that of ibrutinib in a series of in vitro studies. M7583 inhibited the growth of diffuse large B-cell lymphoma (DLBCL) cell lines and primary chronic lymphocytic leukemia (CLL) blasts. In vivo , treatment with M7583 inhibited tumor growth in mantle cell lymphoma cell line-derived xenografts and patient-derived xenograft (PDX) models of DLBCL with the activated B-cell like diffuse large B-cell lymphoma (ABC-DLBCL) subtype being the most sensitive to M7583; consistent with the findings for other BTK inhibitors. To examine the potential for inhibition of ADCC by therapeutic antibodies, M7583 and ibrutinib were combined with rituximab or an ADCC incompetent version of rituximab in ADCC cell lysis experiments. At clinically relevant concentrations, ibrutinib inhibited the ADCC mechanism of rituximab, whereas M7583 did not. Collectively, these findings show the potency and selectivity of M7583 for BTK, as well as its efficacy in models of B-cell malignancies. The safety and efficacy of M7583 is currently being investigated in Phase I/II trials in patients with B-cell malignancies. Disclosures Goodstal: EMD Serono: Employment. Ma: EMD Serono: Employment. Lin: EMD Serono: Employment. Crandall: EMD Serono: Employment. Crowley: EMD Serono: Employment. Bender: EMD Serono: Employment. Iadevaia: EMD Serono: Employment. Clark: EMD Serono: Employment.",
    "topics": [
        "b-lymphocytes",
        "btk inhibitors",
        "cancer",
        "ibrutinib",
        "diffuse large b-cell lymphoma",
        "mechlorethamine",
        "phosphotransferases",
        "rituximab",
        "antibodies",
        "lymphoma"
    ],
    "author_names": [
        "Samantha M. Goodstal, PhD",
        "Jianguo Ma",
        "Jing Lin",
        "Timothy Crandall",
        "Lindsey Crowley",
        "Andrew Bender",
        "Riham Iadevaia",
        "Anderson Clark"
    ],
    "author_dict_list": [
        {
            "author_name": "Samantha M. Goodstal, PhD",
            "author_affiliations": [
                "Translational and Biomarker Research, EMD Serono Research & Development Institute, Inc., Billerica, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jianguo Ma",
            "author_affiliations": [
                "Translational In Vivo Pharmacology, EMD Serono Research and Development Institute, Inc., Billerica, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Lin",
            "author_affiliations": [
                "Translational In Vivo Pharmacology, EMD Serono Research and Development Institute, Inc., Billerica, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Crandall",
            "author_affiliations": [
                "Translational In Vivo Pharmacology, EMD Serono Research and Development Institute, Inc., Billerica, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lindsey Crowley",
            "author_affiliations": [
                "Translational In Vivo Pharmacology, EMD Serono Research and Development Institute, Inc., Billerica, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Bender",
            "author_affiliations": [
                "TIP Immunology, EMD Serono Research and Development Institute, Inc., Billerica, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riham Iadevaia",
            "author_affiliations": [
                "Translational and Biomarker Research, EMD Serono Research & Development Institute, Inc., Billerica, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anderson Clark",
            "author_affiliations": [
                "Translational In Vivo Pharmacology, EMD Serono Research and Development Institute, Inc., Billerica, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T13:08:10",
    "is_scraped": "1"
}