{
    "doi": "https://doi.org/10.1182/blood-2020-134581",
    "article_title": "Effect of Pegcetacoplan on Quality of Life in Patients with Paroxysmal Nocturnal Hemoglobinuria from the Pegasus Phase 3 Trial Comparing Pegcetacoplan to Eculizumab ",
    "article_date": "November 5, 2020",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "INTRODUCTION Paroxysmal nocturnal hemoglobinuria (PNH) is an acquired, rare, clonal, nonmalignant hematologic disease characterized by complement-mediated red blood cell hemolysis with or without hemoglobinuria, an increased susceptibility to thrombotic episodes, and/or some degree of bone marrow dysfunction. The current standard treatment for patients with PNH is eculizumab (ECU) or ravulizumab, both C5 inhibitors. Despite the proven efficacy of anti-C5 therapy in the control of intravascular hemolysis, 72% of patients have persistent hemolytic anemia despite ECU treatment and 36% require transfusions, resulting in significant impact on quality of life (QoL) including persistent fatigue. Pegcetacoplan, a derivative of compstatin, is a C3 inhibitor that has the potential to control both intravascular and extravascular hemolysis in patients with PNH. QoL was evaluated in the PEGASUS study (NCT03500549), a phase 3, open-label, randomized, controlled trial evaluating the efficacy and safety of pegcetacoplan compared with ECU. METHODS Patients ≥18 years of age with PNH and hemoglobin (Hb) concentration <10.5 g/dL despite receiving treatment with ECU for ≥3 months were eligible for inclusion. Patients entered a 4-week run-in period in which they received ECU plus twice-weekly pegcetacoplan (1080 mg, administered subcutaneously) and were then randomized 1:1 to monotherapy with pegcetacoplan or ECU for 16 weeks. The primary endpoint was change in Hb from baseline (start of run-in period) to week 16. QoL assessments were Linear Analog Scale Assessment (LASA) and the European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire-Core 30 Scale (EORTC QLQ-C30) scores. Change from baseline to week 16 was analyzed using a mixed model for repeated measures. The LASA consists of 3 sections asking respondents to rate their perceived level of functioning and contains specific domains for activity level, ability to carry out daily activities, and overall QoL. Each section of the LASA is scored from a low of 0 to a high of 100 and asks patients to rate different aspects of their life over the past week: section 1 asks patients to rate their energy level, section 2 their ability to do daily activites, and section 3 their overall QoL. Scores for the 3 individual components of the scale and the combined score were included in the analysis. The EORTC QLQ-C30 contains 30 questions comprising 5 functional scale scores and individual items; it asks patients to answer 28 questions on a scale of 1 (\"not at all\") to 4 (\"very much\") that generally focus on the past week of their life. An additional 2 questions are rated on a scale of 1 (\"very poor\") to 7 (\"excellent\") for overall health and QoL over the past week. RESULTS Eighty patients were included in the analysis (pegcetacoplan, n = 41; ECU, n = 39; intention-to-treat set). Mean (SD) of the total of the 3 LASA scores for each treatment group were comparable at baseline (pegcetacoplan, 161.0 [67.99]; ECU, 156.7 [61.27]). The difference in the least-squares mean change from baseline in LASA scores using data censored for transfusion in the intention-to-treat set was 59.10 (95% CI, 16.88-101.32; Table) at week 16 for the comparison of pegcetacoplan with ECU. At week 16, the pegcetacoplan group showed an improved mean score in the global health status/QoL and all functional scales of the EORTC QLQ-C30, while the ECU group showed a mean decrease from baseline in the global health status/QoL and role functioning scale score. Significant improvements in the fatigue and dyspnea scales were observed for pegcetacoplan compared with ECU (least-squares mean [95% CI] change from baseline: fatigue, −20.7 [−35.3 to −6.2]; dyspnea, −14.6 [−29.9, 0.8]). Compared with the ECU group, most symptom parameters were improved (negative values indicating improvement) in the pegcetacoplan group at week 16. CONCLUSION Although no statistical tests for noninferiority were performed on these QoL endpoints based on the trial protocol, substantial and clinically relevant improvements in QoL were consistently observed with pegcetacoplan compared with ECU at week 16 across both LASA and EORTC QLQ-C30 scores. Disease-specific QoL tools may provide additional information on these differences. View large Download slide View large Download slide  Close modal Disclosures Röth: Sanofi: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Roche: Consultancy, Honoraria, Research Funding; Apellis: Consultancy, Honoraria; Alexion Pharmaceuticals Inc.: Consultancy, Honoraria, Research Funding; Biocryst: Consultancy, Honoraria. Hoechsmann: Novartis: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Alexion: Consultancy, Honoraria, Research Funding; Apellis: Consultancy, Honoraria. Griffin: Alexion Pharmaceuticals: Honoraria, Other: Conference Support; Biocryst: Membership on an entity's Board of Directors or advisory committees. de Castro: Novartis: Honoraria, Other: Steering committee; Biocryst: Honoraria, Other: Data monitoring committee; Apellis: Consultancy, Honoraria, Research Funding; Alexion: Honoraria, Research Funding. Szer: Takeda: Honoraria, Speakers Bureau; Alexion Pharmaceuticals Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Apellis: Consultancy; Pfizer: Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau; Prevail Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees. Usuki: Alexion: Research Funding, Speakers Bureau; Novartis: Research Funding, Speakers Bureau; Chugai: Research Funding; Apellis: Research Funding. Hamdani: Apellis Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company. Ajayi: Apellis Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company. Sarda: Apellis: Current Employment, Current equity holder in publicly-traded company. Panse: Apellis: Consultancy, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Grunenthal: Consultancy, Membership on an entity's Board of Directors or advisory committees; MSD: Consultancy, Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche Ltd: Consultancy, Membership on an entity's Board of Directors or advisory committees; Alexion: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Boehringer Ingelheim: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Speakers Bureau; Chugai: Speakers Bureau; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Blueprint Medicines: Consultancy, Membership on an entity's Board of Directors or advisory committees. OffLabel Disclosure: Pegcetacoplan is an investigational drug for the treatment of paroxysmal nocturnal hemoglobinuria.",
    "author_names": [
        "Alexander Röth, MD",
        "Britta Hoechsmann",
        "Morag Griffin, MBChB, FRCPath",
        "Carlos M. de Castro, MD",
        "Jeffrey Szer, MBBS",
        "Kensuke Usuki, MD PhD",
        "Juliette Soret, MD",
        "Mohamed Hamdani, MS",
        "Temitayo Ajayi",
        "Sujata P. Sarda, PhD",
        "Jens Panse, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexander Röth, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Britta Hoechsmann",
            "author_affiliations": [
                "University of Ulm and Institute of Clinical Transfusion Medicine and Immunogenetics, German Red Cross Blood Transfusion Service and University Hospital Ulm, Institute of Transfusion Medicine, Ulm, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morag Griffin, MBChB, FRCPath",
            "author_affiliations": [
                "Department of Haematology, St James University Hospital, Leeds, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos M. de Castro, MD",
            "author_affiliations": [
                "Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Szer, MBBS",
            "author_affiliations": [
                "Department of Clinical Haematology, Royal Melbourne Hospital, Melbourne, Australia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensuke Usuki, MD PhD",
            "author_affiliations": [
                "Department of Hematology, NTT Medical Center Tokyo, Tokyo, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juliette Soret, MD",
            "author_affiliations": [
                "Centre d'Investigations Cliniques, Hôpital Saint-Louis; Assistance Publique - Hôpitaux de Paris; Université de Paris, Paris, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamed Hamdani, MS",
            "author_affiliations": [
                "Apellis Pharmaceuticals, Inc., Waltham, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Temitayo Ajayi",
            "author_affiliations": [
                "Apellis Pharmaceuticals, Inc., Waltham, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sujata P. Sarda, PhD",
            "author_affiliations": [
                "Apellis Pharmaceuticals, Inc., Waltham, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jens Panse, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, University Hospital RWTH Aachen, Aachen, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T04:04:15",
    "is_scraped": "1"
}