{
    "doi": "https://doi.org/10.1182/blood-2021-149901",
    "article_title": "Regulation of Fetal Hemoglobin Expression By the VHL-HIF1α Oxygen Sensing System ",
    "article_date": "November 5, 2021",
    "session_type": "112.Thalassemia and Globin Gene Regulation",
    "abstract_text": "Defining the mechanisms that control the perinatal switch from γ-globin ( HBG1 and HBG2 ) to β-globin ( HBB ) gene expression in human red blood cells (RBCs) has informed novel approaches to reactivate fetal hemoglobin (HbF, α2γ2) therapeutically for sickle cell disease and β-thalassemia. However, one longstanding unsolved problem is to explain how HbF becomes elevated in conditions such as blood loss, hypoxia and hemolysis. These conditions are associated with accelerated RBC production, also referred to as stress erythropoiesis, driven by activation of hypoxia-inducible factor (HIF) via a canonical O 2 sensing pathway. At high O 2 levels (\"normoxia\"), O 2 -dependent prolyl hydroxylase domain (PHD) enzymes hydroxylate HIFα, thereby targeting it for ubiquitination by the von Hippel-Lindau (VHL) E3 ubiquitin ligase complex, followed by proteasomal degradation. At low O 2 tension (hypoxia), PHD activity is reduced, causing HIF1α to accumulate, dimerize with constitutively expressed HIF1β, and bind hypoxia response elements (HREs) to activate a broad array of genes that facilitate hypoxic adaptation. We identified VHL and HIF1α, as negative and positive regulators of HbF expression, respectively. Disruption of the VHL gene in CD34 + hematopoietic stem and progenitor cells (HSPCs) by transfection with ribonucleoprotein (RNP) consisting of Cas9 and VHL -targeting guide RNA increased HbF expression from 7.5% ±1.2% in control cells to 30.9% ± 4.8% (mean ± SD, P<0.0001) in RBC progeny generated by in vitro differentiation. Similarly, γ-globin mRNA was induced by 5 -fold after disruption of VHL in HUDEP-2 cells, an immortalized erythroid line that expresses mainly adult hemoglobin (HbA, α2/β2). Mass spectrometry and transcriptome analysis of VHL -disrupted CD34 + HSPCs revealed increased HIF1α protein expression with no change in the corresponding mRNA. Inhibition of HIF1A mRNA by RNA interference suppressed γ-globin induction in VHL -/- HUDEP-2 clones and in RBCs generated from VHL RNP-treated CD34 + cells, indicating VHL knockout induced HbF through HIF1α protein accumulation. CUT&RUN analysis of VHL-depleted erythroblasts revealed HIF1α/HIF1β heterodimer occupancy at BGLT3 , a long-noncoding RNA locus approximately 2.7kb 3' of HBG1 . The HIF1α-bound BGLT3 locus contains two canonical HREs (ACGTG) separated by 13 bp. Disruption of each HRE motif in VHL -/- HUDEP-2 cells by base editing caused additive reductions in BGLT3 HIF1α occupancy and γ-globin expression. Mechanistically, VHL depletion caused the accumulation of HIFα/β heterodimers at BGLT3 , recruitment of the transcriptional activators GATA1 and P300, and targeted chromatin accessibility to establish the active enhancer mark H3K27ac. These changes were accompanied by altered chromosome conformation to favor long-range interactions between the γ-globin loci ( HBG1 and HBG2 ) and the locus control region, a powerful upstream enhancer. Treatment of healthy donor CD34 + HSPCs-derived erythroblasts with the clinically approved PHD inhibitor FG-4592 (Roxadustat) caused HbF to increase from 4.76%±1.22% at baseline to 12.86 ± 2.40% (mean ± SD in 3 biological replicates, P<0.01). Treatment of the same erythroblasts with FG-4592 and hydroxyurea, a widely used SCD drug that acts partly by inducing HbF, caused HbF to increase from 4.76% ± 1.22% at baseline to 24.1% ± 5.3% (mean ± SD in 3 biological replicates, P<0.01), indicating an additive effect. Our findings link developmental globin gene regulation with O 2 sensing, provide a mechanism for HbF induction during stress erythropoiesis, and identify a novel therapeutic approach for β-hemoglobinopathies. Disclosures Blobel:  Pfizer: Consultancy; Fulcrum Therapeutics, Inc.: Consultancy. Weiss:  Beam Therapeutics: Current holder of stock options in a privately-held company; Forma Therapeutics: Consultancy; Cellarity Inc.: Consultancy; Novartis: Consultancy.",
    "author_names": [
        "Ruopeng Feng",
        "Thiyagaraj Mayuranathan",
        "Peng Huang",
        "Phillip A Doerfler",
        "Yichao Li",
        "Yu Yao",
        "Jingjing Zhang",
        "Lance E. Palmer",
        "Peng Xu",
        "Kalin Mayberry",
        "Shaela Wright",
        "Chunliang Li",
        "Yong Cheng",
        "Gerd A. Blobel",
        "M. Celeste Simon",
        "Mitchell J. Weiss"
    ],
    "author_dict_list": [
        {
            "author_name": "Ruopeng Feng",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thiyagaraj Mayuranathan",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peng Huang",
            "author_affiliations": [
                "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phillip A Doerfler",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yichao Li",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Yao",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jingjing Zhang",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lance E. Palmer",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peng Xu",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kalin Mayberry",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaela Wright",
            "author_affiliations": [
                "Department of Tumor Cell Biology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunliang Li",
            "author_affiliations": [
                "Department of Tumor Cell Biology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Cheng",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerd A. Blobel",
            "author_affiliations": [
                "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Celeste Simon",
            "author_affiliations": [
                "Department of Cell and Developmental Biology, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell J. Weiss",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:33:38",
    "is_scraped": "1"
}