{
    "doi": "https://doi.org/10.1182/blood.V112.11.3494.3494",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1343",
    "start_url_page_num": 1343,
    "is_scraped": "1",
    "article_title": "Mobilized Hematopoietic Stem Cell Yield Depends on Species-Specific Circadian Timing ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment",
    "topics": [
        "adrenergic receptor",
        "antagonists",
        "apheresis",
        "blood specimen collection",
        "bone marrow",
        "bone marrow transplantation",
        "bone marrow transplantation, allogeneic",
        "cancer",
        "cd34 antigens",
        "cd38"
    ],
    "author_names": [
        "Daniel Lucas, PhD",
        "Michela Battista, PhD",
        "Patricia A. Shi, MD",
        "Luis M. Isola, MD",
        "Paul S. Frenette"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Department of Medicine, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Department of Medicine, Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Mount Sinai Medical Center, New York, NY"
        ],
        [
            "Department of Medicine and Immunology Institute, Mount Sinai School of Medicine, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7892584",
    "first_author_longitude": "-73.95343229999999",
    "abstract_text": "Hematopoietic stem and progenitor cell (HSPC) recovery after mobilization remains one of the major limiting factors to perform successful bone marrow transplantation (BMT) procedures since up to 60% of cancer patients fail to mobilize enough HSPC for BMT. We have recently shown that under steady-state conditions, HSPC are released from the bone marrow (BM) in a circadian manner, peaking in the circulation 5 hours after onset of light (Zeitgeber time 5, ZT5) and reaching a nadir at ZT13. The molecular clock controls local norepinephrine activity in the BM from sympathetic nerve fibers, which downregulates CXCL12 production by BM stromal cells via the β3 adrenergic receptor ( Nature  2008 ; 452 : 442 ). Here, we show that HSPC circadian rhythms could be exploited to enhance HSPC mobilization. Mice mobilized with granulocyte colony-stimulating factor (G-CSF, 250μg/kg administered daily for 4 days) have significantly more circulating colony-forming progenitors (CFU-C) at ZT5 (2598 ± 236 CFU-C/ml of blood) than at ZT13 (1604 ± 188 CFU-C/ml of blood; p<0.01). The stem cell–enriched Lin − Sca1 + c-kit + (LSK) cell recovery was also increased at ZT5 (1.4-fold more; p<0.05). To test whether circadian variations also affected rapid mobilizers, we treated mice with the CXCR4 antagonist AMD3100 (5mg/kg, 1 hour before blood collection). We found that CFU-C recovery was significantly higher at ZT5 (517 ± 79 CFU-C/ml of blood) than ZT13 (316 ± 50 CFU-C/ml of blood; p<0.05). LSK cells elicited by AMD3100 were also more abundant at ZT5 than at ZT13 (1.8-fold; p<0.05). These results suggested that synchronization of blood collection with circadian rhythms can produce greater HSPC recovery. In contrast to G-CSF-induced mobilization, which triggers CXCL12 downregulation in the bone marrow, AMD3100 results cannot be explained by changes in CXCL12 levels as the compound antagonizes CXCR4 on HSPC. Analysis of CXCR4 expression on LSK cells revealed higher levels at ZT13 than ZT5 (1.5-fold increase; p<0.05). Moreover, CXCR4 oscillations were dependent on the molecular clock as they disappeared in mice lacking the clock gene Bmal-1 . These results suggest that the coordinated expression of CXCL12 in the microenviroment and CXCR4 on HSPC regulate HPSC rhythms. To determine whether similar HSPC rhythms take place in humans, we determined the number of CD34 + cells or the more primitive CD34 + CD38 − cells in the blood of 9 healthy human subjects at 8:00AM and 8:00PM. Both CD34 + cells (2554 ± 242 cells/ml of blood at 8:00AM vs. 5887 ± 508 cells/ml of blood at 8:00PM; p<0.001) and CD34 + CD38 − cells (217 ± 42 cells/ml of blood at 8:00AM vs. 497 ± 53 cells/ml of blood at 8:00PM; p<0.001) were more abundant in the early night. Analysis of CFU-C progenitor cells in the blood of the same donors showed that these cells were also increased in human peripheral blood at 8:00 PM (143 ± 12 CFU-C/ml of blood) when compared with 8:00 AM (73 ± 12 CFU-C/ml of blood; p<0.001). These results thus demonstrate that HSPC circadian rhythms take place in humans and that they are phase-shifted when compared to mice, as predicted from the nocturnal behavior of mice. To determine whether human HSPC rhythms could be used to enhance mobilization yield, we performed a retrospective data analysis of mobilization efficiency in 82 healthy donors that underwent G-CSF-induced mobilization for allogeneic bone marrow transplantation between 2000 and 2006 at the Mount Sinai Medical Center. In these donors, aphereses were performed in the morning and in the early afternoon. Hence, we divided the donors in two groups according to the collection half time: those between 10:00AM and 12:30PM and those between 12:30PM and 15:00PM. The mobilization yield (expressed as number of CD34 + cells per ml of blood processed per kg of donor weight) was significantly higher in patients mobilized in the afternoon (0.35 ± 0.02 CD34 + cells/mL/kg vs. 0.55 ± 0.05 CD34 + cells/mL/kg; p < 0.001). These results indicate that circulating human HSPC fluctuate in a phase-shifted circadian rhythm compared to that of the mouse. In both species, mobilization yield may be enhanced by synchronizing the collection time with the optimal circadian time. Although this issue needs to be tested in a prospective clinical trial, these data indicate that a simple change in the apheresis time may have a significant clinical impact."
}