{
    "doi": "https://doi.org/10.1182/blood.V106.11.3063.3063",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=298",
    "start_url_page_num": 298,
    "is_scraped": "1",
    "article_title": "p21-Activated Kinase 1 Regulates Hyperproliferation of Nf1 Haploinsufficient Mast Cells In Vitro and In Vivo Via Activation of the MAPK Pathway. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "p21-activated kinases (Paks) are downstream mediators of Rho GTPase proteins and have been implicated in yeast and immortalized cells as positive regulators of MAPK pathway members in modulating cell growth and cytoskeletal functions. However, their role in primary mammalian cells has not been described. NF1 encodes neurofibromin, which negatively regulates p21 Ras activity by stimulating its intrinsic GTPase activity, and accelerating hydrolysis of Ras from the GTP to the GDP confirmation. Disruption of the NF1 locus results in neurofibromatosis type I (NF1), an inherited disorder characterized by the development of neurofibromas that contain large numbers of degranulating mast cells that have been implicated in tumor progression. Utilizing a genetic intercross of Pak 1 − / − mice with mice haploinsufficient at the Nf1 locus, we studied the role of Pak1 in the context of normal and hyperactivated Ras-MAPK signaling in primary inflammatory mast cells. Pak1 was found to directly contribute to Ras-dependent signaling by modulating both Raf-1, Mek-1 and ERK1/2 activation. Loss of Pak1 fully corrects the hyperphosphorylation of ERK1/2 found in Nf1+/− mast cells to that of wild type controls. Deletion of Pak1 in Nf1+/ − mast cells is associated with a correction of Kit ligand mediated proliferation to wild type levels in vitro . Further, after subcutaneous administration of Kit ligand via micro osmotic pumps, which is an established model that stimulates local proliferation of mast cells in vivo (Ingram, JEM 2001), we confirmed that genetic disruption of Pak1 corrects the proliferation of Nf1+/ − mast cells in vivo to that of wild type controls. These data provide direct genetic evidence that Pak1 modulates the Ras-Raf-Mek-Erk pathway and identifies a specific molecular target within the inflammatory tumor microenvironment for the treatment or prevention of neurofibromas.",
    "topics": [
        "mast cells",
        "mitogen-activated protein kinases",
        "phosphotransferases",
        "guanosine triphosphate phosphohydrolases",
        "neurofibroma",
        "stem cell factor",
        "genetic disorder",
        "microbiology procedures",
        "molecular target",
        "neurofibromatosis 1"
    ],
    "author_names": [
        "Andrew S. McDaniel"
    ],
    "author_affiliations": [
        [
            " ",
            " Department of Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA."
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665"
}