{
    "doi": "https://doi.org/10.1182/blood.V116.21.524.524",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1637",
    "start_url_page_num": 1637,
    "is_scraped": "1",
    "article_title": "Outcome of 1,229 Adult Philadelphia Chromosome Negative B Acute Lymphoblastic Leukemia (B-ALL) Patients (pts) From the International UKALLXII/E2993 Trial: No Difference In Results Between B Cell Immunophenotypic Subgroups ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation",
    "abstract_text": "Abstract 524 The International UKALLXII/E2993 trial enrolled 2091 pts with newly diagnosed adult ALL between 1993 and 2006. Patients received 2 months of combination induction chemotherapy followed by an intensification course of high dose methotrexate and L-asparaginase after which pts were randomized to autologous hematopoietic stem cell transplant (HSCT) or consolidation and maintenance chemotherapy. Patients <55 years of age with a matched sibling donor were assigned myeloablative allogeneic HSCT (Goldstone, et al, Blood 2008; 111:1827). Here we report a detailed analysis of 1,229 pts from this trial with B-ALL, excluding Philadelphia-chromosome-positive patients. The median age was 30 years (range 14–65) and 59% were male. The median WBC was 9.2×10 9 /L (range 0.1–930) and 73% of pts had a WBC <30 × 10 9 /L. CNS involvement was present in 4% of pts at diagnosis. Comprehensive centralized immunophenotyping was performed in 372 of the 409 (91%) ECOG pts enrolled and initial analysis demonstrated pro-B/pre-pre-B in 17%, early pre-B in 52%, pre-B in 14%, either early pre-B or pre-B in 6%, mature B in 2% and B-lineage, not otherwise specified, in 9%. Outcomes were similar between patients with immunophenotyping data and those without. The complete remission (CR) rate was 93% and there were 4% induction deaths. The overall survival (OS), event-free survival (EFS), relapse risk (RR) and non-relapse mortality (NRM) at 5 years for the overall group is shown in the table . There were no significant differences in CR rate, OS, EFS, RR or NRM for the immunophenotypic subgroups. There was better OS and EFS with less relapse and similar risk of NRM for pts randomized to chemotherapy as compared with autologous HSCT ( Figure 1 ). In the matched sibling donor-no donor comparison, OS and EFS were improved, RR was less and NRM was higher in the donor group ( Figure 2 ). Cytogenetic analysis confirmed that patients with t(4;11) (n=77, 8% total), t(8;14) (n=19, 2% total), a complex karyotype (≥5 abnormalities in the absence of an established chromosomal abnormality) (n=38, 5% total), or low hypoploidy/near triploidy (n=41, 5% total) had an inferior OS and patients with high hyperdiploidy had a superior OS when compared to other patients. In conclusion, this is the largest series of B-ALL in uniformly treated adults ever reported and confirms the superior outcome of patients randomized to chemotherapy as compared with autologous HSCT and shows that patients with a matched sibling donor have an improved survival over patients without a donor. No difference in CR rates or outcome was noted for patients with different immunophenotypic subtypes of B-ALL. Future improvements in outcome of pts with B-ALL will rely on the addition of new agents such as B cell monoclonal antibodies and improvements in allogeneic HCT. Table. Outcomes at 5 years of follow-up . n . CR rate (%) . OS . EFS . RR . NRM . Overall 1229 93 42 37 50 21 Pro-B/pre-pre-B 63 92 36 34 54 21 Early pre-B/pre-B 268 93 40 34 54 21        Age ≤ 35 years 746 (61%) 96 53 45 45 16 Chi square p  <0.0001 <0.0001 <0.0001 <0.0001 <0.0001 Age >35 years 483 (39%) 89 32 26 59 30        Randomized to autologous HSCT 157  35 31 66 10 Log rank p   0.03 0.01 0.01 NS Randomized to chemotherapy 169  47 42 55 8        Matched sib donor 344  52 48 30 32 Chi square p   0.05 0.03 <0.001 <0.001 No Donor 474  45 41 55 10 . n . CR rate (%) . OS . EFS . RR . NRM . Overall 1229 93 42 37 50 21 Pro-B/pre-pre-B 63 92 36 34 54 21 Early pre-B/pre-B 268 93 40 34 54 21        Age ≤ 35 years 746 (61%) 96 53 45 45 16 Chi square p  <0.0001 <0.0001 <0.0001 <0.0001 <0.0001 Age >35 years 483 (39%) 89 32 26 59 30        Randomized to autologous HSCT 157  35 31 66 10 Log rank p   0.03 0.01 0.01 NS Randomized to chemotherapy 169  47 42 55 8        Matched sib donor 344  52 48 30 32 Chi square p   0.05 0.03 <0.001 <0.001 No Donor 474  45 41 55 10 Values are % except n and p values. CR=complete remission, OS=overall survival, EFS=event-free survival, RR=relapse risk, NRM=non-relapse mortality NS=not significant. The p values represent the difference between age groups for the first comparison, randomized to autologous HSCT versus chemotherapy for the second comparison and between matched sibling donor and no donor for the third comparison. View Large Overall survival by randomized allocation at 10 years View large Download slide View large Download slide Overall survival by donor availability at 10 years View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "b-lymphocytes",
        "brachial plexus neuritis",
        "burkitt's lymphoma",
        "leukemia, b-cell, acute",
        "philadelphia chromosome",
        "hematopoietic stem cell transplantation",
        "chemotherapy regimen",
        "allogeneic hematopoietic stem cell transplant",
        "immunophenotyping"
    ],
    "author_names": [
        "Mark R. Litzow, MD",
        "Georgina Buck",
        "Gordon Dewald",
        "Adele Fielding, MBBS, PhD, FRCPath, FRCP",
        "Rhett Ketterling",
        "Hillard M. Lazarus, MD, FACP",
        "Selina Luger, MD",
        "David I. Marks, MBBS, PHD",
        "Andrew McMillan, FRCP, FRCPath, PhD",
        "Anthony V. Moorman, PhD",
        "Elisabeth Paietta, PhD",
        "Susan M Richards, PhD",
        "Jacob M. Rowe",
        "Martin S. Tallman, MD",
        "Anthony H. Goldstone, FRCP, FRCPath"
    ],
    "author_affiliations": [
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Clinical Trial Service Unit, Oxford, United Kingdom, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Haematology, University College London, London, United Kingdom, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Medicine, University Hospitals Case Medical Center, Cleveland, OH, USA, "
        ],
        [
            "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Molecular and Cellular Medicine, University Hospitals Bristol NHS Foundation Trust, Bristol, United Kingdom, "
        ],
        [
            "Centre for Clinical Haematology, Nottingham City Hosp., Nottingham, United Kingdom, "
        ],
        [
            "Northern Institute of Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "North Division, Montefiore Medical Center, Bronx, NY, USA, "
        ],
        [
            "Clinical Trial Service Unit, Oxford, United Kingdom, "
        ],
        [
            "Rambam Medical Center, Technion, Haifa, Israel, "
        ],
        [
            "Leukemia Service, Memorial Sloane-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "North London Cancer Network, Univ. College London Hosp., London, United Kingdom"
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.48066454999999"
}