{
    "doi": "https://doi.org/10.1182/blood.V124.21.5210.5210",
    "article_title": "Assessing the Mechanism of Cytarabine-Induced Killing in Acute Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "604. Molecular Pharmacology, Drug Resistance–Myeloid Diseases",
    "abstract_text": "The nucleoside analogue cytarabine is part of standard therapy for acute myelogenous leukemia (AML) and is also widely used in various acute lymphocytic leukemia (ALL) regimens. During a 7-day infusion at 100 mg/m2/d, which is part of the “7 + 3” AML induction regimen, steady-state cytarabine concentrations in the 100-200 nM range are achieved. Previous literature suggesting the mechanism of cytarabine-induced killing in AML examined cytarabine concentrations in the micromolar range, which might be less pertinent to routinely achieved drug exposure. To better understand the mechanism of cytarabine-induced killing, AML and ALL cell lines were exposed to varying cytarabine concentrations (25-200 nM) for 24-48 hours and assayed for cell death using a variety of assays. Dose- and time-dependent induction of apoptosis was observed in both AML and ALL cell lines, as detected by phosphatidylserine externalization (Annexin V staining), DNA fragmentation (propidium iodide staining for subdiploid cells), nuclear morphological changes, and cleavage of caspase substrates. Jurkat T cell ALL variants lacking critical components of the death receptor pathway (FADD or procaspase 8) underwent apoptosis with kinetics indistinguishable from parental cells, arguing against involvement of the death receptor pathway. Immunoblotting for Bcl-2 family members in AML and ALL cell lines revealed upregulation of the BH3-only proteins Bim, Puma and Noxa across multiple lines. In further experiments, small interfering RNA (siRNA)-mediated knockdown of Bim, Puma, and Noxa or the mitochondrial proteins Bax and Bak markedly diminished the apoptotic response to cytarabine. These results suggest that cytarabine at nanomolar concentrations kills cells through the mitochondrial apoptotic pathway but, in contrast to more targeted agents, does so by upregulating multiple BH3-only Bcl-2 family members simultaneously. Additional studies to determine the mechanisms of Bim, Puma, and Noxa upregulation are underway. (Supported in part by R01 CA166741 and predoctoral fellowships from the Mayo Foundation for Education and Research.) Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cytarabine",
        "killing",
        "leukemia, acute",
        "death domain receptors",
        "mechlorethamine",
        "rna, small interfering",
        "acute lymphocytic leukemia",
        "annexin a5",
        "caspases",
        "fadd protein"
    ],
    "author_names": [
        "Nicole Dionne Vincelette",
        "Seongseok Yun, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicole Dionne Vincelette",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Seongseok Yun, MD, PhD",
            "author_affiliations": [
                "University of Arizona College of Medicine, Tuscon, AZ"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:42:06",
    "is_scraped": "1"
}