{
    "doi": "https://doi.org/10.1182/blood.V124.21.3037.3037",
    "article_title": "High BACH2 gene Expression Is an Indicator of Poor Prognosis in Adult Diffuse Large B-Cell Lymphoma Treated with R-CHOP ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) is the most common non-Hodgkin lymphoma (NHL) accounting for 30-40% of cases. It is a heterogeneous group of diseases with numerous morphological, molecular and immunophenotypical subgroups including germinal centre-like (GCB-DLBCL) and activated B-cell-like (ABC-DLBCL) subtypes. Despite advances in treatment approaches, including the introduction of Rituximab, ~40% of patients die of refractory or relapsed disease. The identification of prognostic biomarkers for R-CHOP treated DLBCL may allow differentiation of patients for whom alternate treatment approaches may be more appropriate, as well as identifying potential new targetable pathways. BACH2, a transcriptional regulator that plays a role in B-cell maturation, has been investigated as a prognostic marker in DLBCL but the results are conflicting with one study reporting that high expression correlated with good patient outcome and another reporting an association between high expression and poor outcome. Differences in treatment regimen may underlie these conflicting results as only the most recent study consisted of patients treated with a Rituximab-containing protocol. It is therefore important to investigate the prognostic significance of BACH2 in an independent cohort of DLBCL cases treated in the Rituximab-era. Furthermore, both studies used immunohistochemistry to determine BACH2 protein expression and only scored levels of cytoplasmic staining despite showing both cytoplasmic and/or nuclear expression. Evidence of the involvement of BACH2 in DLBCL lymphomagenesis has been further supported by the recent observation of BACH2 genomic deletions at high incidence (35%) in ABC-DLBCL compared to GCB-DLBCL (20%). We set-out to evaluate the significance of BACH2 expression, localisation and copy number aberrations in a cohort of adults diagnosed with DLBCL and treated with R-CHOP. 71 cases of DLBCL with sufficient material and associated clinical information were included in this study. RNA and DNA was extracted from FFPE diagnostic samples using the Allprep DNA/RNA extraction kit (Qiagen, UK) and used to evaluate BACH2 mRNA expression levels (n=71) and copy number abnormalities (n=58) by TaqMan® qRT-PCR. The patients ranged in age from 32 to 91 years (median age 65 years) with a median follow up time of 48.7 months (range 0.7-107.8). Ann Arbor stage was available for 56 patients (32 (57%) stage I-II and 24 (43%) stage II-IV). Immunophenotyping by the Hans algorithm identified 44 (65%) as GCB-DLBCL and 24 (35%) as ABC-DLBCL. Age (≥60 years) and stage (III-IV) were prognostic for poor overall survival (OS) ( p =0.001 and p =0.06) and age (≥60 years), stage (III-IV) and immunophenotype (ABC-DLBCL) predicted poor progression free survival (PFS) ( p =0.003, p =0.011 and p =0.043, respectively). In our cohort, high expression of BACH2 mRNA (threshold defined by ROC analysis), is an indicator of poor OS ( p =0.012) and PFS ( p =0.002). Within the GCB-DLBCL group, high expression of BACH2 remained an indicator of poor prognosis (OS: p =0.003, PFS: p <0.001), but this lost significance in the ABC-DLBCL group (OS and PFS: p =0.0896 and p =0.388). BACH2 was expressed at a significantly higher level in GC-like compared to ABC-DLBCL ( p =0.034). BACH2 CNA data was available for 57 (80%) of patients and 11/57 (19%) demonstrated loss, 11/57 (19%) gain and 35/57 (61%) normal BACH2 status. There was no significant difference in BACH2 CNA status between GCB- and ABC-DLBCL subgroups ( p >0.05). Within the groups with BACH2 gain and loss, there were 3 and 5 deaths, respectively, at the time of last follow up. There was no significant difference in OS or PFS between patients with gain, loss or normal BACH2 CNA. In conclusion, we have demonstrated that high expression of BACH2 mRNA is prognostic and is associated with shorter survival times in adult DLBCL treated with R-CHOP. Although there was no correlation between genomic loss of BACH2 locus and subtype as reported in the literature, we have identified an association between high BACH2 gene expression and GCB-DLBCL (versus ABC-DLBCL) subtype. Further work to correlate protein expression levels and BACH2 localisation with gene expression and copy number data is ongoing. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "gene expression",
        "r-chop",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "rituximab",
        "rna, messenger",
        "dna",
        "follow-up",
        "immunophenotyping",
        "prognostic marker"
    ],
    "author_names": [
        "Rachel E Crossland, PhD",
        "Tryfonia Mainou-Fowler, PhD",
        "Michal Sieniawski, MD",
        "Christopher Bacon, MBChB, PhD",
        "Vikki Rand, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rachel E Crossland, PhD",
            "author_affiliations": [
                "Newcastle University, Newcastle upon Tyne, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tryfonia Mainou-Fowler, PhD",
            "author_affiliations": [
                "Newcastle University, Newcastle upon Tyne, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michal Sieniawski, MD",
            "author_affiliations": [
                "Newcastle University, Newcastle upon Tyne, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Bacon, MBChB, PhD",
            "author_affiliations": [
                "Newcastle University Hospitals NHS Trust, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikki Rand, PhD",
            "author_affiliations": [
                "Newcastle University, Newcastle upon Tyne, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T04:47:29",
    "is_scraped": "1"
}