{
    "doi": "https://doi.org/10.1182/blood.V122.21.1824.1824",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2633",
    "start_url_page_num": 2633,
    "is_scraped": "1",
    "article_title": "Adult T-Cell Leukemia/Lymphoma Cells Were Eliminated By T Cells With Anti-CD38 Chimeric Antigen Receptor Through CD38 Expression Induced By All-Trans Retinoic Acid ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster I",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "cd38",
        "chimeric antigen receptors",
        "leukemia-lymphoma, t-cell, acute, htlv-i-associated",
        "lymphoma",
        "t-lymphocytes",
        "tretinoin",
        "cytotoxicity",
        "coculture techniques",
        "acute promyelocytic leukemia"
    ],
    "author_names": [
        "Tetsumi Yoshida, MD",
        "Keichiro Mihara, MD, PhD",
        "Akira Kitanaka, MD, PhD",
        "Kazuya Shimoda, MD, PhD",
        "Kazuhiro Morishita, MD, PhD",
        "Yoshihiro Takihara, MD, PhD",
        "Tatsuo Ichinohe, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan, "
        ],
        [
            "Division of Gastroenterology and Hematology, Department of Internal Medicine, Faculty of Medicine, Miyazaki University, Miyazaki, Japan, "
        ],
        [
            "Division of Gastroenterology and Hematology, Department of Internal Medicine, Faculty of Medicine, Miyazaki University, Miyazaki, Japan, "
        ],
        [
            "Division of Tumor and Cellular Biochemistry, Department of Medical Sciences, Faculty of Medicine, Miyazaki University, Miyazaki, Japan, "
        ],
        [
            "Department of Stem Cell Biology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan, "
        ]
    ],
    "first_author_latitude": "34.398988599999996",
    "first_author_longitude": "132.7140157",
    "abstract_text": "Patients with adult T-cell leukemia and lymphoma (ATLL) often succumb to death even though multi-anti-cancer drugs are used. Thus, it is essential for establishing a novel therapeutic strategy for ATLL. We have previously developed a chimeric antigen receptor against CD38 (anti-CD38-CAR) and showed powerful cytotoxicity of anti-CD38-CAR to B-cell lymphoma cells as well as to myeloma cells expressing CD38. Unfortunately, as CD38 is poorly expressed on the cell surface of ATLL cells, it is required to induce CD38 to apply our anti-CD38-CAR. Here, we investigated cytotoxicity of T cells transduced with anti-CD38-CAR against ATLL cell lines and cells obtained from ATLL patients through CD38 induction by all-trans retinoic acid (ATRA), which is clinically available for acute promyelocytic leukemia. We evaluated an effect of ATRA on cytotoxicity of T cells bearing anti-CD38-CAR against ATLL cells through flow cytometry. We firstly confirmed the expression of anti-CD38-CAR on human T cells retrovirally transduced (10-70%). Then, secondly, we prepared ATLL cell lines (MT-2, MT-4, S1T, Hut102, and Su9T: >95%, 80%), but not in Su9T cells. Co-culture experiments in the presence of ATRA showed that MT-4, S1T, and Hut102 but Su9T cells were efficiently eliminated by T cells bearing anti-CD38-CAR, leading to a positive correlation of cytotoxicity with CD38 expression level. We tested whether ATLL cells obtained from 3 patients were disrupted by T cells bearing anti-CD38-CAR. CD38 was expressed in the cells from patients at a variety of expression ratio (0-30%). Intriguingly, CD38 expression was significantly enhanced in ATLL cells from 2 of 3 individual patients with ATRA (>50%). And resultantly, T cells bearing anti-CD38-CAR exerted more powerful cytotoxicity against ATLL cells with CD38 enhanced by ATRA (cytotoxicity of T cells with anti-CD38-CAR in CD38-positive ATLL fraction: >90%). ATRA exerted enhancing effect on the cytotoxicity of T cells bearing anti-CD38-CAR against ATLL cells through the augmentation of CD38 expression. These results may provide us a rationale for novel clinical settings of T cells carrying anti-CD38-CAR on patients with ATLL using ATRA. Disclosures: No relevant conflicts of interest to declare."
}