{
    "doi": "https://doi.org/10.1182/blood-2021-152544",
    "article_title": "A Snapshot of Venous Thromboembolism (VTE): Retrospective Audit of Events at a Metropolitan Tertiary Referral Hospital ",
    "article_date": "November 5, 2021",
    "session_type": "331.Thrombosis",
    "abstract_text": "Background Facility-level review of hospital-acquired venous thromboembolism (HA-VTE) cases, including pulmonary embolism (PE) and deep vein thrombosis (DVT), can provide insight into the local drivers of this preventable complication. Aim To determine the nature of HA-VTE, patient characteristics, VTE risk assessment completion and appropriateness of prescribed VTE prophylaxis at a metropolitan tertiary referral hospital and to compare the number of HA-VTE detected by audit of imaging scans with those reported by clinical coding. Methods We conducted a retrospective electronic medical record audit encompassing all patients diagnosed with HA-VTE via ventilation-perfusion scan, computed tomographic pulmonary angiography and/or doppler ultrasound using a demographic and VTE risk assessment audit tool during selected months of 2017-2019. We compared the number of manually audited cases with the number of performance unit-coded cases for the same months. Results The months of May 2017, October 2017, April to July 2018 and April to July 2019 were included. There was a significant difference between HA-VTE detected via manual audit (147 events) and hospital coding (18 events), p=0.002. Manual audit patients were majority non-surgical (65%), female (58%), over 60 years (80%), at moderate VTE risk (71%) with reduced mobility (52%). There were 108 DVT-only (73%), 23 PE-only (16%) and 16 DVT plus PE events (11%). Notable risk factors were moderate to major surgery (30%), active malignancy or cancer treatment (24%) and active infection (27%). Most patients were prescribed appropriate VTE prophylaxis (74%) and had documented VTE risk assessment (68%). Appropriate VTE prophylaxis was significantly associated with using an electronic clinical decision support tool during VTE risk assessment (p=0.024). Conclusion Facility-driven HA-VTE audits provide opportunity to developed targeted initiatives for at-risk patients at a local level. Greater numbers of HA-VTE identified via manual audit suggest the need for future real-time documentation of HA-VTE to assist with efficient case review. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Julianne Chong",
        "Rukmal K Dissanayake",
        "Sarah Younan",
        "Michael V Chan",
        "Yao Yang",
        "Nicole Wong Doo",
        "Vivien Chen"
    ],
    "author_dict_list": [
        {
            "author_name": "Julianne Chong",
            "author_affiliations": [
                "Pharmacy Department, Concord Repatriation General Hospital, Macquarie Park, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rukmal K Dissanayake",
            "author_affiliations": [
                "Department of Haematology, Concord Repatriation General Hospital, Sydney, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Younan",
            "author_affiliations": [
                "Concord Repatriation General Hospital, Sydney, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael V Chan",
            "author_affiliations": [
                "Department of Radiology, Concord Repatriation General Hospital, Sydney, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yao Yang",
            "author_affiliations": [
                "Department of Anaesthetics, Concord Repatriation General Hospital, Sydney, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Wong Doo",
            "author_affiliations": [
                "Concord Clinical School, Concord Hospital University of Sydney, Sydney, Australia",
                "Concord Clinical School, Concord Hospital University of Sydney, Sydney, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivien Chen",
            "author_affiliations": [
                "Department of Haematology, Concord Repatriation General Hospital, Sydney, Australia",
                "ANZAC Research Institute, University of Sydney, Sydney, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:40:12",
    "is_scraped": "1"
}