{
    "doi": "https://doi.org/10.1182/blood.V104.11.2391.2391",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=78",
    "start_url_page_num": 78,
    "is_scraped": "1",
    "article_title": "High Prevalence of B-Cell Clonality in Patients with Gaucher’s Disease. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "b-lymphocytes",
        "clonality (genetic analysis)",
        "gaucher disease",
        "immunoglobulins",
        "cancer",
        "ceramides",
        "flow cytometry",
        "hematologic neoplasms",
        "immunoglobulin heavy chains",
        "paraproteins"
    ],
    "author_names": [
        "Derralynn A. Hughes, MA DPhil MRCP",
        "Veronique M. Duke, BSc",
        "Robert J. Baker, BSc MSc",
        "Faith Wright, BSc",
        "Letizia Foroni, MD PhD",
        "Mehta B. Atul, MD FRCP FRCPath"
    ],
    "author_affiliations": [
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ],
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ],
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ],
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ],
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ],
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.53828965",
    "first_author_longitude": "-0.15038624999999997",
    "abstract_text": "Haematological malignancy occurs in patients with Gaucher Disease at an incidence 15 fold greater than in the non-Gaucher population. Little is understood regarding the role of glucosyl ceramide acculmulation in immune system pathology or in the development of cancer in Gaucher Disease. Furthermore whilst enzyme replacement therapy (ERT) with recombinant glucocerebrosidase has been successful in reversing symptoms relating to bulk storage e.g. hepatosplenomegaly and bone marrow infiltration, its effects on the pathogenesis of malignancy are unknown. We have measured the levels of immunlglobulin in 63 patients with Gaucher disease receiving ERT for up to 10 years and have investigated the incidence of clonal B cell populations by flow cytometry, immunoglobulin heavy chain gene rearrangement analysis, and measurement of paraproteins by electropheresis and immunofixation. Evidence of high level of immune stimulation was found by morphological and immunoglobin analysis. Examination of peripheral blood revealed atypical lymphocyte morphology in 53% Gaucher patients whilst 50.7% patients were found to have levels of immunoglobulins significantly higher than those found in healthy adults. There were no sex or age related differences between those patients with elevated immunoglobulins (18 male; median age 40yrs, 14 female; median age 48 years) and those with normal levels (13 male median age 41 years, 18 female; median age 47.5 years). Elevation of one, two or three immunoglobulin subclasses was detected in 36%, 13.1% and 1.6% of patients respectively. In patients with IgM polyclonal gammopathy levels of immunoglobulin normalised with ERT. This was not the case with IgG and IgA gammopathies which were unaffected by ERT even after 10 years of treatment. No patient with normal immunoglobulin levels prior to treatment developed a gammopathy after initiation of ERT Evidence of B-cell clonality was found in 23% of patients. 13.4% had measurable paraproteins, 9.3% exhibited a IgM+, IgD+, FMC7+ monoclonal population by flow cytometry and 26.9% had clonal immunoglobulin heavy chain gene rearrangements of which 43% were in frame and therefore functional. There was no relationship between genotype, absolute lymphocyte count (median 1.5 x10 9 in all groups) and age (median 45.5 years with clonal population and 44 years without) or duration of ERT (median 5.25 years with clonal population and 6.5 years without) and the existence of clonality. Our data confirms the existence of high levels of immune stimulation and B cell clonality in patients with Gaucher disease. In contrast to features of bulk storage of glucosyl ceramide, the polyclonal gammopathy and B cell clonality is not reversed by ERT and may therefore occur at low levels of storage. The existence of multiple markers of clonality will allow the response of individual patients to different modalities of therapy to be followed, and the pathophysiology of haematological malignancy to be further assessed."
}