{
    "doi": "https://doi.org/10.1182/blood.V120.21.268.268",
    "article_title": "Ivig, but Not a Monoclonal Anti-RBC Antibody, Requires the Presence of Gr-1 + Cells to Ameliorate Immune Thrombocytopenia in a Murine Model ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Biology of antibody mediated platelet destruction: HIT, NAIT and mechanisms of ivig",
    "abstract_text": "Abstract 268 Although there are many theories as to the mechanism of action of IVIg in the treatment of autoimmune disease, the exact pathway by which IVIg functions remains unclear. Many cell populations have been implicated in the IVIg pathway, including dendritic cells, which are considered to be one of the central initiators of IVIg effects, and macrophages, which are involved in platelet destruction. In addition, there is evidence from several groups that additional intermediary cell types may be involved. IVIg administration can induce a suppressive effect on peripheral blood neutrophil counts in ITP patients. In fact, alloimmunized thrombocytopenic patients, who display low neutrophil counts, do not respond to IVIg therapy. Here, we questioned whether Gr-1 + cells (consisting primarily of neutrophils) are a critical cell type required for IVIg function, in a murine model of ITP. Another IVIg product which has ameliorative effects similar to IVIg but appears to function via a different mechanism is anti-D. We have previously shown that IVIg and a monoclonal antibody with “anti-D like” activity, TER-119, can successfully ameliorate thrombocytopenia in a murine model of ITP. In human patients as well as murine models of ITP, these 2 therapeutics appear to function via different mechanisms. Some work has shown that IVIg and anti-D work by the same, or overlapping mechanism, while other work shows a notable difference in that IVIg can cause neutropenia under conditions where it works to ameliorate autoimmune inflammation. Mice pretreated with 50 mg IVIg (∼2g/kg), or 50 ug TER-119 thirty min prior to administration of anti-platelet antibody MWReg30, show protection from thrombocytopenia compared with untreated mice. To assess the potential role for Gr-1 + cells in IVIg vs TER-119 mediated amelioration of murine ITP, we used RB6-8C5, a well described rat antibody for Gr-1 + cell depletion. Mice were injected with RB6-8C5 or control rat IgG 24 hr prior to thrombocytopenia induction. Mice pretreated with RB6-8C5 failed to respond to IVIg therapy compared with control mice. In contrast, Gr-1 + cell depletion had no effect on the ability of TER-119 to ameliorate the thrombocytopenia. This suggests that Gr-1 + cells likely play an essential role in IVIg function. In contrast, TER-119, does not depend on the presence of Gr-1 + cells, suggesting that the mechanisms of action for IVIg and RBC specific antibodies are different for this requirement. In line with these observations, it has been observed that IVIg can modulate neutrophil activity, suggesting that in the murine ITP model, IVIg may function through a neutrophil dependent pathway. Experiments using more specific granulocyte antibodies will help ascertain whether neutrophils or some other Gr-1 + cell population is involved in IVIg function. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "immunoglobulins, intravenous",
        "mice",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "thrombocytopenia",
        "blood group antibody d",
        "blood cell depletion therapy",
        "antiplatelet antibodies"
    ],
    "author_names": [
        "Andrew R. Crow, BSc",
        "Alan H Lazarus, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew R. Crow, BSc",
            "author_affiliations": [
                "Canadian Blood Services, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alan H Lazarus, PhD",
            "author_affiliations": [
                "Research and Development, Canadian Blood Services, Toronto, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T06:49:26",
    "is_scraped": "1"
}