{
    "doi": "https://doi.org/10.1182/blood.V116.21.3931.3931",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1655",
    "start_url_page_num": 1655,
    "is_scraped": "1",
    "article_title": "TRU-016, An Anti-CD37 SMIP™ Biologic, In Combination with Other Therapeutic Drugs In Models of Non-Hodgkin's Lymphoma ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "abstract_text": "Abstract 3931 Background: CD37 is a 50–55 kDa heavily glycosylated member of the tetraspanin superfamily of molecules. This cell surface protein is expressed on normal and transformed B-cells, and has been implicated in diverse processes including cellular activation and proliferation, cell motility, and cell-cell adhesion. TRU-016 is a novel humanized anti-CD37 SMIP™ protein. Pre-clinical studies have demonstrated that anti-CD37 SMIP™ protein mediates caspase-independent direct killing of normal and malignant B-cells, a mechanism of action that appears to be different than CD20 therapies. In addition, TRU-016 results in indirect killing through NK cell mediated SMIP-protein directed cellular cytotoxicity (SDCC). The therapeutic potential of TRU-016 against several subsets of B-cell malignancies is currently being investigated in the clinic. Methods: The ability of TRU-016 to interact and increase cell killing with established therapeutics rituximab (anti-CD20 antibody), bendamustine (bi-functional alkylating agent/nucleoside analog), LY294002 (PI3K inhibitor) and temsirolimus (mTOR inhibitor) was investigated in vitro using the Rec-1 (mantle cell lymphoma) and SU-DHL-6 (diffuse large B cell lymphoma) cell lines. Individual drugs were tested in combination with TRU-016 as well as in a multiple drug cocktail. Combination index analyses were performed for drug combinations over the 20–90% effect levels. To determine whether in vitro synergy could be recapitulated in vivo , DoHH-2 (follicular lymphoma) xenografts were treated with TRU-016, bendamustine, and the combination of TRU-016 and bendamustine with or without rituximab. Furthermore, the effect of the dosing schedule with the combination of TRU-016 and rituximab was explored by comparing the treatment over a short time period to an extended (maintenance) dosing regimen. CD37 expression on the tumor xenografts was evaluated post different treatment by immunohistochemistry. Results: Combination index analyses determined that the killing effects of TRU-016 was synergistic with rituximab, bendamustine and temsirolimus in NHL models. Furthermore, TRU-016 provided additional efficacy when added to the combination of rituximab and bendamustine. In vivo results demonstrated that the in vitro synergy results were applicable to a more complex in vivo disease model. The combination of TRU-016 with bendamustine or rituximab resulted in increased tumor growth delay compared to that attained with the individual drugs. The addition of TRU-016 to the combination of bendamustine and rituximab resulted in increased tumor growth delay compared to the two drugs alone. The observed efficacy of the combination of TRU-016 and rituximab could be extended with repeated (maintenance) dosing with tumor free survival being observed beyond the 35 days of dosing. The combination of TRU-016 with temsirolimus also resulted in a reduction of tumor growth compared to either molecule alone. CD37 target expression was detected in the xenograft tumors post-treatment with all drugs tested. Conclusions: TRU-016 in combination with rituximab, bendamustine or temsirolimus increased cell killing of NHL cells in vitro over that observed for each agent alone. Furthermore, the triple combination of TRU-016 with rituximab, bendamustine or temsirolimus displayed greater anti-tumor activity in vivo than each of the agents alone against a follicular lymphoma tumor model. The addition of TRU-016 to a combination of rituximab and bendamustine resulted in increased killing in vitro and in vivo . The combinatorial activity of TRU-016 and rituximab in vivo was increased when the drugs were administered over a longer period. These results provide preclinical rationale for the potential different combinations of TRU-016 with several established therapeutics for the treatment of NHL and related B-cell malignancies. Disclosures: Algate: Trubion Pharmaceuticals: Employment. Wiens: Trubion Pharmaceuticals: Employment. Nilsson: Trubion Pharmaceuticals: Employment. Sho: Facet/Abbott: Employment. Chao: Facet/Abbott: Employment. Starling: Facet/Abbott: Employment. Gordon: Trubion Pharmaceuticals: Employment.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "adhesions",
        "alkylating agents",
        "bendamustine",
        "b-lymphocytes",
        "cancer",
        "caspases",
        "cd20 antigens",
        "cell lines",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Paul A. Algate, PhD",
        "Jennifer Wiens",
        "Christy Nilsson",
        "Mien Sho",
        "Debra T. Chao, PhD",
        "Gary C. Starling, PhD",
        "John C. Byrd, MD",
        "Brian Gordon"
    ],
    "author_affiliations": [
        [
            "Trubion Pharmaceuticals, Seattle, WA, USA, "
        ],
        [
            "Trubion Pharmaceuticals, Seattle, WA, USA, "
        ],
        [
            "Trubion Pharmaceuticals, Seattle, WA, USA, "
        ],
        [
            "Facet Biotech/Abbott, Redwood City, CA, "
        ],
        [
            "Facet Biotech/Abbott, Redwood City, CA, USA, "
        ],
        [
            "Facet Biotech/Abbott, Redwood City, CA, USA, "
        ],
        [
            "The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Trubion Pharmaceuticals, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.6162174",
    "first_author_longitude": "-122.3460218"
}