{
    "doi": "https://doi.org/10.1182/blood.V108.11.2755.2755",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=665",
    "start_url_page_num": 665,
    "is_scraped": "1",
    "article_title": "Mature Results of a Prospective Trial of Rituximab in Patients (Pt) with Post Transplant Lymphoproliferative Disorder (PTLD) Unresponsive or Ineligible for Reduced Immunosuppression (RIS). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: PTLDs are typically B-cell neoplasms occurring as uncommon but serious complications of reduced T-cell immune surveillance associated with organ transplantation. RIS benefits only a subset of PTLD patients and cytotoxic therapy may be poorly tolerated. Therefore, in October 1998 we initiated a prospective study of rituximab in patients who failed or were unable to receive RIS and now report mature results. Methods: Patients with CD20+ PTLD were eligible if they had failed to completely respond to RIS or RIS was contraindicated and had Karnofsky performance status >60, age 3–70 years (y), measurable disease, and no change in immunosuppression for at least 2 weeks and no cytotoxic therapy within 4 weeks. Rituximab was given as 375 mg/m2 weekly x 4 with disease evaluation at 1, 3, 6, 9, 12 and 18 months. Response data, survival curves, and the impact of clinical and pathological factors were evaluated. Results: 24 of 26 enrolled pt were eligible and evaluable. Median age was 42y with 5 <17 y, 18 were male, and 14 progressed on RIS. Median time to PTLD from transplant was 47 months (m) (8 <24 m). 17/22 were EBV+, 17 were large cell or Burkitt histology, and 10 PTLD occurred in the allograft site. Response rate was 63% (46 %CR, 17% PR) and CRs were durable (1/11 progressed). With median follow-up of 65 m (range 44–82), outcomes at 5 y are: overall survival 48%, freedom from progression 41% and failure-free survival 21%. 7 pt died without progression, yielding 5 y cause-specific survival of 69%. Nine of 13 pt with disease progression were successfully salvaged with second-line therapy. In univariate analysis PTLD characteristics did not significantly correlate with outcome but 2/2 Burkitt pt quickly progressed. Conclusions: Rituximab provided effective, durable treatment for ~40% of pt failing RIS in this series of mainly late PTLD and a majority of pt progressing after rituximab could be treated successfully. However, overall and failure-free survival reflect significant co-morbidity in this population.",
    "topics": [
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "clinically isolated syndrome",
        "natural immunosuppression",
        "posttransplant lymphoproliferative disorder",
        "rituximab",
        "therapeutic immunosuppression",
        "cytotoxic drug therapy",
        "allografting",
        "b-cell neoplasms"
    ],
    "author_names": [
        "Jeff P. Sharman, MD",
        "Donald E. Tsai, M.D.",
        "Clare J. Twist, M.D.",
        "Steven M. Horwitz, M.D.",
        "Carol D. Jones, M.D.",
        "Sandra J. Horning, M.D."
    ],
    "author_affiliations": [
        [
            "Medicine, Stanford University, Stanford, CA"
        ],
        [
            "Medicine, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Pediatrics, Stanford University, Stanford, CA"
        ],
        [
            "Medicine, Stanford University, Stanford, CA"
        ],
        [
            "Pathology, Stanford University, Stanford, CA"
        ],
        [
            "Medicine, Stanford University, Stanford, CA"
        ]
    ],
    "first_author_latitude": "37.4318102",
    "first_author_longitude": "-122.17575799999997"
}