{
    "doi": "https://doi.org/10.1182/blood.V104.11.688.688",
    "article_title": "Expression of Urokinase-Type Plasminogen Activator in Platelets Decreases Oxygen-Induced Lung Injury in Mice. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "We have previously shown that urokinase (uPA) can be ectopically expressed and stored in platelets in a transgenic mouse model and that such platelets can effectively prevent untoward thrombosis. One major advantage of this uPA delivery system is that there is no systemic fibrinolysis and the uPA is selectively released at sites of vascular injury. We have now tested whether such a delivery model may be of use in the care of patients with lung injury where inhibition of fibrinolytic activity and intra-alveolar fibrin deposition are of pathogenic importance. In this study, we evaluated (O 2 )-induced lung injury in transgenic mice expressing platelet uPA compared to wildtype (WT) littermate controls. Given that pulmonary sequestration of activated inflammatory cells, including neutrophils (PMN) and platelets, occurs relatively early in response to O 2 , and given the ability of the transgenic uPA platelets to enhance fibrin lysis, we hypothesized that hyperoxic-induced lung injury would be lessened in the transgenic animals. Lung injury was assessed by changes in bronchoalveolar lavage fluid (BAL) protein concentration. In this model, a significant increase in BAL protein concentration, indicative of injury to the alveolar capillary barrier, occurred in WT mice after 72 hr of >95% O 2 exposure compared to controls [6.9 ± 0.9 vs. 0.14 ± 0.01 mg/ml (mean ± SEM)], respectively. BAL protein was significantly decreased in platelet uPA+ mice [1.5 ± 0.4 vs. 6.9 ± 0.9 mg/ml, n=6–8, p95% O 2 for 24 hr. By 72 hr of O 2 in WT mice, however, fibrin(ogen) immunoreactivity was seen within the alveolar space and diffusely throughout the interstitium. Fibrin clots within small blood vessels were also seen. In contrast, fibrin(ogen) immunoreactivity was greatly reduced in uPA+ mice. Moreover survival time of uPA+ mice was significantly longer than WT animals (127 ± 28 hr vs. 97 ± 14 hrs, respectively, n=12, p<0.003). Total white blood cell counts and % PMN in the BAL were significantly higher after 72 hr exposure to O 2 , suggesting that increased pulmonary inflammation is not necessarily associated with increased lung injury, a finding consistent with other studies showing that neutrophils do not play a significant role in the genesis of this lung injury. These data support the hypothesis that a decrease in lung fibrinolytic activity is a primary factor in the development of O 2 -induced lung injury and that platelet delivery of uPA may be an especially effective and safe way to prevent the development of such lung injury.",
    "topics": [
        "blood platelets",
        "lung injuries",
        "mice",
        "oxygen",
        "urokinase",
        "fibrin",
        "estropipate",
        "fibrinolytic agents",
        "thrombolytic therapy",
        "antibodies"
    ],
    "author_names": [
        "Sandra Z. Perkowski, V.M.D., Ph.D.",
        "M. Anna Kowalska, Ph.D.",
        "Steven M. Albelda, M.D.",
        "Khalil Bdeir, Ph.D.",
        "Douglas B. Cines, M.D.",
        "Mortimer Poncz, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Sandra Z. Perkowski, V.M.D., Ph.D.",
            "author_affiliations": [
                "Department of Clinical Studies, University of Pennsylvania School of Veterinary Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "M. Anna Kowalska, Ph.D.",
            "author_affiliations": [
                "Department of Pediatrics, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Albelda, M.D.",
            "author_affiliations": [
                "Department of Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khalil Bdeir, Ph.D.",
            "author_affiliations": [
                "Department of Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas B. Cines, M.D.",
            "author_affiliations": [
                "Department of Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mortimer Poncz, M.D.",
            "author_affiliations": [
                "Department of Pediatrics, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T12:58:49",
    "is_scraped": "1"
}