{
    "doi": "https://doi.org/10.1182/blood.V118.21.1855.1855",
    "article_title": "Thalidomide As Maintenance Therapy in Multiple Myeloma (MM) Improves Progression Free Survival (PFS) and Overall Survival (OS): A Meta-Analysis ",
    "article_date": "November 18, 2011",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1855 Background: Conflicting data regarding the survival benefit of thalidomide maintenance exist in the literature. Recent phase 3 study MMRC.M10 has demonstrated significant toxicity with thalidomide maintenance in combination with steroids. The role of thalidomide maintenance in prolonging PFS and OS is less clear. We conducted a meta-analysis of phase III randomized control trials (RCT) that evaluated thalidomide as maintenance therapy in transplant-eligible patients. Methods: We conducted an electronic literature search of public databases (MEDLINE, EMBASE, Cochrane library) and manual search of conference proceedings of ASH and ASCO. There were seven phase III RCTs that reported the maintenance therapy of thalidomide and survival in MM (Total Therapy 2, IFM 99-02, ALLG trial, HOVON 50, MRC IX trial, NCIC CTG MY.10). One study (Abdelkefi et al ., 2008) was retracted and hence not included in the analysis. A formal meta-analysis was conducted using Comprehensive Meta Analysis software (Version 2.0). The outcome data were pooled and reported as hazard ratio (HR). The primary outcome of interest was progression free survival (PFS) and overall survival (OS). Results: A total of 3194 patients (maintenance arm/control arm- 1479/1715, median age 58 years) were evaluated. The 3 year-OS ( HR 0.80, 95% CI 0.70 to 0.917, P =0.001) and 3 year-PFS (HR 0.62, 95% CI 0.55 to 0.69, P =0.000) were superior with maintenance therapy. ‘Steroid and thalidomide’ maintenance therapy was associated with significant OS and PFS improvement (OS HR 0.65, 95% CI 0.47 to 0.89); PFS (HR 0.54, 95% CI 0.44 to 0.67). Overall toxicities with thalidomide maintenance were peripheral neuropathy (PN) 2.184 (95% CI 1.523–3.133) and thromboembolic events (TEE) 1.632 (95% CI 1.076–2.475). Toxicities were increased with thalidomide and steroid maintenance - PN 28.78 (95% CI 1.676–494.13); TEE 2.896 (95% CI 0.76–11.06). Conclusions: Thalidomide as a single agent or in combination with steroids as maintenance therapy improves progression free survival and overall survival. However, high toxicity with steroid combination was observed. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures: Kaufman: Millenium; Onyx; Novartis; Keryx: Consultancy; Merck, Celgene: Research Funding. Lonial: Millennium: Consultancy; Novartis: Consultancy; Celgene: Consultancy; BMS: Consultancy; Onyx: Consultancy; Merck: Consultancy.",
    "topics": [
        "multiple myeloma",
        "progression-free survival",
        "thalidomide",
        "steroids",
        "toxic effect",
        "transesophageal echocardiography",
        "magnetic resonance cholangiography",
        "peripheral neuropathy",
        "thromboembolic event",
        "transplantation"
    ],
    "author_names": [
        "Ajay K. Nooka, MD, MPH, FACP",
        "Madhusmita Behera",
        "Lawrence H. Boise, PhD",
        "Melanie Watson",
        "Jonathan L. Kaufman, MD",
        "Sagar Lonial, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ajay K. Nooka, MD, MPH, FACP",
            "author_affiliations": [
                "Hematology & Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Madhusmita Behera",
            "author_affiliations": [
                "Hematology & Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence H. Boise, PhD",
            "author_affiliations": [
                "Hematology & Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melanie Watson",
            "author_affiliations": [
                "Hematology and Oncology, Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan L. Kaufman, MD",
            "author_affiliations": [
                "Winship Cancer Institute-Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sagar Lonial, MD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T15:44:38",
    "is_scraped": "1"
}