{
    "doi": "https://doi.org/10.1182/blood.V124.21.6017.6017",
    "article_title": "Outcomes and Prognostic Factors in Critically Ill Patients with Hematologic Malignancies Admitted in an Intensive Care Unit: A Single Center Experience. Hospital De Clínicas, Montevideo, Uruguay ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases",
    "abstract_text": "Introduction: patients with hematologic malignancies (HM) admitted in intensive care units (ICU) have been traditionally seen as patients with very poor prognostic. Recently reports have informed that mortality has dropped and nowadays is in the order of 40-60 %, this is still high but closer to mortality in non-malignant patients admitted in an ICU. In an attempt to change this view we perform a study in order to evaluate the results and prognostic factors that contribute to mortality in HM patients who need critical care assistance. Methods: a retrospective study in 62 patients with HM who were admitted in ICU in the University Hospital, Hospital de Clinicas from Uruguay from 2003 to 2012. These 62 patients had 82 admissions, which are the population of our trial. Statistical analysis: Values are expressed as mean +/- standard deviation (SD), median and percentages. Comparison variable most used: discharge of ICU: dead or alive. Both groups were compared using Student's t test and Chi square. Multivariate logistic regression analysis was performed. Overall survival with Kaplan Meier. Significance p<0.05. Results: 50% of the episodes were in men. The median age was 56 years old (17-80). The distribution according to HM was: Non-Hodgkin Lymphoma 40.2%, Acute Myeloid Leukemia 23.2%, Multiple Myeloma 13.4%, Chronic Lymphocytic Leukemia 7.3%, Acute Lymphoblastic Leukemia 4.9%, Hodgkin Lymphoma 3.7%, other 3.7%, Myeloproliferative Neoplasm 2.4% and aplasia 1.2%. The mortality during ICU’s treatment was 47.6%. The causes of death in ICU were: septic shock: 74.4%; disease progression: 10.3%; Other: 7.7%; refractory respiratory failure: 5,1%; severe hemorrhage: 2.6%. Median days of overall survival in ICU were 11 days (CI 1.9 to 20.06). In table 1 we show the univariate analysis of prognostic factors. The parameters that showed a significant difference were; underlying diagnosis of ALL, presence of central catheter line prior to entering ICU; need for mechanical ventilation, diagnosis of septic shock, use and hours of vasopressors and the value of APACHE II. Of the 47 patients who required mechanical ventilation 33 died (70.2%), this is a risk factor for death, with an OR of 1.83 (CI: 1.1 to 3.02). The diagnosis on admission to ICU septic shock is a significant risk factor for death with an OR of 0.449 (CI: 0.351 to 0.574). In the multivariable analysis, admission to ICU for mechanical ventilation, use of mechanical ventilation at some point and use of vasopressors were statistically significant. TABLE 1. Univariate analysis of prognostic factors:  . Alive . Death . P value . Diagnostic ALL  Yes: 0 No: 43 Yes: 4 No: 35 0,03 Type of Chemotherapy  Standard: 19 High dose: 11 Allogeneic SCT: 1 Purine analogs: 1 No Chemotherapy: 11 Standard: 19 High dose: 11 Allogeneic SCT: 0 Purine analogs: 1 No Chemotherapy: 8 0,92 0,43 0,34 0,94 0,58 Neutropenic No data: 8 Yes: 14 No: 29 Yes: 17 No: 14 0,304 Catheter No data: 2 Yes: 16 No: 26 Yes: 24 No: 14 0,025 Cretinine, mean (SD)  1,53 ±(1,55) 1,75 ±(1,17) 0,66 Urea, mean (SD)  68,2 ±(53,41) 89,27 ±(61,24) 0,09 Prothrombin time, mean (SD)  68,36 ±(21,37) 59,65 ±(20,67) 0,87 PAFI, mean (SD)  301,63 ±(110,41) 290,24 ±(123,25) 0,22 Bilirubin, mean (SD)  1,2 ±(1,78) 1,5 ±(2,49) 0,701 Use of mechanical Ventilatory  Yes: 14 No: 29 Yes: 33 No: 6 <0,001 Septic Shock at admission  Yes: 0 No: 43 Yes: 4 No: 35 0,032 Use of vasopressor  Yes: 7 No: 36 Yes: 31 No: 8 < 0,001 Hours of vasopressors  46,29 86,63 0,023 Renal replacement Therapy  Yes: 3 No: 40 Yes: 8 No: 31 0,074 APACHE II  17,05 ± (8,24) 20,66 ± (6,00) 0,042 SOFA at admission  4,99 ± (3,84) 7,32 ± (3,24) 0,35 SOFA at 48 hours  3,89 ± (3,83) 9,20 ± (4,43) 0,13 . Alive . Death . P value . Diagnostic ALL  Yes: 0 No: 43 Yes: 4 No: 35 0,03 Type of Chemotherapy  Standard: 19 High dose: 11 Allogeneic SCT: 1 Purine analogs: 1 No Chemotherapy: 11 Standard: 19 High dose: 11 Allogeneic SCT: 0 Purine analogs: 1 No Chemotherapy: 8 0,92 0,43 0,34 0,94 0,58 Neutropenic No data: 8 Yes: 14 No: 29 Yes: 17 No: 14 0,304 Catheter No data: 2 Yes: 16 No: 26 Yes: 24 No: 14 0,025 Cretinine, mean (SD)  1,53 ±(1,55) 1,75 ±(1,17) 0,66 Urea, mean (SD)  68,2 ±(53,41) 89,27 ±(61,24) 0,09 Prothrombin time, mean (SD)  68,36 ±(21,37) 59,65 ±(20,67) 0,87 PAFI, mean (SD)  301,63 ±(110,41) 290,24 ±(123,25) 0,22 Bilirubin, mean (SD)  1,2 ±(1,78) 1,5 ±(2,49) 0,701 Use of mechanical Ventilatory  Yes: 14 No: 29 Yes: 33 No: 6 <0,001 Septic Shock at admission  Yes: 0 No: 43 Yes: 4 No: 35 0,032 Use of vasopressor  Yes: 7 No: 36 Yes: 31 No: 8 < 0,001 Hours of vasopressors  46,29 86,63 0,023 Renal replacement Therapy  Yes: 3 No: 40 Yes: 8 No: 31 0,074 APACHE II  17,05 ± (8,24) 20,66 ± (6,00) 0,042 SOFA at admission  4,99 ± (3,84) 7,32 ± (3,24) 0,35 SOFA at 48 hours  3,89 ± (3,83) 9,20 ± (4,43) 0,13 View Large Conclusions: this is the first report on the impact of prognostic factors in the outcome of HM patients admitted to ICU in Hospital de Clinicas. HM patient’s acute complications are strong factors that contribute to prognostic in critically ill patients and not only the hematologic disease per se or presence of neutropenia or type of chemotherapy. The mortality rate in this series is similar to international reports and also in patients without HM admitted in ICU. Therefore, we support the idea that survival in critically ill HM patient is related with the intercurrent complication in a significant part, and we have to make more efforts to improve results in this area by working together with intensive care medicine physicians. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "critical illness",
        "hematologic neoplasms",
        "intensive care unit",
        "prognostic factors",
        "uruguay",
        "chemotherapy regimen",
        "mechanical ventilation",
        "septic shock",
        "vasoconstrictor agents",
        "apache ii score"
    ],
    "author_names": [
        "Carolina Oliver, MD",
        "Adriana Peixoto, MD",
        "Cecilia Guillermo, MD",
        "Juan Zunino, MD",
        "Mariana Stevenazzi, MD",
        "Alberto Biestro, MD",
        "Lilian Diaz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carolina Oliver, MD",
            "author_affiliations": [
                "Universidad de la República, Montevideo, Uruguay "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adriana Peixoto, MD",
            "author_affiliations": [
                "Universidad de la República, Montevideo, Uruguay "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cecilia Guillermo, MD",
            "author_affiliations": [
                "Universidad de la República, Montevideo, Uruguay "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Zunino, MD",
            "author_affiliations": [
                "Universidad de la República, Montevideo, Uruguay "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariana Stevenazzi, MD",
            "author_affiliations": [
                "Universidad de la República, Montevideo, Uruguay "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Biestro, MD",
            "author_affiliations": [
                "Universidad de la República, Montevideo, Uruguay"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lilian Diaz, MD",
            "author_affiliations": [
                "Universidad de la República, Montevideo, Uruguay "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T13:02:15",
    "is_scraped": "1"
}