{
    "doi": "https://doi.org/10.1182/blood.V122.21.3731.3731",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2431",
    "start_url_page_num": 2431,
    "is_scraped": "1",
    "article_title": "Aberrant Upregulation Of Alternatively Spliced Isoforms Of Son In Myeloid Leukemia: Implications In Hematopoiesis and Leukemogenesis ",
    "article_date": "November 15, 2013",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "hematopoiesis",
        "leukemia, myeloid",
        "leukemogenesis",
        "protein isoforms",
        "up-regulation (physiology)",
        "rna",
        "arginine",
        "cancer",
        "dna, complementary",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Jung-Hyun Kim, Ph.D.",
        "Christopher J Hickey, Ph.D",
        "E.Y. Erin Ahn, Ph.D."
    ],
    "author_affiliations": [
        [
            "Mitchell Cancer Institute, University of South Alabama, Mobile, AL, USA"
        ],
        [
            "Mitchell Cancer Institute, University of South Alabama, Mobile, AL, USA"
        ],
        [
            "Mitchell Cancer Institute, University of South Alabama, Mobile, AL, USA"
        ]
    ],
    "first_author_latitude": "30.6952696",
    "first_author_longitude": "-88.0791467",
    "abstract_text": "SON is a large, poorly characterized nuclear speckle protein. The key structural domains comprising the SON protein are the serine/arginine-rich (RS) domain, single stranded RNA-, and double stranded RNA-binding domains, in addition to several long repeating amino acid sequences likely to facilitate its scaffolding function. Previously, we identified SON as a key factor for efficient RNA splicing of diverse genes related to cell cycle, DNA repair, and survival signaling pathways (Molecular Cell, 2011, 42:185). We also demonstrated that SON inhibits transcriptional activation of the promoter associated to the miR-23a-27a-24 cluster, which harbors a regulator for the expression of GATA-2, a known hematopoietic stem cell regulator (J. Biol. Chem. 2013, 288:5381). Moreover, SON is highly expressed in hematopoietic tissues/organs, and particularly upregulated in hematopoietic stem cells and leukemic blasts. These results suggest potential roles of SON in both normal hematopoiesis and hematological malignancies. Based on the nucleotide sequence of the SON gene, several databases predict that the primary transcript of SON contains alternative exons, and inclusion of these alternative exons during RNA splicing may generate C-terminally truncated short isoforms (splice variants) which lack RNA-binding motifs. However, expression of these short SON isoforms has not been confirmed in any types of cells and functions of the isoforms remain unexplored. Using 3’ rapid amplification of cDNA end (3’ RACE), we confirmed that short SON isoforms are indeed expressed in hematopoietic cells, and the included alternative exon provides the 3’ UTR and polyadenylation signal different from those of full-length SON transcript. To further examine SON isoform expression, we designed primers targeting specific alternative exons of SON and screened the level of full-length SON and the short isoforms. Our quantitative PCR data showed that lineage marker negative (Lin-) bone marrow cells highly express full-length SON, but not short isoforms, when compared to total bone marrow cells. Interestingly, we found that the levels of short SON isoforms are noticeably high in acute myeloid leukemia (AML) patient bone marrow cells, while full-length SON is downregulated when compared to normal bone marrow cells. These expression patterns were consistent with data analyses in a cancer microarray database (Oncomine). Furthermore, we found that short isoforms, but not full-length SON, were downregulated during PMA-induced differentiation of HL-60 and K562 cells. These results suggest that while full-length SON is the major form in normal hematopoietic stem cells/progenitors, the production of short SON isoforms through alternative exon inclusion is aberrantly activated in leukemic cells, likely due to a factor associated with impaired differentiation. To address whether the short SON isoforms affect the function of full-length SON in RNA splicing, we examined RNA splicing efficiency using a minigene containing SON-dependent exon-intron junction. As we expected, the short isoform alone, which lacks RNA-binding motifs, was not able to process minigene RNA splicing. However, to our surprise, co-expression of a short isoform together with full-length SON caused an increase in spliced RNA product from a minigene. These results suggest that short isoform expression potentiates the full-length SON function during exon recognition. Taken together, our results reveal that inclusion/skipping of the alternative exons within the primary SON transcript is abnormally regulated in myeloid leukemia, resulting in upregulation of short splice variants of SON. Furthermore, fine-tuning of RNA splicing efficiency by short SON isoforms implicates potential roles of these isoforms in RNA processing and global gene expression during hematopoiesis and leukemogenesis. Disclosures: No relevant conflicts of interest to declare."
}