{
    "doi": "https://doi.org/10.1182/blood.V112.11.2882.2882",
    "article_title": "Long-Term Efficacy of the Terminal Complement Inhibitor Eculizumab in a Patient with Cold Agglutinin Disease (CAD) ",
    "article_date": "November 16, 2008",
    "session_type": "Red Cell Structure/Function, Metabolism, and Survival (Including Iron)",
    "abstract_text": "Cold agglutinin disease (CAD) is a rare form of autoimmune hemolysis in which monoclonal or polyclonal IgM autoantibodies can activate the complement system in colder areas of the body (e.g. extremities), resulting in red blood cell destruction. Typically prednisone is ineffective and, although chemotherapy is often used, only on rare occasions does it suppress autoantibody production. Although CAD is often mild and self-limited, some cases require hospitalization and can be life-threatening. Supportive transfusions of red blood cells may also be necessary. Based on what is known about the pathophysiology of CAD, blockade of the terminal complement cascade by eculizumab could be a possible therapeutic approach. Eculizumab, a monoclonal antibody targeting complement factor C5, has shown high efficacy in patients with hemolytic paroxysmal nocturnal hemoglobinuria (PNH) through inhibition of the terminal complement system. We tested the efficacy of eculizumab in a transfusion-dependent patient with CAD refractory to extensive previous treatment. Eculizumab was dosed as follows: 600 mg IV every 7±2 days × 4; 900 mg 7±2 days later; and then 900 mg every 14±2 days. The patient has continued dosing for approximately one year. As eculizumab treatment may increase the risk for meningococcal disease, a standard vaccination scheme was administered prior to treatment. Transfusion requirements as well as clinical and biochemical indicators of hemolysis were monitored. Our results showed that intravascular hemolysis, measured by lactate dehydrogenase (LDH), was reduced by 46% from 780±50.5 U/L (mean±SE) during the 1 year period prior to treatment to 446±35.5 U/L during 1 year of eculizumab treatment. Reduction in hemolysis resulted in improvement of anemia (from a mean hemoglobin level of 10.0 g/dL 1 year prior to treatment to 11.8 g/dL during 1 year of eculizumab treatment) with a significant reduction in the number of PRBC units transfused (from a mean of 18 units during the pre-treatment period to 0 units during eculizumab treatment). Ferritin levels also decreased from 666±70.8 μg/L (mean±SE) before treatment to 313±8.9 μg/L during treatment. The patient reported an improvement of fatigue and overall quality of life. There were no adverse events observed and the ongoing therapy with eculizumab continues to be safe and well tolerated in this patient. In summary, this is the first report of eculizumab efficacy in a patient with CAD. Chronic blockade of terminal complement with eculizumab resulted in reductions in hemolysis and transfusion requirements and improvements in anemia and fatigue. As no alternative effective treatment options are available, these promising results provide a rationale for a clinical trial for the use of eculizumab in patients with CAD.",
    "topics": [
        "cold hemagglutinin disease",
        "complement inhibitor",
        "eculizumab",
        "complement system proteins",
        "transfusion",
        "anemia",
        "autoantibodies",
        "fatigue",
        "adverse event",
        "blood transfusion"
    ],
    "author_names": [
        "Alexander Roeth, MD",
        "Andreas Huettmann, MD",
        "Ulrich Duehrsen, MD",
        "Thomas Philipp, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexander Roeth, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andreas Huettmann, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Duehrsen, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Philipp, MD",
            "author_affiliations": [
                "Department of Nephrology, University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T02:20:45",
    "is_scraped": "1"
}