{
    "doi": "https://doi.org/10.1182/blood.V118.21.3884.3884",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2087",
    "start_url_page_num": 2087,
    "is_scraped": "1",
    "article_title": "Telomere Length Is An Independent Predictor of Outcome After Therapy in CLL: Results From the UKCLL4 Trial, ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "alkylating agents",
        "beta 2-microglobulin",
        "biological markers",
        "chlorambucil",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclophosphamide",
        "dna",
        "fludarabine",
        "immunoglobulin heavy chains"
    ],
    "author_names": [
        "Anton Parker",
        "Jade Forster",
        "Stacey Reichter",
        "David Gonzalez de Castro, PhD",
        "Daniel Catovsky, MD",
        "David Oscier, MD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
        ],
        [
            "Department of Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
        ],
        [
            "Department of Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
        ],
        [
            "Division of Molecular Pathology, The Institute of Cancer Research, Sutton, United Kingdom, "
        ],
        [
            "Section of Haemato-Oncology, The Institute of Cancer Research, Sutton SM2 5NG, United Kingdom"
        ],
        [
            "Department of Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
        ]
    ],
    "first_author_latitude": "50.748327599999996",
    "first_author_longitude": "-1.8236082999999996",
    "abstract_text": "Abstract 3884 Telomere length measurement has been reported to predict time to first treatment (TTFT) and overall survival from diagnosis in chronic lymphocytic leukaemia (CLL). Of note, the study by Rossi et al (Leukemia, 2009), of presentation samples from over 400 CLL patients, showed short telomere length predicted reduced TTFT, independent of established prognostic biomarkers such as disease stage, immunoglobulin heavy chain variable region (IGHV) mutation status and unfavourable genomic aberrations. However, to date no studies have been reported on the value of telomere length as a biomarker in CLL at time of first therapy. We have used the monochrome multiplex quantitative PCR (MMQPCR) method of Cawthon (Nucleic Acids Research, 2009) , to determine relative average telomere length in peripheral blood mononuclear cell DNA from treatment naive CLL patients at time of enrolment into the phase III UKCLL4 trial. MMQPCR reports a telomere length value (T/S) which has been shown to correlate linearly with mean telomere terminal restriction fragment length as determined by southern blotting. Telomere length was measured for 375/777 patients selected from the trial, of the 375 cases 157, 85 and 133 were randomised to the Chlorambucil, Fludarabine or Fludarabine plus Cyclophosphamide (FC) arms respectively. Other than an increased proportion of cases from FC arm, the selected cohort did not differ from the whole trial cohort. The median T/S for all cases was 2.60 (range, 0.61–19.05). In a multiple linear regression model, only age at trial entry and IGHV homology to germline had significant predictive effect for T/S (p=0.023 and <0.0001 respectively). Whereas, Beta-2 microglobulin levels (B2M), WBC, time from diagnosis to study entry, percentage ZAP70 positive tumour cells and percentage CD38 positive tumour cells did not. T/S was significantly lower in cases with unmutated compared with mutated IGHV genes, with del 17p compared with no del 17p and with del 11q compared with no del 11q (all p<0.001) but did not significantly differ with disease stage, gender, or between those cases with or without trisomy 12. Splitting cases into two groups based on those with T/S above or below the median, short telomeres were associated with TP53 loss or mutation, del 11q and unmutated IGHV (all p<0.001) but not with gender or disease stage. Cases with short telomeres also showed significantly higher expression of ZAP70 and CD38 (both p<0.001) and of B2M (p=0.03). In univariate survival analysis, cases with short telomeres showed significantly reduced progression free survival after therapy (PFS) (median; 21.1 months v 33.3 months, p<0.001) and overall survival after therapy (OS) (median; 57.5 months v 108.7 months, p<0.001). Stratifying by IGHV mutational status; short telomeres remained associated with significantly reduced PFS and OS in both IGHV mutated cases (PFS, median; 22.1 months v 42.3 months, p=0.002 and OS, median; 75.9 months v not reached, p<0.001) and IGHV unmutated cases (PFS, median; 21.7 months v 25.7 months, p=0.049 and OS, median; 54.8 months v 81.9 months, p=0.005). Multivariate survival analysis, selected short telomere length as an independent predictor of reduced PFS (Hazard ratio (HR) 1.5; 95% CI 1.1–2.0; p=0.011) and OS (HR 1.9; 95% CI 1.3–2.8; p=0.002) in a model containing treatment arm, IGHV mutational status, age, gender, disease stage, del17p, del11q, ZAP70 expression and CD38 expression ( Table 1 ). Table 1 – Multivariate Analysis for PFS and OS in a 236 Patient Cohort from UKCLL4 Trial.  Outcome . Covariate . Hazard Ratio (HR) . 95% CI for HR . Significance (p) . PFS Short telomeres 1.50 1.10–2.05 0.011  Treatment with FC 0.36 0.26–0.49 <0.001  IGHV unmutated 1.73 1.28–2.35 <0.001  Deletion 17p 6.51 3.56–11.92 <0.001  Deletion 11q 1.52 1.08–2.15 0.017 OS Short telomeres 1.88 1.27–2.78 0.002  IGHV unmutated 2.44 1.58–3.77 <0.001  Age 1.05 1.03–1.07 <0.001  Deletion 17p 6.84 3.63–12.89 <0.001 Outcome . Covariate . Hazard Ratio (HR) . 95% CI for HR . Significance (p) . PFS Short telomeres 1.50 1.10–2.05 0.011  Treatment with FC 0.36 0.26–0.49 <0.001  IGHV unmutated 1.73 1.28–2.35 <0.001  Deletion 17p 6.51 3.56–11.92 <0.001  Deletion 11q 1.52 1.08–2.15 0.017 OS Short telomeres 1.88 1.27–2.78 0.002  IGHV unmutated 2.44 1.58–3.77 <0.001  Age 1.05 1.03–1.07 <0.001  Deletion 17p 6.84 3.63–12.89 <0.001 Only covariates selected as significant are listed above. View Large These results demonstrate that telomere length is a powerful independent predictor of outcome after alkylating agent/purine analogue therapy in CLL. The simplicity and low cost of the MMQPCR assay for telomere length measurement warrants validation of these findings and comparison with other assays for telomere length in other large clinical trials. If confirmed, this prognostic biomarker has the potential for more widespread use in CLL. Disclosures: Gonzalez de Castro: The Institute of Cancer Research: Employment."
}