{
    "doi": "https://doi.org/10.1182/blood.V114.22.3701.3701",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1468",
    "start_url_page_num": 1468,
    "is_scraped": "1",
    "article_title": "Characterization of Cyclic Hematologic Changes Observed in Patients with Cutaneous T-Cell Lymphoma (CTCL) Receiving Romidepsin, a Novel Histone Deacetylase (HDAC) Inhibitor. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS POSTER III",
    "topics": [
        "abnormal hematology findings",
        "histone deacetylase",
        "lymphoma, t-cell, cutaneous",
        "romidepsin",
        "brachial plexus neuritis",
        "thrombocytopenia",
        "anemia",
        "cardiovascular abnormalities",
        "electrocorticogram",
        "hematotoxicity"
    ],
    "author_names": [
        "Sean Whittaker, MD, FRCP",
        "Ellen J Kim, MD",
        "Miles Prince",
        "Marie France Demierre, MD",
        "Cynthia Giver",
        "Sagar Lonial, MD",
        "Richard Piekarz, MD, PhD",
        "Youn H Kim, MD",
        "Jean Nichols, PhD",
        "Darrell Nix, Ph.D.",
        "Susan Bates, MD"
    ],
    "author_affiliations": [
        [
            "St. John's Institution of Dermatology, St. Thomas' Hospital, London, United Kingdom, "
        ],
        [
            "Dematology, University of Pennsylvania, Philadelphia, PA, "
        ],
        [
            "Peter MacCallum Cencer Centre, East Melbourne, Australia, "
        ],
        [
            "Dematology, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Emory University, Winship Cancer Inst., Atlanta, GA, USA, "
        ],
        [
            "Winship Cancer Institute, Emory University, Atlanta, GA, USA, "
        ],
        [
            "National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Stanford University, Stanford, CA, USA, "
        ],
        [
            "Gloucester Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Drug Development, Gloucester Pharmaceuticals, Cambridge, MA, USA"
        ],
        [
            "National Cancer Institute, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "51.5000813",
    "first_author_longitude": "-0.11805779999999999",
    "abstract_text": "Abstract 3701 Poster Board III-637 Background Romidepsin is an anti-neoplastic agent that has been identified as a novel pan-HDAC inhibitor with single-agent activity in T-cell lymphoma. In a combined analysis of 167 patients (pts) with cutaneous T-cell lymphoma (CTCL) from 2 clinical studies (GPI and NCI studies), the overall response rate was 35%, including 10 pts with a complete clinical response (CCR). Median duration of response was 13.8 months and 42% of pts with advanced disease (stage ≥IIB) responded [Demierre et al. J Clin Oncol 27:15s, 2009 (suppl; abstr 8546)]. The most common hematologic abnormalities in these pts included anemia (41%), thrombocytopenia (34%), neutropenia (27%), and lymphopenia (26%). Most hematologic toxicities were Grade 1 or 2, although 'Grade 3 events were observed. These events were reversible and a small portion of the patients discontinued the study drug because of these events (2%). This report details an analysis of platelet counts in pts receiving romidepsin and an investigation into the mechanism of thrombocytopenia in nonclinical studies. Methods Pts with CTCL who received ≥1 prior systemic therapy failure and had an ECOG PS of 0-2 were enrolled in 2 single-arm, open-label, multicenter and international clinical studies. Treatment with QTc prolonging therapies or CYP34A inhibitors was prohibited and pts with significant cardiovascular abnormalities were excluded. Romidepsin at 14 mg/m 2 was administered as a 4-hr IV infusion on days 1, 8, and 15 of a 28 day cycle. Nonclinical studies were conducted in mice to investigate the mechanism of romidepsin effects on platelets. Romidepsin was administered to female BALB/c mice at doses of 1 or 4 mg/kg by tail-vein injection on days 1, 5 and 9. Blood samples were collected every 2 days from alternating groups of mice to minimize effects of bleeding on platelet counts. Results In clinical studies, there is a mean decrease in platelet counts during the treatment period of each cycle, and a return to baseline levels or above between cycles observed in both clinical studies as described in the table below. No clinically meaningful change has been observed in the central tendency over 4 cycles of treatment in both studies.  Study . Mean (SD) Platelet counts x 10 9 /L . C1D1 1 . C1D8 . C2D1 . C2D8 . C3D1 . C3D8 . C4D1 . C4D8 . GPI 287 (114) 195 (96.6) 306 (89.7) 192 (71.5) 312 (103) 191 (65.1) 300 (94.4) 197 (68.3) NCI 273 (102) 166 (63.2) 320 (113) 166 (54.9) 291 (76.9) 175 (63.2) 298 (69.2) 171 (60.3) Study . Mean (SD) Platelet counts x 10 9 /L . C1D1 1 . C1D8 . C2D1 . C2D8 . C3D1 . C3D8 . C4D1 . C4D8 . GPI 287 (114) 195 (96.6) 306 (89.7) 192 (71.5) 312 (103) 191 (65.1) 300 (94.4) 197 (68.3) NCI 273 (102) 166 (63.2) 320 (113) 166 (54.9) 291 (76.9) 175 (63.2) 298 (69.2) 171 (60.3) 1 Mean pretreatment baselines View Large In the mouse studies, dose-dependent effects were seen on both WBC and platelet counts. Day 2 WBC counts dropped to 45% and 10% of normal at the 1 and 4 mg/kg doses, respectively. WBC counts remained low until after the dosing period in the 1 mg/kg romidepsin group, but recovered more quickly in the 4 mg/kg group. Day 2 platelet counts were 70% of normal at the 1 mg/kg dose and remained near this level until day 10, followed by recovery to normal at day 15. At the 4 mg/kg dose, profound thrombycytopenia was induced, with platelet counts only 20% of normal on days 4-6. Platelet counts slowly recovered to 70% of normal by day 15. Plasma thrombopoietin levels were normal throughout the experiment for the 1 mg/kg group, and showed a large increase to 275% of normal on day 6 in the 4 mg/kg group, which is the expected response to thrombocytopenia as a signal to increase platelet production and indicates that platelet reduction is not attributable to defective TPO production. Bone marrow megakaryocyte populations are being examined to determine the effects of romidepsin on these platelet-producing cells. Conclusions Following romidepsin administration, a saw tooth pattern is observed in the reduction and recovery of platelets. Recovery of platelets appears to occur more rapidly in humans than in mice; however, the effects are reversible after dosing in clinical studies and in murine models. In the clinical data the recovery pattern suggests that the transient effects are direct and are not effects on bone marrow. Disclosures: Whittaker: Gloucester Pharmaceuticals: Research Funding. Prince: Gloucester Pharmaceuticals: Consultancy. Demierre: Gloucester Pharmaceuticals: Consultancy, Honoraria. Lonial: Gloucester Pharmaceuticals: Honoraria. Kim: Gloucester Pharmaceuticals: Consultancy, Honoraria. Nichols: Gloucester Pharmaceuticals: Employment, Equity Ownership. Nix: Gloucester Pharmaceuticals: Employment."
}