{
    "doi": "https://doi.org/10.1182/blood.V124.21.2214.2214",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2780",
    "start_url_page_num": 2780,
    "is_scraped": "1",
    "article_title": "SKP2 Is Dispensable for Normal T-Cell Development but Required for T-Cell Leukemogenesis ",
    "article_date": "December 6, 2014",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "topics": [
        "leukemogenesis",
        "t-cell development",
        "t-lymphocytes",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "leukemia",
        "leukemia, t-cell",
        "lymphoma",
        "acute lymphocytic leukemia",
        "cancer"
    ],
    "author_names": [
        "Sonia Rodriguez-Rodriguez, PhD",
        "Lin Wang, PhD",
        "Huajia Zhang, PhDstudent",
        "Amy Zollman, BS",
        "Angelo A. Cardoso",
        "Nadia Carlesso, MD PhD"
    ],
    "author_affiliations": [
        [
            "Herman B Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Herman B Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Indiana University School of Medicine, Indianapolis, IN"
        ],
        [
            "Herman B Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN "
        ]
    ],
    "first_author_latitude": "39.7775599",
    "first_author_longitude": "-86.17721",
    "abstract_text": "Acute Lymphoblastic Leukemia (ALL) is the most common pediatric cancer. Despite the significant clinical successes in the treatment of pediatric T-ALL, leukemia relapse, refractory disease and induction failure (around 30% of patients) remain significant clinical problems, which are often life-threatening. ALL remains the second leading cause of childhood death. Thus, more effective, curative therapeutic strategies are much needed, particularly for refractory and relapse T- ALL. Recent advances in understanding the biology and the molecular alterations of acute lymphoblastic leukemias have led to identification of new molecular targets, such as the Notch signaling pathway. Constitutive activation of Notch signaling is involved in more than 50% of human T-ALL, and overexpression of activated Notch induces T-cell leukemia and lymphoma in murine tumor models. However, disruption of Notch signaling by gamma-secretase inhibitors (GSI) failed to fulfill its clinical promise and, overall, the significant advances attained in dissecting the molecular effectors in T-ALL has yet to translate into effective, curative molecular therapies for relapse patients. Furthermore, despite multiple studies on Notch signaling, little is known on the role of its downstream mediators in T-cell ALL. Previous studies in our laboratory demonstrated that Notch1 activation induces transcriptional activation of SKP2, the F-box protein of the SCF E3-ubiquitin ligase complex. SKP2 is the main F-box protein regulating cell cycle, promoting downregulation of the CKIs (p21 Cip1 , p27 Kip1 , p57 Kip2 and p130) and its overexpression accelerate cell cycle progression in hematopoietic cells. SKP2 overexpression is frequently associated with cancers, in particular lymphomas and leukemias, and correlates with poor prognosis. We found that Skp2 expression is dynamically regulated during T-cell development coinciding with the Notch expression pattern. Moreover, primary thymocytes cultured in vitro, responded to Notch stimulation by the Delta1 ligand increasing their Skp2 expression and their cell cycle status, whereas the loss of SKP2 impaired their ability to mount a proliferative response to IL-7 stimulation. Importantly, we observed that SKP2 expression is increased in T-ALL patient samples and that mice with Notch-induced T-cell leukemia showed 5 fold upregulation of Skp2 expression. Our hypotheses are that Notch activation promotes T-cell leukemogenesis by altering the cell cycle control through upregulation of Skp2, and that selective targeting of SKP2 is a novel, effective therapeutic strategy for childhood T-ALL . To test whether SKP2 is a key downstream mediator of Notch in T-ALL, we transduced oncogenic Notch (ICN; the constitutive intracellular form) in hematopoietic cells lacking SKP2 from Skp2 -/- null mice, and in controls and we determine their ability to induce leukemia in irradiated recipients. Loss of SKP2 significantly delayed the development of T-cell leukemia and increased animal survival by 40%. Taken together, these results demonstrate a previously unrecognized role for SKP2 in the initiation and progression of T-ALL and its potential role as a therapeutic target. Disclosures No relevant conflicts of interest to declare."
}