{
    "doi": "https://doi.org/10.1182/blood.V120.21.198.198",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2214",
    "start_url_page_num": 2214,
    "is_scraped": "1",
    "article_title": "Gene Expression Profiling (GEP) of Whole Bone Marrow Biopsies in Complete Remission (BMB-CR) of Multiple Myeloma (MM) Patients Treated On Total Therapy Protocols – Normalization of GEP Signature in Comparison with Normal Donor BMB (BMB-NL) and Consequences for Progression-Free Survival (PFS) ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Genomic and Molecular Determinant of Outcome in Myeloma",
    "topics": [
        "bone marrow biopsy",
        "complete remission",
        "donors",
        "gene expression profiling",
        "multiple myeloma",
        "progression-free survival",
        "monoclonal gammopathy of undetermined significance",
        "microbiology procedures",
        "smoldering myeloma",
        "transplantation"
    ],
    "author_names": [
        "Christoph Heuck, MD",
        "Pingping Qu, PhD",
        "Sarah Waheed, MD",
        "Saad Z Usmani, MD FACP",
        "Frits van Rhee, MD, PhD",
        "Madhav V. Dhodapkar, MD",
        "Joshua Epstein, DSc",
        "Qing Zhang, PhD",
        "Donald Johann, MD, MS",
        "Bart Barlogie, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
        ],
        [
            "Research and Biostatistics, Cancer Research and Biostatistics, Seattle, WA, USA, "
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
        ],
        [
            "Department of Medicine/Hematology Section, Yale University School of Medicine, New Haven, CT, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "Abstract 198 GEP of purified plasma cells (PC) provides superb risk discrimination for PFS and overall survival (OS). It is well established that MM engages the BM micro-environment (ME) and subjugates it toward its survival and progression. International Myeloma Working Group- and flow-based CR have been linked to PFS and OS, but do not provide guidance vis-à-vis the duration of post-transplant consolidation and maintenance therapy. We reasoned that ME may still be altered in flow-CR as it may remain MM-impregnated long after CR is established; conversely, ME normalization may happen much earlier. In a first step, 20 BMB-NL were compared with 331 untreated patients with MM (BMB-MM), leading to the discovery of a 65 gene score (GEP-65), which was then applied to 83 patients with MGUS/asymptomatic multiple myeloma (AMM) and 88 MM patients in CR. GEP-65 risk scores were similar in BMB-CR and BMB-MGUS-AMM contrasting with significantly lower values for BMB-MM. Next we examined PFS for CR patients according to whether BMB-CR signature normalized (BMB-CR-NL, n=14) or failed to normalize (BMB-CR-MM, n=74). A borderline significantly superior PFS was observed in the former group suffering 2 events versus 31 in the remainder (p=0.08). We conclude that (1) BMB-MM differs markedly from BMB-NL, (2) BMB-CR resembles BMB-MGUS-AMM, and (3) BMB-CR-NL can be distinguished from BMB-CR-MM resulting in PFS differences. Availability of several hundred BMB-CR samples and nearly 100 BMB-NL will have been evaluated at the time of the meeting to address the following: (a) can these results be validated, (b) what is the time course of BMB-CR-NL and pattern to BMB-CR-MM and BMB-MM, (c) are there MM GEP molecular subgroup- and risk-dependent differences. View large Download slide View large Download slide  Disclosures: Dhodapkar: Celgene: Research Funding; KHK: Research Funding."
}