{
    "doi": "https://doi.org/10.1182/blood.V126.23.4519.4519",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3096",
    "start_url_page_num": 3096,
    "is_scraped": "1",
    "article_title": "Characteristics of Multiple Myeloma Patients with Multiple Lines of Therapy Using Real-World US Claims Data ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster III",
    "topics": [
        "multiple myeloma",
        "thalidomide",
        "bortezomib",
        "lenalidomide",
        "cell transplants",
        "chemotherapy regimen",
        "disease progression",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "melphalan"
    ],
    "author_names": [
        "Eric Maiese",
        "Brian Macomson, PharmD",
        "Chris Kozma",
        "Terra Slaton",
        "Mekre Senbetta, PharmD"
    ],
    "author_affiliations": [
        [
            "HECOR, Janssen Scientific Affairs, LLC, Horsham, PA "
        ],
        [
            "Janssen Scientific Services, LLC, Augusta, GA "
        ],
        [
            "CK Consulting Associates, LLC, St. Helena Island, SC "
        ],
        [
            "HECOR, CK Consulting Associates, LLC, St. Helena Island, SC "
        ],
        [
            "Janssen, Horsham, PA"
        ]
    ],
    "first_author_latitude": "40.184293",
    "first_author_longitude": "-75.1376495",
    "abstract_text": "Background: Multiple myeloma is an incurable disease with poor survival rate. Recently, novel treatments have focused on addressing unmet needs among heavily pre-treated patients who have failed prior therapies. The purpose of this analysis was to describe the characteristics of patients who are heavily pre-treated vs patients who were not, within 2 years of initiating MM therapy. Results of this analysis will help to understand the characteristics, including treatment patterns and burden, of MM patients who progress through lines of therapy over a relatively short time period. Methods: Using a US administrative claims database (Truven Health MarketScan® Database), adult patients (age ≥18) were included in the analysis if they had 1) ≥2 MM diagnoses codes (ICD-9 203.0x) on different dates between Jan 1, 2005-Mar 31, 2014 (study period); 2) MM treatment between Jan 1, 2007-Mar 31, 2012 and within 90 days of an MM diagnosis code (date of the first MM treatment set as the index date); and 3) continuous eligibility for medical insurance 24 months pre/postindex. Patients were excluded if they had 1) MM treatment during 24 months preindex; or during 24 month pre/post index had 2) moved from commercial insurance to Medicare; 3) non-MM chemotherapy; 4) pregnancy-related or stem cell transplant codes; or 5) HIV diagnosis during study period. An algorithm using dispensing dates and days supply was developed to define line of therapy (LOT) and double refractory. A new LOT was identified where there was a ≥60 day gap with no treatment, a ≥60 day gap followed by retreatment with the same drug, or where there was a change in therapy based on 30 day windows and the summed days supply of medication was >60 days. Refractory events were defined when a PI or IMiD had days supply for <60 days, was discontinued for ≥60 days, a different PI or IMiD was initiated and the initial drug did not appear in the next LOT. Heavily pre-treated was defined as starting an LOT after having received ≥3 prior LOT that included a PI and IMiD or double refractory to both PI and IMiD. Chi-square test was used to test for differences in categorical variables and Mann Whitney U test for continuous variables. Results: A total of 1109 patients were included in the analysis. The percent of patients with 1, 2, 3, 4 or >4 LOT were 39.8%, 33.0%, 15.4% and 6.1% and 5.7%, respectively. A single refractory event occurred in 66 (6.0%) patients and 2 (0.2%) patients were identified as double refractory. There were 80 (7.2%) patients who were heavily pre-treated. The heavily pre-treated group had a similar percent of males (56.3%) as the non-heavily pre-treated group (54.9%; p=0.82). The heavily pre-treated group was slightly younger (66.1 vs 70.9 years; p=0.0008) and had a lower percent with Medicare coverage (55.0% vs 71.1%; p=0.0024). The heavily pre-treated group had a substantially higher percent of regimens that included both PI and IMiD in the 1 st LOT (28.8% vs 7.4%; p<0.0001). The most common 1 st LOT drug regimens for the heavily pre-treated group were bortezomib (BOR) (21.31%), thalidomide (THAL) (21.3%), lenalidomide/bortezomib (LEN/BOR) (20.0%), and lenalidomide (LEN) (18.8%). In the non-heavily pre-treated group the most common 1 st LOT regimens were LEN (36.7%), BOR (20.4%), THAL (14.4%), and melphalan (10.1%). Patients who were heavily pre-treated reached their 2 nd LOT in fewer days than non-heavily pre-treated (152.5 vs 279.9 days; p<0.0001). There was a much higher percent of patients using BOR/LEN in the 2 nd LOT in the heavily pre-treated than non-heavily pre-treated (20.0% vs. 4.1%). Conclusions: In this analysis, 7.2% of non-stem cell transplant patients were heavily pre-treated at 2 years after initiating MM therapy. Heavily pre-treated patients had a faster time to initiation of 2 nd LOT. They also tended to be younger. Moreover, heavily pre-treated patients were more likely to have had both a PI and IMiD as their initial therapy. Patients who were heavily pre-treated in this analysis may have had faster disease progression, which may have led to becoming heavily pre-treated within the follow-up time of the study. Additional research should further explore the disease and economic burden of these patients. Disclosures Maiese: Janssen Scientific Affairs, LLC: Employment. Macomson: Janssen Scientific Affairs, LLC: Employment. Kozma: Janssen Scientific Affairs, LLC: Consultancy. Slaton: Janssen Scientific Affairs, LLC: Consultancy. Senbetta: Janssen Scientific Affairs, LLC: Employment."
}