{
    "doi": "https://doi.org/10.1182/blood.V114.22.2255.2255",
    "article_title": "Second Allogeneic Hematopoietic Stem-Cell Transplantation Using Fludarabine Treosulfan Conditioning Regimen in Patients Previously Treated with Busulfan-Based Regimens; Myeloablation with Acceptable Toxicity. ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia, and Late Complications after Transplantation Poster I",
    "abstract_text": "Abstract 2255 Poster Board II-232 The prognosis of patients (pts) with leukemia who relapse after a prior autologous and or allogeneic hematopoietic stem cell transplantation (SCT) is dismal. A second allogeneic SCT can salvage some of these pts but myeloablative conditioning is associated with high rates of non-relapse mortality (NRM) in this setting and a relatively poor outcome. Reduced intensity conditioning allows reduction of NRM following a second SCT, but may be associated with a high relapse rate, mostly when leukemia is not in remission at the time of SCT. Similarly, allogeneic SCT for pts who develop secondary leukemia after a prior autologous SCT for a primary malignancy is associated with similar risks. The combination of fludarabine and treosulfan (FT) has been previously reported as a dose intensive myeloablative regimen with reduced toxicity and effective anti-leukemia capability, but its merit in second SCT is not defined. We explored a regimen consisting of fludarabine (total 150 mg/m2) and treosulfan (total 30-36 gr/m2) with the addition of ATG to recipients of unrelated or mismatched donor SCT, as a conditioning regimen for a second SCT. The study included 17 pts, 10 male, 7 female, median age 58 years (range, 20-70). Patient diagnosis at second SCT was AML (n=11), MDS (n=3), myelofibrosis (n=2) and CML in accelerated phase (n=1). The first transplant was autologous (n=6) or allogeneic (n=11). Autologous SCT was given for AML (n=3, 1 of them APL) or for a primary malignancy (lymphoma - 2, multiple myeloma -1). Second allogeneic SCT was given for relapse after a prior SCT or for secondary AML/MDS in the 3 pts having autologous SCT for lymphoma and myeloma. The Donor for the second SCT was an HLA-match sibling (n=6) or matched unrelated (n=11). In the 11 pts having a second allogeneic SCT after failure of a first allogeneic SCT the donor was the same donor in 3 transplants and a different donor in 8 transplants. The conditioning regimen for the first SCT contained high-dose intravenous busulfan (12.8 mg/kg) in 9 pts and reduced dose busulfan (6.4-9.6 mg/kg) in 5 pts. The three pts with primary lymphoma and myeloma were given BEAM and high-dose melphalan, respectively. The median time between the first and second SCT was 28 months (range, 3-48 months). Only 4 pts were in remission at the time of second SCT. Six pts were chemo-refractory and 7 pts were transplanted in untreated malignancy. Results: 12 pts engrafted with a median time to ANC > 0.5 × 109/L of 12 days (range, 9-38) and for PLT > 20 × 109 of 15 days (range, 11-44). Five pts died prior to engraftment, 3 of infections, 1 of cerebral hemorrhage and 1 of graft failure. There were no deaths related to organ toxicity (e.g. VOD or pneumonitis) and no late deaths due to NRM. Acute GVHD grade II-IV occurred in 2 pts, cumulative incidence 28%. Chronic GVHD occurred in 4 of 8 evaluable pts, cumulative incidence 57%. There were no deaths attributed to acute or chronic GVHD. The cumulative incidence of NRM was 30% (95%CI, 14-62). Three pts relapsed with a cumulative incidence of 25% (95%CI, 9-69). In all, with a median follow-up of 12 months (range, 1-59 months) the estimated 2-year overall and disease-free survival were both 45% (95CI, 17-73). Best results were achieved in the group of 8 pts having a second SCT form a second allogeneic donor; 5 pts are currently disease-free for a median of 18 months (range, 3-38), despite transplantation in advanced phase; 3 refractory to salvage chemotherapy and one in untreated relapse after the first SCT. The estimated 2 year survival in this group was 60%, a promising outcome in this setting. In conclusion, the fludarabine-treosulfan regimen is feasible for a second allogeneic SCT. NRM especially in the early post-transplant period is substantial, but can be expected in a group of heavily pretreated pts, many with active and refractory leukemia. The regimen has a promising anti-leukemia effect in this setting with a low recurrence rate, especially when using a different donor than in the prior transplant. The FT regimen can be considered a reduced toxicity myeloablative regimen that is feasible in pts given a prior transplant including pts previously given myeloablative doses of busulfan. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow purging",
        "busulfan",
        "conditioning (psychology)",
        "fludarabine",
        "hematopoietic stem cell transplantation",
        "toxic effect",
        "brachial plexus neuritis",
        "leukemia",
        "transplantation",
        "cancer"
    ],
    "author_names": [
        "Avichai Shimoni, MD",
        "Avital Rand, RN",
        "Noga Shem-Tov, MD",
        "Izhar Hardan",
        "Yulia Volchek, MD",
        "Hannah Maayaan, MD",
        "Ronit Yerushalmi",
        "Arnon Nagler, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Avichai Shimoni, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Avital Rand, RN",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noga Shem-Tov, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Izhar Hardan",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yulia Volchek, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hannah Maayaan, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronit Yerushalmi",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon Nagler, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T02:45:05",
    "is_scraped": "1"
}