{
    "doi": "https://doi.org/10.1182/blood.V114.22.1946.1946",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1529",
    "start_url_page_num": 1529,
    "is_scraped": "1",
    "article_title": "Predictors of Early Response to Single Agent Rituximab in Patients with Indolent Lymphoma. ",
    "article_date": "November 20, 2009",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, Excluding Therapy Poster I",
    "abstract_text": "Abstract 1946 Poster Board I-969 STATEMENT OF PURPOSE: Rituximab (RTX) is a chimeric antibody targeting CD20, a membranous B-cell specific protein, currently used in the treatment of B-cell malignancies and various autoimmune diseases. Despite its clear efficacy in non-Hodgkin's lymphoma, clinical and biological responses are highly variable between patients. Therefore, predictive factors are necessary to adapt therapy to each individual as early as possible. MATERIAL AND METHODS: We studied a set of biomarkers in a cohort of 39 patients with indolent non-Hodgkin's B-cell lymphoma (low grade follicular lymphoma or marginal zone lymphoma) and a low tumour burden, treated with single agent RTX as follows: 4 weekly 375 mg/m 2 infusions, associated with short-course oral steroids. All patients benefited from FDG-PET analysis before treatment and 10 weeks later, allowing their classification into 3 early response groups: complete isotopic remission, partial response and no response. Dosage of rituximabemia, BAFF and Human Anti-Chimeric Antibodies (HACA) was performed with in-house ELISAs before each infusion and 2 months later. Polymorphisms of FcγRIIIa [158] , FcγRIIa [131] and C1qA [276] genes were determined using allele-specific PCR or direct sequencing. Results were compared using Student's t-Test or two-tailed Fischer's exact test when appropriated. RESULTS: Referring to PET analysis, 18 patients were classified as complete isotopic remission, and 21 as partial or no response. Mean age was significantly lower in the first group (54 y+/-19 vs 66+/-13, p=0.022), as well as initial SUVmax (6.3+/-3.4 vs 10.8+/-6.8, p=0.024). Serum levels of RTX were highly variable between patients at each timepoint, but were not statistically different between the different response groups. Basal levels of BAFF were not statistically different between lymphoma patients and a control population, and did not vary after RTX-induced B cell depletion. No patient developed a HACA response during the study. Homozygous FcγRIIIa158V/V genotype was significantly associated with a complete response (p=0.037). Conversely, FcγRIIa [131] and C1qA [276] polymorphisms were not associated with the response. Genetic polymorphisms seemed to modify RTX pharmacokinetics, since homozygous FcγRIIa [131] H/H, FcγRIIIa [158] V/V and C1qA [276] G/G subjects displayed lower levels of RTX than others, without reaching statistical significance. CONCLUSIONS: Younger age, lower initial SUVmax and FcγRIIIa [158] V/V genotype are associated with a better early response to RTX in indolent lymphoma patients, as assessed by PET analysis. FcγR polymorphisms affect RTX kinetics probably through a modification of the efficacy of antibody dependant cell cytotoxicity. Determination of these factors could help in adapting individually therapeutic protocols. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "non-hodgkin's lymphoma, indolent",
        "rituximab",
        "antibodies",
        "disease remission",
        "human antichimeric antibody",
        "positron-emission tomography",
        "autoimmune diseases",
        "b-cell lymphomas",
        "biological markers",
        "cancer"
    ],
    "author_names": [
        "Divi Cornec",
        "Adrian Tempescul",
        "Solène Querellou",
        "Amani Mankai",
        "Pascal Hutin",
        "Florence Cymbalista",
        "Christian Berthou",
        "Yves Renaudineau",
        "Pierre Youinou"
    ],
    "author_affiliations": [
        [
            "Immunology Laboratory, Brest University Hospital, Brest, France, "
        ],
        [
            "Clinical Hematology, University Hospital Brest, Brest, France, "
        ],
        [
            "Nuclear Medicine Department, Brest University Hospital, Brest, France, "
        ],
        [
            "Immunology Laboratory, Brest University Hospital, Brest, France, "
        ],
        [
            "Clinical Hematology, University Hospital Brest, Brest, France, "
        ],
        [
            "Laboratoire d'Hematologie, Hôpital Avicenne, APHP, Université Paris 13, Bobigny, France"
        ],
        [
            "Clinical Hematology, University Hospital Brest, Brest, France, "
        ],
        [
            "Immunology Laboratory, Brest University Hospital, Brest, France, "
        ],
        [
            "Immunology Laboratory, Brest University Hospital, Brest, France, "
        ]
    ],
    "first_author_latitude": "48.3973232",
    "first_author_longitude": "-4.507823149999999"
}