{
    "doi": "https://doi.org/10.1182/blood.V118.21.100.100",
    "article_title": "Safety and Efficacy of 90Y Ibritumomab Tiuxetan (Zevalin®) for Untreated FollicularNon-Hodgkin's Lymphoma (FL) Patients, An Italian Cooperative Study ",
    "article_date": "November 18, 2011",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Initial Therapy of Follicular Lymphoma - Focus on Radioimmunotherapy",
    "abstract_text": "Abstract 100 90Y ibritumomab tiuxetan (Zevalin®) combines the targeting advantage of monoclonal antibody with the radiosensitivity of FL. Previous studies showed that Zevalin resulted safe and highly effective in relapsed/refractory indolent NHL, irrespective to prior treatment with rituximab. Based on these results, we designed a multicenter trial to evaluate the safety and the efficacy of “upfront” single-agent Zevalin in FL. The primary endpoint was the incidence of responses in terms of overall remission rate (ORR) and complete remissions (CR). The secondary endpoints were the treatment safety by monitoring hematology and biochemistry parameters as well as adverse events. Fifty patients, with a median age of 59 years (range, 35–81), were treated. Forty-eight percent had bone marrow involvement (<25%) and 14% an elevated LDH. Thirty-four percent of patients had high risk FLIPI. Forty-six patients were also assessed by qualitative and quantitative PCR for Bcl2/IgH or IgH clonal rearrangement, for total 30 cases PCR-positive (65.2%). Results: The ORR was 93% (45/48) with a CR rate of 82% (41/48). Twenty-six patients, who were PCR-positive at diagnosis, were assessed at week 14. Twenty out of 26 (77%) became PCR-negative. After a median follow up of 24 months, the 2-year EFS for all patients was 85%; moreover, 15 patients (55%), who were PCR-positive at diagnosis, maintain PCR negativity. As expected, the main toxicity was moderate myelosuppression, with 30% and 26% of patients developing Grade 3/4 neutropenia and thrombocytopenia, respectively. Very few patients required platelets transfusion (4%) or growth factor use (6%). None of the patients experienced grade 3/4 non hematologic toxicity. In conclusion, Zevalin is highly effective and safe treatment for newly diagnosed FL patients. In the next future, the role of radioimmunotherapy - i.e. including optimal sequencing with chemotherapy - should be established in randomized studies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hodgkin's disease",
        "lymphoma",
        "yttrium-90-ibritumomab tiuxetan",
        "polymerase chain reaction",
        "ibritumomab tiuxetan",
        "disease remission",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "adverse event",
        "bcl-2 protein"
    ],
    "author_names": [
        "G. Pica",
        "S. Nati",
        "Umberto Vitolo, MD",
        "Sara Galimberti",
        "Pier Luigi Zinzani, MD, PhD",
        "Nicola Cascavilla",
        "Mario Petrini, MD",
        "A. M. Carella, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "G. Pica",
            "author_affiliations": [
                "Division of Hematology/BMT Unit, A.O.U. San Martino, Genova, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "S. Nati",
            "author_affiliations": [
                "Division of Hematology - Monoblocco 11, A.O.U. San Martino, Genoa, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umberto Vitolo, MD",
            "author_affiliations": [
                "Hematology, A.O. San Giovanni Battista, Torino, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Galimberti",
            "author_affiliations": [
                "Section of Hematology, University of Pisa, Pisa, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pier Luigi Zinzani, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology “Le A Seragnoli”, Policlinico S. Orsola-Malpighi, Bologna, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Cascavilla",
            "author_affiliations": [
                "On the behalf of Italian Lymphoma Foundation (FIL), Hematology 2, San Giovanni Battista Hospital and University, Turin, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Petrini, MD",
            "author_affiliations": [
                "Hematology Division, Department of Oncology, Transplants and New Advances in Medicine, University of Pisa, Pisa, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. M. Carella, MD",
            "author_affiliations": [
                "Division of Hematology - Monoblocco 11, A.O.U. San Martino, Genoa, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T09:37:24",
    "is_scraped": "1"
}