{
    "doi": "https://doi.org/10.1182/blood.V118.21.5109.5109",
    "article_title": "Synergistic Suppression of Human Multiple Myeloma Cell Growth by the Natural Product TBL-12 in Combination with Low Doses of Velcade: Insight Into Mechanisms ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Abstract 5109 Targeting Multiple Myeloma (MM) cells with potential natural agents could overcome the side effects of current treatment drugs while increasing the efficacy at very low doses. In this study we tested the efficacy of proteasome inhibitor Velcade (Bortezomib) with TBL-12, (an extract from Sea Cucumber, Unicorn Pacific Corporation) in human myeloma cells. Based on the findings from cell survival and proliferation assays we believe that as a single agent TBL-12 is effective in inducing cell growth inhibition with a dose of 100ug/ml in myeloma cells MM1, U266 and ARP1 cells and 200ug/ml in KMSI cells. We further examined the combined effect of Velcade with TBL-12 to test the hypothesis that a natural agent in combination with a pharmaceutical drug at low doses (but with different modes of action) can reduce toxicity while enhancing the treatment efficacy that may increase the survival rate. In this study we report the in vitro effect of low doses of Velcade in combination with TBL-12. We performed cell survival assays in MM1 and U266 cells using very low doses of Valcade ranging from 1–10ngs/ml in combination with an already established dose for TBL-12 (100ugs/ml) showed a time and dose dependent inhibitory effect on cell growth. We observed a cell survival rate that was reduced from 100 % to 30% at 48h and 20% at 72h (p<0.001) in both MM1 and U266 cells. These findings suggest the possibility of using very low doses of Velcade in combination with TBL-12 to be more effective and reduce the toxicity. Mechanistically, stimulation of MM cells with TNFa could trigger the activation of IL-6 and vasculendothelial growth factor (VEGF) and its receptors which will lead to progressive angiogenesis in preclinical models for myeloma. To address the effect of TBL-12 on angiogenesis, we conducted several independent assays by stimulating MM and U266 cells with TNFa or IL-6 for duration of 8h. First we determined the rate of cell survival in MM1 and U266 cells at different time points of 24, 48 and 72h in cells stimulated with TNFa (5ng/ml) followed by treatment with TBL-12 (100ug/ml) alone and in combination with Velcade. Although our data showed a 50% decrease in the cell survival rate by TBL-12 alone, we observed a significant decrease (70–80%, p<0.001)) in the cell survival rate in combination with Velcade in TNFa stimulated cells compared to the control. Co-culturing of myeloma cells MM1 and U266 with human umbilical vein endothelial cells (HUVEC) followed by treatment with an already established dose of TBL-12 showed a significant decrease (45%) in cells adhering to the surface of HUVEC determined by phase contrast and immunofluorescence microscopic observations. These findings suggest that TBL-12 may have potential to inhibit angiogenesis by targeting VEGF receptors in combination with Velcade at low doses (determined by isobologram analysis). Evidence from Western blot analysis of the MM1 and U266 cells treated with TBL-12 indicates a significant accumulation of caspase -3 and caspase -9 indicating the underlying targets of TBL-12 in mediating apoptosis. Findings on the isobologram analysis indicating synergistic effects exerted by TBL-12 in combination with Velcade on VEGFR1 receptor, and modulation of Bcl 2 and Bax that is associated with apoptosis will be discussed during presentation. Overall findings from this study suggest the potential use of TBL-12 in combination with Velcade could improve treatment efficacy with reduced side effects related to high dose toxicity. Currently we are doing trials with TBL-12 at NYUCI and this data could form the basis for future trials. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bortezomib",
        "cell growth",
        "multiple myeloma",
        "natural products",
        "team-based learning",
        "psychological suppression",
        "tumor necrosis factor-alpha",
        "toxic effect",
        "adverse effects",
        "caspases"
    ],
    "author_names": [
        "Bhagavathi A Narayanan, Ph.D.",
        "Amitabha Mazumder, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bhagavathi A Narayanan, Ph.D.",
            "author_affiliations": [
                "NYU, NY, NY, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amitabha Mazumder, MD",
            "author_affiliations": [
                "NYU Comprehensive Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T21:33:04",
    "is_scraped": "1"
}