{
    "doi": "https://doi.org/10.1182/blood.V124.21.55.55",
    "article_title": "Direct Coregulation of Notch1 By Zmiz1 in T-Cell Development and Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: (Epi-)Genetics of Lymphoid Malignancy",
    "abstract_text": "The Notch1 receptor is required throughout normal T-cell development. NOTCH1 is also the most recurrently mutated oncogene in T-ALL, occurring in ~60% of human samples. However, Notch inhibitors cannot be used at full-strength because of intolerable on-target side effects, such as GI toxicity. Another concern is that these inhibitors would reverse the tumor suppressor functions of Notch. Lower doses of Notch inhibitors are better tolerated, but lead to residual Notch signaling. Moreover, collaborating pathways can reinforce these weak signals and drive resistance. Thus, it is important to identify the collaborative factors that selectively amplify the oncogenic functions of Notch1 as opposed to the physiological and tumor suppressor functions. We previously reported that the PIAS coactivator Zmiz1 and Notch1 alleles collaborated to induce T-ALL in mice. ZMIZ1 and activated NOTCH1 were co-expressed in 20-30% of patient samples and cell lines. To explore the significance of Zmiz1 in normal physiology and leukemia, we generated conditional Zmiz1 knockout mice. Global loss of Zmiz1 was previously shown to cause embryonic lethality. Thus, we used Mx-cre and pIpC injection to delete Zmiz1. Similar to Notch1 deletion, Zmiz1 deletion caused a cell autonomous five-fold loss of all T-cell subsets. Interestingly, RT-PCR of sorted Zmiz1-deficient T cells showed an unexpected, selective reduction of certain Notch targets such as Myc. In contrast to some mouse models of Notch deficiency, we did not observe myeloproliferative disease, effects on hematopoietic stem cells, or histological GI toxicity at the time points we examined. To determine if Zmiz1 was required for leukemia initiation, we transduced constitutively active Notch1 alleles into hematopoietic progenitors and transplanted them into recipient mice. All control mice developed circulating preleukemic cells with 20% progressing to T-ALL. In contrast, conditional deletion of Zmiz1 abolished preleukemic cells and T-ALL. We also deleted Zmiz1 in mice with established T-ALL. To date, 30% of control mice and none of the Zmiz1-deleted mice have succumbed to leukemia. To identify the mechanisms of Zmiz1 effects we first showed that the N-terminal domain (NTD) of Zmiz1 was important for enhancing Myc expression and Notch1 reporter activity. We solved the crystal structure of the NTD, which revealed tetratricopeptide repeats (TPR). To identify proteins that interact with the TPR, we performed mass spectrometry using the TPR as bait. Our top hit was Notch1. We showed that Zmiz1 and endogenous Notch1 complex proteins associated by co-IP and reciprocal co-IP. GST pulldown assays and NMR with purified recombinant proteins showed that the interaction was direct. Using NMR of 15N/13C-labelled proteins, we identified the interacting domains to be the TPR and the RAM domain of Notch1. ChIP-seq in a T-ALL cell line showed that Zmiz1 co-bound 75% of all Notch1 binding sites, including the newly discovered distal 3’ Myc enhancer. To explain the selectivity of Zmiz1, we performed motif analysis. Zmiz1 selectively homed to a subset of Notch1-regulated enhancers enriched for HLH, Tcf, Runx, and Ets motifs. Co-IP confirmed a Notch1-independent interaction between Zmiz1 and certain transcription factors binding these motifs. Zmiz1 and Notch1 recruited each other to the 3’ Myc enhancer and cooperatively induced H3K27 acetylation. RNA-seq showed that Zmiz1 selectively regulated 27% of all Notch1-regulated genes. Zmiz1 induced Myc more strongly than any other Notch target gene. Our data support a new model in which the Notch1 complex relies on Zmiz1 to amplify an important subset of its signals by direct regulation and recruitment to an even larger transcriptional complex. The selectivity of Zmiz1 for oncogenic signals of Notch1, in particular Myc, may be clinically relevant. Deletion of Zmiz1 inhibited T-cell development and leukemogenesis, but did not cause histological intestinal toxicity, weight loss, or myeloproliferative disease. Thus, targeting Zmiz1 may avoid some of the adverse consequences of Notch inhibitors while at the same time combating resistance and leukemic growth. We here report a new direct and selective regulator of Notch1, which has clear translational potential as manipulating Notch signals may treat conditions of T-cell deficiency, dysregulation, and cancer. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "notch1 gene",
        "t-cell development",
        "weight reduction",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "toxic effect",
        "myeloproliferative disease",
        "adverse effects",
        "cancer"
    ],
    "author_names": [
        "Nancy Pinnell",
        "Ran Yan",
        "Hyoje Cho, PhD",
        "Paula Jeon",
        "Theresa Keeley",
        "Jordan McHugh",
        "Yiran Liu",
        "Kojo S.J. Elenitoba-Johnson, MD",
        "Ivan Maillard, MD PhD",
        "Linda C. Samuelson, PhD",
        "Tomasz Cierpicki, PhD",
        "Mark Y. Chiang, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nancy Pinnell",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ran Yan",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyoje Cho, PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Jeon",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theresa Keeley",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordan McHugh",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiran Liu",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kojo S.J. Elenitoba-Johnson, MD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan Maillard, MD PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda C. Samuelson, PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomasz Cierpicki, PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Y. Chiang, MD PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T03:59:03",
    "is_scraped": "1"
}