{
    "doi": "https://doi.org/10.1182/blood-2020-142786",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4596",
    "start_url_page_num": 4596,
    "is_scraped": "1",
    "article_title": "Anticoagulant Usage Patterns for Acute Venous Thromboembolism in Patients with Advanced Liver Disease ",
    "article_date": "November 5, 2020",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "topics": null,
    "author_names": [
        "Amar H Kelkar, MD",
        "Mona A Kelkar, MBA",
        "Anita Rajasekhar, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology & Oncology, University of Florida Health Shands Hospital, Gainesville, FL "
        ],
        [
            "Harvard T.H. Chan School of Public Health, Boston, MA"
        ],
        [
            "Department of Medicine, Division of Hematology & Oncology, University of Florida Health Shands Hospital, Gainesville, FL "
        ]
    ],
    "first_author_latitude": "29.638025599999995",
    "first_author_longitude": "-82.3485817",
    "abstract_text": "Introduction: Management of acute venous thromboembolism (VTE) in patients with chronic liver diseases is challenging due to the risk of bleeding and thrombotic complications. No clinical trials have studied vitamin K antagonists (VKA) or low molecular weight heparins (LMWH) use in this population. Pivotal clinical trials evaluating direct oral anticoagulants (DOAC) such as apixaban, edoxaban, rivaroxaban, and dabigatran lead to the U.S. Food and Drug Administration approval for VTE treatment but these studies excluded patients with clinically significant liver disease. Methods: We conducted a single-center retrospective chart review of anticoagulant practice patterns in adult patients with cirrhosis (Child-Pugh Class A-C) diagnosed with acute VTE managed between January 1, 2010 through January 2, 2020. Acute VTE was defined as pulmonary embolism, deep vein thrombosis (DVT), and splanchnic vein thrombosis (SVT), which included portal vein thrombosis (PVT). Primary outcomes were recurrent VTE, bleeding events, and anticoagulant practice patterns and were calculated in the study population, as well as a subset excluding patients with only PVT. Cirrhosis, VTE, and bleeding diagnoses were based on ICD-9 and ICD-10 codes. Anticoagulant prescribing patterns were recorded in both the inpatient and outpatient setting, along with demographic, VTE risk factors, and key laboratory data. Baseline laboratory data were determined as the closest measured lab ≤180 days from the acute VTE diagnosis date. Child-Pugh score was calculated using the closest laboratory data and ICD-9 and ICD-10 codes ±180 days from the VTE diagnosis date. Anticoagulant usage was considered if ≥1 dose was administered. Statistical analysis was performed using SAS ® version 9.4. Results: Baseline characteristics of the 1335 patients in the study are listed ( Table 1-3 ). Median age was 65 years (range 19-98) with 845 male patients (63.3%). Following acute VTE, 467 patients (35.0%) received therapeutic anticoagulation, 114 patients (8.5%) received prophylactic anticoagulation, and 754 patients (56.5%) did not receive anticoagulation. Of patients that received therapeutic anticoagulation, 78 received apixaban, 1 received argatroban, 2 received bivalirudin, 7 received dabigatran, 1 received dalteparin, 0 received edoxaban, 180 received therapeutic enoxaparin, 19 received therapeutic fondaparinux, 231 received unfractionated heparin, 28 received rivaroxaban, and 159 received warfarin. Of patients that received prophylactic anticoagulation, 59 received enoxaparin, 10 received fondaparinux, and 246 received heparin. Of 599 patients with acute VTE without PVT only, 287 patients (47.9%) received therapeutic anticoagulation, 64 patients (10.7%) received only prophylactic anticoagulation, and 248 patients (41.4%) did not receive any anticoagulation. Many patients received more than one type of anticoagulant. Therapeutic anticoagulant usage patterns by year are depicted ( Figure 1 - 2 ). Recurrent VTE occurred in 329 of all patients (24.6%). Recurrent VTE occurred in 196 of 467 patients (42.0%) on therapeutic anticoagulation, 33 of 114 patients (28.9%) on prophylactic anticoagulation, and 100 of 754 patients (13.3%) who did not receive any anticoagulation. Bleeding occurred in 721 of all patients (54.0%). Bleeding occurred in 288 of 467 patients (61.7%) on therapeutic anticoagulation, 67 of 114 patients (58.8%) on prophylactic anticoagulation, and 366 of 754 patients (48.5%) who did not receive any anticoagulation. Conclusion: Management of anticoagulant medications in patients with advanced liver disease has marked practice variation. Anticoagulant usage patterns changed over time with the approval of DOACs and increasing familiarity with these drugs. VKA and LMWH usage appeared to decrease over time as DOAC usage rose. Close to half of all patients did not receive any anticoagulation, even when excluding patients with only PVT from the population due to the common practice of monitoring PVT patients without anticoagulation. Further analysis of recurrent VTE and bleeding events based on individual anticoagulant medications and rationale for prescribed anticoagulant regimens is underway. We hope these findings will guide and encourage future studies evaluating safety and efficacy of anticoagulant medications in patients with advanced liver disease and VTE. View large Download slide View large Download slide  Disclosures Kelkar: Acorn AI by Medidata, a Dassault Systemes Company: Current Employment. Rajasekhar: Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Kedrion Biopharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; Octapharma Plasma: Consultancy, Membership on an entity's Board of Directors or advisory committees; Baxter: Consultancy, Membership on an entity's Board of Directors or advisory committees; Alexion: Consultancy, Membership on an entity's Board of Directors or advisory committees."
}