{
    "doi": "https://doi.org/10.1182/blood.V108.11.876.876",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=678",
    "start_url_page_num": 678,
    "is_scraped": "1",
    "article_title": "Reversal of Anticoagulation as Assessed by Thrombin Generation Measurement. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "anticoagulation reversal",
        "thrombin",
        "protamines",
        "anticoagulants",
        "fondaparinux",
        "recombinant coagulation factor viia",
        "danaparoid",
        "enoxaparin",
        "tinzaparin",
        "fresh-frozen plasma"
    ],
    "author_names": [
        "Alex Gatt, MD",
        "Joost van Veen, MD",
        "Peter Cooper",
        "Steve Kitchen, PhD",
        "Michael Makris, MD"
    ],
    "author_affiliations": [
        [
            "Haemophilia and Thrombosis Centre, Royal Hallamshire Hospital, Sheffield, United Kingdom"
        ],
        [
            "Haemophilia and Thrombosis Centre, Royal Hallamshire Hospital, Sheffield, United Kingdom"
        ],
        [
            "Haemophilia and Thrombosis Centre, Royal Hallamshire Hospital, Sheffield, United Kingdom"
        ],
        [
            "Haemophilia and Thrombosis Centre, Royal Hallamshire Hospital, Sheffield, United Kingdom"
        ],
        [
            "Haemophilia and Thrombosis Centre, Royal Hallamshire Hospital, Sheffield, United Kingdom"
        ]
    ],
    "first_author_latitude": "53.378375899999995",
    "first_author_longitude": "-1.4927827",
    "abstract_text": "Antidotes to the ever-growing number of anticoagulants are always desirable in order to placate bleeding in emergencies. In general, the older anticoagulants like coumarins and unfractionated heparin (UFH) have proven reversal agents, whereas the newer ones do not. We studied the in vitro effect of 5 different heparinoids (UFH, Tinzaparin, Enoxaparin, Fondaparinux and Danaparoid) on the calibrated automated thrombogram. The assay uses a fluorogenic substrate that is cleaved by the thrombin formed after the addition of plasma to 5pM tissue factor, 4μM phospholipids and calcium chloride. We investigated all the parameters generated by dedicated software (Thrombinoscope ™ ) ie the lag time (LT), the time to peak (ttpeak), the endogenous thrombin potential (ETP) and the peak thrombin. All the five anticoagulants tested inhibited thrombin generation (TG) in a concentration dependent manner. We subsequently analysed the in vitro effect of different concentrations of six potential reversal agents on correcting TG parameters of maximally inhibited plasma for each anticoagulant. These were protamine sulphate at 2.5, 5 & 8μg/ml, activated FVIIa (Novoseven®) at 5, 10 & 50μg/ml, FEIBA® at 0.5,1 & 2U/ml, Beriplex® at 0.3, 0.6 & 1.2U/ml, Prothromplex® TIM4 at 0.4, 0.8 & 1.8U/ml and fresh frozen plasma (FFP) at 250, 500 & 750μl/ml. The three concentrations reflect the recommended therapeutic doses for each agent together with lower and higher doses than normally used. As predicted, UFH (final concentration 0.527U/ml) was completely reversed with a standard protamine concentration of 5μg/ml. However, the highest dose of protamine gave slightly lower TG, indicating that higher concentrations of protamine sulphate can have a paradoxical ‘anticoagulant’ effect. High doses of FEIBA (2U/ml) and FVIIa (50μg/ml) restored ~50% of thrombin generation parameters. Tinzaparin (at 1antiXaUnit/ml) was also completely neutralised by protamine. However, a higher concentration of 8μg/ml protamine was required. This effect was not seen with Enoxaparin with this higher concentration of protamine reversing only ~40% of the ETP, 21% of the peak thrombin, 71% of ttpeak and 72% of the LT. There was no positive effect of protamine on Fondaparinux (3μg/ml) and Danaparoid (1antiXa U/ml)-treated plasma. Whereas Danaparoid seemed relatively resistant to all six reversal agents, Fondaparinux effect was completely neutralised by FVIIa at concentrations between 10–50μg/ml. This study highlights the differences in neutralisation of different low molecular weight heparins and UFH. In particular, Tinzaparin was much more readily reversed with protamine sulphate than Enoxaparin. It also indicates that high doses of FVIIa could completely reverse Fondaparinux anticoagulation."
}