{
    "doi": "https://doi.org/10.1182/blood.V126.23.700.700",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3158",
    "start_url_page_num": 3158,
    "is_scraped": "1",
    "article_title": "Exome Sequencing of Aggressive Natural Killer Cell Leukemia and Drug Profiling Highlight Candidate Driver Pathways in Malignant Natural Killer Cells ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: New Targets In Aggressive Lymphoma",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "adult t-cell lymphoma/leukemia",
        "aggressive nk-cell leukemia",
        "aldesleukin",
        "buparlisib",
        "cancer",
        "cyclin-dependent kinase inhibitors",
        "extranodal disease",
        "hematologic neoplasms",
        "janus kinase inhibitors"
    ],
    "author_names": [
        "Olli Dufva, BMed",
        "Tiina Kelkka, PhD",
        "Shady Awad, MD",
        "Nodoka Sekiguchi, MD",
        "Heikki Kuusanmäki, MSc",
        "Emma I Andersson, MSc",
        "Samuli Eldfors, MSc",
        "Disha Malani, MSc",
        "Paavo Pietarinen, MSc",
        "Leena Saikko",
        "Panu E Kovanen, MD PhD",
        "Junji Suzumiya, MD PhD",
        "Koichi Ohshima, MD PhD",
        "Young Hyeh Ko, MD",
        "Won Seog Kim, MD PhD",
        "Shih-Sung Chuang, MD",
        "Thomas P. Loughran, Jr., MD",
        "Wing C Chan, MD",
        "Fumihiro Ishida, MD PhD",
        "Satu Mustjoki, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Research Unit Helsinki, University of Helsinki and Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Hematology Research Unit Helsinki, University of Helsinki and Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Hematology Research Unit Helsinki, University of Helsinki and Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Second Dept. of Int. Med., Shinshu University, Matsumoto, Japan "
        ],
        [
            "Hematology Research Unit Helsinki, University of Helsinki and Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland ",
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Hematology Research Unit Helsinki, University of Helsinki and Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Hematology Research Unit Helsinki, University of Helsinki and Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Department of Pathology, HUSLAB and Haartman Institute, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland "
        ],
        [
            "Department of Pathology, HUSLAB and Haartman Institute, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland "
        ],
        [
            "Department of Oncology/Hematology, Shimane University Hospital Cancer Center, Izumo, Japan "
        ],
        [
            "Department of Pathology, Kurume University, School of Medicine, Kurume, Japan "
        ],
        [
            "Samsung Medical Center, Seoul, South Korea "
        ],
        [
            "Samsung Medical Center, Seoul, South Korea "
        ],
        [
            "Department of Pathology, Chi-Mei Medical Center, Tainan, Taiwan "
        ],
        [
            "University of Virginia Cancer Center, Charlottesville, VA "
        ],
        [
            "Department of Pathology, City of Hope Medical Center, Duarte, CA"
        ],
        [
            "Second Dept. of Int. Med., Shinshu University, Matsumoto, Japan "
        ],
        [
            "Hematology Research Unit Helsinki, University of Helsinki and Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
        ]
    ],
    "first_author_latitude": "60.172634800000004",
    "first_author_longitude": "24.9510419",
    "abstract_text": "Background Natural killer (NK) cell malignancies are rare lymphoid neoplasms characterized by aggressive clinical behavior and poor treatment outcomes. Clinically they are classified as extranodal NK/T-cell lymphoma, nasal type (NKTCL) and aggressive NK cell leukemia (ANKL). Both subtypes are almost invariably associated with Epstein-Barr virus (EBV). Recently, genomic studies in NKTCL have identified recurrent somatic mutations in JAK-STAT pathway molecules STAT3 and STAT5b as well as in the RNA helicase gene DDX3X in addition to previously detected chromosomal aberrations. Here, we identified somatic mutations in 4 cases of ANKL in order to understand whether these entities share common alterations at the molecular level. To further establish common patterns of deregulated oncogenic signaling pathways operating in malignant NK cells, we performed drug sensitivity profiling using NK cell lines representing ANKL, NKTCL and other malignant NK cell proliferations. We aimed to identify sensitivities to agents that selectively target components of pathways required for survival of malignant NK cells in an unbiased manner. Methods Exome sequencing was performed on peripheral blood or bone marrow of ANKL patients using the NK cell negative fraction or other healthy tissue as control. Profiling of drug responses was performed with a high-throughput drug sensitivity and resistance testing (DSRT) platform comprising 461 approved and investigational oncology drugs. The NK cell lines KAI3, KHYG-1, NKL, NK-YS, NK-92, SNK-6 and YT and IL-2-stimulated and resting NK cells from healthy donors were used as sample material. All drugs were tested on a 384-well format in 5 different concentrations over a 10,000-fold concentration range for 72 h and cell viability was measured. A Drug Sensitivity Score (DSS) was calculated for each drug using normalized dose response curve values. Results The ANKL patients displayed mutations in genes reported as recurrently mutated in NKTCL, such as FAS, TP53, NRAS, STAT3 and DDX3X. Additionally, novel alterations in genes previously implicated in the pathogenesis of NKTCL were detected. These included an inactivating mutation in INPP5D (SHIP), a negative regulator of the PI3K/mTOR pathway and a missense mutation in PTPRK, a negative regulator of STAT3 activation. Interestingly, the total number of nonsilent somatic mutations in 3 out of 4 ANKL patients (97, 82 and 45) was remarkably high compared to other hematological malignancies analyzed in our variant calling pipeline. Analysis of drug sensitivities in NK cell lines showed a close correlation between all cell lines and a markedly higher correlation with those of IL-2 stimulated than resting healthy NK cells, suggesting that malignant NK cells may share a common drug response pattern. Furthermore, in an unsupervised hierarchical clustering the NK cell lines formed a distinct group from other leukemia cell lines tested (Fig. A). Among pathway-selective compounds (namely, kinase inhibitors and rapalogs), the drugs most selective for malignant NK cells fell into two major categories: PI3K/mTOR inhibitors (e.g. temsirolimus, buparlisib) and inhibitors of aurora and polo-like kinases such as rigosertib and GSK-461364 (Fig. B). JAK inhibitors (e.g. ruxolitinib, gandotinib) and CDK inhibitors (e.g. dinaciclib) showed strong efficacy in both malignant NK cells and IL-2 activated healthy NK cells. Conclusions Our exome sequencing results suggest that candidate driver alterations affecting similar signaling pathways underlie the pathogenesis of ANKL as has been reported in NKTCL. Drug sensitivity profiling highlights the PI3K/mTOR pathway as a potential major driver of malignant NK cell proliferation, whereas JAK-STAT signaling appears to be essential in both healthy and malignant NK cells. Components of these pathways harbored mutations in our small cohort of ANKL patients and have been shown to be deregulated by mutations or other mechanisms in previous studies, underlining their importance as putative drivers. The systematic large-scale characterization of drug responses also identified these pathways as potential targets for novel therapy strategies in NK cell malignancies. Figure 1. View large Download slide (A) Unsupervised hierarchical clustering based on drug sensitivity scores (DSS) of NK, AML, CML and T-ALL cell lines. (B) Scatter plot comparing DSS of malignant NK cell lines (average) and healthy IL-2 stimulated NK cells. Figure 1. View large Download slide (A) Unsupervised hierarchical clustering based on drug sensitivity scores (DSS) of NK, AML, CML and T-ALL cell lines. (B) Scatter plot comparing DSS of malignant NK cell lines (average) and healthy IL-2 stimulated NK cells.  Disclosures Mustjoki: Novartis: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding."
}