{
    "doi": "https://doi.org/10.1182/blood.V120.21.5171.5171",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2273",
    "start_url_page_num": 2273,
    "is_scraped": "1",
    "article_title": "Iron Deficiency Anemia in Infants and Toddlers – Role of Milk and Constipation ",
    "article_date": "November 16, 2012",
    "session_type": "Regulation of Iron Metabolism",
    "topics": [
        "constipation",
        "infant",
        "iron deficiency anemia",
        "milk",
        "toddler",
        "iron",
        "hemoglobin",
        "anemia",
        "diet",
        "colitis"
    ],
    "author_names": [
        "Madhavi Lakkaraja, MD",
        "Lesley Small, MD",
        "Maura Frank, MD",
        "Aliza Solomon, DO",
        "Nicole Kucine, MD",
        "James B Bussel, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Division of Hematology, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Department of Pediatrics, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Department of Pediatrics, Weill Cornell Medical College, New York, USA, "
        ],
        [
            "Department of Pediatrics, Division of Gastroenterology, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Department of Pediatrics, Division of Hematology, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Departments of Pediatrics and Medicine, Division of Hematology, New York Presbyterian Hospital, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.765564499999996",
    "first_author_longitude": "-73.9547703",
    "abstract_text": "Abstract 5171 Introduction: One of the most common nutritional deficiencies in the world is iron-deficiency anemia and young children are at high risk of developing it. In spite of fortification of foods in the United States, there is a high prevalence of anemia in infants and toddlers increasing their risk of neuro-developmental effects. Constipation is defined as delay or difficulty in defecation ≥ 2 weeks. Around one year of age, various changes are commonly implemented in a child's diet including introduction of whole milk and solids. Children may then present with sub-clinical colitis, constipation and anemia secondary to blood loss in stool or develop anemia due to increased consumption of milk. The American Academy of Pediatrics (AAP) recommends screening for anemia at 1 year and 2 year visits. The only clue to intolerance to milk may be symptomatic constipation and treating the anemia and switching the type of milk often helps to resolve this problem. This study explores the relation between iron deficiency, constipation and milk. Methods: This is an ongoing prospective study, which has been extended from Cornell to different centers. Data presented here is only from the Cornell principal site. Children between 6 months and 30 months visiting the resident's pediatric clinic and having routine blood work drawn as a part of their visit were included in the study. The National Health Sciences (NHS) Constipation questionnaire was administered to the parents of these children; ≥ 2 was considered Constipation. In addition, a detailed diet history of the child, and history of medicines and illness was taken and questions were asked about family history of anemia, constipation and allergies. If the mother was breast feeding, questions were asked about her dairy intake. Comparisons were made between children with and without constipation/iron deficiency. If the child had Hemoglobin (Hgb) <11, the child was started on Iron as per clinic policy, and phone calls were made to check for compliance with Iron. In addition letters including a printed calendar and a note on Iron rich foods were mailed out to the parents. Results: Two hundred five children, 92 females and 113 males between 8 and 30 months mean age 16. 7 months, are enrolled in the study. Seventy-two children (35 %) were constipated (score ≥2). Forty-two children (20. 5%) had Hgb <11. Children who had Hgb < 11 were not more constipated (45%) than those who had Hgb ≥11 (35%). In the Hgb <11 group, there was no significant difference in Hgb between children with and without constipation (p = 0. 19), however there was a difference in Hgb between infants with a Constipation score 0 and score 1 (p = 0. 03). Of the 42 children who had Hgb <11, 3 were later found to have sickle trait or alpha thalassemia trait, which were identified when iron intake did not improve the Hgb level. Compliance with Iron: Of the 39 children who were on Iron, 9 parents could not be reached via phone. Only 6 parents gave no Iron at all but another 12 did not give Iron properly resulting in 18/30 or 60% of infants/toddlers not receiving an adequate trial of replacement Iron. View large Download slide Compliance of Iron therapy in Infants and Toddlers. View large Download slide Compliance of Iron therapy in Infants and Toddlers.  Among the side effects of Iron, one parent felt Iron caused rash on back and wanted multivitamin with Iron after finishing a month's course, one child had discoloration of teeth, so the parent gave it with juice. Two parents with infants with apparent true milk protein allergy colitis said constipation improved with diet change and iron. Conclusions: The prevalence of mild anemia is high in infants and toddlers. There was no clear association of constipation and anemia. Compliance is one of the key factors for Iron replacement therapy and in view of how erratic compliance was, it is imperative to give proper instructions to the parent while prescribing Iron. Material to better indicate which foods were rich in iron and follow-up phone calls were included in the management to optimize iron intake of anemic children. We will include more patients, more closely monitor the change in the diet of the child, and monitor responses to Iron therapy in children with low Hgb. In addition, different practices at other involved centers e. g. Brooklyn hospital Center may allow comparison of the time of screening (9 months v/s 1 year) and testing with Hemoglobin/Hematocrit versus a full Complete Blood Count with indices. Disclosures: Bussel: Amgen: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding; Cangene: Research Funding; GlaxoSmithKline: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genzyme: Research Funding; IgG of America: Research Funding; Immunomedics: Research Funding; Ligand: Membership on an entity's Board of Directors or advisory committees, Research Funding; Eisai, Inc: Membership on an entity's Board of Directors or advisory committees, Research Funding; Shinogi: Membership on an entity's Board of Directors or advisory committees, Research Funding; Symphogen: Membership on an entity's Board of Directors or advisory committees; Sysmex: Research Funding; Portola: Consultancy."
}