{
    "doi": "https://doi.org/10.1182/blood-2018-99-115550",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4055",
    "start_url_page_num": 4055,
    "is_scraped": "1",
    "article_title": "High Pretreatment Plasma D-Dimer Levels Are Associated with Poor Prognosis in Patients with Newly Diagnosed Diffuse Large B-Cell Lymphomas Treated with Immunochemotherapy ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster III",
    "topics": [
        "diffuse large b-cell lymphoma",
        "fibrin fragment d substance",
        "plasma",
        "extranodal disease",
        "fibrin",
        "anthracycline antibiotics",
        "cancer",
        "cytokine",
        "follow-up",
        "lactate dehydrogenase"
    ],
    "author_names": [
        "Atsushi Tanaka, MD",
        "Yoshimitsu Shimomura, MD",
        "Tomohiro Yabushita, MD",
        "Takayuki Ishikawa"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Kobe City Hospital Organization Kobe City Medical Center General Hospital, Kobe, Japan"
        ],
        [
            "Department of Hematology, Kobe City Hospital Organization Kobe City Medical Center General Hospital, Kobe, Japan"
        ],
        [
            "Department of Hematology, Kobe City Hospital Organization Kobe City Medical Center General Hospital, Kobe, Japan"
        ],
        [
            "Department of Hematology, Kobe City Hospital Organization Kobe City Medical Center General Hospital, Kobe, Japan"
        ]
    ],
    "first_author_latitude": "34.6600502",
    "first_author_longitude": "135.2141912",
    "abstract_text": "Introduction: The International Prognostic Index (IPI) is the most commonly used tool for predicting the survival of patients with newly diagnosed diffuse large B-cell lymphoma (DLBCL). Several clinical factors are being investigated to establish novel prognostic tools that can predict survival more simply and precisely. Plasma levels of D-dimer, a degradation product of fibrin, reflect the activation of coagulation and fibrinolysis. Tissue factors and cytokines released by tumor cells can activate fibrin formation, leading to tumor proliferation and migration. Pretreatment plasma D-dimer levels have been reported to correlate with survival in several types of malignancies, although few reports have assessed the prognostic role of plasma D-dimer levels in DLBCL. This study aimed to investigate the relationship between pretreatment plasma D-dimer levels and overall survival in patients with newly diagnosed DLBCL. Methods: We retrospectively identified 521 patients with DLBCL who were treated with anthracycline-based immunochemotherapy at our institution from January 2005 to December 2017. We excluded 130 patients who lacked records of pretreatment D-dimer levels. The remaining 391 patients were enrolled in this study. The primary endpoint was 5-year overall survival (OS), which was assessed with the Kaplan-Meier method. The optimal cut-off value of D-dimer levels to predict survival was determined using the receiver operating characteristic curve (ROC) analysis. Based on the cut-off value, patients were divided into two groups: the high D-dimer (HD) and low D-dimer (LD) groups. We compared the 5-year OS between the two groups using the log-rank test. Univariate and multivariate analyses for survival were performed using the Cox proportional hazard model. Adjusted covariates included age, Eastern Cooperative Oncology Group performance status (ECOG-PS), lactate dehydrogenase (LDH) levels, Ann-Arbor stages, and number of extranodal sites. Results: The median age of the subjects was 70 (range: 30-92) years. Two hundred and twelve patients (54.2%) were male, and 198 patients (50.6%) had a high-intermediate or high IPI score. The median D-dimer level was 1.4 (range: 0.1-197.0) µg/ml. The cut-off value of D-dimer was determined to be 1.0 µg/ml based on ROC analysis (area under the curve: 0.92, sensitivity: 100.0%, specificity: 83.3%). Compared with the LD group (<1.0 µg/ml, n = 135), the HD group (≥1.0 µg/ml, n = 256) comprised significantly more patients with bad ECOG PS (≥2), high LDH levels (≥250 IU/l), advanced Ann-Arbor stages (III or IV), many extranodal sites (≥2), and high IPI scores (Table 1). With the median follow-up period of 30.5 (range: 0.1-162) months, the 5-year OS of the entire cohort was 65.5% (95% confidence interval [CI]: 59.8-70.6%). The 5-year OS was significantly shorter in the HD group than in the LD group (58.9%, [95% CI: 51.8-65.3%] vs. 77.8%, [95% CI: 67.4-85.2%], p < 0.001, Figure). Univariate analysis identified HD vs. LD (hazard ratio [HR]: 2.65 [95% CI: 1.65-4.26], p < 0.001) to be significantly associated with the worse 5-year OS, which remained significant in the multivariate analysis (HR: 1.94, [95% CI: 1.17-3.21], p = 0.010, Table 2). Conclusions: High pretreatment plasma D-dimer levels were associated with poor prognosis in patients with newly diagnosed DLBCL independent of the IPI score. Further studies are needed to confirm the prognostic role of D-dimer levels in patients with DLBCL. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}