{
    "doi": "https://doi.org/10.1182/blood-2018-99-115865",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3971",
    "start_url_page_num": 3971,
    "is_scraped": "1",
    "article_title": "Lncrna RP1-68D18.2 Promotes K562 Cell Line Resistance to Imatinib through CD44 and Its Downstream Signal Molecules ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "topics": [
        "cd44 antigens",
        "cell lines",
        "homing-associated cell adhesion molecule",
        "imatinib mesylate",
        "molecule",
        "bcr-abl tyrosine kinase",
        "rna, messenger",
        "leukemia, myelocytic, chronic",
        "antineoplastic agents",
        "cancer"
    ],
    "author_names": [
        "Tianyou Yan",
        "Yuping Gong, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, West China Hospital, Sichuan University, Chengdu, China"
        ],
        [
            "Department of Hematology, West China Hospital, Sichuan University, Chengdu, China"
        ]
    ],
    "first_author_latitude": "30.6421035",
    "first_author_longitude": "104.057004",
    "abstract_text": "As the first-generation tyrosine kinase inhibitor specifically targeting the BCR-ABL oncoprotein, imatinib has been successfully used in the therapy for chronic myelogenous leukemia (CML) with a significant response and good compliance. However, imatinib resistance becomes the main reason for failure of the treatment of CML. In addition to the common BCR-ABL dependence of imatinib resistance, e.g. BCR-ABL kinase domain mutations and BCR-ABL gene amplification, BCR-ABL independence also plays important roles, which involves alteration of dynamics of drug import and efflux, persistent or compensatory activation of signaling pathways etc. Recently, several studies have reported the correlation of lncRNA with resistance of chemotherapeutic drugs in many cancers. Here, we report, for the first time, discernible overexpression of lncRNARP1-68D18.2 and CD44 mRNA in the imatinib resistant chronic myelogenous leukemia cell line K562R, using lncRNA and mRNA microarray, and further verify it using qPCR. Knockdown of RP1-68D18.2 in K562R cell lines increased their sensitivity to imatinib, and simultaneously caused a decrease in CD44 and c-Myc protein levels. Correspondingly, overexpression of RP1-68D18.2 in K562, a sensitive cell line, led to a slightly decrease in imatinib sensitivity and partially reverse downregulation of c-Myc, p-ERK and p-MEK caused by imatinib treatment. Analysis of correlations revealed positive correlation between RP1-68D18.2 and CD44 mRNA expression in the primary CML blasts and hematological malignant cell lines. We conclude that overexpression of RP1-68D18.2 could promote imatinib resistance in the K562R cell line through the regulation of CD44 and its downstream signal molecules. Disclosures No relevant conflicts of interest to declare."
}