{
    "doi": "https://doi.org/10.1182/blood-2021-148469",
    "article_title": "CD4-Targeted Fusosomes Are Capable of Transducing Resting T Helper Cells to Generate Highly Potent CAR-T Cells ",
    "article_date": "November 5, 2021",
    "session_type": "801.Gene Therapies",
    "abstract_text": "Introduction: Chimeric antigen receptor T cell therapy (CAR T) is a successful treatment for B cell malignancies; however, the time, complexity and cost of manufacturing autologous CAR T products limits the availability of these therapies to patients. Furthermore, ex vivo manipulation of T cells is likely to have a negative impact on quality. In vivo gene delivery of CAR T transgenes by systemic infusion of standard lentiviral vectors may increase therapeutic accessibility but is limited by off-target transduction and the requirement for T cell activation. Here, we demonstrate that a paramyxovirus-based integrating vector (fusosome) engineered with a CD4 re-targeted envelop (CD4 fusogen) can efficiently and specifically transduce resting and activated CD4+ T cells to generate functional CD4+ CD19-specific CAR T cells capable of eliminating CD19+ lymphoma cells. Methods: Anti-CD4 single chain variable fragments () and single variable domain (VHHs) were screened for CD4 binding, specificity, and NHP cross-reactivity and inserted into receptor binding paramyxovirus fusogen. CD4-targeted fusosomes expressing GFP were screened for high on-target titer against the CD4+ SupT1 cell line and low off-target transduction on non-CD4 expressing cells. Subsequently, a CD19-specific CAR encoding 4-1BB and the CD3z endo-domains (CD19 CAR) was generated to examine CD4+ CAR T transduction efficiency and functionality. PBMCs were thawed and activated with anti-CD3/anti-CD28 beads and exposed to GFP, CD4-targeted fusosomes and specificity of targeting CD4+ T cells was measured by flow cytometry. Subsequently, CD19 CAR fusosomes targeting CD4 were used to test transduction efficiency against activated (CD3/CD28 or IL-7 treated) or resting T cells, and to measure T cell function against CD19+ and CD19 knockout (CRISPR/Cas9-edited) Nalm-6 lymphoma cells (e.g., tumor co-culture and rechallenge assays and cytokine production) in vitro . Vector copy number (VCN) was determined by a multiplex ddPCR assay and reported as copies per diploid genome (c/dg). Results: To target CD4+ T cells, we generated fusogens encoding scFvs and VHHs specific to the CD4 T cell co-receptor (n = 399). Using fusosomes carrying the GFP transgene, NHP cross-reactive CD4-targeted fusogens that efficiently transduced CD4+ SupT1 cells were selected (n = 12 with crude SupT1 titers >1E6). Activated PBMCs transduced with a CD4-targeted fusosomes exhibited specific CD4 T cell transduction whereas VSV-G pseudotyped vectors showed broad transduction including CD4+ and CD8+ T cells. CD4-targeted CD19 CAR fusosomes could efficiently transduce both activated (34% ± 1.5% CD4+CAR+; 0.54 ± 0.18 c/dg) and resting T cells, albeit at a lower expression and integration rate (20% ± 0.5% CD4+CAR+; 0.28 ± 0.14 c/dg). Resting CD4-transduced CAR T cells demonstrated specific cytotoxicity and cytokine production (GM-CSF, IFN-g, TNF-a, IL-2, IL-6, and IL-10) against CD19+ Nalm-6 but did not recognize CD19 knockout tumor cells. In long-term co-culture assays with repetitive stimulation with fresh tumor cells, resting CD4+ CD19 CAR T cells continued to show potent tumor cell killing. Future experiments will evaluate the efficacy of CD4 fusosomes against CD19+ tumors in vivo . Summary: CD4-specific fusosomes can efficiently deliver an integrating CAR payload to resting and activated CD4+ T cells. Modified CD4+ CAR T cells demonstrate potent anti-tumor activity against CD19+ tumor cells. These data suggest that targeting the CD4 co-receptor through in vivo delivery using a novel pseudotyped integrating vector can produce functional CAR T cells to target cancer. Disclosures Ciarlo:  Sana Biotechnology: Current Employment. Frye:  Sana Biotechnology: Current Employment. DeGroot:  Sana Biotechnology: Current Employment. Flores:  Sana Biotechnology: Current Employment. Elpek:  Sana Biotechnology: Current Employment. Pepper:  Sana Biotechnology: Current Employment. Johnson:  Sana Biotechnology: Current Employment. Shah:  Sana Biotechnology: Current Employment. Foster:  Sana Biotechnology: Current Employment, Current equity holder in publicly-traded company. Fry:  Sana Biotechnology: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Christie Ciarlo",
        "Zach Frye",
        "Andre DeGroot",
        "Walter Flores",
        "Kutlu Elpek",
        "Lauren Pepper",
        "Adam Johnson",
        "Jagesh V Shah",
        "Aaron E. Foster",
        "Terry J. Fry"
    ],
    "author_dict_list": [
        {
            "author_name": "Christie Ciarlo",
            "author_affiliations": [
                "Sana Biotechnology, Seattle,"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zach Frye",
            "author_affiliations": [
                "Sana Biotechnology, Seattle,"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre DeGroot",
            "author_affiliations": [
                "Sana Biotechnology, Seattle,"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter Flores",
            "author_affiliations": [
                "Sana Biotechnology, Seattle,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kutlu Elpek",
            "author_affiliations": [
                "Sana Biotechnology, Seattle,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren Pepper",
            "author_affiliations": [
                "Sana Biotechnology, Seattle,"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Johnson",
            "author_affiliations": [
                "Sana Biotechnology, Seattle,"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jagesh V Shah",
            "author_affiliations": [
                "Sana Biotechnology, Seattle,"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron E. Foster",
            "author_affiliations": [
                "Sana Biotechnology, Seattle, WA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terry J. Fry",
            "author_affiliations": [
                "Sana Biotechnology, Seattle,"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:39:08",
    "is_scraped": "1"
}