{
    "doi": "https://doi.org/10.1182/blood.V120.21.846.846",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2291",
    "start_url_page_num": 2291,
    "is_scraped": "1",
    "article_title": "Identification of a Two-Step Mechanism Responsible for Antibody-Mediated Transfusion Related Acute Lung Injury (TRALI) ",
    "article_date": "November 16, 2012",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Animal Models of Transfusion-Associated Adverse Events",
    "topics": [
        "animal model",
        "antibodies",
        "transfusion-related acute lung injury",
        "lung injuries",
        "complement system proteins",
        "fc receptors",
        "immunoglobulin fc fragments",
        "reactive oxygen species",
        "adverse effects",
        "biological response modifiers"
    ],
    "author_names": [
        "Christopher G.J. McKenzie, PhD",
        "Michael Kim, BSc",
        "Tarandeep Singh",
        "John W. Semple, PhD"
    ],
    "author_affiliations": [
        [
            "Keenan Research Center in the Li Ki Shing Knowledge Institute of St. Micahel's Hospital, Toronto, ON, Canada, "
        ],
        [
            "Keenan Research Center in the Li Ki Shing Knowledge Institute of St. Michael's Hospital., Toronto, ON, Canada, "
        ],
        [
            "Keenan Research Center in the Li Ki Shing Knowledge Institute of St. Michael's Hospital, Toronto, ON, Canada"
        ],
        [
            "Keenan Research Center in the Li Ki Shing Knowledge Institute of St. Michael's Hospital, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.6546224",
    "first_author_longitude": "-79.3779469",
    "abstract_text": "Abstract 846 Transfusion-related acute lung injury (TRALI) is one of the leading causes of transfusion fatalities, and most TRALI reactions are thought to be caused by donor antibodies. It is currently thought that the donor antibodies activate pulmonary neutrophils to produce reactive oxygen species that damage lung tissue. There have been several animal models of TRALI developed including, for example, ex vivo lung models demonstrating the importance of human anti-neutrophil antibodies in TRALI, and in vivo models showing how biological response modifiers can induce recipient lung damage. An in vivo murine model of antibody-mediated TRALI was developed in 2006, and has also shown several similarities with human TRALI induction (Looney MR et al. , J Clin Invest 116: 1615, 2006). Specifically, a monoclonal anti-mouse MHC class I antibody (34-1-2s) causes significant increases in excess lung water, lung vascular permeability and mortality within 2 hours after administration. These adverse reactions were found to be due to the antibody's ability to activate pulmonary neutrophils to produce reactive oxygen species (ROS) in an Fc receptor (FcR)-dependent manner. In contrast, however, it was recently shown that 34-1-2s induces pulmonary damage by activating macrophages to generate ROS in a complement (C5a)-dependent process (Strait RT J et al. , Exp Med 208: 2525, 2011). In order to better understand this apparent controversy, we attempted to determine the nature of how 34-1-2s mediates its lung damaging properties. 34-1-2s was digested with pepsin or papain to produce F(ab') 2 or Fc fragments respectively, and the fragments were tested for their ability to mediate TRALI reactions. In control mice, when intact 34-1-2s antibody was intravenously injected into either CB.17 mice with severe combined immunodeficiency or C5 deficient DBA/2 mice, increased shock, serum MIP-2 (murine equivalent to human IL-8) levels, pulmonary neutrophil accumulation, pulmonary edema and mortality all occurred within 2 hours. In contrast, however, injection with 34-1-2s F(ab') 2 fragments was only able to generate MIP-2 production and pulmonary neutrophil accumulation; no lung damage or mortality occurred. Injection of 34-1-2s Fc fragments either alone or together with equal molar concentrations of F(ab') 2 fragments failed to induce any lung damage or mortality. These results suggest that 34-1-2s recognition of it's cognate MHC class I antigen may be a priming reaction that stimulates MIP-2 and chemotaxis of neutrophils to the lungs, whereas the Fc portion of the intact molecule is responsible for the second step of exacerbating TRALI symptoms in a complement independent manner. Disclosures: No relevant conflicts of interest to declare."
}