{
    "doi": "https://doi.org/10.1182/blood-2019-126353",
    "article_title": "Safety Analysis of Two Randomized Controlled Studies of Venetoclax in Patients with Chronic Lymphocytic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "abstract_text": "ABSTRACT BACKGROUND Venetoclax blocks the anti-apoptotic B-cell lymphoma-2 (Bcl-2) protein, leading to cell death of Chronic Lymphocytic Leukemia (CLL) cells. Multiple studies have demonstrated the efficacy and safety of venetoclax for treatment of relapsed/refractory or treatment naïve CLL. METHODS We conducted an integrated safety analysis to characterize the frequency, severity, natural history, and outcomes of adverse events (AEs) with venetoclax versus comparators. Data were pooled from 2 completed phase III randomized controlled studies that had included 406 venetoclax -treated and 402 comparator-treated patients with CLL as a first line in treatment naïve patients and for relapsed/refractory disease (Table.1). Safety analyses included reporting of AEs using crude and exposure-adjusted incidence rates. RESULTS The median follow up duration is 25.95months (range: 23.8-28.1 months) for both venetoclax-treated and comparator-treated patients. Discontinuation because of AEs occurred at the same rate in both groups. When adjusted to exposure, hyperglycemia and diarrhea were the only common grade 3 AEs more often reported with venetoclax than with the comparators. The prevalence of common grade 3/4 AEs with venetoclax were <10% apart from neutropenia (55.2%) and infections/infestations (17.5%) though with adjustment to exposure time both of these side effects were more common in comparator arms (Table.2). Grade 3/4 venetoclax associated tumor lysis syndrome happened in 1.7%. CONCLUSIONS These results from an integrated analysis support a favorable benefit/risk profile of venetoclax in patients with CLL. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "venetoclax",
        "adverse effects",
        "adverse event",
        "diarrhea",
        "follow-up",
        "hyperglycemia",
        "infections",
        "lymphoma"
    ],
    "author_names": [
        "Samer Al Hadidi, MDMSc",
        "Rammurti Kamble, MD",
        "Courtney Nicole Miller-Chism, MD",
        "Martha P. Mims, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Samer Al Hadidi, MDMSc",
            "author_affiliations": [
                "Hematology and Oncology, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rammurti Kamble, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney Nicole Miller-Chism, MD",
            "author_affiliations": [
                "Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha P. Mims, MD PhD",
            "author_affiliations": [
                "Departments of Hematology and Oncology, Baylor College of Medicine, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T13:00:34",
    "is_scraped": "1"
}