{
    "doi": "https://doi.org/10.1182/blood.V108.11.5149.5149",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=661",
    "start_url_page_num": 661,
    "is_scraped": "1",
    "article_title": "Study of the Relationship between Granulocyte Colony-Stimulating Factor Together with Type 2 Dendritic Cells in Donor Grafts and the Allogeneic Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "dendritic cells",
        "donors",
        "granulocyte colony-stimulating factor",
        "opportunity for error",
        "tissue transplants",
        "infusion procedures",
        "allografting",
        "hematopoietic stem cell transplantation",
        "allopurinol"
    ],
    "author_names": [
        "Aining Sun, MD",
        "Xiaohua Liu, MD",
        "De Pei Wu, MD",
        "Huiying Qiu, MD",
        "Zhengming Jin, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
        ],
        [
            "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
        ],
        [
            "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
        ],
        [
            "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
        ],
        [
            "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
        ]
    ],
    "first_author_latitude": "31.302696999999995",
    "first_author_longitude": "120.63475799999999",
    "abstract_text": "Objective To evaluate the influence of granulocyte colony-stimulating factor (G-CSF)on the quantity, ratio of dendritic cell(DC)1 and DC2 in peripheral blood (PB)and bone marrow(BM); To assess the influence of G-CSF on the cell composition of grafts (included the DC subsets) and the curative effect following Allogeneic hematopoietic stem cell transplantation (Allo-HSCT). Methods By FACS, the quantity, ratio of DC1 and DC2 were detected by 11 donors in granulocyte colony-stimulating factor mobilization peripheral blood hematopoietic stem cell(G-PBSC) graft, 20 donors in G-BM graft, 8 donors in primed PB, and 10 normal individuals in primed BM respectively. Result DC2 count in BM (from a mean of 14.37×10 6 /L to 29.68×10 6 /L P=0.013) was increased by G-CSF treatment with 10ug/kg per day for 5 days, whereas BM DC1 count did not change. The ratio of DC2 to DC1 was significantly higher in donor BM with G-CSF (1.83±0.81) than in resting unprimed BM (1.12±0.32)(P=0.013). The number of PB DC2 (26.76×10 6 /L) and the ratio of DC2 to DC1 (2.02± 1.43) was selectively increased in normal donor treated with G-CSF, but a similar to number of DC1. The absolute numbers of MNC, CD34 + , CD3 + , CD3 + CD4 + or CD3 + CD8 + cells contained in G-BM allograft were higher 1 to 2 times than those in BM allograft(P<0.05), but were comparable with those in G-PBSC allograft. The median time of neutrophil engraftment in G-BMT group(13 days) was longer 1day than that in peripheral blood hematopoietic stem cell transplantation (PBSCT)group (12 days);The median time of platelet engraftment in G-BMT group was comparable with that in PBSCT group, but was earlier 4 days than that in BMT group (P=0.039). PLT transfusion was significantly reduced in recipients of G-BM graft (50u) compared to BM (140u)(P=0.002); RBC transfusion did not differ between G-BMT and PBSCT or BMT;Median time to hospital discharge after transplantation was significantly reduced in patients receiving G-BM graft compared to BM (P=0.004). The incidence of gradesII~IV and III~IV aGVHD was respectively higher and lower in the G-BMT (31.6%OE14.5%) group than in the PBSCT (25% OE 20%) group, was lower than in the BMT group (50.1% OE33 .4%). The incidence rate of aGVHD in higher DC2 infusion group was 61.5% (lower DC2 infusion group:83.3%), the emergence time of aGVHD was 22days(18days). Similarly, the incidence rate of gradesII~IVand III~IV aGVHD in higher infusion group was 23.08% and 15.38%(lower infusion group: 66.67% and 33.33%). Conclusion The number of PB and BM DC2 were selectively increased in normal donor treated with G-CSF but not PB or BM DC1. G-PBSC graft used for allogeneic transplantation contained more DC2 counts than resting BM but a similar to number of DC1. Compared to G-BMT, patients receiving G-BMT had prompt engraftment of platelet, lower platelet transfusion requirements, and shorted average length of stay. There was a incidence of less skin, liver or gut aGVHD, and less grades II~IV or III~IVaGVHD in the G-BMT group than in the BMT group. There was a tendency of rapid engraftment and decreased incidence or severity of aGVHD in the higher DC2 infusion group."
}