{
    "doi": "https://doi.org/10.1182/blood.V124.21.5464.5464",
    "article_title": "a Pediatric Primary Renal Lymphoma Case Presenting with Acute Renal Failure Findings ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "abstract_text": "Lymphomatous involvement of the kidneys is a common manifestation of systemic non-Hodgkin’s lymphoma (NHL). In contrast, lymphoma originating within the kidneys is a rare event in children. In this study we report a case of primary renal lymphoma presenting with acute renal failure in a 14-years-old boy. According to histopathological and immunohistochemical examinations, the diagnosis of B-cell renal lymphoma was established. A fourteen years old boy presented to our Pediatric Hematology - Oncology Unit, with 4-month history of weakness and anorexia. He had mild abdominal pain. Physical examination revealed no significant abdominal or systemic. The laboratory data were white blood cell count 4100/mm3; hemoglobin level 10.8 g/dL, mean corpuscular volume 107 fL; mean corpuscular hemoglobin concentration 33.6 g/dL); platelet count 179,000/mm3;erytrocyte sedimentation rate 50mm/h; blood urea nitrogen level 142 mg/dL; creatinine level 4.85 mg/dL; lactate dehydrogenase level 465 IU/L. There were no pyuria or hematuria, and urinary culture and stain results were negative. An abdominal ultrasonography revealed an increase in bilateral kidney sizes. Abdomen computed tomography scan showed an increase in thickness of renal parenchyma with hypodense appearance and with bilateral mild ectasia in pelvicalyceal system. An ultrasonography guided renal biopsy demonstrated precursor B-cell lymphoblastic lymphoma. Hematoxylin and eosin section of these renal masses revealed neoplastic lymphoma cells with increased nuclear-cytoplasmic ratio, prominent nucleoli and mitotic figures.The lymphoma cells stained positivie for terminal deoxynucleotydyl transferase and B-lymphocyte marker CD10 and CD20 immuno-histochemical stain. Extrarenal abdominal involvement was excluded by imaging techniques. Bone marrow examination was normal. He was diagnosed as non-Hodgkin’s lymphoma, pre B-cell type and was treated with multidrug chemotherapy (induction regimen of prednisolone, vincristine, daunorubicin and L-asparaginase) and prophlactic intratecal methotrexate according to British-French-Munster (BFM) protocol. After the initial therapy, renal function test were improved rapidly and during consolidation and maintenance chemotherapy, they continud as normal. The patient is still in complete remission and was followed normal renal function with no sign of disease recurrence 5 years later diagnosis..In conclusion, diagnose of PRL is difficult. Percutaneous kidney biopsy is the most expeditious method towards the establishment of an early diagnosis for appropriate chemotheraph. Early diagnosis and urgent therapy, with supporting therapy are necessary for good prognosis. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Fahrinnisa Ferhan Akici, Doctor",
        "Deniz Tugcu, Doctor",
        "Gonul Aydogan, Doctor",
        "Zafer Salcioglu, Doctor",
        "Hulya Sayilan Sen, Doctor",
        "Arzu Akcay, Doctor",
        "Aysel Kiyak, Doctor",
        "Oner Dogan, Doctor",
        "Yurdanur - Kilinc"
    ],
    "author_dict_list": [
        {
            "author_name": "Fahrinnisa Ferhan Akici, Doctor",
            "author_affiliations": [
                "Istanbul Kanuni Sultan Süleyman Education and Research Hospital, Istanbul, Turkey "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Deniz Tugcu, Doctor",
            "author_affiliations": [
                "Istanbul Kanuni Sultan Süleyman Education and Research Hospital, Istanbul, Turkey "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gonul Aydogan, Doctor",
            "author_affiliations": [
                "Istanbul Kanuni Sultan Süleyman Education and Research Hospital, Istanbul, Turkey "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zafer Salcioglu, Doctor",
            "author_affiliations": [
                "Istanbul Kanuni Sultan Süleyman Education and Research Hospital, Istanbul, Turkey "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hulya Sayilan Sen, Doctor",
            "author_affiliations": [
                "Istanbul Kanuni Sultan Süleyman Education and Research Hospital, Istanbul, Turkey "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arzu Akcay, Doctor",
            "author_affiliations": [
                "Istanbul Kanuni Sultan Süleyman Education and Research Hospital, Istanbul, Turkey "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aysel Kiyak, Doctor",
            "author_affiliations": [
                "Istanbul Kanuni Sultan Süleyman Education and Research Hospital, Istanbul, Turkey "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oner Dogan, Doctor",
            "author_affiliations": [
                "Istanbul University, Faculty of Istanbul Medicine, Istanbul, Turkey "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yurdanur - Kilinc",
            "author_affiliations": [
                "Çukurova University, Adana, Turkey"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:40:42",
    "is_scraped": "1"
}