{
    "doi": "https://doi.org/10.1182/blood.V118.21.1374.1374",
    "article_title": "PDGF-RTK Inhibition Restores CD95/Fas-Mediated Apoptosis in Leukemic T-LGL Via Promoting ASM Translocation, Ceramide Production and CD95 Signal Amplification ",
    "article_date": "November 18, 2011",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "abstract_text": "Abstract 1374 Human memory T cells are protected from Fas/CD95-induced apoptosis. The mechanisms involved in blocking of CD95 signal transduction revealed the presences of anti-apoptotic factors. T-LGL leukemic cells are terminal effector memory T cells (Temra [CD45RA + /CD62L − ]) featuring over-expression of Fas/Fas ligand, constitutive activation of PDGF-RTK and its downstream Src family kinase (SFK), PI3K/PKB/AKT/ERK1/2 signal cascade, as well as high expression levels of c-FLIP and Mcl-1. Inhibition of the downstream targets of PDGF-RTK pathway, such as SFK and PI3K induce significant level of apoptosis in leukemic LGL. However, direct targeting of PDGF-RTK showed a limited efficacy in induction of cell death in vitro . Loss of Fas sensitivity is the key pathological aberration in leukemic LGL, and restoration of CD95/Fas-mediated apoptosis in LGL leukemic cells remains a challenge. Therefore, reprogramming LGL leukemic cells to become sensitive to the already existing over-expressed Fas/Fas L in patients can be a potential therapeutic strategy. In the current study, we observed that inhibition of PDGF-RTK activity with inhibitors, such as AG1296 or imatinib myselate (Gleevec) restored CD95/Fas sensitivity in T-LGL leukemic cells. Our data suggest that the mechanism of PDGF-RTK inhibition restores Fas sensitivity in T-LGL leukemic cells via induction of acid sphingomyelinase (ASM) cell membrane translocation and activation, promoting ceramide production and Fas receptor aggregation in the cell membrane lipid rafts of leukemic cells. We also observed that PDGF-RTK inhibition significantly downregulates Mcl-1 expression in T-LGL leukemic cells. These observations suggest a possible role for future clinical application of TKIs in clinical management of this disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "amplification",
        "apoptosis",
        "cd95 antigens",
        "ceramides",
        "platelet-derived growth factor",
        "translocation (genetics)",
        "leukemic cells",
        "1-phosphatidylinositol 3-kinase",
        "imatinib mesylate",
        "casp8 and fadd-like apoptosis regulating protein"
    ],
    "author_names": [
        "Jun Yang, M.D.",
        "Yongping Li, M.D.",
        "Thomas P. Loughran, Jr., M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Jun Yang, M.D.",
            "author_affiliations": [
                "Medicine, Penn State Hershey Cancer Institute, H072, Hershey, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yongping Li, M.D.",
            "author_affiliations": [
                "medicine, Penn State Hershey Cancer Institute, Hershey, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas P. Loughran, Jr., M.D.",
            "author_affiliations": [
                "Penn State Hershey Cancer Institute, Penn State Hershey College of Medicine, Hershey, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T09:32:56",
    "is_scraped": "1"
}