{
    "doi": "https://doi.org/10.1182/blood.V104.11.2118.2118",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=239",
    "start_url_page_num": 239,
    "is_scraped": "1",
    "article_title": "Primary Allogeneic T-Cell Responses Against In Vitro Modified Mantle Cell Lymphoma (MCL) Cells: Implications for Adoptive Immunotherapy after HLA-Matched Stem Cell Transplantation (SCT). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Allogeneic SCT is being explored as treatment modality for patients with advanced MCL. Complete sustained remissions have been observed after allogeneic SCT illustrating susceptibility of MCL cells to graft-versus-lymphoma (GVL) effect.To potentiate this GVL effect and to reduce graft-versus-host disease (GVHD) reactivity, adoptive transfer of in vitro-selected cytotoxic T cells (CTLs) with specificity for MCL or for hematopoiesis-restricted minor histocompatibility antigens could be an attractive approach. The lack of expression of costimulatory molecules on MCL cells hampers the generation of MCL-reactive T cell-responses. To transform MCL cells into efficient antigen-presenting cells (APCs) we tested the B-lineage specific activating cytokines (IL-4), the unique MCL proliferating cytokine (IL-10) and the ligand of toll like receptor 9, CpG.Furthermore, CD40 triggering using irradiated CD40-L transfected murine fibroblasts (tCD40L) in combination with the cytokines and CpG was examined. The expression of the costimulatory and adhesion molecules CD80, CD86, CD83, CD54 and CD58 of MCL cells of 7 patients, all carrying the t(11;14) translocation, was analyzed by flowcytometry. No upregulation of any of these molecules was observed using the cytokines or CpG. Ligation of CD40 on MCL cells caused a significant upregulation of CD54,CD58, CD80 and CD86 (p<0.01) with maximal expression after 4 days of stimulation. No additional upregulation was induced from IL- 4, IL -10 or CpG. The cumulative production of IL-12 and IL-10 by the MCL cells in response to the various stimuli after 4 days was measured. High amounts of IL-12 (median 1640 pg/mL, range 67–8800 pg/mL) in the absence of IL-10(<100 pg/mL) were synthesized by MCL cells after CD40 activation. Additional stimulation with CpG enhanced the production of IL-12 (1870 pg/mL, range 77–30000 pg/mL) but also the production of IL-10(299 pg/mL, range 0–418 pg/mL). MCL cells were unable to produce IL-12 without CD40 triggering (<5 pg/mL). To analyze the antigen-presenting capacity of primary MCL cells as well as CD40-activated MCL cells (MCL-APC), CD8 + T cells from an unrelated HLA-A and B matched and from a HLA-class I matched donor were stimulated with MCL or MCL-APC cells. Primary MCL cells were not capable of generating T-cell lines. Using a newly developed flowcytometry-based cytotoxicity assay in which the target cells were labeled with CFSE ( Jedema, Blood  2004 ; 103 : 2677 ) we investigate whether the CTL lines, generated against MCL-APC were cytotoxic against MCL-specific targets. The CD8 + CTL lines from both donors effectively killed at an E/T ratio of 10:1 primary MCL (53%) and MCL-APC (83%) and not PHA blasts from the donor. Using limiting dilution assay, in both donor/patient pairs MCL-reactive CTL clones could be generated. 60 out of 89 proliferating CD8 + T cell clones from the first patient/donor pair and 29 out of 74 proliferating CD8 + T cell clones from the second combination showed specific lysis of primary MCL, MCL-APC and PHA blasts from the patient and not of PHA blasts of the donor. Blocking studies using anti-HLA class I antibodies of both CTL lines and clones confirmed class I restricted recognition of the target cells. In conclusion, CD40 activation transforms MCL cells into malignant APC, capable of producing high levels of IL-12 and capable of inducing vigorous MCL-reactive T-cell responses.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "immunotherapy, adoptive",
        "mantle-cell lymphoma",
        "t-lymphocytes",
        "cd40 antigens",
        "interleukin-12",
        "cytokine",
        "interleukin-10",
        "cd58 antigens"
    ],
    "author_names": [
        "M. Hoogendoorn, MD",
        "J. Olde Wolbers",
        "W. M. Smit, MD PhD",
        "I. Jedema, PhD",
        "M. R. Schaafsma, MD PhD",
        "R. M.Y. Barge, MD PhD",
        "R. Willemze, MD PhD",
        "J. H.F. Falkenburg, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Hematology, Medisch Spectrum Twente, Enschede, Netherlands"
        ],
        [
            "Hematology, Medisch Spectrum Twente, Enschede, Netherlands"
        ],
        [
            "Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Hematology, Medisch Spectrum Twente, Enschede, Netherlands"
        ],
        [
            "Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Hematology, Leiden University Medical Center, Leiden, Netherlands"
        ]
    ],
    "first_author_latitude": "52.263794250000004",
    "first_author_longitude": "4.5869666"
}