{
    "doi": "https://doi.org/10.1182/blood.V124.21.3805.3805",
    "article_title": "A Radio-Resistant Perforin-Expressing Lymphoid Population Controls Allogeneic T Cell Engraftment, Activation and Onset of Gvhd ",
    "article_date": "December 6, 2014",
    "session_type": "701. Experimental Transplantation: Basic Biology, Engraftment and Disease Activity: Poster III",
    "abstract_text": "Introduction Immunosuppressive pre-transplantation conditioning is essential for donor cell engraftment in allogeneic bone marrow transplant (BMT). The role of residual post-conditioning recipient immunity in determining engraftment is poorly understood. Although recipient perforin has previously been shown to modulate myeloid engraftment from mouse bone marrow, and adoptive transfer of natural killer (NK) cells can ameliorate the onset of graft-versus host disease (GVHD), the role of perforin-expressing endogenous recipient NK and NKT cells in modulating donor T cell engraftment has not been described. Using an MHC-mismatched mouse model, we examined the role of perforin-expressing NK cells in regulating both the rate and activation status of donor lymphocyte engraftment after allogeneic transplantation. Methods An MHC-disparate model of BMT was established transplanting BALB/c donor BM (H-2K d ), into female 6-14 week old C57BL/6 WT and C57BL/6.perforin KO (H-2K b ) recipients. On day 0, recipient mice were administered a split dose of lethal radiation using a caesium source (2 x 6 gray), and injected i.v. with 5 e6 T cell depleted BM (TCD-BM) cells from MHC-mismatched or syngeneic donors. On day 2, recipient mice were injected i.v. with 1 e6 BALB/c purified splenic T cells at a 2:1 CD4 + :CD8 + T cell ratio. Mice were monitored daily, and killed at selected time points post-transplant (typically day 5-7 for short term engraftment, or day 20 for long term engraftment) to examine donor lymphoid cell engraftment. Results An HLA-mismatched BMT mouse model demonstrated that both the rate and proportion of donor lymphoid cell engraftment, and expansion of effector memory donor T cells in both spleen and BM were significantly increased within 5-7 days post BMT in perforin-deficient (pfn -/- ) recipients, compared with wild-type (WT). Critically, we found that the absence of perforin resulted in the increased production of pro-inflammatory cytokines, in particular IL-6, from engrafting donor T cells. IL-6 has recently been identified as a primary driver of both mouse model and clinical GVHD. Correlating with pro-inflammatory cytokine secretion, effector memory donor T lymphocytes expanded more rapidly in pfn -/- recipients than in WT mice, possibly arising from more rapid proliferation or selective survival of these donor cells. In WT recipients, donor lymphoid cell engraftment was enhanced to that seen in pfn -/- recipients, by depleting NK cells prior to BMT, demonstrating that a perforin-dependent, NK-mediated host-versus graft effect limits the rate of donor cell engraftment and T cell activation. We found that radiation-resistant NKT cells survived in the BM of lethally irradiated mice and may drive NK cell activation, resulting in the host-versus graft effect. Furthermore, reduced pre-transplant irradiation doses in pfn -/- recipients permitted long-term donor lymphoid cell engraftment and improved survival ( Figure 1 ). Figure 1 : Reduced total body irradiation in perforin-deficient mice permits rapid donor lymphoid cell engraftment. On day 0, WT or pfn -/- (KO) mice were irradiated with variable doses (12-6 gray), and injected i.v. with 5 e6 TCD-BM cells from BALB/c donors. On day 2, recipient mice were injected i.v. with 1 e6 splenic BALB/c T cells. On day 7 (A) and day 20 (B) after BMT, the BM cells of WT or KO mice were stained for H-2K d (donor cells) and engraftment determined as a percentage of donor lymphocytes. (C) Survival of KO mice administered 9 gray (closed circles), 7.5 gray (triangles) and 6 gray (lines) after BMT described above. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Figure 3 View large Download slide Figure 3 View large Download slide Close modal Conclusions The challenge in clinical HSCT is to promote reliable donor engraftment and full immunological reconstitution whilst minimizing pre-transplant conditioning and associated toxicity. Our findings suggest that suppression of perforin activity or selective depletion of recipient NK cells prior to BMT may allow the combined advantage of reduced transplant toxicity whilst maintaining donor engraftment and promoting the graft versus tumour effect. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "engraftment",
        "graft-versus-host disease",
        "perforin",
        "t-lymphocytes",
        "radio communications",
        "transplantation",
        "tissue transplants",
        "cytokine",
        "interleukin-6",
        "toxic effect"
    ],
    "author_names": [
        "Joanne E Davis, PhD",
        "Michael Harvey, BSc(Hons)",
        "Nicholas A Gherardin, BSc(Hons)",
        "Rachel Koldej, PhD",
        "Nicholas Huntington, PhD",
        "Paul Neeson, PhD",
        "Joseph A Trapani, PhD MBBS, FRACP",
        "David Ritchie, MBBS, PhD FRACP, FRCPA"
    ],
    "author_dict_list": [
        {
            "author_name": "Joanne E Davis, PhD",
            "author_affiliations": [
                "The Royal Melbourne Hospital, Melbourne, Australia ",
                "Peter MacCallum Cancer Centre, Melbourne, Australia ",
                "University of Melbourne, Melbourne, Australia ",
                "University of Melbourne, Melbourne, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Harvey, BSc(Hons)",
            "author_affiliations": [
                "Peter MacCallum Cancer Centre, Melbourne, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas A Gherardin, BSc(Hons)",
            "author_affiliations": [
                "Peter MacCallum Cancer Centre, Melbourne, Australia ",
                "University of Melbourne, Melbourne, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel Koldej, PhD",
            "author_affiliations": [
                "The Royal Melbourne Hospital, Melbourne, Australia ",
                "University of Melbourne, Melbourne, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Huntington, PhD",
            "author_affiliations": [
                "Walter and Eliza Hall Institute of Medical Research, Melbourne, Australia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Neeson, PhD",
            "author_affiliations": [
                "The Royal Melbourne Hospital, Melbourne, Australia ",
                "Peter MacCallum Cancer Centre, Melbourne, Australia ",
                "University of Melbourne, Melbourne, Australia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph A Trapani, PhD MBBS, FRACP",
            "author_affiliations": [
                "University of Melbourne, Melbourne, Australia "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Ritchie, MBBS, PhD FRACP, FRCPA",
            "author_affiliations": [
                "The Royal Melbourne Hospital, Melbourne, Australia ",
                "University of Melbourne, Melbourne, Australia ",
                "University of Melbourne, Melbourne, Australia ",
                "The Royal Melbourne Hospital, Parkville, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T13:07:12",
    "is_scraped": "1"
}