{
    "doi": "https://doi.org/10.1182/blood.V126.23.459.459",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3092",
    "start_url_page_num": 3092,
    "is_scraped": "1",
    "article_title": "Inhibition of the Histone Demethylase LSD1 Combined with Caloric Restriction or IGF1/Insulin Inhibition Leads to Durable Responses in a Preclinical Model of Acute Myeloid Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: New Epigenetic Approaches",
    "topics": [
        "calorie restricted diet",
        "histones",
        "insulin",
        "insulin-like growth factor i",
        "leukemia, myelocytic, acute",
        "suppository",
        "leukemia",
        "leukemic cells",
        "cancer",
        "enzymes"
    ],
    "author_names": [
        "Luca Mazzarella, MD PhD",
        "Tiphanie Durfort",
        "Rani Pallavi",
        "Elena Mylonas",
        "Paolo Falvo",
        "Anna Giulia Sanarico",
        "Massimo Stendardo",
        "Luciano Giaco'",
        "Anna Russo",
        "Lucilla Luzi",
        "Massimiliano Mazza",
        "Giulia De Conti",
        "Paola Vianello",
        "Pier Luigi Rossi",
        "Elena Ceccacci",
        "Mohamed Elgendy",
        "Marco Giorgio",
        "Ciro Mercurio",
        "Saverio Minucci",
        "Pier Giuseppe Pelicci"
    ],
    "author_affiliations": [
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Tor Vergata University, Rome, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Drug Discovery Program and Drug Development Program, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Drug Discovery Program and Drug Development Program, European Institute of Oncology, Milan, Italy ",
            "Genextra Group, DAC s.r.l., Milan, Italy"
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy ",
            "Drug Discovery Program and Drug Development Program, European Institute of Oncology, Milan, Italy "
        ],
        [
            "Dept of Experimental Oncology, European Institute of Oncology, Milan, Italy "
        ]
    ],
    "first_author_latitude": "45.441786799999996",
    "first_author_longitude": "9.2030675",
    "abstract_text": "Introduction . There is increasing interest in therapeutic modulation of metabolic pathways in cancer. Tumor cells preferentially use aerobic glycolysis to meet their energetic demands. However, glycolysis inhibition alone is unable to bring durable responses because of limited therapeutic index and because of previously underappreciated metabolic adaptability in tumor cells, which can switch to alternative substrate usage when specific nutrients are limiting. The molecular basis of metabolic adaptation is poorly understood. Recently, the histone demethylase LSD1 (Lysine-Specific Demethylase 1) has been implicated in the control of oxidative phosphorylation (OXPHOS) in adipocytes through its interaction with NRF1 (Nuclear Respiratory Factor 1), a master regulator of metabolic gene transcription (1). We hypothesized that LSD1 could regulate metabolic adaptability and be a therapeutic target upon metabolic modulation through Caloric Restriction (CR) in Acute Myeloid Leukaemia (AML) and specifically in APL (Acute Promyelocytic Leukaemia), which we showed to be sensitive to body fatness in the clinic (2). Methods . APLs were generated in mice expressing the PML-RARa fusion under the control of the Cathepsin G promoter (3). Primary leukemias were transplanted into recipients subjected to 30% CR or Standard Diet (SD). We scored the effect of CR alone or in combination with the LSD1 inhibitor IEO368 (4) on mouse survival, Leukemia Initiating Cell (LIC) frequency and epigenomic, transcriptomic and metabolic parameters. Results. Compared to SD controls, CR-fed recipients experienced an initial dramatic decrease in the total leukemic burden accompanied by cell cycle slowdown (“adaptation phase”); this was followed by a delayed disease progression that brought animals to death (“terminal phase”) (median survival 91 vs 51 days, p=0.038). Limiting-dilution transplantation of CR-conditioned leukemias revealed increased frequency of LICs (estimated frequency 1/3064 cells in SD vs 1/947 in CR, p=0.003) and increased aggressiveness (median survival reduced to 49 vs 70.5 days with 5000 cells injected, p<0.0001). Thus, CR limits the expansion of leukemic cells but enriches for cells with increased ability to regrow. RNAseq of leukemic cells purified during the terminal phase (but not earlier) showed that a dramatic transcriptional reprogramming in CR, characterized by upregulation of genes controlling OXPHOS, Krebs cycle and nucleotide and protein biosynthesis, and downregulation of insulin signaling and glucose transporters. Flow cytometry with Mitotracker Red confirmed increased mitochondrial activity. Thus, leukemic cells exposed to CR put in place adaptive transcriptional changes to allow survival in a nutrient/growth factor deprived environment. To investigate the basis of these transcriptional changes, we revised ChIPseq analysis of LSD1 binding in human APL cell lines and found a significant enrichment for i) NRF1 consensus binding motif and ii) promoters of genes encoding for OXPHOS and Krebs cycle enzymes. NRF1 binding to OXPHOS/Krebs enzymes was confirmed on mouse leukemias by ChIPseq. These data suggested that the CR-induced adaptive changes could be mediated by LSD1/NRF1. Strikingly, co-treatment of leukemic mice with CR and our LSD1 inhibitor IEO368 (4) resulted in macroscopic and microscopic eradication of disease (see figure, p=0.0018 compared to SD). In these conditions, leukemic cells completely disappeared in 4/6 mice after 4 weeks. LSD1 inhibition alone was also effective but did not produce bona fide disease eradication. Importantly, some of the features of the CR-LSD1 interaction could be modeled by combining LSD1 and an IGF1/Insulin inhibitor. In vivo, this combination was synergistic and led to durable responses (median survival 121 vs 50 days in untreated controls, p=0.0143, vs 65.5 and 78.5 days with Insulin/IGF1 Inhibitor and IEO368 respectively). Conclusion: the combination of LSD1 inhibition and insulin/IGF1 signaling reduction by pharmacological or dietary intervention appears as a highly effective therapeutic strategy and deserves further investigation. Ongoing preclinical studies will verify its applicability to other models of AML. References: 1. Duteil et al, Nat Commun. 2014 Jun 10;5:4093 2. Breccia et al, Blood. 2012 Jan 5;119(1):49-54 3. Westervelt et al, Blood. 2003 Sep 1;102(5):1857-65 4. Varasi et a,l Eur J Cancer Vol 50 supp 6: 185 Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures Pelicci: Rasna therapeutics: Membership on an entity's Board of Directors or advisory committees."
}