{
    "doi": "https://doi.org/10.1182/blood-2018-99-118251",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4123",
    "start_url_page_num": 4123,
    "is_scraped": "1",
    "article_title": "Overcoming Drug Resistance in Myeloma By Synchronized Delivery of Therapeutic and Bone Marrow Disrupting Agents By Nanoparticles Targeting Tumor-Associated Endothelium ",
    "article_date": "November 29, 2018",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "topics": [
        "bone marrow",
        "drug resistance",
        "endothelium",
        "multiple myeloma",
        "nanoparticles",
        "neoplasms",
        "p-selectin",
        "tumor progression",
        "1-phosphatidylinositol 3-kinase",
        "acetylcholine"
    ],
    "author_names": [
        "Cinzia Federico, PhD",
        "Barbara Muz, PhDMSc",
        "Jennifer Sun, BSc",
        "Kinan Alhallak, BSc",
        "Justin King",
        "Daniel R. Kohnen, MBA",
        "Mark A. Fiala, BS",
        "Aldo M. Roccaro, MDPhD",
        "Ravi Vij, MBBS",
        "Abdel Kareem Azab, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Radiation Oncology, Washington University School of Medicine, Saint Louis, MO ",
            "Clinical Research Development and Phase I Unit, ASST Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Department of Radiation Oncology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Radiation Oncology; Department of Biomedical Engineering, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Radiation Oncology; Department of Biomedical Engineering, Washington University School of Medicine, Saint Louis, "
        ],
        [
            "Section of Stem Cell Transplant and Leukemia, Division of Medical Oncology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Section of Stem Cell Transplant and Leukemia, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Medicine, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Clinical Research Development and Phase I Unit, ASST Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Section of Stem Cell Transplant and Leukemia, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Radiation Oncology, Cancer Biology Division, Washington University School of Medicine, Saint Louis, MO ",
            "Department of Biomedical Engineering, Washington University in St. Louis, St. Louis, MO"
        ]
    ],
    "first_author_latitude": "38.638967199999996",
    "first_author_longitude": "-90.2596468",
    "abstract_text": "Proteasome inhibitors (PIs) have improved the treatment of multiple myeloma (MM) and prolonged patient survival, but several challenges remain to overcome drug-resistance and toxicity. Bone marrow microenvironment (BMM) drives tumor progression and PIs-resistance in MM; and agents that inhibit the interaction between MM and BMM have been shown to re-sensitize MM cells to therapy. However, the synchronized in vivo delivery of BMM-targeting agents with PIs has been a challenge so far. Nanoparticles offer a valuable platform to encapsulate drugs, and if functionalized, they can facilitate specific delivery to tumor, thus improving treatment efficacy and reducing off-target effects. Within the BMM, the endothelium plays a relevant tumor promoting role. By analyzing the expression of an array of markers in normal and in MM-related endothelium, we found high levels of P-selectin expression on MM-activated endothelial cells (ECs) than normal cells and on ECs collected from the BM of either MM patients or MM-bearing mice compared to their respectively healthy BMMNCs. We next sought to develop lipid nanoparticles (LNPs) targeting the MM-related endothelium, loaded with both PI and BMM-targeting agent for synchronized delivery and reversal of the BMM-induced drug resistance. At this aim, we developed targeted LNPs towards P-selectin by decorating their surface with P-selectin-glycoprotein-ligand-1 (PSGL-1). PSGL-1-targeted LNPs showed specific binding to recombinant P-selectin than identically non-targeted particles, and to MM-associated endothelium compared to healthy endothelium, both in vitro and in vivo . To reverse BMM-induced resistance, LNPs were loaded with bortezomib (BTZ) together with a BMM disrupting agent, ROCK-inhibitor (Y-27632) that inhibits the downstream signaling of the RhoA GTPase pathway, known to be instrumental to the interaction of MM cells with BMM. Consequently, we tested the effect of synchronized delivery of BTZ and Y-27632 in the same LNP on MM cell survival in co-culture with the BMM in vitro . While Y-27632-loaded LNPs did not affect cell proliferation, LNPs loaded with both Y-27632 and BTZ enhanced responsiveness of MM cells to BTZ, compared to BTZ-loaded LNPs, thus overcoming the BMM-induced resistance. Mechanistically, we observed more significant inhibition of PI3K and MAPK signaling, decrease of pRb and up-regulation of p21 and induction of pro-apoptotic pathway (caspase-3, caspase-9 and PARP) by drug-loaded LNPs, compared to free drugs. In addition, drug-loaded LNPs were able to decrease adhesion and impair the migration of MM cells to ECs. We also investigated the in vivo efficacy of BTZ/Y-27632-loaded PSGL-1-targeted LNPs in a humanized murine model of MM. The synchronized delivery of both agents using dual drug-loaded PSGL-1-targeted LNPs delayed the MM tumor progression and prolonged survival significantly more than all the controls. The synchronized delivery of both agents using dual drug-loaded PSGL-1-targeted LNPs delayed the MM tumor progression and prolonged survival significantly more than all the controls (vehicle, BTZ and Y-27632 alone or in combination as free drugs, or encapsulated in non-targeted or in PSGL-1-targeted LNPs) demonstrating that both P-selectin targeting and combination of Y-27632 with BTZ reverses the BMM-induced drug resistance and enhances the efficacy of therapy in vivo . Altogether, our data demonstrate the ability of PSGL-1-decorated LNPs to specifically target MM-BMM; to efficiently encapsulate and deliver drugs to tumor tissue; to overcome BMM-induced drug resistance in vitro and in vivo, to reduce tumor growth and prolong overall survival. This study provides the preclinical basis for future clinical trials using MM-BMM-targeted nanomedicine able to enhance the effect of PIs or other drugs for the treatment of MM. Disclosures Roccaro: GILEAD: Research Funding; AMGEN: Other: Advisory Board. Vij: Karyopharma: Honoraria, Membership on an entity's Board of Directors or advisory committees; Jansson: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees. Azab: Cellatrix LLC: Equity Ownership, Other: Founder and owner; Targeted Therapeutics LLC: Equity Ownership, Other: Founder and owner; Ach Oncology: Research Funding; Glycomimetics: Research Funding."
}