{
    "doi": "https://doi.org/10.1182/blood-2018-99-110300",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4125",
    "start_url_page_num": 4125,
    "is_scraped": "1",
    "article_title": "Pharmacokinetic-Pharmacodynamic Analyses to Provide Rezafungin Prophylaxis Dose Selection for Prevention of Invasive Fungal Infections for Bone Marrow Transplant Patients ",
    "article_date": "November 29, 2018",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster I",
    "topics": [
        "bone marrow transplantation",
        "pharmacodynamics",
        "systemic mycosis",
        "infections",
        "albumins",
        "antifungal agents",
        "echinocandins",
        "liver cirrhosis",
        "regimen",
        "aspergillosis, invasive"
    ],
    "author_names": [
        "Elizabeth A Lakota, PharmD, MS",
        "Shawn Flanagan, PhD",
        "Taylor Sandison, MD, MPH",
        "Janice W Brown, MD",
        "Christopher M Rubino, Pharm.D."
    ],
    "author_affiliations": [
        [
            "Institute for Clinical Pharmacodynamics, Inc., Schenectady, NY "
        ],
        [
            "Cidara Therapeutics, San Diego, CA "
        ],
        [
            "Cidara Therapeutics, San Diego, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University Medical Center, Stanford, CA"
        ],
        [
            "Institute for Clinical Pharmacodynamics, Inc., Schenectady, NY "
        ]
    ],
    "first_author_latitude": "42.81132939999999",
    "first_author_longitude": "-73.9440135",
    "abstract_text": "Background : Rezafungin is a novel antifungal of the echinocandin class being developed as a single agent for prevention of invasive fungal infections (IFIs) caused by Candida , Aspergillus , and Pneumocystis spp. in patients at high risk of infection. Rezafungin exhibits an exceptionally long half-life (~133 h) which enables the administration of once-weekly dosing regimens. Treatment efficacy in a mouse Pneumocystis model is achieved at a human equivalent dose of 90% target attainment for treatment of Candida [AAC. 2018. 62:e02614-17]. Although lower doses of rezafungin might be useful for prevention of Pneumocystis and Candida infections, prevention of invasive aspergillosis in immunosuppressed populations is often considered more challenging. Pharmacokinetic-pharmacodynamic simulations were performed, at the dosing regimen for treatment of Candida, to evaluate the appropriateness of rezafungin for prophylaxis against A. fumigatus among bone marrow transplant (BMT) patients. Methods : A previously developed rezafungin population pharmacokinetic (PK) model [AAC. 2018. 62:e02603-17] was refined in NONMEM Version 7.2 using intravenous (IV) data from additional Phase 1 and Phase 2 studies. The ability of covariates such as body size, age, sex, albumin, markers of liver and renal function, and infection status to explain a portion of the interindividual variability on select PK parameters was explored using stepwise forward selection (α = 0.01) and backward elimination (α = 0.001). The final model was validated by comparing model-based predictions to observed data. Baseline demographic data were available from 100 patients who underwent a BMT at Stanford Medical Center. Using this dataset and the developed population PK model, a Monte Carlo simulation (n=2,000) was conducted to simulate expected rezafungin concentration-time profiles in BMT patients following administration of rezafungin 400 mg IV on Week 1 then 200 mg IV weekly x11. Using a human protein-binding value of 97.4%, free-drug concentration-time profiles were evaluated relative to the maximum observed A. fumigatus minimal effective concentration to inhibit 100% of isolates tested (MEC 100 ) from surveillance data collected in 2016 [ASM Microbe 2018. Abstr Friday-485]. Results : The final population PK model was a linear, 4-compartment model with zero order IV input. Albumin was an important predictor of the interindividual variability in rezafungin PK, as significant relationships were found between serum albumin concentration and clearance and volume of peripheral compartment 1. Additional relationships were found between PK parameters and sex, body surface area, presence of cirrhosis, and infection status. The model provided precise and unbiased fits to the observed data (r 2 =0.993 observed vs individual-predicted concentrations). The demographic dataset utilized for the simulations contained 100 BMT patients, of which 39 were female. Median (range) baseline body surface area and albumin were 1.84 m 2 (1.27 - 2.61) and 3.35 g/dL (1.8 - 4.43), respectively. None of the patients had a baseline infection nor did any of the patients have cirrhosis. Following administration of rezafungin 400 mg IV on Week 1 then 200 mg IV weekly x11, free-drug plasma concentration-time profiles for Weeks 1, 2, and 12 relative to the A. fumigatus MEC 100 (0.03 mg/L) are displayed in Figure 1. On Weeks 1, 2, and 12, 98.4%, 93.3%, and 91.9% of simulated patients, respectively, had rezafungin free-drug concentrations above the MEC 100 value for the entire dosing interval (one week). This result was ≥99.9% for all 12 weeks when based on the MEC 90 (0.015 mg/L). Conclusions : These data provide support for a once-weekly rezafungin dosing regimen for prevention of A. fumigatus infections among BMT patients. The effectiveness of current antifungal prophylactic regimens is frequently limited by safety, tolerability, drug interactions, adherence, pill burden and patient factors such as mucositis or background chemotherapeutic regimens. In addition to the excellent safety, tolerability, and lack of drug interactions exhibited by echinocandin agents, the favorable PK profile of rezafungin presents the opportunity to mitigate the typical challenges faced when administering IFI prophylaxis in BMT and other immunocompromised patients. View large Download slide View large Download slide  Disclosures Lakota: Cidara Therapeutics: Research Funding. Flanagan: Cidara Therapeutics: Employment, Equity Ownership. Sandison: Cidara Therapeutics: Employment, Equity Ownership. Brown: Cidara Therapeutics: Consultancy. Rubino: Cidara Therapeutics: Research Funding."
}