{
    "doi": "https://doi.org/10.1182/blood.V104.11.4754.4754",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=62",
    "start_url_page_num": 62,
    "is_scraped": "1",
    "article_title": "Enumeration and Immunologic Characterization of Basophils in Normal Bone Marrow and Patients with Myeloproliferative Disorders. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "basophils",
        "bone marrow",
        "myeloproliferative disease",
        "immunology",
        "brachial plexus neuritis",
        "antibodies",
        "antigens",
        "leukemia, myelocytic, chronic",
        "accelerated phase",
        "antigens, cd15"
    ],
    "author_names": [
        "Hermine Agis, md",
        "Maria T. Krauth, md",
        "Leonhard Muellauer, md",
        "Lawrence B. Schwartz, md",
        "Hans P. Horny, md",
        "Peter Valent, md"
    ],
    "author_affiliations": [
        [
            "internal medicine I, div. hematology and hemostaseology, medical university vienna, Vienna, Austria"
        ],
        [
            "internal medicine I, div. hematology and hemostaseology, medical university vienna, Vienna, Austria"
        ],
        [
            "department of Clinical Pathology, medical university vienna, Vienna, Austria"
        ],
        [
            "internal medicine, div. rheumatology, allergy and immunology, virginia commonwealth university, Richmond, VA, USA"
        ],
        [
            "department of pathology, university ofluebeck, Luebeck, Schleswig-holstein, Germany"
        ],
        [
            "internal medicine I, div. hematology and hemostaseology, medical university vienna, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.21969889999999",
    "first_author_longitude": "16.3515215",
    "abstract_text": "Basophils are highly specialized granulocytes that express a unique profile of antigens and increase in myeloproliferative disorders. In chronic myeloid leukemia (CML), basophilia is an independent prognostic variable. So far, however, no reliable immunohistochemical approach for routine-detection and enumeration of bone marrow (bm) basophils has become available. To overcome this disadvantage, we have applied the anti-basophil antibody 2D7 on formalin-fixed, paraffin-embedded sections of normal bm and bm from patients (pts) with chronic myeloid leukemia (CML; chronic phase, n=21; accelerated phase, n=9), other myeloproliferative disorders (idiopathic myelofibrosis [IMF], n=3; polycythemia vera [PV], n=7; essential thrombocythemia [ET], n=7), and normal / reactive bm (n=32). As assessed by serial section-staining of bm specimens, the 2D7 antibody was found to be a basophil-specific immunohistochemical reagent. In serial bm sections, 2D7 + basophils co-expressed histidine decarboxylase, CD15, and CD43, but did not express B- or T-cell restricted antigens corresponding to the phenotype of normal blood basophils. Bm basophils were found to increase in number in pts with CML and other myeloproliferative disorders compared to normal bm (median 2D7 + cells/mm 2 bm: normal bm: 7; CML: 46; IMF: 26; PV: 21; ET: 21, p<.05). The highest numbers of bm basophils were recorded in pts with accelerated phase CML (111 2D7 + cells/mm 2 ). Together, we have established a useful immunohistochemical staining procedure for basophil detection in normal bm and pts with myeloid neoplasms. This approach should enable the quantification of basophils in these pts and the monitoring of bm basophil counts during follow up examinations and anti-leukemic therapies."
}