{
    "doi": "https://doi.org/10.1182/blood.V128.22.5725.5725",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3545",
    "start_url_page_num": 3545,
    "is_scraped": "1",
    "article_title": "Substantial Variation in Nlv-Specific T Cells Phenotype and Activation Ability upon Antigen Stimulation May Have Implications for Virus-Specific Adoptive Therapy ",
    "article_date": "December 2, 2016",
    "session_type": "703. Adoptive Immunotherapy",
    "topics": [
        "antigens",
        "phenotype",
        "t-lymphocytes",
        "viruses",
        "hla-dr antigens",
        "immunophenotyping",
        "cd28 antigens",
        "tumor necrosis factors",
        "antibodies",
        "cytokine"
    ],
    "author_names": [
        "Grigory A. Efimov, MD, PhD",
        "Alexander S. Vdovin",
        "Filkin Y. Sergei",
        "Polina R. Yefimova",
        "Savely A. Sheetikov",
        "Mikhail Yu. Drokov, MD PhD",
        "Larisa A. Kuzmina, MD PhD",
        "Elena N. Parovichnikova, MD PhD",
        "Valery G. Savchenko, MD PhD Prof."
    ],
    "author_affiliations": [
        [
            "National Research Center For Hematology, Moscow, Russian Federation "
        ],
        [
            "Novy Zykovsky pr. 4, National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation ",
            "Lomonosov Moscow State University, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation ",
            "Lomonosov Moscow State University, Moscow, Russian Federation "
        ],
        [
            "BMT department, National Research Center For Hematology, Moscow, Russia "
        ],
        [
            "Dept. of Bone Marrow Transplantation, National Research Center for Hematology, Moscow, Russian Federation"
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ]
    ],
    "first_author_latitude": "55.6538532",
    "first_author_longitude": "37.49486110000001",
    "abstract_text": "Introduction Infusion of viral antigen-specific donor T lymphocytes can be used to treat post-transplant cytomegalovirus infection and has several advantages over the highly toxic conventional antiviral therapy. Most of the protocols for adoptive transfer rely on in vitro expansion of lymphocytes. Besides being time consuming laborious and expensive in vitro cell culture can potentially alter the phenotype of T cells diminishing their proliferative capacity. In the meantime if the donor has high concentration of antigen specific cells in circulation expansion step can be avoided and cells can be transferred immediately after selection. Infusion of relatively low (10 3 - 10 4 /kg) amounts of unmanipulated antigen-specific CD8 + cells can result in rapid clearance of the viral infection (Uhlin, 2012, Clin Infect Dis). Due to high antigen specificity anti-viral T cells from the third party donor could be used without causing alloreactivity. Immediate transfer of antigen-specific lymphocytes relies on the proliferative capacity of intact donor lymphocytes, thus it expected to be dependent on their in vivo phenotype. Here we describe the variability of immunophenotype of virus-specific cells in healthy donors and their ability to activate upon antigen stimulation in vivo. Materials and methods We have measured cellular immune response to NLV viral antigen in 11 healthy CMV seropositive HLA-A*02:01 allele carriers using in house prepared NLV-A*02:01 tetramer and CD3/CD8 antibodies. In 4 donors cell activation was measured by HLA-DR and granzyme B expression, T cell immunophenotype was determined using antibodies to CCR7, CD45RO, CD95 and CD28 surface antigens. NLV-specific population was enriched using magnetic cell-sorting and cultivated with autologous or allogeneic feeder cells with or without NLV peptide. Cell proliferation was measured by CFSE staining and cells were analyzed for the ability to produce TNF and IFNγ. Results HLA-A*02:01 is present in around 30% of individuals in Russian population. Vast majority (90%) of healthy Russian donors is CMV seropositive. We found that 7 of 11 analyzed donors have a strong (³1% of CD8 + cells) response to the immunodominant epitope of CMV pp65 protein (NLV). This makes T cell adoptive transfer of directly enriched and unmanipulated NLV-specific T cells highly applicable for Russian patients. We also found significant variability in both the immunophenotype of NLV-specific T cells and their response to antigenic stimulation. Numbers of activated HLA-DR high T cells differ substantially between the donors (Fig.1). To the lesser extent this is true regarding granzyme B expression in tetramer-positive cells. Most of the NLV-specific cells have memory phenotype but different donor vary widely in the percentages T TM (CCR7 - ,CD45RO + ,CD28 + ) T EM (CCR7 - ,CD45RO + ,CD28 - ) and T TE (CCR7 - ,CD45RO - ,CD28 - ) cells (Fig.2). In response to specific stimuli magnetically enriched NLV-specific T cells from the donors with more HLA-DR high T cells produced more TNF and proliferated more rapidly, though produced less IFNγ (Fig. 3) though we don't yet have enough data to see if it is statistically significant. The numbers of dividing cells and cell producing inflammatory cytokines upon stimulation was widely distributed in different donors. Cells from all donors reacted only when specific antigen was added. Stimulation with both unrelated antigen or allogeneic (MHC mismatched) feeder cells failed to produce immune response, confirming that these cells are highly specific and are unlikely to cause alloreactivity even in MHC-mismatched setting. Conclusion Adoptive transfer of unmanipulated cell product from donors with high titers of antigen-specific T cells is a promising therapeutic strategy. The level of T cells activation and their ability to proliferate and produce cytokines upon antigen encounter from different healthy donor are widely variable. Further studies are needed to determine to what extent the phenotype and activation status of donor lymphocytes influences the outcome of the adoptive cell therapy. Figure 1 View large Download slide HLA-DR expression levels in NLV-specific cells in 2 healthy donors. Tetramer + cells are gated. Percentage of tetramer + cells from total CD8+ are noted. Figure 1 View large Download slide HLA-DR expression levels in NLV-specific cells in 2 healthy donors. Tetramer + cells are gated. Percentage of tetramer + cells from total CD8+ are noted. Figure 2 View large Download slide Immunophenotype of NLV-specific cells in 2 healthy donors. Gating strategy is noted. Figure 2 View large Download slide Immunophenotype of NLV-specific cells in 2 healthy donors. Gating strategy is noted. Figure 3 View large Download slide Levels of proliferation, TNF and IFNγ expression upon antigen stimulation. Tetramer + cells are gated. Figure 3 View large Download slide Levels of proliferation, TNF and IFNγ expression upon antigen stimulation. Tetramer + cells are gated. Disclosures No relevant conflicts of interest to declare."
}