{
    "doi": "https://doi.org/10.1182/blood.V120.21.2475.2475",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2366",
    "start_url_page_num": 2366,
    "is_scraped": "1",
    "article_title": "Bortezomib Can Overcome Stroma-Mediated Chemotherapy Resistance in Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2012",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster II",
    "topics": [
        "acute lymphocytic leukemia",
        "bortezomib",
        "chemotherapy regimen",
        "cxcr4 receptors",
        "cytarabine",
        "antibodies",
        "doxorubicin",
        "bromodeoxyuridine",
        "flow cytometry",
        "leukemia"
    ],
    "author_names": [
        "Ibraheem H. Motabi, MD",
        "Julie Ritchey",
        "Matthew Holt",
        "John F. DiPersio, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.636834",
    "first_author_longitude": "-90.2625793",
    "abstract_text": "Abstract 2475 Background: In spite of excellent results of chemotherapy induction resulting in high rates of complete remission in patients with ALL, relapse remains a major problem. This is likely due to a subset of leukemic cells that are chemotherapy resistant. The interaction between bone marrow stromal cells and leukemia cells protects leukemic cells from the cytotoxic effects of chemotherapy. Bortezomib is a proteozome inhibitor used to treat lymphoid malignancies. It has been shown to mobilize stem cells in myeloma patients. We hypothesized that, in addition to its direct cytotoxic effect, bortezomib can also overcome the protective effect of stromal cells by disrupting CXCR4 signaling through inhibition of CXCR4 turnover normally regulated by proteosome degradation. Methods: We used the human B-cell ALL cell lines, G2 and BV-173, and two human BM stromal cell lines, HS-5 and HS-27a for our studies. G2 cells were incubated alone or co-cultured with HS-5 or HS-27a for 24 hours then treated with RPMI (control), cytarabine, doxorubicin, or bortezomib. After 48 hours, cells were harvested and stained with FITC-conjugated anti-human annexin V antibody and analyzed by flow cytometry. To test the effect of bortezomib on CXCR4 expression, G2 cells were incubated with or without stromal cells and treated with cytarabine or bortezomib for 18 hours or left untreated. Then cells were stained with PE-conjugated anti-human CXCR4 antibody (clone 1D9) and analyzed by flow cyometry. The CXCR4 expression was reported as relative mean fluorescent intensity (RMFI) compared to isotype control. We then performed cell cycle analysis of G2 cells treated with cytarabine or bortezomib for 18 hours. All cells were treated with BrdU 1 hour prior to harvest, then stained with APC-conjugated anti-BrdU antibody and analyzed by flow cytometry. Results: Incubation of G2 cells with HS-5 protected them from apoptosis induced by cytarabine or doxorubicin but not bortezomib. The apoptosis rate for cytarabine treated cells was 55±0.3% without HS-5 vs. 15%±0.8 with HS-5(p<0.0001). The apoptosis rate of doxorubicin treated cells was 23±0.6% without HS-5 vs. 4.2±0.8% with HS-5 (p<0.0001). In the case of bortezomib, the apoptosis rate was 67±0.6% without HS-5 vs. 71±1.2% with HS-5. Similar results were observed with the BV-173 ALL cell line and with the use of HS-27a stromal cell line. We noted down-regulation of CXCR4 expression when G2 cells were co-cultured with stromal cells or after bortezomib treatment. In the absence of stromal cells, the CXCR4 RMFI was 40±3 in untreated cells vs. 16±0.4 in bortezomib treated cells (P=0.0015). In the presence of stromal cells CXCR4 RMFI 15±0.7% in untreated cells vs. 5±0.2% in bortezomib treated cells (P=0.0002). In cell cycle analysis, we found only 1.03±0.2% of cells treated with cytarabine were in S phase compared to 10.05±0.7% when cells were treated with bortezomib (P=0.0003). Conclusion: Bortezomib can overcome the stromal cell-mediated protection of human G2 ALL cells. This effect may be, in part, mediated by in the decreased surface expression of CXCR4 shown by others to mediate leukemia-stroma interaction and chemoprotection. In contrast to cytarabine which selectively kills cells in S phase, bortezomib induced killing of ALL cells regardless of cell cycle status. Future studies will use of in vivo mouse models of ALL to test the effects of bortezomib alone or in combination with chemotherapy on survival. Disclosures: DiPersio: genzyme: Honoraria."
}