{
    "doi": "https://doi.org/10.1182/blood.V126.23.4987.4987",
    "article_title": "Low Representation of ETV6-RUNX1 Fusion Oncogene in Pediatric Acute Lymphoblastic Leukemia Patients from Saudi Arabia and Strong Association with Clinical Response to Day-14 of Remission Induction Therapy ",
    "article_date": "December 3, 2015",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Abstract : Introduction: t(12; 21) leading to ETV6-RUNX1 fusion oncogene is associated with better prognosis and excellent treatment outcome in pediatric ALL (pALL) patients have good prognosis as compared to other genetic abnormalities 1 . Accordingly, frequency of ETV6-RUNX1 has a huge implication in treatment strategies of pALL in a given population. Different ethnic groups from various geographical regions have different frequencies of ETV6-RUNX1 ranging from 10% (Southeast Asia) to 33% (Australia) 2,3 . Therefore, aim of this study was to determine ETV6-RUNX1 status of Saudi Arabian pALL patients and its association with clinical parameters and early remission. Patients & Methods: Pediatric Acute Lymphoblastic Leukemia (pALL) patients at King Abdulaziz Medical City represent pure Saudi Arabian population. Clinical parameters and ETV6-RUNX1 status (using FISH technique) of pALL patients attending Pediatric Oncology Clinic, King Abdulaziz Medical City Riyadh from 2006 to 2011 were studied using Vysis ETV6/RUNX1 DF FISH Probe Kit (Abbot Laboratories, Illinois, USA) 4 . CCG1991 protocol was used for standard risk patients while CCG1961 protocol was used for high risk patients. Number of blasts at day 14 and day 29 of the treatment were also calculated as a part of routine clinical follow-up.Comparison between ETV6-RUNX1 positive and negative groups done using chi-square test or Fisher's exact test. All Statistical analysis was performed using SAS version 9.2 (SAS Institute, Inc., Cary, NC). Results: Out of 54 patients, 33 were male and 21 were females (ration1.57:1). B- and T-cell lineage was found in 47 (87%) and 7 (13%) patients respectively. Only 5 (9.3%) patients with ETV6-RUNX1 positive while 49(80.7%) were ETV6-RUNX1 negative. All ETV6-RUNX1 patients (100%) were of B-cell lineage and 80% (4/5) were in 3-7 year age group. None of ETV6-RUNX11 patients had ≥5% blasts (no remission) at Day 14 as compared to 9% patients from ETV6-RUNX1 negative group (Table 1). Discussion: Frequency of ETV6-RUNX1 positive patients (less than 10%) in our pALL patients is much lower than reported in most of the European countries, North America, Australia and Japan while it is in accordance with ETV6-RUNX1 frequencies from Egypt (11.6%), Pakistan (10%), and India (5-7%) 2,3,5,6 . This diversity in frequencies of ETV6-RUNX1 among pALL can be attributed to level of industrialization and/or westernized lifestyle. Moreover, ethnic differences in frequencies of this and other prognostically important genetic abnormalities can have a significant bearing on global pediatric ALL management strategies 7 which necessitates further large scale studies in this regard. References: 1. Cooper SL, Brown PA. Treatment of pediatric acute lymphoblastic leukemia. Pediatr Clin North Am. 2015 Feb;62(1):61-73. 2. Iqbal Z. Molecular genetic studies on 167 pediatric ALL patients from different areas of Pakistan confirm a low frequency of the favorable prognosis fusion oncogene TEL-AML1 (t 12; 21) in underdeveloped countries of the region. Asian Pac J Cancer Prev. 2014;15(8):3541-6. 3. Amor DJ, Algar EM, Slater HR, Smith PJ. High frequency of t(12;21) in childhood acute lymphoblastic leukemia detected by RT-PCR. Pathology. 1998 Nov;30(4):381-5. 4. Vysis ETV6/RUNX1 DF FISH Probe Kit. https://www.abbottmolecular.com/vysis-etv6runx1-df-fish-probe-kit.html 5. Harbott J, Viehmann S, Borkhardt A, Henze G, Lampert F. Incidence of TEL/AML1 fusion gene analyzed consecutively in children with acute lymphoblastic leukemia in relapse. Blood. 1997 Dec 15;90(12):4933-7. 6. Shurtleff SA, Buijs A, Behm FG, Rubnitz JE, Raimondi SC, Hancock ML, Chan GC, Pui CH, Grosveld G, Downing JR. TEL/AML1 fusion resulting from a cryptic t(12;21)is the most common genetic lesion in pediatric ALL and defines a subgroup of patients with an excellent prognosis. Leukemia. 1995 Dec;9(12):1985-9. 7. Weso³owska-Andersen A, Borst L, Dalgaard MD, Yadav R, Rasmussen KK, Wehner PS,et al. Genomic profiling of thousands of candidate polymorphisms predicts risk of relapse in 778 Danish and German childhood acute lymphoblastic leukemia patients. Leukemia. 2015 Feb;29(2):297-303. View large Download slide View large Download slide  Close modal Disclosures Saglio: Novartis: Consultancy, Honoraria; BMS: Consultancy.",
    "topics": [
        "etv6 gene",
        "leukemia, lymphocytic, acute, childhood",
        "oncogenes",
        "remission induction",
        "saudi arabia",
        "disease remission",
        "fluorescent probes",
        "leukemia",
        "acute lymphocytic leukemia",
        "cancer"
    ],
    "author_names": [
        "Khalid Aljamaan, MD",
        "Talal Khalid Aljumah, MBBS",
        "Saleh Aloraibi, PhD",
        "Muhammad Absar, MSc PhD",
        "Giuseppe Saglio, MD",
        "Zafar Iqbal, MPhil PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Khalid Aljamaan, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology/Oncology, King Abdullah Specialist Children's Hospital, Riyadh, Saudi Arabia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Talal Khalid Aljumah, MBBS",
            "author_affiliations": [
                "Division of Pediatric Hematology/Oncology Department of Oncology / King Saud Bin Abdulaziz University for Health Sciences, King Abdulaziz Medical City, National Guard Health Affairs, Riyadh, Saudi Arabia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saleh Aloraibi, PhD",
            "author_affiliations": [
                "2CoAMS, King Saud Bin Abdulaziz University for Health Sciences, King Abdulaziz Medical City, National Guard- Health Affairs, Riyadh, Saudi Arabia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Absar, MSc PhD",
            "author_affiliations": [
                "Hematology, Oncology and Pharmacogenetic Engg Sciences (HOPES) group, Department of Zoology, Faculty of Biological Sciences, University of the Punjab, Lahore, Pakistan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Saglio, MD",
            "author_affiliations": [
                "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zafar Iqbal, MPhil PhD",
            "author_affiliations": [
                "Medical Genetics / Clinical Laboratory Sciences, CoAMS, King Saud Bin Abdulaziz University for Health Sciences, King Abdulaziz Medical City, National Guard- Health Affairs, Riyadh, Saudi Arabia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T04:01:10",
    "is_scraped": "1"
}