{
    "doi": "https://doi.org/10.1182/blood.V118.21.2261.2261",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1962",
    "start_url_page_num": 1962,
    "is_scraped": "1",
    "article_title": "Assessment of Coagulation and Platelet Activation in Rat Models of Type 2 Diabetes and Hypertension ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Abstract 2261 Atherothrombosis is the leading cause of death in the western world. Multiple risk factors including hypertension, heart failure, diabetes, obesity, and smoking among others have been attributed to this increased mortality. Currently, most drug discovery efforts utilize normal, healthy animals for evaluating novel antithrombotic drugs. In the present study we investigated the potential utility of using disease animal models. We investigated if hypercoagulability and platelet hyperreactivity exist in the rat models of hypertension (the Spontaneous Hypertensive Rats (SHR)) and diabetes (the Zucker Diabetic Fatty rats (ZDF)). Prothrombin time (PT), activated partial thrombin time (aPTT), thrombin generation, thromboelastography, and plasma TAT levels were measured for assessing coagulation. Platelet P-selectin expression was measured by flow cytometry for assessing platelet activity. For the SHR model, we compared the coagulation parameters and platelet activation in rats at the age of 2- and 8-month old with their respective age-matched WKY rats. For the ZDF model, the female rats were fed on a high fat and high carbohydrate diet from the age of 7–8 weeks for 3–4 weeks, and compared to their aged-matched Fa/+ lean rats fed on a chow diet. There was no significant difference in coagulability between the SHR and the WKY rats at the age of either 2 or 8 months. The SHR rats demonstrated age-dependent progression of increased P-selectin expression on platelets accompanied by increased platelet number and increased mean platelet volume, suggesting their platelets are in a more activated state than the control rats. In contrast, the ZDF rats demonstrated hypercoagulability with significantly shortened PT (by 12%) and aPTT (by 28%). In the thrombin generation assay, the plasma samples from the ZDF rats displayed significantly shortened lag time (by 27%, p=0.012), robustly enhanced thrombin peak (by 169%, p=7.7e-5), and strikingly increased thrombin generation slope (by 264%, p=2.8e-4) under the condition of 1 pM tissue factor and 4 uM phospholipid, similar to the observed hypercoagulability in patients with type 2 diabetes as detected by a thrombin generation assay by others. Additionally, the ZDF rat samples also demonstrated increased clot strength and decreased fibrinolysis as measured by thromboelastography. The ZDF model also exhibited a 40% increase in the P-selectin expression on platelets. These results suggest that the ZDF rats are in a hypercoagulant state whereas the SHR rats are not. Both disease models have increased platelet reactivity. The ZDF rats may represent a good model for studying the diabetes-associated increased risk of thrombosis. Disclosures: Shang: Merck: Employment. Wang: Merck: Employment. Feng: Merck: Employment. Wu: Merck: Employment. Wu: Merck: Employment. Chen: Merck Research Laboratories: Employment. Li: Merck: Employment. Kurowski: Merck: Employment. Chintala: Merck: Employment.",
    "topics": [
        "animal model",
        "blood coagulation",
        "coagulation process",
        "diabetes mellitus, type 2",
        "hypertension",
        "platelet activation",
        "obesity",
        "thrombin",
        "diabetes mellitus",
        "p-selectin"
    ],
    "author_names": [
        "Jin Shang",
        "Min Wang",
        "Wen Feng",
        "Yangsong Wu",
        "Weizhen Wu",
        "Zhu Chen",
        "Qiu Li",
        "Stan Kurowski",
        "Madhu Chintala"
    ],
    "author_affiliations": [
        [
            "Cardiovascular Diseases, Merck Research Laboratories, Rahway, NJ, USA"
        ],
        [
            "Cardiovascular Diseases, Merck Research Laboratories, Rahway, NJ, USA"
        ],
        [
            "Cardiovascular Diseases, Merck Research Laboratories, Rahway, NJ, USA"
        ],
        [
            "Cardiovascular Diseases, Merck Research Laboratories, Rahway, NJ, USA"
        ],
        [
            "Cardiovascular Diseases, Merck Research Laboratories, Rahway, NJ, USA"
        ],
        [
            "Cardiovascular Diseases, Merck Research Laboratories, Rahway, NJ, USA"
        ],
        [
            "Cardiovascular Diseases, Merck Research Laboratories, Rahway, NJ, USA"
        ],
        [
            "Cardiovascular Diseases, Merck Research Laboratories, Rahway, NJ, USA"
        ],
        [
            "Cardiovascular Diseases, Merck Research Laboratories, Rahway, NJ, USA"
        ]
    ],
    "first_author_latitude": "40.6124333",
    "first_author_longitude": "-74.2672418"
}