{
    "doi": "https://doi.org/10.1182/blood.V118.21.2530.2530",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1907",
    "start_url_page_num": 1907,
    "is_scraped": "1",
    "article_title": "G to C Transition At Position −173 of MIF Gene Associates with Poor Survival in Acute Myeloid Leukemia Patients and After Allogeneic Stem Cell Transplantation (Allo-SCT) ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Abstract 2530 Macrophage migration inhibitory factor ( MIF ) is a key mediator of the innate immune system by promoting pro-inflammatory functions, being involved in the pathogenesis of the sepsis, in inflammatory and autoimmune diseases, growth and cell differentiation, and in carcinogenesis. The recessive CC gene variant in -173G/C in the promoter region causes higher levels of MIF and it has been associated with sepsis, gastric cancer, and autoimmune diseases. We aimed to see whether this genetic variant influenced the clinical outcome of acute myeloid leukemia (AML) patients. Population study consisted of 277 AML patients from the Spanish cooperative CETLAM group. Median age of the patients was 45 (range, 15–74). According to MRC classification, 11% were of good risk, 70% of intermediate risk, and 11% of poor risk. For 8% of the patients MRC cytogenetical data was not available. Multivariate analysis for outcome was performed including age, MRC classification and leukocyte count. Results showed that recessive CC gene variant was associated with worse outcome than the other two genotypes (GG+GC). Thus, this gene variant was associated with lower overall survival (OS): 0% vs 28%, p<0.001, OR=5.19, p=0.002; and disease free survival (DFS): 0% vs 31%, p=0.003, OR=7.35, p=0.007 ( Figure 1 ). Considering only patients with intermediate MRC, this recessive CC gene variant also retained its impact for OS (0% vs 27%, p=0.001; OR=5.96, p=0.003) and for DFS (0% vs 31%, p=0.005, OR=6.82, p=0.01). We restricted the analysis to patients who underwent allo-SCT, and this variant retained the worst prognostic value for OS (0% vs 54%, p=0.014, OR=10.89, p=0.037) and for DFS (0% vs 41%, p=0.027, OR=9.09, p= 0.05). Because this variant is associated with high expression of MIF , we analyzed MIF mRNA expression in healthy donors, in low and high risk myelodisplastic syndrome (MDS) patients, and in AML patients. Results showed a progressive increase of MIF expression from healthy donors to AML, presenting AML patients 31 fold higher MIF expression than donors (p<0.001). Furthermore, we analyzed the clinical impact of this recessive CC variant in MIF gene in a Spanish multicentre study of 490 adult donor-patient pairs who underwent HLA identical sibling allo-SCT. All patients were diagnosed with hematological malignancies. Median age was 45 (range, 16–69), 33% were in advanced phase of disease, and 38% received a reduced intensity conditioning regimen. This recessive CC gene variant when present in the patient was associated with higher frequency of death by sepsis or infection (83% of patients with this variant died of sepsis vs 17%, p=0.005). When the analysis was restricted to acute leukemia and MDS patients (N=234), this recessive CC gene variant was associated with higher transplant related mortality (73% vs 29%, p=0.02). Finally, we analyzed IFNγ production in peripheral blood of 180 blood donors after stimulation with cytomegalovirus (CMV) and phytohemagluttinin (PHA). Results showed that this variant (CC) was associated with higher IFNγ production after CMV exposure (p=0.003) and higher IFNγ production after PHA exposure (p=0.007). In conclusion, these results indicate the adverse prognostic impact of recessive CC gene variant in AML patients. Figure 1: View large Download slide A : Probability of overall survival (OS) and B : Probability of disease free survival (DFS) in the all group of AML patients according to 173G/C gene variant in MIF . GG+GC: patients carrying homozygous dominant variant + patients carrying heterozygous gene variant. CC: patients carrying recessive gene variant. Values obtained at multivariate analysis (OR and p) are shown. Figure 1: View large Download slide A : Probability of overall survival (OS) and B : Probability of disease free survival (DFS) in the all group of AML patients according to 173G/C gene variant in MIF . GG+GC: patients carrying homozygous dominant variant + patients carrying heterozygous gene variant. CC: patients carrying recessive gene variant. Values obtained at multivariate analysis (OR and p) are shown. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "allopurinol",
        "genes",
        "leukemia, myelocytic, acute",
        "chief complaint",
        "magnetic resonance cholangiography",
        "sepsis",
        "autoimmune diseases",
        "carcinogenesis",
        "gastric cancer"
    ],
    "author_names": [
        "Damià Romero",
        "Beatriz Martin-Antonio",
        "Marta Pratcorona",
        "Pablo Trujillo",
        "Ildefonso Espigado, MD",
        "David Gallardo, MD, PhD",
        "Anna Bosch",
        "Ismael Buno",
        "Carolina Martinez-Laperche",
        "Antonio Jimenz-Velasco",
        "Rafael De La Camara, MD",
        "Salut Brunet",
        "Jose B Nieto",
        "Jose Román",
        "Maria Suarez-LLedo",
        "Francesc Fernandez-Avilés",
        "Carmen Martinez",
        "Montserrat Rovira",
        "Jordi Esteve, MD, PhD",
        "Alvaro Urbano-Ispizua, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Virgen del Rocío, Seville, Spain, "
        ],
        [
            "Hematology, Hospital Virgen del Rocío, Seville, Spain, "
        ],
        [
            "Hematology, Hospital de Josep Trueta, Girona, Gerona, Spain, "
        ],
        [
            "Hematology, Hospital de Josep Trueta, Girona, Gerona, Spain, "
        ],
        [
            "Hospital General Universitario Gregorio Marañon, Hematology, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital General Univ. Gregorio Marañon, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Carlos Haya, Malaga, Spain, "
        ],
        [
            "Hematology, Hospital Universitario De La Princesa, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital de Sant Pau, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Morales Meseguer, Murcia, Spain, "
        ],
        [
            "Hematology, Hospital Reina Sofía, Cordoba, Spain"
        ],
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ],
        [
            "Hematology, Hospital Clínic, IDIBAPS, Barcelona, Spain, "
        ]
    ],
    "first_author_latitude": "41.3894436",
    "first_author_longitude": "2.1523119"
}