{
    "doi": "https://doi.org/10.1182/blood.V128.22.540.540",
    "article_title": "Health-Related Quality of Life (HRQoL) Measurements in Multiple Myeloma Patients Obtained By EORTC QLQ-C30; A Critical Review of Interpreting HRQoL Data in Longitudinal Studies ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Symptoms, Toxicities, and Patient Reported Outcomes",
    "abstract_text": "Introduction : Multiple myeloma (MM) patients report more symptoms and more severe symptoms than patients with other hematological malignancies, resulting in reduced health-related quality of life (HRQoL). Because survival is improving in MM patients there is an increased need for focus on HRQoL. The aim of this review was to interpret published longitudinal studies in MM patients according to a difference in HRQoL score, which is perceived as beneficial to the patient. Such criteria for minimal important differences (MID) in HRQoL score has been explored by Kvam et al (Eur J Haematol 2010, 84:345-53) and has been defined by a concensus expert panel (Cocks et al, Eur J Cancer 2012, 48:1713-21). Methods : A literature search was performed May 2016 in PubMed, Embase, PsycINFO and CINAHL. Publications with longitudinal follow-up using the EORTC QLQ-C30 instrument for HRQoL measurement of physical functioning, global quality of life, fatigue or pain were included, and evaluation of mean change from baseline was carried out according to MID as defined by Kvam, and according to minimal, medium and large changes as defined by Cocks. Results : 11 first-line, 3 consolidation, 2 maintenance, 7 relapse studies, and one population-based study were included. In general, large and medium improvements were reported during first-line treatments. During consolidation with autologous hematopoietic stem cell transplantation, temporary large deteriorations were reported, but equalization occurred with even large improvements compared to baseline reportings. Deterioration or no beneficial change in global quality of life or fatigue are reported by the MM patients during relapse treatment. HRQoL data during maintenance therapy are sparse. For summary of results, see Figure 1. Conclusions : Guidelines for interpreting HRQoL changes with definitions of MID have been developed, but consensus is missing. Improvements in HRQoL are far more likely during first-line compared to relapse treatment regimens. The background of these findings should be in focus in future studies and HRQoL measurements should be part of maintenance studies in the future. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "european organization for research and treatment of cancer",
        "health-related quality of life",
        "multiple myeloma",
        "fatigue",
        "cancer",
        "follow-up",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "pain",
        "embase"
    ],
    "author_names": [
        "Lene Kongsgaard Nielsen, MD",
        "Mary Jarden, Master of Science (MSc) in Nursing, PhD",
        "Christen Lykkegaard Andersen, MD PhD",
        "Henrik Frederiksen, MD PhD",
        "Niels Abildgaard, MD Professor"
    ],
    "author_dict_list": [
        {
            "author_name": "Lene Kongsgaard Nielsen, MD",
            "author_affiliations": [
                "Odense University Hospital, Hematological Research Unit, Odense, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mary Jarden, Master of Science (MSc) in Nursing, PhD",
            "author_affiliations": [
                "Rigshospitalet, University Hospitals Center for Health Research and Center for Integrated Rehabilitation of Cancer patients, Copenhagen, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christen Lykkegaard Andersen, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Roskilde University Hospital, Roskilde, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrik Frederiksen, MD PhD",
            "author_affiliations": [
                "Odense University Hospital, Hematogical Research Unit, Odense, Denmark "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niels Abildgaard, MD Professor",
            "author_affiliations": [
                "Odense University Hospital, Odense, Denmark"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T04:03:35",
    "is_scraped": "1"
}