{
    "doi": "https://doi.org/10.1182/blood.V114.22.1469.1469",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1392",
    "start_url_page_num": 1392,
    "is_scraped": "1",
    "article_title": "Single-Stranded DNA Binding Proteins (SSBPs) Interact with LDB1 Homodimers to Facilitate DNA Looping. ",
    "article_date": "November 20, 2009",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription Poster I",
    "topics": [
        "carrier proteins",
        "dna",
        "dna, single-stranded",
        "etoposide",
        "dna probes",
        "luciferases",
        "glycine",
        "mobility",
        "molecule",
        "peptides"
    ],
    "author_names": [
        "Ying Cai, PhD",
        "Lalitha Nagarajan, PhD",
        "Stephen J. Brandt, MD"
    ],
    "author_affiliations": [
        [
            "Div. of Hematology-Oncology, Vanderbilt Univ. Medical Ctr., Nashville, TN, USA, "
        ],
        [
            "Dept. of Molecular Genetics, UT-MD Anderson Cancer Ctr., Houston, TX, USA, "
        ],
        [
            "Vanderbilt Univ. Medical Ctr., Nashville, TN, USA"
        ]
    ],
    "first_author_latitude": "36.14094810000001",
    "first_author_longitude": "-86.8013668",
    "abstract_text": "Abstract 1469 Poster Board I-492 The LIM domain binding protein LDB1 is an essential cofactor of LIM-homeodomain (LIM-HD) and LIM-only (LMO) proteins in hematopoiesis and other developmental programs. We have shown that LDB1 and its LIM-HD and LMO interaction partners are protected from ubiquitylation by a small family of SSBPs. Recently, we demonstrated that these SSBPs bind to LDB1 homodimers to promote formation of a ternary complex containing two molecules of LDB1 and SSBP. This was dependent on an intact LDB1 dimerization domain (DD) and produced a shift, directly or indirectly, in the equilibrium between LDB1 monomer and dimer. In the present study, we introduced a 24-glycine linker between two full-length LDB1 peptide-coding sequences and expressed this forced or tethered LDB1 dimer (TD-LDB1) in vitro and in vivo . First, both TD-LDB1, introduced into cells by transfection, and endogenous LDB1 were found to have the same turnover rate, indicating that protection from ubiquitylation was independent of dimerization status. Second, TD-LDB1 was fused to the DNA binding domain of GAL4 (GAL4DBD) and in a second construct to the activation domain of herpesvirus VP16 (VP16AD) and these constructs were expressed in cells with a GAL4 reporter plasmid. Co-expression of GAL4-LDB1 and VP16-LDB1 significantly increased reporter luciferase activity as a result of dimerization, while co-expression of GAL4-TD-LDB1 with VP16-LDB1 did not, ruling out formation of LDB1 trimers. Likewise, co-expression of GAL4-TD-LDB1 with VP16-TD-LDB1 did not significantly affect luciferase activity, indicating that LDB1 also cannot form protein tetramers. In contrast, TD-LDB1 was able to bind SSBP2 and SSBP3 in both chemical cross-linking and mammalian two-hybrid assays, consistent with the SSBP interacting with preformed LDB1 dimers. Finally, the complete 200-amino acid DD of LDB1, reported as necessary and sufficient for protein dimerization, was confirmed in cross-linking analysis to act as a dominant negative inhibitor of LDB1 dimerization. When the DD was introduced into Lhx2-, Ldb1-, and Ssbp3-expressing cells, application of a modified electrophoretic mobility assay that can detect linking of two DNA probes in solution revealed that the DD reduced formation of a ‘looped’ complex containing two DNA probes and led to the appearance of a new complex containing Lhx2, Ssbp3, and Ldb1, apparently in a monomeric form. In summary, this work elucidates a novel function of SSBPs in enhancing LDB1 dimerization and, ultimately, long-range communication between cis regulatory regions in genes. In addition, it suggests that SSBPs bind dimeric LDB1 and induce an allosteric change in the adjacent SSBP interaction domain rather than vice versa . Finally, these results lead to the prediction that an SSBP- and LDB1-containing complex could promote looping between promoter-proximal and promoter-distal LIM-HD binding elements. Disclosures: No relevant conflicts of interest to declare."
}