{
    "doi": "https://doi.org/10.1182/blood.V112.11.2346.2346",
    "article_title": "Peripheral Alloantigen Drives Early Dysfunction and Eventual Exhaustion of CTL Following Delayed Donor Leukocyte Infusions. ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "abstract_text": "T cell immunotherapies for cancer should ideally generate high levels of anti-tumor activity, with minimal host injury and permit the prolonged survival of functional memory/effector cells to prevent tumor recurrence. Following allogeneic stem cell transplantation, delayed donor leukocyte infusion (DLI) is one strategy employed to induce graft-versus-leukemia (GVL) responses while limiting the risk of host injury in terms of graft-versus-host disease. However, patients remain at significant risk of relapse following DLI and murine models of delayed DLI indicate that this results from the eventual loss of functional, alloreactive cytotoxic T lymphocytes (CTL) [Mapara et al. Transplantation 2003]. We hypothesised that the loss of functional CTL is driven by persistent stimulation of donor CD8 cells by alloantigen expressed by peripheral tissues. In order to follow and characterise an alloreactive CD8 response under conditions in which alloantigen was present or absent in peripheral tissues, we employed a model in which either parental B6 (H2 b ) or B6 x DBA-2 F1 (BDF1, H2 dxb ) mice were lethally irradiated and reconstituted with a mixture of B6 and BDF1 T cell depleted bone marrow. 8-10 weeks later congenic CD45.1 B6 splenocytes were transferred into the established mixed chimeras. This allowed us to test the importance of peripheral antigen in the loss of alloreactive CTL responses, since alloantigen was either restricted to the hematopoietic system (B6 +BDF1 → B6) or was ubiquitously expressed (B6 +BDF1 → BDF1). Following transfer of CD45.1 B6 splenocytes, the ensuing alloantigenspecific T cell response in both groups led to the elimination of alloantigen-positive (BDF1-derived) hematopoietic elements. Thereafter, alloreactive CD8 cells resided in an environment in which peripheral alloantigen was present (PA+) or absent (PA-). We observed similar kinetics of initial CD45.1+ CD8 cell proliferation and expansion and similar acquisition of a CD44 high CD62L low phenotype. However, by day 60, there were striking differences in the phenotype and function of transferred CD8 cells. In PA- hosts, CD45.1+ CD8 cells killed allogeneic target cells effectively both in vitro and in vivo , underwent rapid proliferation in a mixed leukocyte reaction and produced the effector cytokine, IFN-γ. In contrast CD45.1+ CD8 cells from PA+ hosts had little or no cytotoxic activity, did not proliferate to alloantigen and were IFN-γ low . Moreover, CD45.1+ CD8 cells from PA+ hosts displayed high levels of the co-inhibitory receptor PD-1, low levels of the IL-7Rα chain and responded poorly to IL-7 and IL-15 in vitro , a phenotype typical of the ‘exhaustion’ signature observed in CTL following chronic antigen exposure. In comparison, CD45.1+ CD8 cells from PA- hosts expressed significantly lower levels of PD-1, higher levels of IL-7Rα and demonstrated better responsiveness to IL-7 and IL-15 in vitro. In vitro PD-1 or PD-L1 blockade restored IFN-γ generation to CD45.1+ CD8 cells from PA+ hosts, suggesting that the PD-1 pathway may play a functional role in driving exhaustion of these cells. Importantly we observed no loss of long-term alloreactive CD4 responses in either PA+ or PA- hosts. This finding is consistent with a model in which peripheral alloantigen drives exhaustion since the majority of cells expressing Class II alloantigens in PA+ and PA- hosts would be restricted to the hematopoietic system and thus, would have been cleared in the initial alloresponse. The full exhausted phenotype of alloreactive CD8 cells described above was not seen until at least 30 days after transfer to PA+ hosts. However, as early as day 14, CTL primed in PA+ hosts produced less IFN-γ in comparison to those primed in PA-hosts, even though they were still equivalent in terms of their cytotoxicity. Furthermore, when CD8 cells primed in PA+ hosts were transferred to secondary antigen-free hosts, they still displayed reduced ‘fitness’ compared to CTL originally primed in PA- hosts. These data show that peripheral alloantigen qualitatively affects donor CTL function during priming and drives their eventual exhaustion. Additionally they suggest that blockade of co-inhibitory signals may have potential in restoring function to such cells as has been demonstrated in models of chronic infection.",
    "topics": [
        "donor leukocyte infusion",
        "cd45 antigens",
        "antigens",
        "interleukin-15",
        "interleukin-7",
        "neoplasms",
        "transfer technique",
        "allogeneic stem cell transplant",
        "cancer immunotherapy",
        "cd44 antigens"
    ],
    "author_names": [
        "Barry R Flutter, PhD",
        "Farnaz Fallah-Arani, PhD",
        "Clare Bennett, PhD",
        "Janani Sivakumaran",
        "Gordon J Freeman, PhD",
        "Megan Sykes, MD, PhD",
        "Ronjon Chakraverty, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Barry R Flutter, PhD",
            "author_affiliations": [
                "Transplantation Immunology Group, University College London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Farnaz Fallah-Arani, PhD",
            "author_affiliations": [
                "Transplantation Immunology Group, University College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clare Bennett, PhD",
            "author_affiliations": [
                "Transplantation Immunology Group, University College London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janani Sivakumaran",
            "author_affiliations": [
                "Transplantation Immunology Group, University College London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon J Freeman, PhD",
            "author_affiliations": [
                "Dana Faber Cancer Institute/Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megan Sykes, MD, PhD",
            "author_affiliations": [
                "Transplant Biology Research Center, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronjon Chakraverty, MD, PhD",
            "author_affiliations": [
                "Transplantation Immunology Group, University College London, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T12:57:52",
    "is_scraped": "1"
}