{
    "doi": "https://doi.org/10.1182/blood.V126.23.2026.2026",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3047",
    "start_url_page_num": 3047,
    "is_scraped": "1",
    "article_title": "A Comparison of Lamivudine and Entecavir for the Prophylaxis of Hepatitis B Virus Reactivation in Recipients of Allogeneic Hematopoietic Stem Cell Transplantation: A Single Institutional Experience ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "entecavir",
        "hepatitis b virus",
        "lamivudine",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "hepatitis b surface antigens",
        "hepatitis",
        "transplantation",
        "hepatitis b virus dna"
    ],
    "author_names": [
        "Jin Shang",
        "Jing Sun, MD",
        "Zhiping Fan",
        "Fen Huang",
        "Yu Zhang, MD",
        "Qianli Jiang, MD PhD",
        "Hongsheng Zhou",
        "Qifa Liu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, NanFang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ]
    ],
    "first_author_latitude": "23.185195",
    "first_author_longitude": "113.33137249999999",
    "abstract_text": "Backgroud: To compare the efficacy of lamivudine and entecavir in the prevention of hepatitis B virus (HBV) reactivation in HBsAg-positive patients undergoing allogeneic hematopoietic stem cell transplantation (allo-HSCT). Method: A total of 216 consecutive HBV surface antigen (HBsAg) positive patients undergoing allo-HSCT at our institute between March 2008 and March 2014 were enrolled in this retrospective investigation. Results: Of the 216 patients, 119 received lamivudine and 97 received entecavir to prevent HBV reactivation. The cumulative rate of HBV reactivation at 24 th , 48 th , and 96 th post-transplantation were 7.0% and 0.0%, 15.0% and 1.0%, and 24.0% and 2.0% in lamivudine and entecavir groups, respectively. The cumulative rate of severe hepatitis attributable to HBV reactivation were 5.9% and 0.0% (p = 0.01) in lamivudine and entecavir groups at week 96 post-transplantation, respectively. On the 12 th , 24 th , and 48 th weeks of anti-viral therapythe average serum HBV-DNA levels reduction in entecavir group were greater than in the lamivudine Drug-resistant mutation sites were detected in 25 (21.0%) patients in the lamivudine group and in one patient (1.0%) in the entecavir group. Conclusion: Our data indicates that entecavir might reduce the incidence of HBV reactivation and severe HBV reactivation hepatitis in HBsAg-positive allo-HSCT recipients compared to lamivudine. Disclosures No relevant conflicts of interest to declare."
}