{
    "doi": "https://doi.org/10.1182/blood.V124.21.1914.1914",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2769",
    "start_url_page_num": 2769,
    "is_scraped": "1",
    "article_title": "Diagnostic Application of Immunophenotypic Analysis of Erythroid Dysplasia in Myelodysplastic Syndromes. a Report on Behalf of the European Leukemianet-IMDS-Flow Cytometry Working Group ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies: Poster I",
    "topics": [
        "dysplasia",
        "myelodysplastic syndrome",
        "cytopenia",
        "transferrin receptors",
        "cd36 antigens",
        "leukemia",
        "proto-oncogene protein c-kit",
        "refractory anemias",
        "anemia",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Theresia M Westers, PhD",
        "Eline MP Cremers, MD",
        "Uta Oelschlaegel, PhD",
        "Ulrika Johansson, PhD",
        "Peter Bettelheim, MD",
        "Birgit Witte, PhD",
        "Matteo G Della Porta, MD",
        "Wolfgang Kern, MD",
        "Arjan van de Loosdrecht, MDPhD"
    ],
    "author_affiliations": [
        [
            "VU University Medical Center, Cancer Center Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "VU University Medical Center, Cancer Center Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Unversitätsklinikum C.-G.-Carus, Dresden, Germany "
        ],
        [
            "University Hospitals NHS Foundation Trust, Bristol, United Kingdom "
        ],
        [
            "Elisabethinen Hospital, Linz, Austria "
        ],
        [
            "VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "University of Pavia & Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "VU University Medical Center, Cancer Center Amsterdam, Amsterdam, Netherlands "
        ]
    ],
    "first_author_latitude": "52.336742699999995",
    "first_author_longitude": "4.859163",
    "abstract_text": "Discriminating between cytopenia(s) due to myelodysplastic syndromes (MDS) and due to other (non-clonal) causes can be challenging, especially when dysplasia as assessed by cytomorphology is minimal, and when other MDS-specific features (such as ring sideroblasts or cytogenetic aberrations) are absent. Current recommendations for diagnosing MDS endorse flow cytometry (FC) as a valuable and informative diagnostic tool. Most FC protocols focus on analyzing the progenitor cells and the maturing myelomonocytic lineage. However, one of the most frequently observed symptoms in MDS is anemia, which is often associated with erythrodysplasia. Therefore, flow cytometric features of nucleated erythroid cells may complement current validated FC tools. The international, multicenter study within the European LeukemiaNet MDS-FC working group (ELNet-IMDS-Flow) reported herein focused on defining those erythroid parameters that enable discrimination of dyserythropoiesis associated with MDS from erythropoiesis in non-clonal cytopenias. This analysis was based on ELNet iMDS-flow guidelines for studying nucleated erythroid cells and their expression of CD117, CD71, CD36, CD235a and CD105. [Westers et al., Leukemia 2012] Nineteen centers (members of the ELNet-iMDS-flow) collected FC data on the erythroid lineage in mainly low grade MDS cases and pathological and normal controls. Bone marrow aspirates were taken after informed consent in accordance with the Declaration of Helsinki and local ethics committee approval. Data from a learning cohort were compared among MDS patients and controls; the results were validated in a separate cohort. The learning cohort comprised 685 cases and the validation cohort 352 cases; in total 191 normal controls, 443 pathological controls, and 403 MDS cases were included. The data revealed that the analysis of the expression pattern of CD71 and that of CD36 on erythroid cells in combination with the percentage of CD117 + erythroid progenitors provides the best discrimination between MDS and non-clonal cytopenia. The selected markers were used to build an FC erythroid dysplasia score which displayed a sensitivity of 59% (95% CI: 49-68%) and a specificity of 84% (95% CI: 77-89%). Of note, not every MDS case shows signs of erythrodysplasia by cytomorphology whereas some non-clonal conditions do. Evaluation of the results in the validation cohort displayed a specificity of 77% (95% CI: 29-50%) and a sensitivity of 39% (95% CI: 66-85%) for separating pathologic controls and MDS cases based on FC erythroid dysplasia. Most “FC-dysplastic” cases in the pathological control group involved reactive conditions and cytopenia associated with infections. The majority of the “FC-dysplastic” controls demonstrated abnormal CD71 expression, which argues against the application of single aberrancies to indicate dysplasia. Considering only the presence of multiple erythroid aberrancies as erythroid dysplasia by FC increased the specificity to 96% and 95% in the learning and validation cohorts, respectively; however, at the cost of a markedly reduced sensitivity (37% and 21%, respectively). Ultimately, analysis of the erythroid and myeloid lineages should be combined to increase both sensitivity and specificity. In summary, the defined erythroid marker combination may aid the diagnostic work-up of cytopenic cases with suspected MDS, particularly in combination with flow cytometric evaluation of the progenitor cells and maturing myelomonocytic lineage. This will be implemented in an upcoming multicenter data collection exercise within ELNet iMDS-flow. Disclosures Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Loosdrecht: Celgene: Consultancy."
}