{
    "doi": "https://doi.org/10.1182/blood.V128.22.859.859",
    "article_title": "Interaction of Both SH2 Domains of SHP-2 with a PD-1 Homodimer Is Required for PD-1-Mediated Inhibition of T Cell Responses ",
    "article_date": "December 2, 2016",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: T-Cell Development-Epigenetics and Checkpoint Inhibition",
    "abstract_text": "Programmed death-1 (PD-1) is a checkpoint receptor expressed on activated T-cells. PD-1 has a key role in maintenance of peripheral tolerance but also restrains anti-viral and anti-tumor immunity. Although PD-1 blockade leads to durable clinical responses in a significant fraction of patients, the majority of patients have only transient responses, emphasizing the need for better understanding of the mechanism of PD-1-mediated T cell inhibition. PD-1 consists of a single N-terminal IgV-like domain, a 20 amino acid stalk separating the IgV domain from the plasma membrane, a transmembrane domain, and a cytoplasmic tail containing two tyrosine-based structural motifs, an immunoreceptor tyrosine-based inhibitory motif (ITIM) and an immunoreceptor tyrosine-based switch motif (ITSM). SHP-2 tyrosine phosphatase interacts with the ITSM and has a critical role in PD-1-mediated inhibition but the precise mechanism is poorly understood. We sought to determine how PD-1: SHP-2 interaction leads to inhibition of T-cell responses. SHP-2 contains two SH2 domains, a phosphatase (PTP) domain and a C-terminus tail (C-tail), forming a structure of N-SH2-C-SH2-PTP-C-tail. We generated five GST-fusion proteins in which GST was fused with either SHP-2 full length, N-SH2, C-SH2 C-SH2-PTP (lacking the N-terminus SH2 domain), or PTP. Pull-down assays using lysates from human T cells revealed that PD-1 interacted with GST-SHP-2 fusion protein only after TCR/CD3-mediated activation with simultaneous PD-1 ligation, and the interaction of PD-1 with SHP-2 was mediated via the SH2 domains of SHP-2. The SH2 domains of SHP-2 have a crucial and distinct role in regulating SHP-2 PTPase activity. In the absence of a tyrosine-phosphorylated ligand, N-SH2 binds the PTP domain leading to an auto-inhibitory closed conformation that blocks the PTP site. Phosphorylation of Y542 in the SHP-2 C-tail leads to an intramolecular interaction of Y542 with the N-SH2 domain that relieves N-SH2 binding to the PTP domain and thereby reverses basal inhibition of the PTPase. Phosphorylation of Y580 in the SHP-2 C-tail relieves the auto-inhibitory closed conformation by interaction with the C-SH2 domain. Subsequent high affinity intermolecular interaction of the N-SH2 with a phosphorylated protein partner completely disrupts its PTP recognition surface, reversing the auto-inhibitory conformation and activating the PTPase activity, whereas the C-SH2 domain contributes to binding energy and specificity. We found that in activated T cells, PD-1-associated SHP-2 was phosphorylated in the tyrosines of the C-tail. To determine whether PD-1 selectively interacts with a specific SH2 domain of SHP-2, we mutagenized the functional sites of N-SH2 and C-SH2 domains at arginines 32 and 138, respectively, to alanine (R32A and R138A) and transfected COS cells with cDNA of SHP-2 wild type or each SH2 mutant together with PD-1 and TCR proximal kinase Fyn, which is required for PD-1 phosphorylation. Immunoprecipitation and immunoblot showed that mutagenesis of either SH2 domain abrogated interaction of SHP-2 with PD-1, indicating that both SH2 domains of SHP-2 are involved in the interaction with PD-1. Surprisingly, each SH2 domain of SHP-2 interacted with tyrosine phosphorylated ITSM of PD-1, as determined by immunoblot with a phopho-PD-1 antibody specific for the phosphorylated tyrosine residue Y245 and by disruption of both N-SH2:PD-1 and C-SH2:PD-1 interaction by mutation of PD-1 ITSM tyrosine residue Y245. These results indicate that SHP-2 brings together two tyrosine phosphorylated PD-1 molecules by interaction with N-SH2 and C-SH2 domains. To determine the functional implications of PD-1 homodimerization, we cultured human T cells in the presence of a soluble dimeric PD-L1 or a monomeric PD-L1. Although dimeric PD-L1 inhibited T cell proliferation and IFN-g production, monomeric PD-L1 had the opposite effect. Our results reveal a previously unidentified mechanism of PD-1: SHP-2 interaction and have implications for the development of PD-1-binding compounds to selectively suppress T cell responses by dimerizing PD-1 or to enhance T cell activation by disrupting PD-1 homodimerization. Our findings open new avenues for the development of selective PD-1-binding compounds in order to augment T cell responses for the induction of antitumor immunity or to suppress aberrant T cell activation in autoimmunity and graft versus host disease. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "alanine",
        "amino acids",
        "antibodies",
        "dna, complementary",
        "fusion proteins",
        "graft-versus-host disease",
        "immunoblotting",
        "immunoprecipitation",
        "interferon type ii",
        "ligands"
    ],
    "author_names": [
        "Nikolaos Patsoukis, PhD",
        "Asia Council",
        "Anders Berg, MD PhD",
        "Kankana Bardhan, PhD",
        "Jessica D Weaver, PhD",
        "Kathleen M. Mahoney, MD PhD",
        "Gordon J. Freeman, PhD",
        "Vassiliki A. Boussiotis, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nikolaos Patsoukis, PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Asia Council",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anders Berg, MD PhD",
            "author_affiliations": [
                "Pathology, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kankana Bardhan, PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica D Weaver, PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen M. Mahoney, MD PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon J. Freeman, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vassiliki A. Boussiotis, MD PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:38:10",
    "is_scraped": "1"
}