{
    "doi": "https://doi.org/10.1182/blood.V122.21.5077.5077",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2452",
    "start_url_page_num": 2452,
    "is_scraped": "1",
    "article_title": "The International Prognostic Index Predicts Outcome In Patients With Untreated Nodal Peripheral T-Cell Lymphomas Staged With PET/CT ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "topics": [
        "computed tomography/positron emission tomography imaging",
        "lymphoma, t-cell, peripheral",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "extranodal disease",
        "angioimmunoblastic lymphadenopathy",
        "ki-1+ anaplastic large cell lymphoma",
        "diagnostic imaging",
        "electrocorticogram",
        "hodgkin's disease",
        "lymphoma"
    ],
    "author_names": [
        "Tarec Christoffer El-Galaly",
        "Martin B Pedersen",
        "Lars Christian Gormsen",
        "Karen Juul Mylam",
        "Anne Ortved Gang, Dr.",
        "Jakob Madsen",
        "Victor Iyer",
        "Helle Westergren Hendel",
        "Annika Loft",
        "Anne Lerberg Nielsen",
        "Peter deNully Brown, MD",
        "Martin Hutchings",
        "Francesco d'Amore"
    ],
    "author_affiliations": [
        [
            "Aalborg and Aarhus University Hospitals, Aalborg and Aarhus, Denmark, "
        ],
        [
            "Aarhus University Hospital, Aarhus, Denmark, "
        ],
        [
            "Aarhus University Hospital, Aarhus, Denmark, "
        ],
        [
            "Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Copenhagen University Hospital, Herlev, Copenhagen, Denmark, "
        ],
        [
            "Aalborg University Hospital, Aalborg, Denmark, "
        ],
        [
            "Aalborg University Hospital, Aalborg, Denmark, "
        ],
        [
            "Copenhagen University Hospital, Herlev, Copenhagen, Denmark, "
        ],
        [
            "Copenhagen University Hospital, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Rigshospitalet, Copenhagen, Denmark"
        ],
        [
            "Copenhagen University Hospital, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Aarhus University Hospital, Aarhus, Denmark, "
        ]
    ],
    "first_author_latitude": "56.166349849999996",
    "first_author_longitude": "10.185452049999999",
    "abstract_text": "Background PET/CT has proven to be highly accurate for staging of Hodgkin lymphoma. A recent study also reported that PET/CT detected additional disease sites in 50% of patients with peripheral T-cell lymphoma (PTCL) as compared to conventional CT-based staging and had higher sensitivity for extranodal disease. This may challenge the validity of pre-therapeutic prognostic tools such as the widely used international prognostic index (IPI), which contains imaging-depended clinical features such as Ann Arbor stage and extranodal disease. Aim To examine the validity of IPI in PET/CT staged PTCL patients treated with CHOP or CHOP-like first line therapies. Patients and Methods The present retrospective study included PTCL patients from five Danish referral hematology centers. Potential candidates for the study were identified from a search in the Danish Lymphoma Registry (LYFO). Patients with PTCL not otherwise specified (PTCL NOS), anaplastic large cell lymphoma (ALCL), or angioimmunoblastic T-cell lymphoma (AITL) were included if they underwent PET/CT staging and were treated with CHOP or CHOP-like first-line therapy +/- consolidating high-dose therapy. Medical records were retrieved and reviewed for all included patients. Results During the time period 2006-2013 a total of 137 out of 259 PTCL patients were staged with PET/CT. Of these 119 (87%) received CHOP or CHOP-lile first-line therapy and were included in this analysis. The patients were diagnosed with PTCL NOS (n=49), AITL (n=18), and ALCL (n=52). The median age was 58 yrs. and the male:female ratio was 1.3. Advanced stage disease (III-IV) was diagnosed in 71% (n=85) and 27% (n=32) of the patients had more than one extranodal site involved. In univariate Cox regression analyses elevated LDH (HR 2.77, 95%CI 1.44-5.34), > 1 extranodal disease site (HR 3.09, 95%CI 1.67-5.72), age > 60 yrs. (HR 2.49, 95%CI 1.35-4.59), ECOG performance > 1 (HR 2.03, 95% CI 1.08-3.83), and Ann Arbor stage III-IV (HR 2.43 95%CI 1.08-5.73) were all significantly associated with inferior overall survival (OS). The presence of more than one extranodal disease site was an adverse prognostic factor for both age groups. In a multivariate Cox regression analysis including these variables, age > 60 yrs., > 1 extranodal site, and elevated LDH retained independent association with short OS. Using IPI score 0-1 (low-risk) as reference group score the HRs for death were 2.49 (95%CI 0.87-7.19) for low-intermediate, 4.31 (95%CI 1.53-12.09) for high-intermediate, and 12.74 (95%CI 4.43-36.61) for high risk patients. IPI-specific OS fractions are show in the figure. Conclusions Despite the potential stage migration associated with the introduction of new and more accurate imaging modalities such as PET/CT, the original IPI developed two decades ago continues to be a highly valid tool for predicting overall survival in PTCL patients treated with CHOP or CHOP-like first-line therapies. View large Download slide View large Download slide  TCEG, MBP, and LCG contributed equally to the present work. Disclosures: No relevant conflicts of interest to declare."
}