{
    "doi": "https://doi.org/10.1182/blood.V110.11.1638.1638",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=879",
    "start_url_page_num": 879,
    "is_scraped": "1",
    "article_title": "Elevated Red Cell Microparticles (RMP) as Risk Factor for Thrombosis in Patients with Renal Failure. ",
    "article_date": "November 16, 2007",
    "session_type": "Pathophysiology of Thrombosis",
    "topics": [
        "cell-derived microparticles",
        "erythrocytes",
        "kidney failure",
        "thrombosis",
        "tuberculosis",
        "borderline neoplasms",
        "hemostasis procedures",
        "uterine fibroids",
        "anticoagulants",
        "blood coagulation factors"
    ],
    "author_names": [
        "Vincenzo Fontana, MD",
        "Wenche Jy, PhD",
        "Lawrence Horstman, BS",
        "Dudkiewicz Pamela, ARNP",
        "Fernandez Carina, AS",
        "Carlos Bidot, Jr., BS",
        "Ahn S. Ahn, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
            " "
        ],
        [
            "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
            " "
        ],
        [
            "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
            " "
        ],
        [
            "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
            " "
        ],
        [
            "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
            " "
        ],
        [
            "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
            " "
        ],
        [
            "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
            " "
        ]
    ],
    "first_author_latitude": "25.7904064",
    "first_author_longitude": "-80.21199279999999",
    "abstract_text": "BACKGROUND: Cell-derived microparticles (MP) are microvesicles released during activation or apoptosis from endothelial cells (EMP), platelets (PMP), leukocytes (LMP) and red cells (RMP). Their roles in hemostasis and inflammation are increasingly coming to light. Chronic and acute renal failure (RF) is associated with increased risk of bleeding as well as thrombosis but the pathogenesis is unclear. Platelet hyperaggregation, elevated clotting factors, deficiency in natural anticoagulants, impaired fibrinolysis and hyperhomocysteinemia have all been implicated in thrombosis in RF. Recently high levels of EMP, PMP and LMP have been reported in RF but their clinical significance is obscure. We investigated these MP as well as RMP in patients with RF. METHODS: Twenty-seven patients (14M/13F, mean age 53yr) with RF were investigated. Incidence of thrombosis was assessed. Healthy controls were n=109. Flow cytometry was used to assay LMP by anti CD45, PMP by anti CD41, RMP by anti-glycophorin, and EMP by CD31+/CD41−. RESULTS: The RF patients were divided into groups with thrombosis (TB) and without (NTB). Nine patients (33%) had thrombosis, most often venous. When MP were compared between controls and all RF patients, EMP (p=0.0004) and RMP (P=0.01) were elevated in RF. However, PMP and LMP in RF did not differ from controls (FIG. 1). On the other hand, when we compared MP between TB and NTB, only RMP was significantly greater in TB (mean 2064/uL) than NTB (mean 972/uL), p=0.001. Mean levels of EMP, PMP and LMP did not differ significantly between TB and NTB in RF (FIG. 2). CONCLUSION / DISCUSSION: First, we confirm elevated EMP in RF compared to normal controls, and also report for the first time elevated RMP in RF. This indicates activation of endothelium and and red cells. Elevation of procoagulant MP likely contribute to risk of thrombosis in RF. Interestingly, PMP and LMP were not significantly increased in RF. Secondly, in comparing MP between the two groups of RF patients, only RMP, not other MP, were significantly higher in TB than NTB. The potential role of RMP in hemostasis and thrombosis is unknown, but the present study demonstrates a unique association of elevated RMP with thrombosis. Specifically, only RMP discriminate the TB from the NTB group in RF. This may suggest a role of RMP in thrombosis. RMP carry procoagulant phosphatidylserine (PS). Expression of PS was increased in RBC of patients with RF. The mechanism of increased RMP in RF is not known. Increased membrane fragility and decreased deformability of RBC seen in uremic patients, together with enhanced membrane lipid peroxidation from oxidative stress would contribute to increased hemolysis and RMP in RF. Thus, the present findings should further stimulate investigation into the causes and significance of RMP in RF and other TB disorders. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide"
}