{
    "doi": "https://doi.org/10.1182/blood-2019-126496",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4213",
    "start_url_page_num": 4213,
    "is_scraped": "1",
    "article_title": "Targeting the BMP Receptor Inhibitor FKBP12 to Upregulate Hepcidin in Wild-Type and Hemojuvelin-Hemochromatosis Models ",
    "article_date": "November 13, 2019",
    "session_type": "102.Regulation of Iron Metabolism",
    "topics": [
        "hemochromatosis",
        "hepcidin",
        "tacrolimus binding protein 1a",
        "hfe2 gene",
        "iron",
        "human placental lactogen",
        "tacrolimus",
        "antisense oligonucleotides",
        "hormones",
        "immunosuppressive agents"
    ],
    "author_names": [
        "Mariateresa Pettinato",
        "Mariam Aghajan, PhD",
        "Violante Olivari, MSc",
        "Alessandro Dulja, MSc",
        "Antonella Nai, PhD",
        "Jessica Bordini, PhD",
        "Alessandro Campanella, PhD",
        "Alessia Pagani, PhD",
        "Shuling Guo, PhD",
        "Clara Camaschella, MD",
        "Laura Silvestri, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy ",
            "Vita-Salute San Raffaele University, Milano, Italy "
        ],
        [
            "Ionis Pharmaceuticals, Inc., Carlsbad, CA"
        ],
        [
            "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
        ],
        [
            "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
        ],
        [
            "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy ",
            "Vita-Salute San Raffaele University, Milano, Italy "
        ],
        [
            "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
        ],
        [
            "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
        ],
        [
            "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
        ],
        [
            "Ionis Pharmaceuticals, Inc., Carlsbad, CA"
        ],
        [
            "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
        ],
        [
            "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy ",
            "Vita-Salute San Raffaele University, Milano, Italy "
        ]
    ],
    "first_author_latitude": "45.46273385",
    "first_author_longitude": "9.17773225",
    "abstract_text": "Introduction Iron homeostasis is tightly regulated by the liver hormone hepcidin, whose expression is controlled by the BMP-SMAD pathway. Activation of this pathway requires ligands (BMP2 and BMP6), type I (ALK2 and ALK3) and type II receptors and BMP co-receptor HJV, whose mutations cause Hereditary Hemochromatosis (HH), a disorder characterized by iron overload due to low hepcidin. ALK2 and ALK3 have non-redundant functions in hepcidin upregulation. While BMP6 signals preferentially through ALK2, BMP2 binds mainly ALK3, the receptor functionally linked to HJV (Latour et al., 2017). The activity of the two branches of the BMP-SMAD pathway is inhibited by FKBP12 (Colucci et al., 2017) and TMPRSS6 (Silvestri et al., 2008), respectively. We previously demonstrated that FKBP12 displacement by the immunosuppressive drug FK506 upregulates hepcidin (Colucci et al., 2017). FKBP12 synergizes with BMP6 to increase the BMP-SMAD signaling (Dulja et al., in preparation). In agreement, FKBP12 sequestration by FK506 in Hjv -KO mice, a severe model of HH with high liver BMP6 expression, upregulated hepcidin through BMP-SMAD activation (Pettinato et al., ASH 2018), providing the proof of principle of FKBP12 targeting in HH. To avoid immunosuppression caused by FK506, we explored a FKBP12 targeted approach by using antisense oligonucleotides (ASO). In this study we analyzed FKBP12-ASO effect on liver hepcidin and BMP target genes both in WT and Hjv -KO mice and investigated the liver cell type mostly affected by ASO treatment. Methods Six-weeks-old wild-type (WT) and Hjv -KO mice were treated twice a week for 6 weeks with FKBP12- (50 mg/kg) or control ASO. A group of WT mice were processed for liver cells isolation by in situ perfusion (Colucci et al., 2017). Mice were sacrificed and analyzed for iron, CBC, erythropoiesis, and expression of hepcidin, BMP-SMAD target genes and erythroferrone ( Erfe ). Results We analyzed Fkbp12 expression in several tissues from FKBP12-ASO treated mice. Fkbp12 mRNA was about 72% decreased in total liver, 66% in spleen and 56% in kidney, while remained unchanged in bone marrow. The BMP-SMAD target genes Smad7 and Id1 were upregulated exclusively in the liver of the same mice. However, hepcidin was unchanged. To investigate this unexpected finding, we analyzed bone marrow and spleen erythropoiesis and showed increased spleen immature erythroid precursors and increased expression of the hepcidin inhibitor Erfe . In addition, serum iron and transferrin saturation were both decreased, erythrocytes were microcytic, and spleen iron slightly increased, suggesting iron retention. We concluded that in FKBP12-ASO treated WT mice hepcidin levels are inappropriate considering the high ERFE and the low iron inhibitory signals. In Hjv- KO treated mice Fkbp12 dowregulation was preserved in spleen and kidney, but not in liver, where Fkbp12 was less downregulated (66% vs 72%) than in WT. At difference with WT mice, BMP target genes expression was unchanged in Hjv- KO. Spleen erythropoiesis was targeted by FKBP12-ASO as in WT, with a trend towards increased Erfe expression. However, circulating iron, strongly increased in untreated Hjv -KO mice, did not change. As for the liver cell type targeted by FKBP12-ASO, Fkbp12 expression was analyzed in hepatocytes (HCs) and sinusoidal endothelial cells (LSECs). LSECs expressed 20 times more Fkbp12 than HCs. Consequently LSECs Fkbp12 was downregulated by ASO with increased efficiency (80%) compared to HCs (50%), likely explaining the lack of effect of FKBP12-ASO in Hjv- KO mice. Overall these results suggest that specific HCs targeting is needed for hepcidin increase through Fkbp12 downregulation. Conclusions In WT mice, FKBP12-ASO downregulates liver Fkbp12 and upregulates the BMP-SMAD pathway but leaves hepcidin unchanged, likely because of the concomitant inhibition due to decreased serum iron and increased Erfe expression. FKBP12-ASO treatment of Hjv -KO mice results in less efficient Fkbp12 downregulation and unchanged liver BMP-SMAD pathway. Fkbp12 is highly expressed and more efficiently downregulated by ASOs in LSECs than HCs, indicating the need for a HCs specific targeting of FKBP12 to upregulate hepcidin in Hemochromatosis. Targeting spleen Fkbp12 impairs erythropoiesis, revealing a novel and unexpected role of FKBP12 in this process that could be relevant for patients treated with drugs that sequester FKBP12 as FK506 and rapamycin. Disclosures Aghajan: Ionis Pharmaceutical: Employment, Other: shareholders. Guo: Ionis Pharmaceutical, INC: Employment, Other: shareholders. Camaschella: Celgene: Consultancy; Vifor Iron Core: Consultancy; Novartis: Consultancy."
}