{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2162.2162",
    "article_title": "Duration Matters: Impact of Time from Diagnosis on Symptoms in Patients with Hematologic Malignancies ",
    "article_date": "December 7, 2017",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster I",
    "abstract_text": "Background: Patients with hematologic malignancies experience physical, emotional, financial and social burdens of disease. There are multiple stages of a cancer diagnosis patients experience over time. In order to provide complete and individualized cancer care to patients with hematologic malignancies, it is important to understand how patient experience evolves over time. Here we describe the impact of time from diagnosis on the common symptoms of stress and fatigue and the impact on quality of life in hematologic malignancies. Methods: Surveys were distributed to individuals with a past or present cancer diagnosis at the Mayo Clinic \"Living with and Surviving Cancer\" patient symposium in January 2016. Survey items included demographic data, symptom understanding and management strategies, the European Organization for Research and Treatment of Cancer quality of life questionnaire (EORTC QLQ-C30) and the Linear Analog Self Assessment (LASA). Participants were categorized by time from diagnosis (TFD) as chronic diagnosis (CD) TFD >3 years and recent diagnosis (RD) defined as TFD ≤3 years. Results: Demographics : 60 patients with hematologic malignancies completed the survey, 29 patients with CD defined as TFD >3 years, and 31 with RD defined as TFD≤3 years. The mean age for all participants was 67 years ([SD] 10.3) with a slight female predominance (N=34, 57%). Age and gender distribution did not differ between TFD >3 and ≤3 years ( P= 0.99 and P =0.07, respectively). Hematologic diagnoses did not differ by TFD (plasma cell dyscrasia 48% CD vs 29% RD, P =0.13; lymphoma/chronic lymphocytic leukemia 45% CD vs 48% RD, P =0.78; acute leukemia/myelodysplastic syndrome 10% CD vs 16% RD, P =0.51; myeloproliferative neoplasm 3% CD vs 6%, RD P =0.59). Patients with RD were more likely to report additional solid malignancy diagnosis (breast cancer 20% RD vs 0% CD, P =0.1; non-melanoma skin cancer 13% RD vs 0% CD P =0.04). Active chemotherapy treatment did not differ based on TFD (31% CD vs 36% RD, P =0.7). Stress : Patients with RD reported a significantly lower stress level on the LASA (Table 1). RD patients were more likely to report a higher understanding of stress management (23% vs 0% CD, P =0.01). Both groups reported highest level of stress directly following diagnosis (75% RD vs 67% CD, P =0.5).Both groups reported similar stress management strategies (exercise 65%, P =0.93; spirituality 53%, P=0.8; anxiety medications 33%, P =0.85; meeting a psychiatrist/psychologist 16%, P=0.41; yoga 8%, P=0.58) with the exception that patients with RD were more likely to utilize \"other\" stress management strategies (35.5% vs 10% CD, P=0.02) including meditation, mindfulness, and information gathering. Fatigue: Patients with RD reported significantly less fatigue on the QLQ-C30 (Table 1). Understanding fatigue management was not impacted by TFD (P=0.25). Both groups reported highest fatigue during treatment (57% RD vs 62% CD, P=0.94). Both groups reported similar utilization of fatigue management strategies (exercise 63%, P =0.73; spirituality 43%, P =0.18; anxiety medications 20%, P =0.43; meeting a psychiatrist/psychologist 8%, P =0.58, and \"other\" 21% CD, P=0.86). CD patients were more likely to experience significant fatigue most days of the month (54% vs 22% RD, P=0.04). Quality of Life : Patients with RD reported improved emotional functioning and improved global health status on the QLQ-C30 (Table 1). Conclusion: Patients with hematologic malignancies experience significant symptoms, including stress and fatigue, at various stages of their condition. Our exploratory study indicates patients with a longer duration of cancer diagnosis (>3 years) experience a higher level of stress, less knowledge to manage stress, and more fatigue compared to those with a more recent diagnosis despite similar diagnoses and active chemotherapy use. This suggests that patients with a longer duration of cancer diagnosis are at increased risk for symptoms and decreased quality of life. Health care providers should consider this population to be particularly at risk and focus supportive care interventions to address the accumulation of cancer consequences. View large Download slide View large Download slide  Close modal Disclosures Gowin: Incyte: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Mikhael: sanofi-aventis: Research Funding; Celgene Corp: Research Funding; Abbvie: Research Funding. Khera: Novartis: Consultancy. Mesa: Novartis Pharmaceuticals Corporation: Consultancy; Celgene Corporation: Research Funding; CTI BioPharma Corp.: Research Funding; Gilead Sciences, Inc.: Research Funding; Incyte Corporation: Research Funding; Ariad: Consultancy; Promedico: Research Funding; Galena Biopharma, Inc.: Consultancy.",
    "topics": [
        "hematologic neoplasms",
        "fatigue",
        "stress",
        "cancer diagnosis",
        "cancer",
        "chemotherapy regimen",
        "lipid-associated sialic acid",
        "breast cancer",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Leslie Padrnos, MD",
        "Heidi Kosiorek, MS",
        "Robert M Bennett, III",
        "Amylou Constance Dueck, PhD",
        "Krisstina L. Gowin, DO",
        "Robyn M. Scherber, MD",
        "Holly L. Geyer, MD",
        "Jeanne Palmer, MD",
        "Donald Northfelt, MD",
        "Joseph R Mikhael, MD FRCPC, MD",
        "Nandita Khera, MD",
        "Ruben A Mesa, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Leslie Padrnos, MD",
            "author_affiliations": [
                "Mayo Clinic Arizona, Scottsdale, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Heidi Kosiorek, MS",
            "author_affiliations": [
                "Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert M Bennett, III",
            "author_affiliations": [
                "Arizona State University, Tempe, AZ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amylou Constance Dueck, PhD",
            "author_affiliations": [
                "Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krisstina L. Gowin, DO",
            "author_affiliations": [
                "Mayo Clinic Arizona, Fife, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robyn M. Scherber, MD",
            "author_affiliations": [
                "Oregon Health and Sciences University, Portland, OR "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Holly L. Geyer, MD",
            "author_affiliations": [
                "Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanne Palmer, MD",
            "author_affiliations": [
                "Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Northfelt, MD",
            "author_affiliations": [
                "Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph R Mikhael, MD FRCPC, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nandita Khera, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben A Mesa, MD",
            "author_affiliations": [
                "UT Health San Antonio Cancer Center, San Antonio, TX"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:39:41",
    "is_scraped": "1"
}