{
    "doi": "https://doi.org/10.1182/blood.V118.21.1509.1509",
    "article_title": "Tyrosine Kinase Inhibitor Screen Identifies the Multikinase Inhibitor, Foretinib, As a Sensitisor of Treatment-resistant B-Precursor ALL to Core Chemotherapeutic Agents ",
    "article_date": "November 18, 2011",
    "session_type": "614. Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1509 Acute lymphoblastic leukaemia (ALL) is the most frequent malignancy in childhood with resistance or relapse occurring in up to 20% of patients. The precise mechanisms of resistance to conventional therapy leading to relapse have not been elucidated. Deregulation of tyrosine kinases (TKs) have been implicated in resistant solid tumours and the of aetiology haemopoietic tumours, Philadelphia – chromosome positive ALL (Ph+ ALL), FLT3 in MLL+ infant ALL and FLT3-ITD subset in acute myeloid leukaemia. The role of TK inhibitors (TKIs) has not been extensively investigated in non-Ph + ALL. We screened 5 B-cell precursor ALL cell lines and 20 primary samples with a library of 34 TKIs. Nalm 6 (t(5;12)), Nalm 17 (normal karyotype), REH (t(12;21)), SD1 and Sup15 (Ph+ ALL) and primary cells were tested at 1μM and 10μM and alterations in cell viability assessed with the Promega CellTiter-Glo assay. A drug was considered to be effective if it induced >50% reduction in cell viability at 1μM. While we demonstrated significant heterogeneity in response to many of the TKIs, we observed reduction in viability to lestaurtinib (FLT3/JAK2), dovitinib (FLT3/FGFR/PDGFR/VEGFR) and bosutinib (Abl/Src) in all cell lines. Compared with Nalm 6 and Nalm 17 which only exhibited sensitivity to these 3 TKIs, REH demonstrated additional sensitivity to crizotinib (ALK/Met) and the quinazoline pan-EGFR inhibitors, afatinib and canertinib. The Ph+ cell lines SupB15 and SD1 responded to the highest number of TKIs, 12 and 14 respectively. These included the expected Bcr/Abl and Aurora kinase inhibitors. Activity of the putative PDGFR/VEGFR TKIs axitinib, linifanib, vargatef and also foretinib (MET/VEGFR2/FLT3) appeared limited to Ph+ cell lines. The cell lines, REH and SD-1, which are resistant to ionizing radiation–induced apoptosis, were selectively inhibited by both the quinazolines. Baseline mRNA expression of the ErbB family was present in all cell lines and therefore did not correlate with response. TKIs inducing the greatest reduction in cell viability across the cell lines were those that target class III/IV/V RTKs. Although all cell lines expressed FLT3 mRNA, reduction in cell viability was not universally induced by the specific FLT3 inhibitor tandutinib at doses of up to 10μM. As observed in previous studies, the level of mRNA transcript did not predict or directly correlate with the response to TKI. A panel of 20 primary ALL samples, representative of common biological features, were screened. We found no correlation between cytogenetics, age, white cell count, post – induction MRD status and response to TKI groups or individual inhibitor. Only 5/20 did not respond to any of the tested TKIs. Lestaurtinib, dovitinib and foretinib reduced cell viability in 7/20 primary ALLs. In addition, canertinib reduced cell viabililty in 6/20 primary ALL samples, afatinib and TAE684 (ALK/MET) both in 5/20 ALL samples respectively and vargatef in 4/20 samples. Based on our preliminary screen, the multikinase inhibitor foretinib was selected as one of several promising candidates for further pre-clinical testing. Recent adult phase 1 solid tumor trials have shown limited toxicity and good bioavailability. Foretinib inhibited leukaemia proliferation with LD 50 in nanomolar and low micromolar range; SupB15 (333nM ±49), SD-1 (381nM ±239), Nalm 17 (484nM ±124), REH (689nM ±92) and Nalm 6 (1.84μM ±0.25). Annexin/PI staining, DNA fragmentation and PARP protein cleavage confirmed that the mechanism of cell death was apoptosis. We next investigated whether foretinib could sensitise ALL cell lines to dexamethasone, cytarabine, methotrexate, doxorubicin or mitoxantrone. Drug interactions were modelled using the Biosoft Calcusyn software package. We found that the addition of foretinib resulted in predominantly synergistic interactions in all cell lines (CI<1). The most striking example of synergism was in the dexamethasone-resistant cell line, REH. Addition of a sub–LD 50 dose of foretinib led to >50% reduction in cell viability when combined with 1nM dexamethasone compared with no response at 10μM dexamethasone alone. Overall these data support further exploration of TKIs as potential therapeutic agents in childhood ALL. Specifically, we are currently investigating the direct anti-leukemic activity of foretinib in childhood ALL and its synergistic activity with dexamethasone in vivo using our NOG mouse primograft model for ALL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antineoplastic agents",
        "foretinib",
        "protein-tyrosine kinase inhibitor",
        "treatment resistant disorders",
        "ms-like tyrosine kinase 3",
        "dexamethasone",
        "rna, messenger",
        "afatinib",
        "hla-a antigens",
        "leukemia, lymphocytic, acute, childhood"
    ],
    "author_names": [
        "Shaun R Wilson, MBChB, MRCPCH",
        "Victoria J Weston, PhD",
        "Tatjana Stankovic, MD, PhD",
        "Pamela R Kearns, BSc, MBBCh, MRCP, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaun R Wilson, MBChB, MRCPCH",
            "author_affiliations": [
                "Paediatric Oncology, Birmingham Children's Hospital, Birmingham, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Victoria J Weston, PhD",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatjana Stankovic, MD, PhD",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela R Kearns, BSc, MBBCh, MRCP, PhD",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T21:29:11",
    "is_scraped": "1"
}