{
    "doi": "https://doi.org/10.1182/blood-2018-99-118824",
    "article_title": "The ITP Natural History Study Registry: Preliminary Findings on the Immune Thrombocytopenia Patient Experience ",
    "article_date": "November 29, 2018",
    "session_type": "311. Disorders of Platelet Number or Function",
    "abstract_text": "Background Although significant advances have been made over the past 10 years in the treatment of Immune Thrombocytopenia (ITP), challenges remain in addressing the burden of disease and unmet needs of patients. In rare diseases especially, natural history studies and patient registries are crucial in establishing baseline information and identifying patient-reported outcomes. Aims The registry collects data on the natural progression of ITP, and characterizes the ITP population as a whole. This preliminary analysis seeks to provide an abridged overview of registry findings. Methods The ITP Registry enrolled 843 patients (pts), 742 completed the consent process [table 1]. Pts completed a set of surveys on demographics, medical and diagnostic data, treatments (tx), and quality of life, with 172 total questions for adults and 141 for children. Of 742 consented pts, 475 (64%) completed >1 surveys. 307 pts completed all surveys. Results Pts were 90.3% caucasian and 76.4% female. 86.5% live in the United States. 69.3% of pts were formally diagnosed with ITP <1 yr of experiencing symptoms of petechiae, purpura, or mucosal bleeding (range 1-42 yrs). Avg. age at diagnosis was 32 yrs (0-72), although avg. current age for registry pts is 38 (0-100). Avg. duration of disease is 12 ½ yrs, (0-69). An avg. of 4 (1-10) diagnostic tests are performed to confirm diagnosis [figure 1]. Only 9 pts were diagnosed with another disorder in addition to their ITP. 329 pts who completed the Treatment survey received a total of 1,008 ITP txs (avg. 3; range 1-14), almost half of pts were treated with ≥3 different txs over the course of their disease. 46/329 pts (14%) received ≥6 txs, double the avg. number of txs. Almost half (45%) currently receive tx, but this does not take into consideration whether pts are in remission. 285 (86.6%) pts received steroids. 137 (41.6%) received IVIG. Almost 1/3 received rituximab (31.9%). 121 (36.8%) were treated with thrombopoietic agents; pts also received anti-d, antibiotics, decadron, rituximab, or another tx for their ITP [figure 2]. 23.7% had undergone splenectomy. Every pt visited a physician at least once in the past year. ITP pts visit their physicians on avg. 7 times/year, 42.6% of pts consult their doctor ≥10 times/year. 64% of pts were hospitalized because of their ITP. Of these pts, 39.8% had been hospitalized within the past year; this may include in-patient txs. Most of the adult pts who completed the quality of life (QoL) surveys felt their QoL is good; 1/5 said poor or fair. During the past month, 1/4 pts claimed their overall health was poor or fair, 2/3 said good or very good, 10% said excellent. 62% of pts rate their mental health as good or very good. 82% felt bothered by emotional problems such as feeling anxious, depressed, or irritable in the past week. 64% of pts felt anxious in the past week. Over half of pts report feelings of depression. A similar trend to mental health was seen in pts' physical health: 65% said their physical health was good or very good. However, 90% said pain interferes with their QoL. 88% experienced fatigue that week due to their ITP. 38 parents completed the QoL survey on behalf of their child, although not all questions were answered by each respondent. 16/19 parents said their child's overall health was good or very good. 63% of children were bothered by emotional problems. 29/38 parents said their child feels nervous about their ITP. A majority of children got tired easily due to their ITP; 27/38 children were sometimes, often or always tired. Less than half (15/38) experienced pain from their ITP in the last week, with 6/15 children rating their pain as \"greater than 5\" on a scale of 1-10 (10= worst pain). 22/38 parents say their child has been physically able to do the activities they enjoy most with no trouble. Discussion We focused on general questions across surveys, especially on topics most important to ITP patients. Completion of surveys was hindered by the time and effort needed to answer survey questions. In the future, we hope that completion of the remaining surveys will continue, helping us to examine differences in disease experience across sub-populations. This overview will assist the ITP community with the development of recommendations for standards of care, assist researchers studying the pathophysiology of ITP and interventional outcomes, and support the design of clinical trials for new treatments. View large Download slide View large Download slide  Close modal Disclosures Kruse: Amgen/ITP: Consultancy; Novartis/ITP: Consultancy; Rigel/ITP: Honoraria. Lambert: Educational Concepts in Medicine: Consultancy; Summus: Consultancy; Amgen: Membership on an entity's Board of Directors or advisory committees; Shionogi: Consultancy; Bayer: Membership on an entity's Board of Directors or advisory committees; Sysmex: Consultancy; Rigel: Consultancy; CSL: Consultancy; Novartis: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "thrombocytopenia due to immune destruction",
        "brachial plexus neuritis",
        "pain",
        "rituximab",
        "antibiotics",
        "blood group antibody d",
        "dexamethasone",
        "disease remission"
    ],
    "author_names": [
        "Alexandra Kruse",
        "Caroline Kruse",
        "Michele P. Lambert, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexandra Kruse",
            "author_affiliations": [
                "Platelet Disorder Support Association, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Caroline Kruse",
            "author_affiliations": [
                "Platelet Disorder Support Association, Broadview Heights, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele P. Lambert, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T02:40:45",
    "is_scraped": "1"
}