{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.753.753",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3730",
    "start_url_page_num": 3730,
    "is_scraped": "1",
    "article_title": "Enhancing the Khorana Score: Traditional VTE Risk Factors Are Important in Predicting Long Term VTE Risk in Cancer Patients Initiating Chemotherapy ",
    "article_date": "December 7, 2017",
    "session_type": "903. Outcomes Research—Non-Malignant Conditions: Health Impact and Mortality",
    "topics": [
        "cancer",
        "chemotherapy regimen",
        "venous thromboembolism",
        "obesity",
        "anemia",
        "follow-up",
        "leukocytosis",
        "lymphoma",
        "thrombocytosis",
        "c statistic"
    ],
    "author_names": [
        "Daniel Douce, MD",
        "Chris E. Holmes, MD PhD",
        "Mary Cushman, MD",
        "Charles Maclean, MD",
        "Steven Ades, MD",
        "Neil A Zakai, MDMSc"
    ],
    "author_affiliations": [
        [
            "University of Vermont Medical Center, Burlington, VT "
        ],
        [
            "University of Vermont Medical Center, Burlington, VT "
        ],
        [
            "Department of Medicine, Department of Pathology, University of Vermont, Burlington, VT "
        ],
        [
            "Adult Primary Care Medicine, University of Vermont Medical Center, Essex, VT "
        ],
        [
            "University of Vermont Cancer Center, Burlington, VT "
        ],
        [
            "University of Vermont Medical Center, Colchester, VT"
        ]
    ],
    "first_author_latitude": "44.4796617",
    "first_author_longitude": "-73.1942467",
    "abstract_text": "Background: The Khorana VTE risk score is a validated tool to predict the 6 month VTE rate for patients starting chemotherapy. It includes cancer type, obesity, anemia, leukocytosis, and thrombocytosis. Patients with cancer are living longer, and VTE risk continues beyond 6 months. The influence of known VTE risk factors that are not included in the Khorana score on VTE risk in cancer patients, such as hospitalization (which varies over time), older age and prior history of VTE is not known. Methods: Among patients with cancer starting chemotherapy from 2012-14 at the University of Vermont Cancer Center, VTE was ascertained for up to 3 years using ICD codes and confirmed by manual chart review. Prior VTE was defined as VTE >3 months prior to starting chemotherapy and body mass index (BMI) and laboratory values were assessed within 1 week prior to starting chemotherapy. We performed two series of analyses. In the first, logistic regression was used to assess the performance of the Khorana score for VTE prediction within 6 months of chemotherapy start before and after the addition of the VTE risk factors of age and prior VTE. In a second analysis, we used Cox proportional hazard models (which incorporate time-to-event data) and all VTE events, with up to 3 years of follow-up, and additionally assessed hospitalization and time-periods after hospitalization as time-varying covariates. The area under the receiver operating characteristic curve (AUC) of the Khorana score was then determined before and after addition of significant traditional risk factors found in univariate analysis. Results: Among 1,583 patients with a mean age of 60 and 48% male, 187 developed VTE (11.8%) with 129 cases occurring within 6 months of chemotherapy start. Cancer types in the study included 229 breast (14.5%), 186 lung (11.8%), 174 lymphoma (11%), 105 gynecologic (6.7%), 71 pancreas (4.4%), 30 bladder (1.9%), 18 testicular (1.1%), 17 stomach (1%) and 753 other types of cancer (47.6%), including cancer types not included in the original Khorana score. The table shows the unadjusted and adjusted associations of risk factors with VTE, assessing both the first 6 months of chemotherapy and the entire 3 year study period. In the 6-month analysis, none of the traditional risk factors were significantly associated with VTE (Table). The c-statistic for the Khorana model was 0.61 (95% CI 0.56, 0.65). In the 3-year analysis, male sex, prior VTE, and hospitalization as a time-varying exposure were associated with an increased hazard of VTE (Table). Hospitalization, both within the past 90 days (HR 2.87, 95% CI 2.06, 4.00) and the past 30 days (HR 3.09, 95% CI 2.12, 4.51) was associated with VTE, while the time period encompassing hospitalization itself (HR 1.75, 95% CI 0.72, 4.28) did not reach statistical significance. The C-index for the Khorana score over 3 years was 0.59, and with addition of male sex and prior VTE this was 0.61. Conclusions: In a real-world patient population, the Khorana score was again validated for predicting 6-month rate of VTE after initiating chemotherapy. Further, patients remained at risk of VTE beyond 6 months, and when time-to-event data were incorporated into risk assessment, male sex, prior history of VTE, and hospitalization were important risk factors. These data demonstrate that risk factors for cancer-related VTE vary over time and highlight the need to re-evaluate VTE risk of the course of a patient's treatment. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}