{
    "doi": "https://doi.org/10.1182/blood.V112.11.4548.4548",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1257",
    "start_url_page_num": 1257,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy of Laparoscopic Splenectomy in Patients with Refractory Immune Thrombocytopenic Purpura. A Long-Term Survey ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Background: Despite the popularity of splenectomy has decreased dramatically in the past few years, the surgical approach remains the best therapy for patients with refractory Immune Thrombocytopenic Purpura (ITP) in terms of high and durable rate of response ( Vesely et al, Ann Intern Med  2004 ; 140 : 112 ). The recent introduction of anti-CD20 antibodies and thrombopoietins of second generation such as AMG 531 and Eltrombopag may have a relevant role ( Kuter et al, Lancet  2008 ; 371 : 362 ) but their long-term safety and efficacy have not been still established. In parallel with new drugs, there has been an evolution in the surgery of splenectomy as well ( Dolan et al, Am J Hematol  2008 ; 83 : 93 ). Actually, the laparoscopic surgery is considered the standard approach and the ITP represents the most common indication in 50–80% of all the laparoscopic splenectomies. Methods: The aim of this study is to evaluate the long-term complete and partial haematological response (CR + PR), as well as the short and long-term complications, of 40 patients (30 females and 10 males; median age: 38 years - range 6–71) with unresponsive ITP after one or more medical approaches and underwent laparoscopic splenectomy at our Institution from 1999 through 2006. The 40 patients accounted for 22.2% of 181 patients diagnosed in those years. An abdominal CT scan to evaluate the presence of accessory spleens was performed in all cases. All patients received meningococcal, pneumococcal and haemophilus influenzae vaccine one week before splenectomy. For 4 or 5 days before splenectomy the patients were treated with high doses of intravenous Immunoglobulins. Anti-thrombotic prophylaxis was performed with low molecular weight heparin (LMWH) for 10 days and afterwards with cardioaspirin (ASA) if the platelet count exceeded 500x10E9/L. Results: No cases required conversion to laparotomic splenectomy. An accessory spleen was found in 2 patients (5%). Immediate haematological response rate was of 100%. At date, after a median follow-up of 78 months (range 28–112 months), 36 patients (90%) remain in CR or PR with a platelet count more than 50x10E9/L and 2 patients are taking ASA. Four patients (10%) relapsed; out of which, 2 patients have a platelet count less than 10x10E9/L. Short and long-term mortality rate was 0%. Immediate postoperative complications rate was 5%: we observed 2 cases of hemoperitoneum related to a trocar’s tube and to an active bleeding, respectively, both resolved with new laparoscopic approach. The mean postoperative hospital stay was 4,5 days (range 4–8). Neither cases of bacterial sepsis in the postoperative or during the follow-up time, nor cases of splenic-portal vein thrombosis (SPVT) and no cases of neoplasms occurred. Conclusions: Our experience suggests that laparoscopic splenectomy is an excellent approach to patients with refractory ITP in terms of safety, efficacy and costs. With respect to laparotomic splenectomy, the use of laparoscopy is likely to make the splenectomy even safer and therefore suitable for a larger number of patients. Undoubtedly there is a great expectation for the new drugs ( Rodeghiero et al, Am J Hematol  2008 ; 83 : 91 ) and we agree that only controlled comparative clinical trials ( Vianelli et al, Haematologica  2005 ; 90 : 72 ) will be able or not to say a final word and to challenge the role of splenectomy.",
    "topics": [
        "purpura, thrombocytopenic, idiopathic",
        "splenectomy, laparoscopic",
        "splenectomy",
        "laparoscopy",
        "accessory spleen",
        "follow-up",
        "low-molecular-weight heparin",
        "postoperative care",
        "surgical procedures, operative",
        "abdominal ct"
    ],
    "author_names": [
        "Nicola Cascavilla",
        "Matteo Scaramuzzi",
        "Michele Nobile",
        "Matteo Dell’Olio",
        "Antonietta Pia Falcone",
        "Lorella Melillo",
        "Grazia Sanpaolo",
        "Potito Rosario Scalzulli",
        "Giovanni Rossi",
        "Antonio La Sala",
        "Carlo Bodenizza",
        "Giovanni D’Arena",
        "Francesco Saverio Mantuano",
        "Michele Mario Greco",
        "Angelo Michele Carella",
        "Emanuela Merla",
        "Angelo Ambrosio",
        "Pierluigi Di Sebastiano"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Abdominal Surgery, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Hematology, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Abdominal Surgery, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ],
        [
            "Abdominal Surgery, Hospital “CASA SOLLIEVO DELLA SOFFERENZA” I.R.C.C.S., San Giovanni Rotondo, Italy"
        ]
    ],
    "first_author_latitude": "41.70863185",
    "first_author_longitude": "15.7074365"
}