{
    "doi": "https://doi.org/10.1182/blood.V122.21.2933.2933",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2529",
    "start_url_page_num": 2529,
    "is_scraped": "1",
    "article_title": "Identifying Bleeding Risk In Medical Inpatients ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "topics": [
        "abnormal respiratory function",
        "anticoagulants",
        "anticoagulation",
        "bleeding rate",
        "cancer",
        "congestive heart failure",
        "erythrocyte transfusion",
        "fractures",
        "heart failure",
        "hemoglobin"
    ],
    "author_names": [
        "John P. Winters, III, MD",
        "Michael Desarno, MS",
        "Damon Houghton, MD",
        "Samuel A Merrill, MD, PhD",
        "Peter Callas, Ph.D.",
        "Allen B Repp, MD, MS",
        "Mary Cushman, MD, MSc",
        "Neil A Zakai, MD, MSc"
    ],
    "author_affiliations": [
        [
            "University of Vermont, Burlington, VT, USA, "
        ],
        [
            "University of Vermont, Burlington, USA, "
        ],
        [
            "University of Vermont, Fletcher Allen Health Care, Burlington, USA, "
        ],
        [
            "University of Vermont, Fletcher Allen Health Care, Burlington, VT, USA, "
        ],
        [
            "Biostatics Unit, University of Vermont College of Medicine, Burlington, VT, USA, "
        ],
        [
            "Medicine, Fletcher Allen Health Care, Burlington, VT, USA, "
        ],
        [
            "Departments of Medicine and Pathology, University of Vermont, Colchester, VT, USA, "
        ],
        [
            "Departments of Medicine and Pathology, University of Vermont, Burlington, VT, USA"
        ]
    ],
    "first_author_latitude": "44.4778528",
    "first_author_longitude": "-73.1964637",
    "abstract_text": "Introduction Expert guidelines and regulatory agencies recommend that all medical inpatients be assessed for venous thrombosis (VT) risk and pharmacologic prophylaxis provided to at-risk patients. However, anticoagulant prophylaxis may increase the risk of major bleeding in medical inpatients and the incidence and risk factors for major bleeding are not established. Our goal was to determine the rate of hospital-acquired major bleeding in medical inpatients and whether patients at increased risk of hospital-acquired VT were also at increased risk for hospital-acquired major bleeding. Methods All cases of hospital-acquired major bleeding on medical services (cardiology, hematology/oncology, intensive care, internal medicine) were identified at Fletcher Allen Health Care (500-bed teaching hospital for the University of Vermont) between June 2009 and April 2012. Major bleeding was defined as symptomatic bleeding in a critical area (intracranial, intraspinal, intraocular, retroperitoneal and peritoneal by ICD-9 discharge codes with the present on admission flag marked as ‘no') or any bleeding that caused a fall in hemoglobin of 2g/dL within 24 hours (assessed from the laboratory database after the patient had been admitted for 24 hours) and required a red blood cell transfusion. The sensitivity and specificity of the definition was confirmed by chart review of 20 cases of hospital-acquired major bleeding and 20 non-cases. Logistic regression was used to calculate odds ratios (OR) for major bleeding for age, use of anticoagulation, and risk factors for hospital-acquired VT contained in the Medical Inpatient Thrombosis (MITH) score (Table). The MITH score was calculated for each patient using data present on admission: history of heart failure = 5 points, history of rheumatologic disease = 4 points, history of fracture in past 3 months = 3 points, history of cancer in past 12 months = 1 point, tachycardia (HR>100 at admission) = 2 points, respiratory dysfunction (SpO211 x 10 3 /µL = 1 points, platelet count >350 x 10 3 /µL = 1 point). Major bleeding rate was calculated for MITH score using the following cut off points: 0-1, 2-5, ≥6. Results 241 cases of major bleeding complicated 20,946 medical admissions (11.1 per 1000 admissions). The sensitivity and specificity of our definition of hospital-acquired major bleeding was 100% and 83%, respectively. Prophylactic anticoagulation ordered on admission was not associated with major bleeding (OR 1.1) but full anticoagulation on admission was associated with major bleeding (OR 1.4). Of the MITH score variables, respiratory dysfunction (OR 2.2), prior history of congestive heart failure (OR 2.2) and white cell count ≥11 x 10 3 /µL (OR 2.0) on admission were associated with major bleeding ( table 1 ). For MITH scores 0-1, 2-5, and ≥5, major bleeding occurred in 6, 11, and 19 per 1000 admissions, respectively. The corresponding incidence of hospital-acquired venous thrombosis for a MITH score of 0-1, 2-5, and ≥6 were 2, 7, and 14 per 1000 admissions. Hospital-acquired VT was strongly associated with major bleeding (OR 20.4; 95% CI 12.4, 33.7). Conclusion Major bleeding is a more common complication of hospital admission than VT. Risk factors and an aggregate risk score for hospital-acquired VT were associated with the risk of major bleeding. Evidence-based models which assess both bleeding and thrombosis risk are urgently needed to help risk stratify medical patients for appropriate VT prophylaxis. Table Association of the MITH Thrombosis Risk Score Variables and Major Bleeding  Risk Factor . Odds Ratio (95% Confidence Interval) . Prophylactic-dose anticoagulation 1.1 (0.8, 1.5) Full-dose Anticoagulation 1.4 (1.0, 1.9) History of Congestive Heart Failure 2.2 (1.7, 2.9) History of Rheumatologic or Inflammatory Disease 1.1 (0.7, 1.8) Fracture in the past 3 months No major bleeding cases with this risk factor History of Venous Thrombosis 1.2 (0.8, 1.9) History of cancer in past 12 months 1.3 (0.9, 1.7) Heart Rate ≥100 on admission 1.1 (0.8, 1.5) Respiratory Dysfunction 2.2 (1.6, 3.1) White Cell count ≥11 x 10 3 /µL on admission 2.0 (1.5-2.7) Platelet count ≥ 350 x 10 3 /µL on admission 1.3 (0.8, 2.1) Risk Factor . Odds Ratio (95% Confidence Interval) . Prophylactic-dose anticoagulation 1.1 (0.8, 1.5) Full-dose Anticoagulation 1.4 (1.0, 1.9) History of Congestive Heart Failure 2.2 (1.7, 2.9) History of Rheumatologic or Inflammatory Disease 1.1 (0.7, 1.8) Fracture in the past 3 months No major bleeding cases with this risk factor History of Venous Thrombosis 1.2 (0.8, 1.9) History of cancer in past 12 months 1.3 (0.9, 1.7) Heart Rate ≥100 on admission 1.1 (0.8, 1.5) Respiratory Dysfunction 2.2 (1.6, 3.1) White Cell count ≥11 x 10 3 /µL on admission 2.0 (1.5-2.7) Platelet count ≥ 350 x 10 3 /µL on admission 1.3 (0.8, 2.1) View Large Disclosures: No relevant conflicts of interest to declare."
}