{
    "doi": "https://doi.org/10.1182/blood.V112.11.434.434",
    "article_title": "Tinzaparin Compared to Unfractionated Heparin for Initial Treatment of Deep Vein Thrombosis in Very Elderly Patients with Renal Insufficiency-the IRIS Trial ",
    "article_date": "November 16, 2008",
    "session_type": "Antithrombotic Therapy",
    "abstract_text": "Results presented on behalf of the IRIS group The typical treatment of patients with venous thromboembolism (VTE) consists of initial low molecular weight heparin (LMWH) followed by oral anticoagulants. However, there is still uncertainty about the balance between efficacy and safety of LMWHs in elderly subjects with impaired renal function (usually excluded from clinical trials). Pharmacokinetics of tinzaparin suggest it shows less accumulation in impaired renal function than other LMWHs. The IRIS (innohep® in renal insufficiency study) was an international, multicentre, open, centrally randomised, parallel group study in elderly patients ≥75 years with a creatinine clearance (CrCl) of ≤60 ml/min, or ≥70 years with a CrCl of ≤30 ml/min and who had suffered an acute symptomatic objectively confirmed lower limb DVT (+/− acute PE) within 48 hours prior to randomisation. Patients were randomised to tinzaparin 175 IU/kg subcutaneously OD or aPTT titrated heparin given subcutaneously BD for at least 5 days and until INR is between 2 – 3 on 2 consecutive days. After the acute management both groups received oral anticoagulation with coumarins to day 90. The primary endpoint was clinically relevant bleeds (CRB) by day 90, secondary endpoints included recurrence of VTE and death. All endpoints were centrally adjudicated blindly. After a planned interim analysis, Data Monitoring Committee advised the premature stopping with 542 patients enrolled. At that time 350 patients had completed follow up and mortality rates were 5% for heparin and 13% for tinzaparin. The full analysis set of 537 patients were followed to day 90 when mortality rates were 6.3% vs 11.2% for heparin and tinzaparin respectively (p=0.049). The difference in mortality was not due to recurrent VTE or bleeding. The Kaplan Meier mortality curves for the overall population diverged on average 20 days after heparin/tinzaparin had been discontinued. Most of the difference in mortality was in those aged 90 years and above (9.4% vs 30.8%). Below 90 the mortality rates were 5.9% vs 7.8% respectively. Bleedings: The rate of CRB was 11.9% in both groups over 90 days and was also equal in both groups (7.1%) for the first 12 days. During the initial 12 days for those with a CrCl 90 years. A multivariate statistical analysis showed no difference between the two treatments, but suggested the presence of infectious disease, ongoing malignancy, cardiac insufficiency or age >90 were more correlated with mortality than treatment group. The possible difference in mortality, particularly in patients >90 remains to be explained and play of chance cannot be excluded. Conclusions: This pioneering study showed that in elderly subjects aged up to 90, with significant renal insufficiency, there was no hint of an excess bleeding associated with unadjusted Tinzaparin. Whether there is a real difference between unfractionated heparin and tinzaparin in terms of VTE or mortality in the elderly remains to be confirmed.",
    "topics": [
        "deep vein thrombosis",
        "iris trial",
        "kidney",
        "older adult",
        "tinzaparin",
        "unfractionated heparin",
        "heparin",
        "venous thromboembolism",
        "low-molecular-weight heparin",
        "cancer"
    ],
    "author_names": [
        "Alain Leizorovicz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alain Leizorovicz, MD",
            "author_affiliations": [
                "Clinical Pharmacology, School of medicine Laennec, Lyon, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T18:39:08",
    "is_scraped": "1"
}