{
    "doi": "https://doi.org/10.1182/blood.V110.11.3807.3807",
    "article_title": "Plasma Endothelin-1 and Leukocyte Microparticles Increase during Pain Episode in Patients with Sickle Cell Disease. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "During sickle cell-related pain episode, there is increased inflammation and decreased tissue perfusion as compared to baseline. Endothelin-1 may contribute to vasoconstriction. In addition, cell derived microparticles (C-MP) are membrane particles released during activation or apoptosis of cells such as platelets (PMP), leukocytes (LMP), red cells (RMP), and endothelium (EMP) and are emerging as biomarkers for inflammation and thrombosis. We investigated differences in blood counts, plasma endothelin-1, and cell-derived microparticles (C-MP) during steady state and pain crisis in 10 subjects with sickle cell disease (8 SS, 1 SC, and 1 S-beta thalassemia + ; mean age 15.8 years± 4.6, range 6–20). C-MPs were measured by flow cytometry in platelet-poor plasma using fluorescent monoclonal antibodies: LMP by CD45, RMP by anti-glycophorin, PMP by CD31+/CD41+, and EMP by CD62E, or CD51, or CD31+/CD41−. Plasma endothelin-1 was measured by ELISA. White cell counts from hemoglobin SS individuals increased consistently during a vasoocclusive episode from a mean baseline WBC of 8817±2424 to 12,520 ± 4205 (p=0.03) during the pain episode, for a mean change of 4400±2525. There were no significant changes in hemoglobin or platelet count. PMP was normal at baseline, but there was a tendency to have lower levels during pain episodes. On the other hand, red cell microparticles (RMP) in 7 of 10 patients (those with total hemoglobin <11 g/dl) were elevated, suggesting that hemolytic anemia is associated with increased number of RMP in both steady state and during vaso-occlusion. Regarding EMP, about half had elevations of EMP31 and EMP51 regardless of baseline or pain. EMP62E was normal in nearly all assays. LMP were normal at baseline, but all increased during pain (p=0.03), and in 3 of 10 patients the levels were abnormally high compared to control data, suggesting leukocyte activation during vaso-occlusion. Four of 9 subjects showed elevation of plasma endothelin-1 with mean elevation of 22±14 pg/ml during pain episode. However, 5 had normal levels as compared to control (<0.78 pg/ml). Of the 4 patients who had elevations in the plasma endothelin-1 during the vasoocclusive event, 3 normalized their levels (steady state samples were performed 2, 3, and 3 months) after the pain episode. One patient who had the steady-state sample done just 2 weeks after the pain episode had decreased the level, but still was elevated compared to control value. All patients who had elevation of plasma endothelin were experiencing severe pain. We observed that patients with mild pain or those who were receiving ketorolac as analgesic had normal plasma endothelin-1. Our preliminary data suggest that during a sickle-related pain episode, there is leukocyte activation evident by increased white cell count and leukocyte microparticles. Furthermore, plasma endothelin level may correlate with pain severity and may be affected by medication.",
    "topics": [
        "cell-derived microparticles",
        "endothelin-1",
        "leukocytes",
        "pain",
        "plasma",
        "sickle cell anemia",
        "borderline neoplasms",
        "hemoglobin",
        "endothelins",
        "inflammation"
    ],
    "author_names": [
        "Ofelia Alvarez, MD",
        "Joaquin Jimenez, MD",
        "Mary Donovan, RN",
        "Gabriela Lopez-Mitnik, MS",
        "Carlos Bidot, MD",
        "Wenche Jy, PhD",
        "Loreta Bidot, BS",
        "Lawrence Horstman, BS",
        "Yeon-Soong Ahn, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ofelia Alvarez, MD",
            "author_affiliations": [
                "Pediatric Hematology, University of Miami, Miami, FL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joaquin Jimenez, MD",
            "author_affiliations": [
                "Medicine, University of Miami, Miami, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Donovan, RN",
            "author_affiliations": [
                "Pediatric Hematology, University of Miami, Miami, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriela Lopez-Mitnik, MS",
            "author_affiliations": [
                "Pediatric Research, University of Miami, Miami, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Bidot, MD",
            "author_affiliations": [
                "Medicine, University of Miami, Miami, FL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenche Jy, PhD",
            "author_affiliations": [
                "Medicine, University of Miami, Miami, FL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loreta Bidot, BS",
            "author_affiliations": [
                "Medicine, University of Miami, Miami, FL, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence Horstman, BS",
            "author_affiliations": [
                "Medicine, University of Miami, Miami, FL, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeon-Soong Ahn, MD",
            "author_affiliations": [
                "Medicine, University of Miami, Miami, FL, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T21:35:08",
    "is_scraped": "1"
}