{
    "doi": "https://doi.org/10.1182/blood.V116.21.3595.3595",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1654",
    "start_url_page_num": 1654,
    "is_scraped": "1",
    "article_title": "Characteristic Proinflammatory Serum Cytokine Profiles In Patients with B-Cell Chronic Lymphocytic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3595 Background: Cytokines are posited to play a critical regulatory role on the survival of the B-cell neoplastic clone in Chronic Lymphocytic Leukemia (CLL). AIM: The primary goals of this study were 1) to define additional relevant cytokines, growth factors and chemokines in CLL pathophysiology and 2) to correlate abnormal cytokine levels with disease stage, relevant hematological data and multiple prognostic factors. METHODS: A novel bead-based protein array system was employed to simultaneously measure 38 proinflammatory cytokines in the sera of CLL patients (N=116) and healthy age and sex matched controls (N=30). These results were correlated with Rai stage, β2-microglobulin level, LDH, CD38 expression and cytogenetic abnormalities. RESULTS: We first confirmed previous observations that TNFα, IL-1α, IL-1RA, IL-10, sIL-2Rα, VEGF and sCD40 ligand are significantly elevated in patients with CLL as compared with healthy controls. Expanding on the current literature, we demonstrated perturbations in an additional 15 serum cytokines in affected individuals. Compared to healthy controls, CLL patients had an increase in serum levels of IL-3 (p=0.002), IL-7 (p=0.008), INF-2α (p<0.0001), MCP-1 (p<0.0001), MIP-1β (p=0.002), MDC (p<0.0001), Fractakine (p<0.0001), EGF (p<0.0001), FGF-2 (p<0.0001), GRO (p<0.0001), Eotaxin (p<0.0001) and FLT-3 ligand (p<0.0001). Patients with CLL also exhibited significantly lower levels of INF-γ (p<0.01), IL-6 (p<0.005) and IL-8 (p<0.002) when compared to healthy individuals. Advanced Rai stage and high risk chromosomal abnormalities (del 11q and del 17p) strongly correlated with higher serum levels of TNFα, soluble IL-2Rα, IL-10, MCP-1, MIP-1α, MIP-1β and IP-10. Finally, serum levels of TNFα, MIP-1α and MIP-1β correlated with other adverse prognostic markers, including total white blood cell count, serum β2-microglobulin and LDH levels as well as CD38 expression. CONCLUSION: We have demonstrated numerous previously unrecognized cytokine abnormalities in patients with CLL and described a unique cytokine signature associated with advanced disease. Supported by the current understanding of cytokine biology and CLL pathophysiology, our observations suggest an important regulatory role for hematopoietic cytokines, such as IL-3 and IL-7, in promulgating survival of the aberrant B-cell clone. Likewise, the profoundly high levels of chemokines (i.e. MCP-1, MIP-1α, MIP-1β, IP-10) and their association with high risk prognostic factors argue for their role in sustaining the neoplastic microenvironment. Finally, the altered levels of IL-10, IL-6 and INF-γ observed in patients with CLL likely contribute to the immunosuppressive phenotype of the disease state. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytokine",
        "interleukin-10",
        "monocyte chemoattractant protein-1",
        "chemokines",
        "interleukin-3",
        "interleukin-6",
        "interleukin-7",
        "prognostic factors"
    ],
    "author_names": [
        "James J. Harding, MD",
        "Raymond Yeh, PhD",
        "Yan Nikhamin, MS, MBA",
        "Mark Frattini, MD",
        "Nicole Lamanna, MD",
        "Joseph G Jurcic, MD",
        "Mark Heaney, MD, PhD",
        "Renier Brentjens, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7640831",
    "first_author_longitude": "-73.9560269"
}