{
    "doi": "https://doi.org/10.1182/blood.V126.23.2855.2855",
    "article_title": "Mouse Modeling of GATA2 Related MDS/AML ",
    "article_date": "December 3, 2015",
    "session_type": "636. Myelodysplastic Syndromes - Basic and Translational Studies: Poster II",
    "abstract_text": "GATA2 is a zinc finger transcription factor essential for embryonic and definitive hematopoiesis as well as lymphatic angiogenesis. Human GATA2 deficiency disease is caused by a variety of mutations in GATA2 which lead to the clinical phenotypes variously known as monocytopenia and mycobacterial disease (MonoMac), familial MDS/AML, dendritic cell, myeloid and NK cell lymphopenia (DCML), Emberger syndrome, and classical NK cell deficiency. Patients with GATA2 deficiency have an immunodeficiency with monocytopenia, NK, and B cell leukopenia; are susceptible to mycobacterial, viral and fungal infections as well as MDS and progression to AML. Additionally, patients may suffer from lymphedema and pulmonary alveolar proteinosis. GATA2 mutations have also been associated with aplastic anemia and severe congenital neutropenia. In order to understand the mechanisms underlying the development of MDS/AML in GATA2 deficiency we developed and analyzed a unique mouse model. The previously characterized Gata2 +9.5+/- mouse has an intronic regulatory region mutation identical to one found in some patients. However, these mice do not develop MDS/AML spontaneously. We hypothesized that crossing these mice to other MDS/AML prone strains would accelerate the progression of MDS/AML. Specific HOX genes are implicated in this disease process. GATA2-deficient patients often develop monosomy 7 and ASXL1 mutations, both of which lead to the overexpression of HOX genes including HOXA9 . The known AML translocation t(2;11)(q31;p15) results in the fusion of NUP98 and HOXD13 (NHD13) and the upregulation of HOX gene expression. Gata2 was identified in a mouse retroviral insertion screen as a potential collaborator in NHD13-mediated leukemogenesis. We hypothesized that hematopoietic specific Hox gene overexpression in a mouse with germline Gata2 haploinsufficiency would lead to the development of MDS/AML. This was done using the established NHD13 transgenic strain crossed to the Gata2 +9.5+/- strain. The NHD13 mice express the fusion protein under the control of the hematopoietic specific vav promoter, and have up-regulation of Hoxa5 , Hoxa7 , Hoxa9 , and Hoxa10 . Secondly, elevated Flt3 ligand levels have been detected in GATA2-deficient patients as they progress from normal bone marrow morphology to MDS/AML. To model the hyper-activation of the receptor Flt3 by Flt3 ligand, we used a model of constitutively active Flt3, the Flt3-ITD mouse. Gata2 +9.5+/- mice were bred to the NHD13 and the Flt3-ITD transgenic strains and compound heterozygotes were analyzed. Gata2 +9.5+/- ; NHD13 compound heterozygous mice were born normally and at Mendelian ratios. No significant differences in blood cell counts were noted in Gata2 +9.5+/- ; NHD13 compound heterozygotes until disease progression. These mice developed aggressive AML at 9-14 months of age, similar ages and rates as the NHD13 only mice. Whereas compound Gata2 +9.5+/-; Flt3-ITD mice are also born in Mendelian ratios, starting at 10 weeks of age they developed B-cell lymphopenia, similar to that which is seen in human GATA2 deficiency patients displaying B-cell loss early in disease. The Gata 2 +9.5+/- ; Flt3-ITD mice exhibited increased circulating c-Kit-positive cells in the peripheral blood. Studies to further characterize hematopoiesis in the Gata2 +9.5+/- ; Flt3-ITD mice, and analyze for the development of MDS/AML are in progress. The Gata 2 +9.5+/- ; Flt3-ITD mouse model holds promise for the further study of MDS/AML in the context of GATA2 haploinsufficiency. Disclosures Aplan: NIH Office of Technology Transfer: Patents & Royalties.",
    "topics": [
        "aplastic anemia",
        "congenital neutropenia",
        "disease progression",
        "doxorubicin/etoposide/vincristine protocol",
        "flt3 ligand",
        "fusion proteins",
        "gata2 deficiency",
        "gata2 gene",
        "immunologic deficiency syndromes",
        "impedance threshold device"
    ],
    "author_names": [
        "Lisa J. McReynolds, MD PhD",
        "Peter D. Aplan, MD",
        "Donald Small, MD PhD",
        "Li Ding, MD",
        "Kirby D. Johnson",
        "Emery H Bresnick, PhD",
        "Steven M. Holland, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lisa J. McReynolds, MD PhD",
            "author_affiliations": [
                "Laboratory of Clinical Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter D. Aplan, MD",
            "author_affiliations": [
                "NCI/CCR/Genetics branch, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Small, MD PhD",
            "author_affiliations": [
                "Department of Oncology and Pediatrics, Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Ding, MD",
            "author_affiliations": [
                "Laboratory of Clinical Infectious Diseases, National Institue of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirby D. Johnson",
            "author_affiliations": [
                "Department of Cell and Regenerative Biology, Carbone Cancer Center, UW-Madison Blood Research Program, University of Wisconsin School of Medicine and Public Health, Madison, WI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emery H Bresnick, PhD",
            "author_affiliations": [
                "Department of Cell and Regenerative Biology, Carbone Cancer Center, UW-Madison Blood Research Program, University of Wisconsin School of Medicine and Public Health, Madison, WI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Holland, MD",
            "author_affiliations": [
                "Laboratory of Clinical Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T06:43:37",
    "is_scraped": "1"
}