{
    "doi": "https://doi.org/10.1182/blood.V112.11.4711.4711",
    "article_title": "Peripherally Inserted Central Catheterization in Patients Receiving Long Term Chemotherapy: A Tertiary Cancer Centre Experience Form Eastern India ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Background: PICC is a well known central venous access device that plays an important role in successful administration of chemotherapeutic agents and other supportive medications. This system is very popular not only because of its low incidence of complications and cost compared with other central venous catheters, but also it can be easily inserted by personnel trained in the procedure. Except for very small children, anti-cubital fossa of upper arm is the most common point of insertion and its distal end terminates into the SVC. Long term I.V. therapy, hyper-osmolar solution infusion, repeated chemotherapy administration, difficulty in accessing peripheral venous system in obese individuals are common indications for the procedure. Due to low incidence of procedure related infection, it is now becoming the method of choice in dealing patients with hemato-oncological conditions. Considering all the merits mentioned above and the demerits like risk of infection, thrombosis, venous damage, stenosis, veno-spasm, non-thrombosis occlusion, catheter mal position, removal difficulty with “stuck-PICC”, we did a prospective study to compare beneficial effects versus complications in our pool of patients with hematological malignancies in this centre. Materials & Methods: For this study we recruited a total of 76 patients with hematological malignancies admitted in our hospital from July 2005 to June 2008. The age range was between 2 and 65 years, median was 20 years, irrespective of gender status. To eliminate bias in the study we selected the PICC from Bard Access System, USA, with traditional peel-away cannula insertion technique and placed only in the vein in the ante-cubital fossa under strict aseptic condition and performed by doctors & registered nurses in our study team. Result : We evaluated the results of first 50 cases of insertion outcome. Out of them, 37 patients came out without complication with regard to PICC insertion, while the PICC was in-situ, and also during removal phase after successful chemotherapy administration. 5 patients developed severe inflammation along with elevated ANC. Coagulase negative staphylococcus was the most common pathogen responsible for the catheter induced sepsis. We initiated vancomycin therapy for those patients who developed these type of infection and the success rate was 100%. While 4 of them developed blood oozing from insertion site, there were neither documented incidence of thrombus formation nor catheter malposition. One of the patients developed unexplained pain in the upper extremity where the PICC was inserted without any sign of inflammation or elevated ANC. This could be attributable to short lasting veno-spasm. Unfortunately, there were three incidence of catheter damage possibly due to defective products or improper care. Conclusion: Our study revealed that 74% of the patients did not face any complications, 10% developed catheter induced sepsis. Six (6%) percent PICC required removal. We can conclude that PICC is the method of choice for long term accessing of central venous system for patients with hematological malignancies which has the merits like minimum discomfort, easy to implant, well tolerated, fewer complications rate and without any need for repeated venipuncture.",
    "topics": [
        "cancer care facilities",
        "central venous catheterization",
        "chemotherapy regimen",
        "india",
        "obesity",
        "peripherally inserted central catheter",
        "catheters",
        "hematologic neoplasms",
        "infections",
        "inflammation"
    ],
    "author_names": [
        "Somnath Datta",
        "Pinki Chandra",
        "Nita Biswas",
        "Subhashis Dey",
        "Sukanta Koner, Hospital Management",
        "Ashis Mukhopadhyay",
        "Soma Mukhopadhyay, Scientist"
    ],
    "author_dict_list": [
        {
            "author_name": "Somnath Datta",
            "author_affiliations": [
                "Haemato Oncology, Netaji Subhas Chandra Bose Cancer Research Institute, Kolkata, India"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pinki Chandra",
            "author_affiliations": [
                "Haemato Oncology, Netaji Subhas Chandra Bose Cancer Research Institute, Kolkata, India"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nita Biswas",
            "author_affiliations": [
                "Haemato Oncology, Netaji Subhas Chandra Bose Cancer Research Institute, Kolkata, India"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Subhashis Dey",
            "author_affiliations": [
                "Haemato Oncology, Netaji Subhas Chandra Bose Cancer Research Institute, Kolkata, India"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sukanta Koner, Hospital Management",
            "author_affiliations": [
                "Haemato Oncology, Netaji Subhas Chandra Bose Cancer Research Institute, Kolkata, India"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashis Mukhopadhyay",
            "author_affiliations": [
                "Haemato Oncology, Netaji Subhas Chandra Bose Cancer Research Institute, Kolkata, India"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soma Mukhopadhyay, Scientist",
            "author_affiliations": [
                "Haemato Oncology, Netaji Subhas Chandra Bose Cancer Research Institute, Kolkata, India"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T18:39:12",
    "is_scraped": "1"
}