{
    "doi": "https://doi.org/10.1182/blood.V128.22.2574.2574",
    "article_title": "Asymptomatic Dysprothrombinemia (Prothtombin Himi) with p.M380T and p.R431H Shows Severely Reduced Clotting Activity, Moderate Antithrombin Resistance and Severe Thrombomodulin Binding Defect ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "abstract_text": "Background and purpose:Congenital prothrombin (PT) deficiency is categorized into two phenotypes, true hypoprothrombinemia and dysprothrombinemia. A strong discrepancy between observed values from coagulation tests and bleeding severity can be found in some forms of dysprothrombinemia. Some dysprothrombinemias, such as the PT Himi that we reported previously (Morishita E, et al: Blood 1992), are asymptomatic despite low PT activity. PT Yukuhashi disturbs the interaction between thrombin and antithrombin (AT), causing a paradoxical thrombotic phenotype, called \"AT resistance (ATR)\". To investigate the mechanisms by which patient with PT Himi is asymptomatic, mutant PTs reflecting each of the two different gene sites identified in gene analysis were prepared, and functional analyses of fibrinogen (Fbg) degradation, ATR, and thrombomodulin (TM)-binding capacity were conducted. This study was approved by the ethics committee at Kanazawa University School of Medicine. Case report: The proband was a 26-year-old Japanese woman who had been diagnosed with congenital dysprothrombinemia at the time of first pregnancy, based on PT activity and PT antigen levels of 10% and 88%, respectively. Although cesarean section was performed for the second delivery, abnormal bleeding did not develop. Genomic DNA analysis revealed compound heterozygosity for two missense mutations in the F2 gene (c.1139T>C, p.M380T and c.1292G>A, p.R431H). Methods: We established stable transformants of Chinese hamster ovary cells that expressed wild-type and two mutant recombinant PTs (rPTs), M380T PT and R431H PT. Conditioned media of stable transformants expressing rPTs in serum-free medium were collected, concentrated, and stored at -80°C until use. 1) Fbg clotting assays: We performed a one-stage clotting assay and a chromogenic assay. 2) Kinetic analysis of thrombin inactivation using AT and formation of thrombin-AT complex (TAT): After incubation with PT activator components, samples were treated with excess AT in the absence of heparin for various durations and changes in absorbance per minute were measured. Formed TAT was measured using an enzyme-linked immunosorbent assay (ELISA) kit. 3) TM-binding assay: To evaluate the ability of wild-type and mutant rPTs to bind to TM, after activating PT, we detected TM-binding thrombin using a TM ELISA method. Results:1) M380T PT activity in the one-stage assay was below the threshold of sensitivity (clot not detected), whereas R431H PT activity was decreased to 10% of that of wild-type rPT (100%). On the other hand, both mutant PT activities in the chromogenic assay were slightly decreased compared to wild-type rPT. 2) After 30 min without heparin, relative residual thrombin activity of M380T PT (74%) was higher than that of wild-type (10%), indicating severe ATR, whereas that of R431H PT was slightly increased (21%), indicating mild ATR. TAT formation by wild-type PT increased over time. TAT formation by R431H PT was about 40% of that of wild-type PT, but that by M380T PT was almost negligible after 120 min. 3) TM-binding thrombins of both mutant rPTs were barely detected. Discussion: M380T PT has high ATR and fails to bind with TM, so a large amount of thrombin with greater clotting activity than normal is thought to be present. With this abnormal thrombin, however, fibrin-forming ability is greatly decreased and almost no clotting ability is thought to exist in the body. Hence, R431H PT, which made up about half of the PT protein in the proband, was considered responsible for hemostasis in the body. The mutant thrombin activated from the R431H PT shows decreased clotting activity, but is resistant to inactivity from AT and thus maintains activity longer than ordinary thrombin. At the same time, the activation of protein C is also decreased due to failure to bind with TM, so ultimately the clotting ability necessary for hemostasis was conjectured to have been maintained, resulting in the proband being asymptomatic. Conclusion:Although neither PT position M380 nor R431 are AT binding sites, M380T PT and R431H PT showed ATR. These mutants are the first AT-resistant PTs seen from mutations other than at the Arg596 site. In recent years, TM resistance has been newly proposed as a mechanism producing thrombotic tendencies, and may also apply to the present patient. The reason the proband did not show a bleeding tendency may have been the combined contributions of AT and TM resistance. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antithrombin iii",
        "antithrombins",
        "blood coagulation",
        "coagulation process",
        "culture media, conditioned",
        "thrombomodulin",
        "thrombin",
        "brachial plexus neuritis",
        "hemorrhage",
        "hemostasis procedures"
    ],
    "author_names": [
        "Eriko Morishita, MD PhD",
        "Mao Takata, BSc",
        "Fumina Taniguchi, BSc",
        "Masashi Akiyama, PhD",
        "Akiko Sekiya, PhD",
        "Akira Takagi, PhD",
        "Toshiyuki Miyata, PhD",
        "Tetsuhito Kojima, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eriko Morishita, MD PhD",
            "author_affiliations": [
                "Kanazawa University Graduate School of Medical Sciences, Kanazawa, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mao Takata, BSc",
            "author_affiliations": [
                "Kanazawa Medical University, Kanazawa, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fumina Taniguchi, BSc",
            "author_affiliations": [
                "Kanazawa Medical Univeristy, Kanazawa, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masashi Akiyama, PhD",
            "author_affiliations": [
                "National Cerebral and Cardiovascular Center, Suita, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiko Sekiya, PhD",
            "author_affiliations": [
                "Kanazawa University Graduate School of Medical Sciences, Kanazawa, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Takagi, PhD",
            "author_affiliations": [
                "Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshiyuki Miyata, PhD",
            "author_affiliations": [
                "National Cerebral and Cardiovascular Center, Suita, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tetsuhito Kojima, MD PhD",
            "author_affiliations": [
                "Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T15:32:40",
    "is_scraped": "1"
}